{
    "id": 4856183,
    "judges": null,
    "date_filed": "2005-07-14",
    "date_filed_is_approximate": true,
    "slug": "gallina-v-wilkinson",
    "case_name_short": "Gallina",
    "case_name": "Gallina v. Wilkinson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 45.0,
            "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/4d976f8c-09e5-47eb-aed6-d06b7f949f61/1/doc/17-4058_complete_opn.pdf",
            "author_id": null,
            "opinion_text": "       17-4058\n       Gallina v. Wilkinson\n\n                                          In the\n                   United States Court of Appeals\n                              For the Second Circuit\n                                         ________\n\n                                   AUGUST TERM, 2019\n\n                               ARGUED: APRIL 28, 2020\n                              DECIDED: FEBRUARY 12, 2021\n\n                                      No. 17-4058-ag\n\n                                  FERDINANDO GALLINA\n                                       Petitioner,\n\n                                              v.\n\n           ROBERT M. WILKINSON, ACTING UNITED STATES ATTORNEY GENERAL,\n                                   Respondent. *\n                                     ________\n\n                           On Petition for Review of a Final Order\n                            of the Board of Immigration Appeals.\n                                       ________\n\n       Before: WALKER, POOLER, and LYNCH, Circuit Judges.\n\n                                         ________\n\n       Ferdinando Gallina petitions for review of a Board of Immigrations Appeals\ndecision denying him relief under the Convention Against Torture. Gallina argues\n\n\n       *Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Acting Attorney General\nRobert M. Wilkinson is automatically substituted for former Acting Attorney General Jeffrey A.\nRosen as Respondent.\n\f      2                                                               No. 17-4058\n\nthat he was tortured in Italy when he was subjected for more than six years to\nsolitary confinement and other restrictive conditions in Italy’s 41-bis prison\nregime, a prison regime designed to hold persons convicted of Mafia crimes, acts\nof terrorism, and the like. Gallina contends that he would be returned to 41-bis\ndetention if removed to Italy and thus that he would more likely than not be\ntortured once more. We disagree that the conditions Gallina has alleged he faced\nor would face rise to the level of torture, as that term is used in the Convention\nAgainst Torture and its implementing regulations at 8 C.F.R. § 1208.18. We\ntherefore DENY the petition for review.\n\n\n      Judge Pooler dissents in a separate opinion.\n                                    ________\n                  JOSHUA L. DRATEL, Joshua L. Dratel, P.C., New York, NY, for\n                  Petitioner.\n\n                  JENNIFER R. KHOURI, Trial Attorney (Joseph H. Hunt, Assistant\n                  Attorney General, Russell J.E. Verby, Senior Litigation Counsel,\n                  on the brief), Office of Immigration Litigation, United States\n                  Department of Justice, Washington D.C., for Respondent-\n                  Appellee.\n\n                                    ________\n\f      3                                                                     No. 17-4058\n\n\n\nJOHN M. WALKER, JR., Circuit Judge:\n\n      Ferdinando Gallina petitions for review of a Board of Immigrations Appeals\n(BIA) decision denying him relief under the Convention Against Torture. 1 Gallina\nargues that he was tortured in Italy when he was subjected for more than six years\nto solitary confinement and other restrictive conditions in Italy’s 41-bis prison\nregime, a prison regime designed to hold persons convicted of Mafia crimes, acts\nof terrorism, and the like. Gallina contends that he would be returned to 41-bis\ndetention if removed to Italy and thus that he would more likely than not be\ntortured once more. We disagree that the conditions Gallina has alleged he faced\nor would face rise to the level of torture, as that term is used in the Convention\nAgainst Torture and its implementing regulations at 8 C.F.R. § 1208.18. We\ntherefore DENY the petition for review.\n\n\n\n                                      BACKGROUND\n\n      In 2008, Gallina was arrested in Italy on charges of Mafia association and\naggravated continuous extortion. For nearly a decade starting in his early 20s,\nfollowing his father’s Mafia-related arrest, Gallina worked for the heads of the\nMafia in Palermo, Italy: Salvatore and Antonio LoPiccolo. 2 At his hearing before\nthe Immigration Judge (IJ), Gallina testified that he was trusted by the LoPiccolos, 3\n\n      1   Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or\nPunishment (Convention Against Torture), adopted Dec. 10, 1984, S. TREATY DOC. No. 100-20\n(1988), 1465 U.N.T.S. 85.\n      2   Certified Administrative Record (CAR) at 131–132.\n\n      3   CAR at 135.\n\f      4                                                                   No. 17-4058\n\nthat his job was to accompany and “protect” the LoPiccolos, that he was frequently\narmed, and that he was “pretty much in charge” of his hometown of Carini within\ngreater Palermo, 4 where he had three or four men in his gang. 5\n\n          As he awaited trial, he was placed in 41-bis detention in the Ascoli prison,\nto the east and somewhat north of Rome, based on the Italian government’s\ndetermination that he was a “dangerous person” who had “committed various\nhomicides.” 6 In 2012, after a trial, Gallina was convicted on both Mafia association\nand extortion charges. He remained in 41-bis detention until the end of his\nsentence in late 2014. Altogether, Gallina spent more than six years in 41-bis\ndetention. Subsequent to Gallina’s release from prison and travel to the United\nStates despite being under post-prison supervision, Italy informed Interpol that\nGallina was wanted on a 2016 arrest warrant for the 2000 murder of Francisco\nGiambanco, who had been beaten with a wooden bat and stuffed into the trunk of\nhis car, which was then set on fire. 7\n\n      The conditions in 41-bis detention were highly restrictive.          Before the\nImmigration Judge (IJ), Gallina testified that for his first month of detention, he\nwas “totally isolated” from other detainees and not allowed to leave his cell at all. 8\nAfter the first month and for the remainder of his detention, he was kept in solitary\nconfinement for roughly 23 hours each day. He was allowed one hour per day to\n\n\n      4   Id. at 133, 166.\n\n      5   Id. at 166.\n\n      6   Id. at 139.\n      7   Id. at 273.\n\n      8   Id. at 138, 140.\n\f      5                                                               No. 17-4058\n\ninteract with a small group of other detainees.         Gallina testified that the\ncomposition of this small group changed “many times,” which prevented him\nfrom forming and maintaining meaningful social bonds with other detainees. 9\nAfter his first six months of 41-bis detention, Gallina was allowed one phone call\nto or one visit with his family per month. Phone calls were limited to 10 minutes,\nand visits to one hour. Visits took place separated by what Gallina described as a\n“thick, five-centimeter-almost” glass panel. 10    On some occasions, Gallina’s\nmonthly call or visit was canceled with minimal or no notice, and he was not\nallowed to reschedule it for that month. 11 Gallina testified that phone calls with\nhis lawyer were limited in “pretty much the same way” but that he was allowed\none short, supervised, in-person meeting with his lawyer each week. 12\n\n      Gallina testified that when he was in his cell, he was permitted to read\ncertain materials, but that he was prevented from “studying” as he pleased. 13 He\nclaimed that there was “nothing else for [him] to do” in his cell. 14 He could not\neven look out a window because, while the small window in his cell “allow[ed]\nsome light” in, it did not permit him to “see anything outside.” 15\n\n\n\n\n      9   Id. at 144.\n      10   Id. at 146.\n      11   Id. at 147.\n\n      12   Id. at 148.\n      13   Id. at 145.\n      14   Id.\n      15   Id.\n\f      6                                                                   No. 17-4058\n\n      There was testimony from both Gallina and Dr. Charles Robins, a clinical\npsychologist, that the conditions of Gallina’s detention, particularly his prolonged\nisolation, caused him psychological harm.         Gallina testified that before his\ndetention, he was “completely” healthy and that he “didn’t have anything\naffecting” him. 16 He testified that, as a result of worrying about his family, he had\nconsiderable difficulty sleeping but that his requests to see a mental health\nprofessional were denied. The clinical psychological evaluation, which was from\nan expert who met with Gallina before the hearing and which Gallina provided to\nthe IJ, stated that Gallina had or exhibited suicidal volition, post-traumatic stress\ndisorder, depression, severe insomnia, and “[s]evere impairments in mood as well\nas interpersonal and occupational functioning” upon his release from 41-bis\ndetention. 17 Gallina also testified to significant physical ailments that arose during\nhis incarceration. 18 The expert’s evaluation, prior to the IJ hearing, discussed\nseveral of these symptoms, most of which the evaluation described as “stress-\ninduced”: severe weight loss, severe hiatal hernia pains secondary to a stomach\nulcer, severe colonitis, severe hemorrhoidal bleeding, and migraine headaches. 19\nWhile incarcerated, Gallina made “a few requests to see a psychologist or a\npsychiatrist,” which were denied. 20 Gallina received healthcare at least once, for a\n\n\n\n\n      16   Id. at 155.\n      17   Id. at 734.\n      18   Id. at 155.\n\n      19   Id. at 726.\n      20   Id. at 153.\n\f      7                                                                    No. 17-4058\n\n“hole in his tooth”, although he declared that he had to go “on a hunger strike for\nnine days” to obtain the care he needed. 21\n\n       Gallina testified that, after his release from 41-bis detention in 2014, his life\nin Italy was challenging. On top of his psychological and physical ailments, he\nfound the conditions of his release burdensome and was concerned by what he\nrepresented to the IJ as Mafia efforts to locate and kill him for not carrying out a\nmurder assignment in the past. 22       In early 2016, Gallina, in violation of the\nconditions of his release, left Italy to live with relatives in New York and “hide\nfrom the Mafia.” 23 He unlawfully entered the United States, by way of Germany\nand Canada.\n\n      After the 2016 Italian warrant was issued for Gallina’s arrest for his alleged\ninvolvement in the 2000 murder of Giambanco, the Department of Homeland\nSecurity located and detained Gallina in New York, served him with a notice to\nappear, and charged him with removability as a noncitizen unlawfully present in\nthe United States. In 2017, Gallina conceded removability as charged but sought\ndeferral of removal under the Convention Against Torture. Gallina argued that\nthe conditions he was subjected to in 41-bis detention rose to the level of torture,\nthat he would be returned to 41-bis detention if he were removed to Italy, and that\nhe would therefore more likely than not be tortured if removed. The government\ndid not dispute that, if removed to Italy, Gallina would be returned to 41-bis\ndetention.\n\n\n\n      21   Id. at 777.\n      22   Id. at 160–161.\n\n      23   Id. at 161.\n\f      8                                                                  No. 17-4058\n\n      The IJ relied, inter alia, on testimony from Gallina, Dr. Robins, and\nInternational Law Professor Cesare P.R. Romano, a lay witness whose knowledge\nof the 41-bis program was based on his human rights advocacy and preparation\nfor the hearing. The IJ determined that the 41-bis prison regime is “designed to\n‘break the psyche of the inmates’ so that they collaborate by turning in other\nmembers of the mafia.” 24 She noted that 41-bis is a special detention regime in the\nItalian prison system that dates back to the 1980s and has the “stated purpose . . .\nto prevent members of criminal organizations from having continued contact with\nthese organizations while they are imprisoned. For this reason, prisoners are\nisolated and only allowed contact with a controlled number of people inside the\njail and under very strict conditions with family members.” 25 She concluded that\nthe psychological and physical harm that Gallina suffered was “intentionally\ninflicted,” 26 as is required for a finding of torture, and also that the harm was\nsufficiently severe for a finding of torture. The IJ granted Gallina’s application for\ndeferral of removal.\n\n      The BIA reversed. The BIA found “no indication that Italian prison officials\nintentionally inflicted or threatened to inflict severe physical pain or suffering” on\nGallina, found that the treatment Gallina received fell outside the scope of the\nregulations implementing the Convention Against Torture, and vacated the IJ’s\norder. 27 This petition followed.\n\n\n\n      24   Id. at 98.\n      25   Id. at 92–93.\n\n      26   Id. at 97.\n      27   Id. at 5.\n\f      9                                                                             No. 17-4058\n\n                                          DISCUSSION\n\n      In his petition, Gallina reiterates his argument (1) that 41-bis detention was\ndesigned to induce cooperation, and thus his injuries were intentionally inflicted,\nand (2) that the 41-bis detention conditions, specifically the prolonged solitary\nconfinement, rise to the level of torture under the regulations implementing the\nConvention Against Torture. We review the BIA’s contrary factual findings,\nwhich displace those of the IJ, for substantial evidence and its conclusions of law\nde novo. 28 The BIAs findings “are conclusive unless any reasonable adjudicator\nwould be compelled to conclude to the contrary.” 29\n\n            A. Whether Italy intentionally inflicted Gallina’s injuries\n\n      In relevant part, Article 1 of the Convention Against Torture defines torture\nas follows:\n\n                [A]ny act by which severe pain or suffering . . . is\n                intentionally inflicted on a person for such purposes as\n                obtaining from him . . . information or a confession. . . .\n                It does not include pain or suffering arising only from,\n                inherent in or incidental to lawful sanctions. 30\n\n\n\n\n      28   Chen v. Gonzales, 417 F.3d 268, 271 (2d Cir. 2005).\n      298 U.S.C. §1252(b)(4)(B); Mu Xiang Lin v. U.S. Dep’t of Justice, 432 F. 3d 156, 159 (2d Cir.\n      2005).\n\n      30   Convention Against Torture art. 1.\n\f      10                                                                 No. 17-4058\n\nOur regulations implementing the Convention Against Torture generally mirror\nthis language. 31 They recognize, however, that some sanctions prescribed by the\nlaw of a foreign State may be brutal and highly disproportionate to the penological\npurpose for which they are imposed. Accordingly, our regulations do not exempt\nfrom the definition of torture those “sanctions that defeat the object and purpose\nof the Convention.” 32\n\n      In his petition, Gallina argues that, although his placement in 41-bis\ndetention accorded with Italian law, his detention conditions were chosen for the\npurpose of inducing his cooperation and were far harsher than warranted by any\npenological purpose. Thus, he contends, the Italian government’s infliction of\npain and suffering, through the implementation of the 41-bis regime, satisfies\ntorture’s intentionality requirement and does not fall into the lawful-sanctions\nexemption.\n\n      In support of this argument, Gallina attested before the IJ that “the captain\nof the police . . . told [him] that if [he] were to collaborate with them, that [he]\nwould not have to even have any jail served or . . . detention at all.”33 Gallina also\ndeclared that other Italian officials “would threaten [him] by saying that if [he] did\nnot collaborate with them that [he] was going to go through hell in 41-bis.” 34\nGallina also offered lay testimony from Professor Romano, who first\nacknowledged that “the stated aim” of 41-bis is to “prevent contact between\nmembers of [organized crime] or groups, and hinder the continuation of criminal\n\n      31   8 C.F.R. § 1208.18(a)(3).\n      32   Id.\n      33   CAR at 142–43.\n      34   Id. at 777.\n\f       11                                                                No. 17-4058\n\nactivities.” 35         Romano then declared, after reviewing documents on 41-bis\ndetention (ranging from a report prepared by the Council of Europe’s Committee\non the Prevention of Torture and Inhuman or Degrading Treatment or Punishment\nto a blog post about 41-bis detention), 36 that “there are reasons to believe that the\nunderlying goal of the [41-bis detention conditions] is . . . to increase the pressure\non the prisoners concerned in order to induce them to co-operate with the justice\nsystem.” 37        Professor Romano assessed that the “rationale” for the “[m]any\nrestrictions Article 41 bis inmates face . . . seems to be purely oppressive” and\nspeculated that such restrictions were “meant to break the psyche of the inmates,\nto humiliate them, to dehumanize them and delete their identity and\npersonality.” 38 Professor Romano reached these conclusions despite never having\nvisited detainees in a 41-bis prison, never having interviewed former detainees\nabout 41-bis detention conditions, and never having published literature specific\nto 41-bis detention. 39\n\n       Gallina’s evidence does not compel us to conclude that the BIA’s finding—\nthat there was “no indication that Italian prison officials intentionally inflicted or\nthreatened to inflict severe physical pain or suffering” 40—was unsupported by\nsubstantial evidence. Indeed, we find that ample evidence in the record supports\nthe BIA’s finding.            According to a report produced by the Extraordinary\n\n       35   Id. at 380.\n\n       36   Id. at 377–78.\n       37   Id. at 394.\n       38   Id.\n       39   Id. at 197–98.\n       40   Id. at 5.\n\f      12                                                                    No. 17-4058\n\nCommission for the Protection and Promotion of Human Rights of the Italian\nSenate (Senate Commission Report), the 41-bis prison regime was established to\nprevent members of dangerous criminal organizations from orchestrating further\ncriminal activity while in prison. 41 It was enacted in its current form in response\nto (1) a spate of Mafia killings in 1992 that included the murder of two judges, and\n(2) the then-prevailing problems in Italian prisons with a large Mafia population,\nthat contained organized prison cells that matched the external cells and that\nrecruited non-Mafia detainees. 42            The conditions that Gallina faced in 41-bis\ndetention appear consistent with the Italian government’s stated purpose for the\n41-bis prison regime. The isolation of 41-bis detainees from each other, the general\nprison population, and outside visitors (including restricted family contacts)\nnaturally would inhibit the ability of detainees to criminally conspire or access\ncontraband, despite their ties to organized crime.              Regularly changing the\ncomposition of the small groups with which detainees were permitted to meet,\nand thus preventing the development of meaningful bonds among detainees,\nwould also have this effect. Finally, in Gambino v. Holder, another Convention\nAgainst Torture case regarding 41-bis detention, the petitioner’s own witness\nconceded to the IJ that “[t]he purpose of the 41 bis regime is not to inflict torture,\nbut to house exceptionally dangerous criminals and prevent them from continuing\nto direct criminal activities from prison.” 43\n\n      Gallina’s evidence would be a thin reed on which to rest a contrary finding.\nItalian officials may have told Gallina that he could avoid “any jail served or . . .\n\n\n      41   Id. at 410.\n      42   Id.\n      43   312 F. App’x 847, 849 (9th Cir. 2009).\n\f      13                                                                 No. 17-4058\n\ndetention at all” by cooperating. 44 But this kind of offer by law enforcement\npersonnel is not surprising. Offering reduced punishment for cooperation is a\nroutine police and prosecutorial practice that is employed around the world,\nincluding in the United States. Gallina’s testimony does not convince us that the\nreal purpose of 41-bis detention was to extract information from detainees by\ninflicting severe pain and suffering on them.\n\n      Nor does Professor Romano’s testimony call into question the BIA’s finding.\nAs a preliminary matter, Professor Romano testified as a lay witness. Under the\nFederal Rules of Evidence, lay testimony is credited only when it is “rationally\nbased on the witness’s perception.” 45 Professor Romano’s testimony, however,\nwas not based on his actual perception of 41-bis facilities, which did not occur, or\nconversations with 41-bis detainees, of which there were none. Rather, it was\nbased on his analysis of various documents describing 41-bis detention. Although\n“the strict rules of evidence” that govern federal trials “do not apply in deportation\nproceedings,” the Federal Rules of Evidence do provide helpful guidance in\nassessing the reliability and trustworthiness of evidence presented before an IJ. 46\nAs the Seventh Circuit held in Niam v. Ashcroft, the “spirit” of the Federal Rules\ngoverning witness testimony “does apply to administrative proceedings.” 47 We\nfind that Professor Romano’s lack of direct exposure to the 41-bis prison regime\ndampens the persuasive power of his testimony.\n\n\n\n\n      44   CAR at 142–43.\n      45   Fed. R. Evid. 701(a).\n      46   Felzcerek v. INS, 75 F.3d 112, 116 (2d Cir. 1996).\n      47   354 F.3d 652, 660 (7th Cir. 2004).\n\f       14                                                                         No. 17-4058\n\n       With respect to the testimony itself, Professor Romano was equivocal on\nwhether, in his estimation, 41-bis detention conditions rose to the level of torture.\nIn his declaration, Professor Romano wrote that “there are reasons to believe” that\n41-bis detention is used “as a tool to increase pressure on the prisoners concerned\nin order to induce them to co-operate.” 48 He described that the restrictions\nimposed “seem[] to be purely oppressive.” 49 Instead of stating outright that 41-bis\ndetention conditions run afoul of the prohibition on torture, Professor Romano\nstated that he believed that the 41-bis prison regime “raise[s] issues under Article\n27, paragraph 3, of the Italian Constitution and various international human rights\ninstruments.” 50 However, these documents prohibit not only torture but also\ncruel, inhuman, and degrading (CID) treatment, a lesser form of abuse that, unlike\ntorture, can be perpetrated without an intent to cause severe pain and suffering. 51\nIt bears mention that the reports on which Professor Romano relied most heavily\nin developing his testimony, the Senate Commission Report and a report by the\nEuropean Committee on the Prevention of Torture and Inhuman or Degrading\nTreatment or Punishment, 52 similarly shied away from identifying a violation of\nthe prohibition on torture. Professor Romano’s testimony therefore provides no\nbasis for us to overturn the BIA’s well-supported finding that Gallina’s pain and\n\n\n       48   CAR at 394.\n       49   Id.\n       50   Id.\n       51 See Art. 27(3) Costituzione [Cost.] (It.) (“Punishments may not be inhuman and shall\naim at re-educating the convicted.”); Convention Against Torture art. 16 (“Each State Party shall\nundertake to prevent in any territory under its jurisdiction other acts of cruel, inhuman or\ndegrading treatment or punishment which do not amount to torture . . . .”).\n       52   CAR at 378.\n\f      15                                                                          No. 17-4058\n\nsuffering were inherent in or incident to a lawful sanction and thus not\nintentionally inflicted.\n\n            B. Whether 41-bis detention conditions fall within the definition of\n                torture at 8 C.F.R. § 1208.18\n\n      In addition to being intentionally inflicted, torture under the Convention\nAgainst Torture must cause “severe pain or suffering, whether physical or\nmental.” 53 Our regulations interpreting this language provide that severe “mental\npain or suffering must be prolonged mental harm.” 54 They then specify the acts\nthat are, within the administrative agency’s judgment, capable of giving rise to\nsevere mental pain or suffering:\n\n                (i)     The intentional infliction or threatened infliction of\n                severe physical pain or suffering;\n                (ii)    The administration or application, or threatened\n                administration         or   application,   of   mind   altering\n                substances or other procedures calculated to disrupt\n                profoundly the senses or the personality;\n                (iii)   The threat of imminent death; or\n                (iv)    The threat that another person will imminently be\n                subjected to death, severe physical pain or suffering, or\n                the administration or application of mind altering\n\n\n\n\n      53   Convention Against Torture art. 1.\n      54   8 C.F.R. § 1208.18(a)(4).\n\f       16                                                                          No. 17-4058\n\n                  substances or other procedures calculated to disrupt\n                  profoundly the sense or personality.55\n\nAs relevant here, Gallina argues that the conditions he faced in 41-bis detention,\nmost notably his prolonged solitary confinement, were “procedures calculated to\ndisrupt profoundly the senses or the personality” within the meaning of\n§ 1208.18(a)(4)(ii).      Although we recognize that Gallina developed various\npersisting mental ailments while in 41-bis detention, we cannot agree that he faced\nsevere mental pain and suffering of the kind envisioned in § 1208.18(a)(4)(ii). 56\n\n       First, it is too great a stretch to characterize 41-bis detention (or its use of\nprolonged solitary confinement, in particular) as a “procedure,” as that term is\ncommonly understood. The pertinent dictionary definition of “procedure” is “a\n\n\n\n\n       55   Id.\n       56  At oral argument, we requested that the parties submit supplemental briefing on\nwhether the treatment Gallina faced in 41-bis detention would, if imposed in the United States,\nrun afoul of the Constitution. A U.S. reservation to the Convention Against Torture provides that\nits Article 16 obligation to prevent CID treatment (a separate obligation from the Convention\nAgainst Torture’s prohibition on torture) applies “only insofar” as the alleged CID treatment can\nreasonably be considered “cruel, unusual and inhumane treatment or punishment prohibited by\nthe Fifth, Eighth, and/or Fourteenth Amendments.” U.S. Reservations, Declarations, and\nUnderstandings § I(1), Convention Against Torture and Other Cruel, Inhuman or Degrading\nTreatment or Punishment, Cong. Rec. S17486-01 (daily ed., Oct. 27, 1990). In other words, if the\ntreatment imposed on Gallina were permissible in the United States, it would not rise even to the\nlevel of CID treatment and therefore could not possibly be torture—an aggravated and intentional\nform of CID treatment. Having reviewed the supplemental briefing of the parties, we do not rule\nout that conditions of 41-bis detention might, in certain circumstances, amount to CID, similar to\ncruel and unusual punishment in violation of our Eighth Amendment. In any event, no such\nclaim is presented here.\n\f       17                                                                   No. 17-4058\n\nseries of steps followed in a regular definite order.” 57 Under this definition, the\ndictionary offers up “a surgical procedure” to illustrate how the term “procedure”\nmight be used. 58 Detention conditions, which do not proceed in stepwise fashion\nand do not have an end point at which they are accomplished or completed, do\nnot accord with either the dictionary definition or the common understanding of\n“procedure.” It is far more likely that the “other procedures” that the agency had\nin mind are discrete interventions, like sleep deprivation or sensory overload\nthrough the use of bright lights, strobe lights, or recurrent loud noises. Such a\nreading of “other procedures” is consistent with § 1208.18(a)(4)(ii)’s implied\ncharacterization of the “administration or application . . . of mind altering\nsubstances” as a “procedure.” We are mindful of the interpretive canon noscitur a\nsociis which, in plain terms, posits that a word is best understood “by the company\nit keeps.” 59\n\n       Second, it is unlikely that the agency would have intended that “other\nprocedures” encompass an entire system of incarceration sanctioned by foreign\nlaw—particularly when similar detention conditions, if in somewhat more limited\ncircumstances, are permissible under our domestic law. We can infer that the\nagency did “not alter the fundamental details of [its] regulatory scheme,” 60\ncreating an unbounded array of proscribed conduct, with such a vague and\nancillary term as “other procedures.” As the Supreme Court has repeatedly\n\n\n       57  Procedure, MERRIAM-WEBSTER, http://www.merriam-webster.com/dictionary/procedure\n(last visited July 22, 2020).\n       58   Id.\n       59   Gustafson v. Alloyd Co., 513 U.S. 561, 575 (1995).\n\n       60   Whitman v. Am. Trucking Ass’ns, 531 U.S. 457, 468 (2001).\n\f       18                                                                         No. 17-4058\n\ncautioned, our interpretive exercise strongly disfavors finding elephants in\nmouseholes. 61\n\n       Third and finally, a limited reading of “other procedures” is consistent with\nthe way prolonged solitary confinement is treated under international law. To\ndate, no international tribunal or treaty body has found that prolonged solitary\nconfinement, without more, rises to the level of torture as distinguished from CID\ntreatment. In Case of Ilaşcu and Others v. Moldova and Russia, the European Court\nof Human Rights found that being “held in solitary confinement . . . having no\ncontact with other prisoners or access to newspapers” for a period of years “can\nbe qualified as inhuman and degrading treatment.” 62 By contrast, the European\nCourt assessed that being held in solitary confinement, in combination with\nperiodic beatings, denials of food, or placement on death row, “must be\nconsidered [an] act[] of torture.” 63 Consistent with Ilaşcu, the Committee Against\nTorture, the treaty body responsible for the Convention Against Torture, has\nspecified that “solitary confinement might constitute torture or inhuman\ntreatment,” implying that only the most severe instances of solitary confinement,\naggravated by deliberate abuse, would run afoul of the prohibition on torture\nrather than the separate prohibition on CID treatment. 64                    Unable to find\ninternational cases that describe the conditions he faced as torture, Gallina blurs\nthe distinction between torture and CID treatment. He cites, for instance, cases\n\n       61   Id.\n       62   2004-VII Eur. Ct. H.R. 179.\n       63   Id.\n       64 Comm. Against Torture, Observations of the Committee Against Torture on the Revision of\nthe United Nations Standard Minimum Rules for the Treatment of Prisoner, U.N. Doc. CAT/C/51/4\n(Dec. 16, 2013) (emphasis added).\n\f       19                                                                          No. 17-4058\n\nfrom the Inter-American Court of Human Rights that hold that “prolonged\nisolation and coercive solitary confinement are, in themselves, cruel and inhuman\ntreatments.” 65 But again, as the Convention Against Torture provides 66 and our\nregulations make crystal clear, 67 CID treatment and torture are not coextensive. To\nthe extent that international law characterizes prolonged solitary confinement,\nwithout more, 68 as CID treatment rather than torture, this treatment does not\nimplicate the United States’s obligation under Article 3 of the Convention Against\nTorture to refrain from removing persons to countries in which they are likely to\nbe tortured. 69        Section 1208.18, of course, implements this specific Article 3\nobligation. 70\n\n\n\n\n       65   Petitioner’s Br. at 33.\n       66See Convention Against Torture art. 16 (creating a separate prohibition on CID treatment\nthat does not rise to the level of torture).\n       67See 8 C.F.R. § 1208.18(a)(2) (“Torture is an extreme form of cruel and inhuman treatment\nand does not include lesser forms of cruel, inhuman or degrading treatment or punishment that\ndo not amount to torture.”).\n       68We acknowledge that Gallina was, in addition to being placed in solitary confinement,\ndenied access to a psychologist or psychiatrist when he wanted “some medication to help [him]\nsleep.” CAR at 154. This is not remotely analogous to the kind of abuse that transformed the\nprolonged solitary confinement in Ilaşcu into torture. We therefore find it insufficient to\ntransform Gallina’s prolonged solitary confinement into torture.\n       69See Convention Against Torture art. 3 (establishing a no-return obligation when an\nindividual “would be in danger of being subjected to torture,” specifically).\n       70 Foreign Affairs Reform and Restructuring Act of 1998, Pub. L. No. 105-277, Div. G, Title\nXXII, § 2242, 112 Stat. 2681-822 (1998).\n\f      20                                                                  No. 17-4058\n\n      We therefore find that the 41-bis detention conditions that Gallina has\ndescribed do not rise to the level of torture. Thus, Gallina’s petition for deferral of\nremoval under the Convention Against Torture must be denied.\n\n      The BIA determined that Gallina’s 41-bis incarceration was a lawful\nsanction under Italian law and that its effects on Gallina were both not intended\nby the Italian authorities and incidental to his incarceration. 71 The BIA also found\nthat the psychological harm of which Gallina complained (PTSD and insomnia)\ndid not qualify as “pain or suffering” within the meaning of the operative\nregulation, 8 C.F.R. §1208.18(a)(4). 72 Therefore, even if he was denied psychiatric\ntreatment, Gallina “did not establish[] that he experienced ‘mental pain or\nsuffering’ rising to the level of ‘torture’” under that provision. 73\n\n      It bears reiterating that the IJ’s findings to the contrary, upon which our\ndissenting colleague relies, were rejected by the BIA. When this occurs, it is the\nfindings of the BIA, and not the IJ, that we are reviewing, and the standard of\nreview is a deferential one. 74\n\n      The BIA’s findings must be upheld if there is “substantial evidence” to\nsupport them, and they are “conclusive unless any reasonable adjudicator would\n\n\n\n\n      71   CAR at 4.\n\n      72   Id. at 4–5.\n\n      73   Id. at 5.\n\n      74   Chen, 417 F.3d at 271.\n\f      21                                                                       No. 17-4058\n\nbe compelled to conclude to the contrary.” 75 We agree in substance with the BIA’s\nfindings and therefore easily conclude that “substantial evidence” supports them.\n\n      Our deference to the BIA’s factual findings in conjunction with our legal\nanalysis above leads to our ultimate conclusions.                     The dissent does not\nmeaningfully explain how it overcomes the deference owed to the BIA when it\ndisagrees with the BIA’s factual findings.\n\n      We fully appreciate our dissenting colleague’s discomfort with this case.\nThe conditions of prolonged 41-bis incarceration are indeed severe and, as we have\nnoted, can in aggravated circumstances amount to cruel, inhuman and degrading\ntreatment that is similar to “cruel and unusual punishment” under the Eighth\nAmendment. But such incarceration conditions do not, either generally or as\nimplemented in this case, meet the more heightened requirements of “torture”\nwithin the meaning of the Convention Against Torture and its domestic\ncounterpart 8 C.F.R. §1208.18(a).\n\n                                         CONCLUSION\n\n      For the reasons stated above, we DENY the petition.\n\n\n\n\n      75   8 U.S.C. §1252(b)(4)(B); Mu Xiang Lin, 432 F. 3d at 159.\n\f 1   POOLER, Circuit Judge, dissenting:\n\n 2         Prolonged solitary confinement is one of the true horrors of the modern-\n\n 3   day penal system. “Years on end of near-total isolation exact a terrible price.”\n\n 4   Davis v. Ayala, 135 S. Ct. 2187, 2210 (2015) (Kennedy, J., concurring). Studies have\n\n 5   shown that prolonged solitary confinement can result in paranoia, hallucinations,\n\n 6   suicidal ideation, feelings of impending doom, decline in mental functioning,\n\n 7   insomnia, nightmares, and many other symptoms related to severe depression\n\n 8   and anxiety. See Porter v. Clarke, 923 F.3d 348, 355-57 (4th Cir. 2019). Other effects\n\n 9   include post-traumatic stress disorder (“PTSD”), self-mutilation, obsessional\n\n10   thinking, dangerous weight loss, and aggravation of preexisting health issues.\n\n11   Williams v. Sec’y Pa Dep’t of Corr., 848 F.3d 549, 566 (3d Cir. 2017). “[T]here is not a\n\n12   single study of solitary confinement wherein nonvoluntary confinement that\n\n13   lasted for longer than 10 days failed to result in negative psychological effects.”\n\n14   Id. at 566 (internal quotation marks, brackets, and citations omitted). That these\n\n15   scars may not be visible makes them no less agonizing.\n\n16         The Italian 41-bis prison regime, which uses prolonged solitary\n\n17   confinement, is intensely restrictive, due largely to additional measures\n\n18   implemented in 2009. Prisoners are locked alone in their cells for 22 hours each\n\f 1   day. They can read, watch television, or listen to the radio, but nothing else, and\n\n 2   they are subjected to surveillance while in their cells. They are allowed to\n\n 3   socialize for one hour with four other inmates, and the only acceptable activities\n\n 4   during this time are playing cards or board games or using an indoor exercise\n\n 5   bicycle. Contact, including greetings, with other prisoners are strictly prohibited,\n\n 6   even if those inmates had formerly been a member of one’s socialization group.\n\n 7   Prisoners are allowed one hour of outdoor exercise as well. Prisoners get one 10-\n\n 8   minute phone call per month or one one-hour visit per month, under closed\n\n 9   conditions and with audio and video recording. The European Committee for the\n\n10   Prevention of Torture and Inhuman or Degrading Treatment or Punishment\n\n11   described the regime as “very impoverished.” CAR at 572. The combination of\n\n12   this impoverished regime and the “severe restrictions on contacts . . . may, if\n\n13   applied for prolonged periods, have harmful effects of a psychological and\n\n14   physical nature.” CAR at 572.\n\n15         Fernando Gallina spent his first month in a 41-bis prison in complete\n\n16   isolation. He was not allowed to leave his cell or telephone his family during the\n\n17   entire month. His next nearly seven years did not allow for significantly more\n\n18   contact. He was confined for twenty-three hours each day. He was allowed one\n\n\n\n                                              2\n\f 1   hour each day with a small group of other inmates, who were rotated out\n\n 2   frequently to prevent them from forging social bonds. He was frequently denied\n\n 3   his one allotted family visit or ten-minute phone call each month. He was denied\n\n 4   mental health care.\n\n 5         Unsurprisingly, Gallina developed a number of physical and psychological\n\n 6   ailments typical of prolonged solitary confinement. An expert psychologist\n\n 7   whose practice focuses on trauma victims, Dr. Charles Edward Robins, testified\n\n 8   that Gallina suffers from “severe depression, for which he has been prescribed\n\n 9   Zoloft and anti-depressants;” “vivid flashback nightmares of the screams of\n\n10   prisoners at [the prison] and the sounds of prison doors slamming shut;” “severe\n\n11   claustrophobia;” and extreme anxiety. CAR at 90 (internal quotation marks and\n\n12   brackets omitted). Dr. Robins also diagnosed “severe PTSD,” as well as “severe\n\n13   insomnia, spontaneous weeping and traumatic nightmares; and suicidal\n\n14   volition.” CAR at 91 (internal quotation marks omitted). Gallina “lost over 50\n\n15   pounds; developed severe colonitis; severe hemorrhoidal bleeding; and a hiatal\n\n16   hernia secondary to a stomach ulcer from stress-induced hyperacidity.” CAR at\n\n17   90 (internal quotation marks omitted). Gallina “also developed migraine\n\n\n\n\n                                             3\n\f 1   headaches.” CAR at 90. Dr. Robins opined that if Gallina is returned to the 41-bis\n\n 2   environment, he would commit suicide.\n\n 3         Why impose such a heavy toll? Not for any legitimate penological\n\n 4   objective. Rather, it was Gallina’s refusal to collaborate with and provide names\n\n 5   to the Italian authorities that drew such harsh punishment. Prolonged solitary\n\n 6   confinement is nothing short of torture in most cases, and this is one of them.\n\n 7         As set forth in the majority opinion, the domestic regulation implementing\n\n 8   CAT guides our analysis. See 8 C.F.R. § 1208.18. In relevant part, that regulation\n\n 9   exempts from the definition of “torture” any “pain or suffering arising only\n\n10   from, inherent in or incidental to lawful sanctions.” Id. § 1208.18(a)(3). The\n\n11   regulation further provides that “[i]n order to constitute torture, mental pain or\n\n12   suffering must be prolonged mental harm caused by or resulting from,” in\n\n13   relevant part, “[t]he administration or application, or threatened administration\n\n14   or application, of mind altering substances or other procedures calculated to\n\n15   disrupt profoundly the senses or the personality.” Id. § 1208.18(a)(4)(ii).\n\n16         Gallina’s appeal raises two questions: first, whether his prolonged solitary\n\n17   confinement falls under the lawful-sanctions exemption, and second, whether\n\n18   this solitary confinement constitutes “other procedures calculated to disrupt\n\n\n\n                                               4\n\f 1   profoundly the senses or the personality.” 8 C.F.R. § 1208.18(a)(4)(ii). The\n\n 2   majority answers yes to the first and no to the second. These questions are\n\n 3   difficult. The majority’s conclusions are not unreasonable, but they are incorrect.\n\n 4   In reaching this conclusion, I am mindful that we defer to factual findings of the\n\n 5   BIA when they are supported by substantial evidence. See Hong Fei Gao v.\n\n 6   Sessions, 891 F.3d 67, 76 (2d Cir. 2018). Questions of law and the application of\n\n 7   law to fact, however, are reviewed de novo. Id. The BIA’s conclusion that\n\n 8   Gallina’s experiences in 41-bis, even if true, did not meet our regulatory\n\n 9   definition of torture is an application of facts to law and therefore not entitled to\n\n10   the deferential “substantial evidence” standard. After engaging in a plain\n\n11   reading of the regulation and related law and applying it to the record, I\n\n12   conclude that I must respectfully dissent from the denial of CAT relief in this\n\n13   case.\n\n14           I.    The Lawful-Sanctions Exemption Does Not Apply.\n\n15           Conditions of confinement that stem from judicially imposed sanctions\n\n16   following a lawful conviction are not ipso facto exempted from the definition of\n\n17   torture. “Barbaric prison conditions might constitute torture if they cause severe\n\n18   pain or suffering and if circumstances indicate that the intent of the authorities in\n\n\n\n                                               5\n\f 1   causing the severity of pain and suffering (over and above the discomforts\n\n 2   incident to confinement in that time and place) is to illicitly discriminate, punish,\n\n 3   coerce confession, intimidate, or the like—just as live burial would be torture\n\n 4   even if somewhere it were the lawful sanction for an offense.” Pierre v. Gonzales,\n\n 5   502 F.3d 109, 121 (2d Cir. 2007).\n\n 6         The majority acknowledges this principle of proportionality but goes on to\n\n 7   state that “[t]he conditions that Gallina faced in 41-bis detention appear\n\n 8   consistent with the Italian government’s stated purpose for the 41-bis prison\n\n 9   regime,” i.e., to prohibit communications leading to additional organized crime,\n\n10   which the majority concludes indicates a lack of intent to inflict severe pain or\n\n11   suffering on Gallina. The majority further concludes that Gallina failed to adduce\n\n12   sufficient evidence to show that his conditions were imposed for the purpose of\n\n13   inducing his cooperation and that the conditions are far harsher than warranted\n\n14   by any penological purpose.\n\n15         As an initial point, I disagree with the BIA and the majority’s reliance on\n\n16   the apparent consistency between the stated purpose of 41-bis and the conditions\n\n17   of Gallina’s detention. Any number of torturous conditions may be consistent\n\n18   with legitimate purposes. Taking the example provided in Pierre, live burial\n\n\n\n                                               6\n\f 1   would adequately address any security concerns and promote deterrence\n\n 2   objectives—but that surely does not mean that live burial is exempt from the\n\n 3   definition of torture. The BIA, however, accepted that any consistent legitimate\n\n 4   justification is sufficient to invoke the lawful-sanctions exemption. That is\n\n 5   erroneous. The BIA should not have relied solely on the existence of one\n\n 6   ostensible, legitimate purpose to find a lack of intent when the challenged\n\n 7   treatment may be consistent with other, illegitimate purposes as well.\n\n 8         Nor can I agree with the majority that Gallina failed to amass sufficient\n\n 9   evidence to demonstrate that the real purpose of his detention conditions was to\n\n10   coerce collaboration with the authorities. The reports in the record, Professor\n\n11   Cesare Romano’s testimony, and Gallina’s uncontroverted testimony all indicate\n\n12   that though the 41-bis regime originated to prevent members of dangerous\n\n13   criminal organizations from engaging in further organized crime while\n\n14   imprisoned, it has since evolved into something primarily punitive and coercive.\n\n15            A. The CPT Report\n\n16         The regime has been amended over time, with the latest amendment\n\n17   occurring in 2009. Professor Romano’s written report explains that “instead of\n\n18   being progressively relaxed, as circumstances improved, the Article 41 bis regime\n\n\n\n                                               7\n\f 1   has become increasingly harsh.” CAR at 381. The additional restrictions include a\n\n 2   reduction in the number of prisoners allowed per each socialization group from\n\n 3   five individuals to four individuals; a reduction in the time prisoners are allowed\n\n 4   to spend outside their cells from four hours to two hours; and further curtailment\n\n 5   of contact with the outside world, such as family members or lawyers.\n\n 6         Indeed, a report prepared by the European Committee for the Prevention\n\n 7   of Torture and Inhuman or Degrading Treatment or Punishment (“CPT Report”)\n\n 8   explains that “the CPT must stress that the argument frequently put forward by\n\n 9   the Italian authorities—that the additional restrictions which have been\n\n10   introduced in 2009 were necessary in order to combat more effectively the\n\n11   phenomenon of organised crime and thus to enhance the protection of society—\n\n12   is scarcely convincing.” CAR at 573. The report’s authors were confident “that\n\n13   the prison administration is able to maintain the same level of security\n\n14   irrespective of whether the ’41-bis’ prisoners of a given living unit are able to\n\n15   associate for two, four or more hours per day.” CAR at 573. “Against this\n\n16   background,” the CPT Report states, “there are reasons to believe that the\n\n17   underlying goal of the most recent legislative changes is rather to use additional\n\n18   restrictions as a tool to increase the pressure on the prisoners concerned in order\n\n\n\n                                               8\n\f1   to induce them to co-operate with the justice system,” which would be not only\n\n2   “highly questionable” but also “raise issues under . . . various international\n\n3   human rights instruments to which Italy is a Party.” CAR at 573. 1\n\n4         These observations in the CPT Report make plain that crime-prevention\n\n5   concerns were no longer considered to be the regime’s motivating factor.\n\n6   Likewise, the blunt characterization of the crime-prevention rationale as\n\n7   “scarcely convincing” speaks volumes. Therefore, even absent a direct legal\n\n8   conclusion on the issue, the CPT Report provides a substantial basis for doubting\n\n9   the stated purpose of Gallina’s conditions.\n\n\n\n\n    1Given the information in the CPT Report, I am not persuaded by the majority’s\n    reliance on the Ninth Circuit case Gambino v. Holder, 312 F. App’x 847 (9th Cir.\n    2009). It is true that both Gambino and the present case involve the 41-bis system.\n    But the similarities end there. Importantly, the harsher aspects of the regime\n    discussed in the CPT Report were added in 2009—clearly before Gallina, but not\n    Gambino, was incarcerated. What the witness in Gambino said then did not\n    consider the more brutal restrictions that served as the basis for the CPT’s\n    skepticism towards the crime-prevention rationale. In addition, Gambino is an\n    unpublished decision with sparsely recorded facts, making it difficult to assess\n    what Gambino’s detentions were like, to the extent they deviated from typical\n    41-bis practices, or what evidence was before the court. By contrast, as discussed\n    more fully below, here Gallina has alleged deliberate denial of mental health\n    care, a fact that elevates the severity of his detention and significantly\n    strengthens the notion that his conditions were intentionally coercive. For these\n    reasons, Gambino is not analogous.\n\n                                             9\n\f 1            B. Professor Romano’s Testimony and Report\n\n 2         Similarly, I disagree with the majority that Professor Romano’s testimony\n\n 3   “provides no basis for us to overturn the BIA’s well-supported finding.” 2 Maj.\n\n 4   Op. at 14. Professor Romano testified that “there are aspects of the 41-bis regime\n\n 5   that seem to suggest that the purpose is not only, or solely to prevent contact and\n\n 6   continuing criminal activities for these people, but that is actually meant to break\n\n 7   them psychologically so that they will turn in other members of the\n\n 8   organizations or they will snitch.” CAR at 225. This conclusion is echoed in\n\n 9   Professor Romano’s written report, which states that “the purpose of many of the\n\n10   restrictions seem to be purely punitive and to force inmates to confess or\n\n11   implicate others; all goals that are prohibited under the internationally accepted\n\n12   definition of torture. Overall, the physical and mental pain or suffering that is\n\n13   imposed does not seem to be ‘arising only from, inherent in or incidental to the\n\n14   lawful sanction.’” CAR at 393 (footnotes omitted).\n\n\n\n\n     2 To be clear, the BIA did not explicitly find that the only purpose of 41-bis is to\n     prevent further criminal activity. It merely said that the stated purpose was\n     legitimate and thus 41-bis’s conditions were a lawful sanction. Thus, Gallina does\n     not have to overcome the deferential standard of review cited by the majority to\n     prove the existence of an ulterior purpose.\n\n                                              10\n\f 1         Although the reliability of Professor Romano’s testimony and report are\n\n 2   undisputed, the majority first finds that Professor Romano’s testimony has\n\n 3   diminished persuasive value because he had never been to a 41-bis prison.\n\n 4   According to the majority, although the Federal Rules of Evidence do not apply\n\n 5   to administrative proceedings, Professor Romano’s “lack of direct exposure . . .\n\n 6   dampens the persuasive power of his testimony” and violates the “spirit” of the\n\n 7   Federal Rules. Maj. Op. at 13. But the IJ found Professor Romano credible, a\n\n 8   finding undisturbed by the BIA. “It cannot be overstated that our review of the\n\n 9   IJ’s credibility findings is highly deferential,” and our Court must defer to these\n\n10   determinations “unless any reasonable adjudicator would be compelled to\n\n11   conclude to the contrary.” Majidi v. Gonzales, 430 F.3d 77, 79 (2d Cir. 2006)\n\n12   (internal quotation marks omitted) (quoting 8 U.S.C. § 1252(b)(4)(B)). But the\n\n13   majority does not conclude that any reasonable adjudicator would be compelled\n\n14   to discount Professor Romano’s testimony. Discounting Professor Romano’s\n\n15   testimony based on the “spirit” of the Rules thus amounts to an improper\n\n16   rejection of the IJ’s credibility finding.\n\n17         The majority next focuses on Professor Romano’s use of the words “seem”\n\n18   and “there are reasons to believe” as reasons to discount his testimony. But the\n\n\n\n                                                  11\n\f 1   majority overlooks that Professor Romano’s testimony and report are replete\n\n 2   with unambiguous statements as well. For instance, in his written report,\n\n 3   Professor Romano stated without qualification that the 41-bis restrictions “are\n\n 4   meant to break the psyche of the inmates, to humiliate them, to dehumanize them\n\n 5   and delete their identity and personality.” CAR at 394 (emphasis added). He\n\n 6   went on to state, “[t]here is no actual connection between some aspects of the\n\n 7   regime and the stated purpose to eradicate any relationship with the criminal\n\n 8   organization.” CAR at 394 (emphasis added). And in his testimony, he explicitly\n\n 9   stated that “there are aspects [of 41-bis] that are falling short of international\n\n10   human rights standards.” CAR at 233 (emphasis added). Professor Romano also\n\n11   testified that “the Committee on the Prevention Against Torture is concerned\n\n12   that the regime is increasingly becoming harsher and harsher on detainees, for no\n\n13   apparent valid justification.” CAR at 226 (emphasis added). Though Professor\n\n14   Romano used equivocal terms at times, a fuller reading of his report and\n\n15   testimony makes clear that Professor Romano did not consider the stated\n\n16   purpose to be the real purpose of 41-bis’s conditions.\n\n\n\n\n                                                12\n\f 1             C. Gallina’s Testimony\n\n 2         Gallina’s testimony provides further support for the conclusion that his\n\n 3   conditions of confinement were imposed for a coercive objective. For instance,\n\n 4   Gallina, whose credibility is uncontroverted, testified that a police captain told\n\n 5   him that the reason he was subjected to complete solitary confinement for the\n\n 6   first month of his detention was because he needed to collaborate and turn in\n\n 7   names. That Gallina was placed in prolonged solitary confinement even before\n\n 8   his conviction also shows that his confinement was used as a coercive tool. Juan\n\n 9   Méndez (Special Rapporteur on Torture and Other Cruel, Inhuman or Degrading\n\n10   Treatment or Punishment), Interim Rep., ¶ 73, U.N. Doc. A/66/268 (Aug. 5, 2011)\n\n11   (noting that “the practice of solitary confinement during pretrial detention\n\n12   creates a de facto situation of psychological pressure which can influence\n\n13   detainees to make confessions or statements against others”). And while it is\n\n14   true, as the majority states, that the police captain told Gallina at the time of his\n\n15   arrest that he would not be subject to detention at all if he collaborated, Gallina\n\n16   also testified that his requests to be removed from 41-bis were denied because he\n\n17   did not collaborate. 3 It is one thing to tell a charged defendant or arrestee that he\n\n\n     3Professor Romano’s report explains that “detention [under 41-bis] is four years\n     long, and afterwards it is renewable every two years, if the inmate is believed to\n\n                                               13\n\f 1   can avoid detention through cooperation at the beginning of the proceedings,\n\n 2   and quite another to tell a convicted defendant that he is to be continually\n\n 3   subjected to prolonged solitary confinement for his failure to cooperate.\n\n 4         Even assuming for the sake of argument, however, that the crime-\n\n 5   prevention rationale justified prolonged solitary confinement, I would still\n\n 6   conclude that the conditions of Gallina’s confinement were imposed for the\n\n 7   purpose of inducing cooperation and far harsher than warranted by any\n\n 8   penological purpose. Gallina was told, in writing, that his requests for\n\n 9   psychiatric care due to difficulty sleeping were denied because he had not yet\n\n10   collaborated with the authorities—a telling fact that the majority virtually\n\n11   ignores. I fail to see how denial of psychiatric care is properly justified by a\n\n12   crime-prevention rationale, especially in light of other evidence that psychiatric\n\n13   drugs to help with sleep were frequently and liberally given to other 41-bis\n\n14   inmates. On this record, the only plausible explanation for the deprivation\n\n15   Gallina suffered is the one he was given: that he had not “conced[ed],” not\n\n16   “collaborat[ed],” and was “still a Mafioso.” CAR at 153 (internal quotation marks\n\n\n\n\n     be still in contact with his organization. However, renewals are automatic, with\n     judges merely rubberstamping the decision.” CAR at 381.\n\n                                               14\n\f 1   omitted). Taken alone, this fact makes manifest that Gallina’s conditions of\n\n 2   confinement were motivated by a coercive, illegitimate purpose.\n\n 3         Finally, in the Eighth Amendment context, a legitimate penological\n\n 4   objective cannot support the imposition of prolonged solitary confinement on\n\n 5   defendants with mental health ailments. See, e.g., Palakovic v. Wetzel, 854 F.3d 209,\n\n 6   226 (3d Cir. 2017). One court has gone so far as to state that “if particular\n\n 7   conditions of segregation being challenged are such that they inflict a serious\n\n 8   mental illness, greatly exacerbate mental illness, or deprive inmates of their\n\n 9   sanity, then defendants have deprived inmates of basic necessity of human\n\n10   existence—indeed, they have crossed into the realm of psychological torture.”\n\n11   Madrid v. Gomez, 889 F. Supp. 1146, 1264 (N.D. Cal. 1995). While this precedent is\n\n12   not controlling, it certainly suggests that subjecting Gallina to prolonged solitary\n\n13   confinement in light of his current mental illness falls outside the lawful-\n\n14   sanctions exception, regardless of a legitimate penological objective.\n\n15         For these reasons, I cannot agree with the majority that, given the stated\n\n16   crime-prevention purpose of 41-bis, Gallina’s detention conditions were\n\n17   unintentional and merely inherent in, or incidental to, lawful sanctions. The\n\n18   purpose of Gallina’s conditions was undoubtedly coercive.\n\n\n\n                                               15\n\f 1         II.     “Other Procedures Calculated to Disrupt Profoundly the Senses or\n\n 2                 the Personality”\n\n 3         What constitutes “other procedures calculated to disrupt profoundly the\n\n 4   senses or the personality” as set forth in the CAT regulation, 8 C.F.R.\n\n 5   § 1208.18(a)(4)(ii), is an issue of first impression. The majority interprets this\n\n 6   phrase narrowly, such that prolonged solitary-confinement conditions like those\n\n 7   Gallina suffered are not covered by that phrase. But given the breadth of the\n\n 8   regulation’s own text, I disagree.\n\n 9               A. The Plain Text Understanding\n\n10         As legal scholars have recognized, an appropriate reading of “other\n\n11   procedures calculated to disrupt profoundly the senses or the personality” is a\n\n12   broad one. “Why shouldn’t other procedures calculated to disrupt profoundly\n\n13   the sense or the personality include, for example, the careful contrivance of\n\n14   prolonged isolation and sleep deprivation frequently employed in\n\n15   Guantanamo?” David Luban & Henry Shue, Mental Torture: A Critique of Erasures\n\n16   in U.S. Law, 100 Geo. L.J. 823, 848 (2012). The category “would surely include\n\n17   nonpharmaceutical interventions such as electrical stimulation of the brain,\n\n18   surgical procedures like lobotomies, and prolonged sensory deprivation.” Id.\n\n\n\n                                                16\n\f1   “Any number of practices—isolation, sensory deprivation, or interrogation\n\n2   practices relying on phobias, religious taboos, or cultural identity—could meet\n\n3   [the Section 1208.18(a)(4)(ii)] criteria.” Kate Riggs, Richard Blakely & Jasmin\n\n4   Marwaha, Note, Prolonged Mental Harm: The Torturous Reasoning Behind a New\n\n5   Standard for Psychological Abuse, 20 Harv. Hum. Rts. J. 263, 268 n.26 (2007).\n\n6         The view of these scholars is in line with a plain understanding of the CAT\n\n7   regulation’s text. 4 The dictionary defines procedure as “a particular way of\n\n8   accomplishing something or of acting.” Procedure, Merriam-Webster,\n\n9   https://www.merriam-webster.com/dictionary/procedure (last visited Aug. 14,\n\n\n\n    4Given the devastating consequences of prolonged solitary confinement\n    identified in the case law and scientific literature, and seen in Gallina himself,\n    there is no question that this practice “disrupt[s] profoundly the senses or the\n    personality.” See, e.g., Porter, 923 F.3d at 357 (“Prolonged solitary confinement\n    exacts a heavy psychological toll that often continues to plague an inmate’s mind\n    even after he is resocialized,” giving rise to “depression, withdrawal, appetite\n    and sleep disturbance, fatigue and lethargy, and suicidal ideation.”); see also Ruiz\n    v. Texas, 137 S. Ct. 1246, 1247 (2017) (Breyer, J., dissenting from denial of stay of\n    execution) (noting that the petitioner “ha[d] developed symptoms long\n    associated with solitary confinement, namely severe anxiety and depression,\n    suicidal thoughts, hallucinations, disorientation, memory loss, and sleep\n    difficulty”); Davis, 135 S. Ct. at 2210 (Kennedy, J., concurring) (noting that\n    “common side-effects of solitary confinement include anxiety, panic, withdrawal,\n    hallucinations, self-mutilation, and suicidal thoughts and behaviors”). The\n    majority does not seem to challenge the notion that prolonged solitary\n    confinement may be “calculated to disrupt profoundly the senses or the\n    personality,” 8 C.F.R. § 1208.18(a)(4)(ii), so I do not address this point more fully.\n\n                                              17\n\f 1   2020). This definition is the most historical one recognized by the dictionary. 5\n\n 2   And prolonged solitary confinement can of course constitute “a particular way of\n\n 3   accomplishing something,” whether that be minimizing security risks or, as in\n\n 4   this case, obtaining confessions and cooperation from prisoners.\n\n 5         The majority, based on the second sense of the word “procedure,” argues\n\n 6   that detention conditions cannot be considered a “procedure” and that it is far\n\n 7   more likely that the term “other procedures” refers to discrete interventions like\n\n 8   sleep deprivation or sensory overload. Maj. Op. at 16-17. As an initial matter, the\n\n 9   question is not whether detention conditions broadly speaking can be considered a\n\n10   procedure—the question is whether prolonged solitary confinement, in the\n\n11   regimented fashion of the 41-bis system, can be considered a “procedure.”\n\n\n\n     5This determination is made based on the dictionary’s explanatory notes. The\n     word “procedure” has multiple meanings. The first sense of that word is “a\n     particular way of accomplishing something or of acting.” Procedure, Merriam-\n     Webster, https://www.merriam-webster.com/dictionary/procedure (last visited\n     Aug. 14, 2020). The second sense is the one that the majority considers pertinent,\n     that is, “a series of steps followed in a regular definite order.” Id. It is with this\n     second sense that the example of a surgical procedure is offered. Id. Merriam-\n     Webster explains that the “order of sense within an entry is historical: the sense\n     known to have been first used in English is entered first.” Division of Senses,\n     Merriam-Webster, https://www.merriam-webster.com/help/explanatory-\n     notes/dict-definitions (last visited Aug. 14, 2020). In light of this, it is unclear why\n     the majority’s preferred definition is the “pertinent” one, when both definitions\n     are equally plausible, and one is more historical. Maj. Op. at 16.\n\n                                                18\n\f 1   Additionally, while I do not doubt that sleep deprivation or sensory overload\n\n 2   may be considered procedures, I, like the legal scholars who have taken up the\n\n 3   issue, fail to see how prolonged solitary confinement is distinguishable from\n\n 4   these interventions. See, e.g., Luban & Shue, 100 Geo. L.J. at 848.\n\n 5         The majority contends that the canon of noscitur a sociis supports its\n\n 6   interpretation of “other procedures” as limited to the above-referenced discrete\n\n 7   interventions. But there is little analytical daylight between the application of\n\n 8   mind-altering substances and the imposition of prolonged solitary confinement\n\n 9   when both can result in severe mental pain or suffering, just as there is little to no\n\n10   difference between prolonged solitary confinement and interventions such as\n\n11   sleep deprivation or sensory overload. For these reasons, I would hold that\n\n12   under the plain text of the CAT regulation, solitary confinement can be an “other\n\n13   procedure[] calculated to disrupt profoundly the senses or the personality.” 8\n\n14   C.F.R. § 1208.18(a)(4)(ii).\n\n15             B. The Permissibility of Solitary Confinement\n\n16         The majority next argues that it is unlikely the agency intended to\n\n17   encompass an entire system of incarceration sanctioned by foreign law,\n\n18   particularly when similar detention conditions are permissible under domestic\n\n\n\n                                               19\n\f 1   law. The majority is not wrong to be skeptical of finding elephants in\n\n 2   mouseholes, but I am unpersuaded. That a sanction is permissible under foreign\n\n 3   law does not insulate it from a torture finding under the CAT regulation, as\n\n 4   suggested by the live burial example in Pierre discussed in section I, supra.\n\n 5         In addition, the majority is incorrect in suggesting that similar conditions\n\n 6   are permissible under domestic law. The Eighth Amendment does not sanction\n\n 7   the imposition of prolonged solitary confinement on prisoners without a\n\n 8   legitimate penological justification, and even then, prolonged solitary\n\n 9   confinement for prisoners with known mental health issues violates the\n\n10   Constitution. See, e.g., Porter, 923 F.3d 348 (holding that prolonged solitary-\n\n11   confinement conditions similar to those of Gallina’s violate the Eighth\n\n12   Amendment); Palakovic, 854 F.3d at 226 (holding that solitary-confinement\n\n13   conditions less severe than Gallina’s violate the Eighth Amendment when\n\n14   applied to a prisoner known to have mental health issues); Madrid, 889 F. Supp.\n\n15   at 1264 (holding that imposition of prolonged solitary confinement on prisoners\n\n16   with mental illness violates the Eighth Amendment even when imposed to\n\n17   prevent organized crime). 6\n\n\n     6I also note that our Court has recognized that the First Amendment protects “a\n     prisoner’s right not to serve as an informant.” Burns v. Martuscello, 890 F.3d 77, 81\n\n                                               20\n\f 1              C. International Law’s Treatment of Solitary Confinement\n\n 2           The final point the majority makes is that thus far, “no international\n\n 3   tribunal or treaty body has found that prolonged solitary confinement, without\n\n 4   more, rises to the level of torture as distinguished from CID treatment.” Maj. Op.\n\n 5   at 18. But the Special Rapporteur of the Human Rights Council on Torture and\n\n 6   Other Cruel, Inhuman or Degrading Treatment or Punishment has explicitly\n\n 7   said:\n\n 8           [T]he practice of solitary confinement during pretrial detention\n 9           creates a de facto situation of psychological pressure which can\n10           influence detainees to make confessions or statements against others\n11           and undermines the integrity of the investigation. When solitary\n12           confinement is used intentionally during pretrial detention as a\n13           technique for the purpose of obtaining information or a confession, it\n14           amounts to torture as defined in article 1 or to cruel, inhuman or\n15           degrading treatment or punishment under article 16 of the\n16           Convention Against Torture, and to a breach of article 7 of the\n17           International Covenant on Civil and Political Rights.\n18\n19   Juan Méndez (Special Rapporteur on Torture and Other Cruel, Inhuman or\n\n20   Degrading Treatment or Punishment), Interim Rep., ¶ 73, U.N. Doc. A/66/268\n\n21   (Aug. 5, 2011). As mentioned earlier, Gallina was placed in solitary confinement\n\n\n\n\n     (2d Cir. 2018). Thus, the imposition of solitary confinement to coerce cooperation\n     from prisoners, as was done to Gallina, would also run afoul of the First\n     Amendment.\n\n                                               21\n\f 1   before his conviction, spent a month in 24-hour solitary conditions, and was told\n\n 2   that the purpose of this was to force his collaboration. This places Gallina’s\n\n 3   situation squarely in line with that described by the Special Rapporteur as\n\n 4   constituting a CAT violation.\n\n 5         Furthermore, while no international tribunal may have found solitary\n\n 6   confinement in and of itself to be a CAT violation, that is not fatal to Gallina’s\n\n 7   case. This case does not involve “prolonged solitary confinement, without more.”\n\n 8   Maj. Op. at 18 (emphasis added). Gallina was denied mental health treatment\n\n 9   while incarcerated because he failed to collaborate with police. Given that access\n\n10   to health care is a fundamental right, see Palakovic, 854 F.3d at 226, denial of\n\n11   mental health treatment is analogous to other deliberate abuses that aggravate\n\n12   cruel, inhuman, and degrading treatment and can constitute torture, see A.B. v.\n\n13   Russia, App. No. 1439/06 ¶ 127 (Oct. 14, 2010),\n\n14   http://hudoc.echr.coe.int/eng?i=001-100964 (“[T]he lack of appropriate medical\n\n15   treatment in prison may itself raise an issue under Article 3, even if the\n\n16   applicant’s state of health does not require his immediate release.”).\n\n17         It is true that the conditions of Gallina’s detention were not as harsh as\n\n18   those in Case of Ilaşcu and Others v. Moldova and Russia, 2004-VII Eur. Ct. H.R. 179,\n\n\n\n                                               22\n\f 1   which involved complete lack of human interaction and reading material, as well\n\n 2   as the deprivation of health care. But nothing in Ilaşcu indicates that the\n\n 3   European Court of Human Rights sought to elevate the unique facts of that case\n\n 4   into a legal minimum for CAT violations, as the majority seeks to do here. In fact,\n\n 5   the court suggested the opposite. See A.B. v. Russia, App. No. 1439/06 ¶ 99 (Oct.\n\n 6   14, 2010), http://hudoc.echr.coe.int/eng?i=001-100964 (“[T]o fall under Article 3,\n\n 7   ill-treatment must attain a minimum level of severity. The assessment of this\n\n 8   minimum level is relative; it depends on all the circumstances of the case, such as\n\n 9   the duration of the treatment, its physical and mental effects and, in some cases,\n\n10   the state of health of the victim.”). Thus, even assuming that international law\n\n11   cannot support a holding that any prolonged solitary-confinement conditions\n\n12   constitute torture, that certainly does not counsel against a holding that Gallina’s\n\n13   detention conditions constitute torture.\n\n14         The crushingly isolationist conditions that Gallina endured, particularly in\n\n15   conjunction with his deprivation of mental health care and the coercive purpose\n\n16   involved in his specific case, is not subject to the lawful-sanction exemption and\n\n17   falls within the definition of an “other procedure[] calculated to disrupt\n\n18   profoundly the sense or the personality.” 8 C.F.R. § 1208.18(a)(4)(ii). For the\n\n\n\n                                                23\n\f1   reasons given above, I respectfully dissent from the denial of Gallina’s petition\n\n2   for deferral of removal under the Convention Against Torture.\n\n\n\n\n                                             24\n\f",
            "ocr": false,
            "opinion_id": 4659962
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}