{
    "id": 4858474,
    "judges": null,
    "date_filed": "1980-03-26",
    "date_filed_is_approximate": true,
    "slug": "people-v-davis-ca5",
    "case_name_short": null,
    "case_name": "People v. Davis CA5",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/F078534.PDF",
            "author_id": null,
            "opinion_text": "Filed 2/23/21 P. v. Davis CA5\n\n\n\n\n                  NOT TO BE PUBLISHED IN THE OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                       FIFTH APPELLATE DISTRICT\n\n THE PEOPLE,\n                                                                                             F078534\n           Plaintiff and Respondent,\n                                                                               (Super. Ct. No. F18902590)\n                    v.\n\n CURTIS MICHAEL DAVIS,                                                                    OPINION\n           Defendant and Appellant.\n\n\n\n         APPEAL from a judgment of the Superior Court of Fresno County. Timothy A.\nKams, Judge.\n         Jeffrey S. Kross, under appointment by the Court of Appeal, for Defendant and\nAppellant.\n         Xavier Becerra, Attorney General, Michael P. Farrell, Assistant Attorney General,\nCatherine Chatman and R. Todd Marshall, Deputy Attorneys General, for Plaintiff and\nRespondent.\n                                                        -ooOoo-\n\f       Appellant Curtis Michael Davis appeals following his conviction of first degree\nmurder (Pen. Code, § 187, subd. (a))1 with the special circumstance that he used a deadly\nand dangerous weapon. (§ 12022, subd. (b)(1).)2 Appellant challenges his conviction on\ntwo grounds, arguing the People did not disprove his claim of imperfect self-defense and\nthat the evidence was insufficient to support a first degree murder conviction. Appellant\nfurther challenges the restitution fine imposed pursuant to section 1202.4, subdivision (b),\narguing there was no finding he could pay it. For the reasons set forth below, we affirm.\n                   FACTUAL AND PROCEDURAL BACKGROUND\n       On April 15, 2018, appellant stabbed Bernard Jackson in the heart, killing him.\nThe incident occurred outside of a convenience store (the store) and was caught on\nsurveillance video.\n       According to trial testimony, appellant had been banned from the store for playing\na radio too loudly on a prior occasion. The day of the killing, appellant made a deal with\na friend whereby the friend would give appellant money, appellant would go buy two\nbeers, and appellant would get to keep one. To complete this task, appellant engaged the\nhelp of Jackson, a local customer who regularly bought beer from the store, to make the\npurchase for him. This was not the first time appellant had used Jackson in this way.\nJackson was already intoxicated at the time of the incident. Appellant met Jackson\noutside the store, then Jackson entered the store and bought two beers.\n       Jackson exited the store carrying a brown bag. He provided a beer to appellant\nand the two begin arguing. Appellant struck Jackson in the head, knocking him\nbackward and causing him to drop the second can of beer. Appellant continued to engage\nJackson, bumping Jackson and following him as Jackson moved away from appellant. At\n\n1      All future statutory references are to the Penal Code unless otherwise noted.\n2      In what appears to be a clerical error, the abstract of judgment cites section 12022.5,\nsubdivision (a). The trial court is directed to amend the abstract of judgment to properly identify\nthe enhancement imposed.\n\n\n                                                2.\n\fthis point, Jackson reached down and picked up an open beer sitting near a concrete\npillar.\n          The store surveillance video shows appellant holding a long black object, later\ndetermined to be a cane, while outside the store. He is seen separating the object into two\nparts as he exits the view of the camera and, when he returns within the camera’s view,\nputting the two parts back together. A second surveillance video shows appellant taking\na fighting stance and stabbing Jackson in the chest while Jackson’s arms are down.\nJackson is seen fleeing while appellant stops to pick up the beer can that had previously\nfallen on the ground. Appellant is then seen walking in the direction of his apartment,\nwhile Jackson is ultimately found lying dead in the parking lot of the store. Jackson was\nfound with no weapons on him.\n          Surveillance video from appellant’s apartment complex showed him leaving with\na cane before the murder and returning with the cane following the murder. Testimony\nsuggested appellant also returned with two beers and allegedly provided one to his friend.\nPolice eventually recovered the cane, and its enclosed two-foot blade, from appellant’s\napartment. They discovered blood on the blade and handle.\n          Appellant made a statement to police. In it he claimed the stabbing was in self-\ndefense and that Jackson had threatened to rob him or take his jewelry. Appellant also\nstated Jackson was trying to keep one of the beers. In addition, appellant stated Jackson\nwas doing something with his hands, or making gestures, while threatening him.\n          Following a trial by jury, appellant was convicted of first degree murder with the\nspecial circumstance that he used a deadly and dangerous weapon. This appeal timely\nfollowed.\n                                        DISCUSSION\n\n          Appellant’s arguments in this case break down into two main categories;\nchallenges to the sufficiency of the evidence supporting his conviction and challenges to\nthe restitution fine imposed upon conviction. With respect to the sufficiency claims,\n\n                                               3.\n\fappellant contends both that the prosecution did not prove beyond a reasonable doubt that\nhe did not act in imperfect self-defense and, separately, that the prosecution did not prove\nfirst degree murder beyond a reasonable doubt. Because these issues raise similar factual\nand legal issues, we consider them together. We then turn to appellant’s fine argument.\nAppellant’s First Degree Murder Conviction Was Proper\n       Appellant, focusing primarily upon the video evidence in this case and his own\nexplanations for why he stabbed Jackson, challenges the fact he was convicted of first\ndegree murder on two related bases. First, appellant argues that the People failed to\nprove beyond a reasonable doubt that appellant did not act in imperfect self-defense in\nthis case. Appellant contends there was a heated discussion between himself and\nJackson, during which he was threatened and believed self-defense was necessary when\nJackson bent down to pick up an object. Second, appellant argues that the People failed\nto prove beyond a reasonable doubt that he had the required mental state for first degree\nmurder. Appellant again notes the argument between himself and Jackson and contends\nthere was no evidence of premeditation or deliberation, a prior relationship between\nhimself and Jackson, or any general facts about the manner of the killing that would show\nintent. We do not agree.\n       Standard of Review and Applicable Law\n       “On appeal ‘the court must review the whole record in the light most favorable to\nthe judgment below to determine whether it discloses substantial evidence—that is,\nevidence which is reasonable, credible, and of solid value—such that a reasonable trier of\nfact could find the defendant guilty beyond a reasonable doubt.’ [Citation.] Substantial\nevidence includes circumstantial evidence and the reasonable inferences flowing from it.”\n(People v. Joiner (2000) 84 Cal.App.4th 946, 961–962.)\n       Here, the issues raised with respect to both the murder conviction and the claim of\nimperfect self-defense share similar legal and factual factors. Our Supreme Court has\npreviously discussed these similarities at length. In People v. Rios (2000) 23 Cal.4th 450,\n\n                                             4.\n\fthe court explained that: “On several recent occasions, we have explained the\nrelationship between murder and manslaughter, as applied to intentional and unlawful\nkillings. ‘ “Murder is the unlawful killing of a human being with malice aforethought.\n(§ 187, subd. (a).) A defendant who commits an intentional and unlawful killing but who\nlacks malice is guilty of ... voluntary manslaughter. (§ 192.)” [Citation.] Generally, the\nintent to unlawfully kill constitutes malice. [Citations.] “But a defendant who\nintentionally and unlawfully kills [nonetheless] lacks malice ... when [he] acts in a\n‘sudden quarrel or heat of passion’ (§ 192, subd. (a)), or ... kills in ‘unreasonable self-\ndefense’—the unreasonable but good faith belief in having to act in self-defense\n[citations].” [Citation.]’ [Citations.]\n       “These mitigating circumstances reduce an intentional, unlawful killing from\nmurder to voluntary manslaughter ‘by negating the element of malice that otherwise\ninheres in such a homicide [citation].’ [Citation.] … Imperfect self-defense obviates\nmalice because that most culpable of mental states ‘cannot coexist’ with an actual belief\nthat the lethal act was necessary to avoid one’s own death or serious injury at the victim’s\nhand. [Citations.] Because one who kills unlawfully and intentionally, but lacks malice,\nis guilty of voluntary manslaughter, ‘[intentional] voluntary manslaughter ... is\nconsidered a lesser necessarily included offense of intentional murder.’ [Citations.]\n       “Thus, where the defendant killed intentionally and unlawfully, evidence of heat\nof passion, or of an actual, though unreasonable, belief in the need for self-defense, is\nrelevant only to determine whether malice has been established, thus allowing a\nconviction of murder, or has not been established, thus precluding a murder conviction\nand limiting the crime to the lesser included offense of voluntary manslaughter.… [⁋] If\nthe issue of provocation or imperfect self-defense is … ‘properly presented’ in a murder\ncase [citation], the People must prove beyond reasonable doubt that these circumstances\nwere lacking in order to establish the murder element of malice. [Citations.] California’s\nstandard jury instructions have long so provided. (See CALJIC No. 8.50.) In such cases,\n\n                                              5.\n\fif the fact finder determines the killing was intentional and unlawful but is not persuaded\nbeyond reasonable doubt that provocation (or imperfect self-defense) was absent, it\nshould acquit the defendant of murder and convict him of voluntary manslaughter.”\n(People v. Rios, supra, 23 Cal.4th at pp. 460–463, fns. omitted.)\n       The Evidence Is Sufficient To Reject An Imperfect Self-defense Claim\n       Appellant contends the evidence in this case is insufficient to demonstrate he did\nnot act in imperfect self-defense. We do not agree.\n       Imperfect self-defense is a narrow doctrine. “It requires without exception that the\ndefendant must have had an actual belief in the need for self-defense.” (In re\nChristian S. (1994) 7 Cal.4th 768, 783.) In this context, a fear of future harm is\ninsufficient. “ ‘ “[T]he peril must appear to the defendant as immediate and present and\nnot prospective or even in the near future. An imminent peril is one that, from\nappearances, must be instantly dealt with.” ’ ” (Ibid.) Whether the defendant held such a\nfear is an issue decided by the jury, which “is not required to accept the defendant’s bare\nassertion of such a fear.” (Ibid.)\n       The evidence in this case was sufficient for a reasonable jury to reject a claim of\nimperfect self-defense. Taken in the light most favorable to the jury’s verdict, the\nevidence shows that appellant and Jackson engaged in an argument over a beer that\nappellant intended to keep for himself. Appellant was the initial aggressor, striking\nJackson in the head and pursuing him even after he dropped the beer despite Jackson\nbeing visibly intoxicated. Upon being struck, Jackson reached down and picked up a\ndifferent beer. At this point appellant unsheathed the sword in his cane and stabbed\nJackson. He then collected his beer and left the scene.\n       While appellant alleges he acted in self-defense and contends the argument\nincluded Jackson threatening to rob him, the jury could have reasonably rejected these\nclaims based on their review of appellant’s unconvincing claims during his interview\nwith the police, his awareness that Jackson was heavily intoxicated, his greater concern\n\n                                             6.\n\ffor the beer than Jackson after the strike, or simply their review of the video evidence\nitself. Even if they believed Jackson threatened appellant, the record does not appear to\ndisclose any specific and immediate harm that would support appellant’s imperfect self-\ndefense claim, particularly given that Jackson was found with no weapons and appellant\nnever claimed to have seen one.\n       The Evidence Is Sufficient To Find First Degree Murder\n       Appellant raises similar arguments with respect to the evidence supporting the\njury’s first degree murder finding. Relying in part on People v. Disa (2016)\n1 Cal.App.5th 654, 665, appellant contends the evidence fails to show premeditation or\ndeliberation, “any evidence whatsoever suggesting appellant had any prior relationship\nwith Jackson,” or any manner of killing to suggest a preconceived design to kill.\nAlthough appellant concedes none of these factors are dispositive, he states that their\n“profound absence compels a conclusion the evidence was insufficient to support that\nverdict.” We do not agree.\n       Contrary to appellant’s positions, we do not see a complete lack of evidence\nsupporting the factors outlined in People v. Disa, supra, 1 Cal.App.5th at page 665. With\nrespect to premeditation and deliberation, appellant recognizes that only a brief moment\nof reflection is required, provided it evidenced a calculated judgment to kill. (See People\nv. Brady (2010) 50 Cal.4th 547, 563.) While appellant is correct there was no extensive\nplanning prior to appellant’s actions, the evidence is sufficient for the jury to conclude\nthat appellant struck Jackson, pursued him, and while pursuing him concluded he would\nkill him. Upon reaching this conclusion, appellant unsheathed the sword in his cane, took\na fighting stance, and stabbed Jackson directly in the heart. It is reasonable to infer from\nthese actions that appellant engaged in some specific calculation regarding his actions\nand chose to proceed with the murder.\n       Similarly, although there was not extensive evidence of a prior relationship\nbetween appellant and Jackson, there was evidence of a relationship that would support\n\n                                             7.\n\fthe murder conclusion. Appellant admitted to using Jackson to buy beer in the past,\nconceded he had engaged Jackson to do so again in this instance, and detailed his\nexpectation that he would receive both beers purchased. This relationship was sufficient\nfor the jury to infer that appellant became angry with Jackson when he violated that\nagreement and sought to keep one of the beers for himself. And that inference was\ncredible evidence, when combined with his conduct, of appellant’s intent to kill. Further,\nas detailed above, appellant’s conduct in unsheathing the sword in his cane, taking a\nfighting stance, and stabbing an intoxicated Jackson in the heart, despite already striking\nhim and causing him to drop the disputed beer, is sufficient for a jury to reasonably\nconclude the manner in which the killing occurred disclosed a preconceived, if brief, plan\nto kill.\n           Accordingly, we reject appellant’s claim that the evidence was insufficient to\nsupport a first degree murder conviction. Further, similar to our analysis regarding\nappellant’s imperfect self-defense claim, we readily reject appellant’s claim that the\nevidence compelled a finding of manslaughter based on killing due to a sudden quarrel or\nin the heat of passion. The credible and reasonable evidence of premeditation and\ndeliberation was adequate for the jury to reject any available evidentiary inference that\nappellant and Jackson were having a heated argument over a beer that sufficiently\ninflamed appellant’s passions to mitigate his intent to kill.\nAppellant’s Restitution Fine Was Properly Imposed\n           As part of his sentencing, appellant was ordered to pay a $7,800 restitution fine\npursuant to section 1202.4, subdivision (b) and a $7,498.84 mandatory victim restitution\nfine to the California Victim Compensation Board pursuant to section 1202.4,\nsubdivision (f). Several other fines, fees, and assessments were imposed but stayed due\nto appellant’s inability to pay. Appellant, relying on People v. Dueñas (2019)\n30 Cal.App.5th 1157 (Dueñas), contends on appeal that the trial court erred in failing to\n\n\n\n                                                8.\n\fstay his $7,800 restitution fine for similar reasons, although he acknowledges no direct\nobjection was made to the fine when imposed.\n\n       We do not agree. This court has previously concluded that Dueñas was wrongly\ndecided and that an Eighth Amendment excessive fines clause analysis should apply to\nsuch objections. (People v. Aviles (2019) 39 Cal.App.5th 1055, 1067–1072.) Under that\nstandard, we cannot conclude the fines imposed in this case are grossly disproportionate\nto appellant’s level of culpability; thus, they are not excessive under the Eighth\nAmendment to the United States Constitution. (Aviles, at p. 1072.) As appellant admits,\nhe raised no objection to the scope of the fines imposed, despite having the statutory\nauthority to do so when the court imposed more than the minimum restitution fine. (See\n§ 1202.4, subd. (c).) Consistent with our opinion in Aviles, the claim has thus been\nforfeited. (Aviles, at p. 1073.)\n       Finally, even if we were to consider Dueñas well-reasoned, we would still not\napply it to a case like this as we consider Dueñas to be heavily dependent upon its\nspecific factual scenario. In Dueñas, the defendant lost her driver’s license because she\nwas financially unable to pay her juvenile citations. (Dueñas, supra, 30 Cal.App.5th at\np. 1161.) The aggregating criminal conviction assessments and fines imposed as she\ndrove without a license prevented her from recovering her license. (Ibid.) The Dueñas\ncourt described this as “cascading consequences” stemming from “a series of criminal\nproceedings driven by, and contributing to, [the defendant’s] poverty.” (Id. at pp. 1163–\n1164.) As a result, the defendant faced ongoing unintended punitive consequences\nbecause of the imposed financial obligations that the Dueñas court concluded were\n“fundamentally unfair.” (Id. at p. 1168.) Such is not the case here, where the fines, fees,\nand assessments were imposed specifically based on appellant’s individualized conduct\nand are not part of a fundamentally unfair cascading set of unintended punitive\nconsequences. Accordingly, we do not find Dueñas’s analysis instructive in this case.\n(See People v. Lowery (2020) 43 Cal.App.5th 1046, 1054–1055.)\n\n                                             9.\n\f       For all these reasons, we reject appellant’s Dueñas claim. We note, however, that\nthere are conceded errors with respect to the assessments imposed on the abstract of\njudgment. As the People concede, the trial court stayed the $40 court operations\nassessment (§ 1465.8, subd. (a)(1)) and the $30 criminal conviction assessment (Gov.\nCode, § 70373) in this case, but the abstract does not reflect this fact. We thus order the\nabstract of judgment be corrected to indicate these assessments have been stayed.\n(People v. Mitchell (2001) 26 Cal.4th 181, 185.)\n                                      DISPOSITION\n       The judgment is affirmed. The trial court is directed to amend the abstract of\njudgment to properly identify the stayed assessments and the enhancement imposed, and\nto transmit a certified copy of the amended abstract of judgment to the Department of\nCorrections and Rehabilitation.\n\n\n\n                                                                                  HILL, P.J.\nWE CONCUR:\n\n\n\nDETJEN, J.\n\n\n\nSNAUFFER, J.\n\n\n\n\n                                            10.\n\f",
            "ocr": false,
            "opinion_id": 4662253
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}