{
    "id": 4861884,
    "judges": null,
    "date_filed": "2001-07-30",
    "date_filed_is_approximate": true,
    "slug": "people-v-sherman-ca26",
    "case_name_short": null,
    "case_name": "People v. Sherman CA2/6",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "https://www.courts.ca.gov/opinions/nonpub/B306629.PDF",
            "author_id": null,
            "opinion_text": "Filed 3/8/21 P. v. Sherman CA2/6\n     NOT TO BE PUBLISHED IN THE OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions\nnot certified for publication or ordered published, except as specified by rule 8.1115(b). This opinion\nhas not been certified for publication or ordered published for purposes of rule 8.1115.\n\n\nIN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                         SECOND APPELLATE DISTRICT\n\n                                         DIVISION SIX\n\n\nTHE PEOPLE,                                                  2d Crim. No. B306629\n                                                           (Super. Ct. No. TA147828)\n     Plaintiff and Respondent,                               (Los Angeles County)\n\nv.\n\nDARRELL SHERMAN,\n\n     Defendant and Appellant.\n\n\n            A woman was standing beside an SUV talking with\nthe two people inside. When a man walked by, the woman\ngreeted him with phrases used by an area gang. The man walked\nup to the woman, pulled out a gun, and shot her twice. He then\nshot the two people in the SUV. The woman standing beside the\nSUV died at the scene.\n            One of the passengers in the SUV identified Darrell\nSherman as the shooter in a photo array. He identified Sherman\nas the shooter again at the preliminary hearing.\n            Police examined Sherman’s social media accounts\nand found numerous references to a rival gang of that associated\n\fwith the woman killed next to the SUV. A gang expert testified\nat trial that Sherman was a member of the rival gang and that a\nhypothetical shooting similar to the one that occurred in this case\nwould have been committed for the benefit of that gang.\n             Police also searched Sherman’s cell phone and found\na text message sent approximately 40 minutes after the shooting.\nIn it, Sherman bragged that he had just killed three members of\na rival gang.\n             A jury convicted Sherman of first degree murder\n(Pen. Code,1 §§ 187, subd. (a), 189, subd. (a); count 1), two counts\nof attempted murder (§§ 664/187, subd. (a); counts 2 & 3),\nshooting at an occupied motor vehicle (§ 246; count 4), and\npossession of a firearm by a felon (§ 29800, subd. (a)(1); count 5).\nThe jury also found true allegations that Sherman personally and\nintentionally discharged a firearm causing death or great bodily\ninjury when he committed the crimes charged in counts 1\nthrough 4 (§ 12022.53, subd. (d)), and that he committed all of his\ncrimes for the benefit of a criminal street gang (§ 186.22, subd.\n(b)). Sherman subsequently admitted that he had suffered a\nprior “strike” conviction (§§ 667, subds. (b)-(i), 1170.12, subds. (a)-\n(d)) and prior serious felony conviction (§ 667, subd. (a)(1)). The\ntrial court sentenced him to 200 years four months to life in state\nprison. It ordered him to pay victim restitution (§ 1202.4, subd.\n(f)), but struck the restitution fines (§§ 1202.4, subd. (b), 1202.45),\ncourt operations assessments (§ 1465.8), and court facilities\nassessments (Gov. Code, § 70373).\n              We appointed counsel to represent Sherman in this\nappeal. After counsel examined the record, he filed an opening\nbrief that raises no arguable issues. On December 15, 2020, we\n\n      1 Unlabeled   statutory references are to the Penal Code.\n\n\n                                  2\n\fadvised Sherman by mail that he had 30 days within which to\nsubmit any contentions or issues he wished us to consider. We\nhave not received a response.\n             We reviewed the entire record and found that the\nabstracts of judgment incorrectly state that the trial court\nordered Sherman to pay restitution fines, court operations\nassessments, and court facilities assessments. These clerical\nerrors must be corrected. (People v. Mitchell (2001) 26 Cal.4th\n181, 185.) We are otherwise satisfied that Sherman’s attorney\nfully complied with his responsibilities and that no arguable\nissue exists. (People v. Wende (1979) 25 Cal.3d 436, 441.)\n                           DISPOSITION\n             The clerk of the superior court shall prepare\namended abstracts of judgment that strike the restitution fines,\ncourt operations assessments, and court facilities assessments,\nand forward copies to the Department of Corrections and\nRehabilitation. In all other respects, the judgment in affirmed.\n             NOT TO BE PUBLISHED.\n\n\n\n\n                                    TANGEMAN, J.\n\nWe concur:\n\n\n\n             GILBERT, P. J.\n\n\n\n             YEGAN, J.\n\n\n\n\n                                3\n\f                    H. Clay Jacke II, Judge\n\n             Superior Court County of Los Angeles\n\n                ______________________________\n\n\n            Peter H. Gold, under appointment by the Court of\nAppeal, for Defendant and Appellant.\n            No appearance for Plaintiff and Respondent.\n\f",
            "ocr": false,
            "opinion_id": 4665663
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}