{
    "id": 4867131,
    "judges": null,
    "date_filed": "2003-07-13",
    "date_filed_is_approximate": true,
    "slug": "manuel-alvarez-hernandez-v-state",
    "case_name_short": null,
    "case_name": "MANUEL ALVAREZ-HERNANDEZ v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://www.3dca.flcourts.org/pre_opinion_content_download/726731",
            "author_id": null,
            "opinion_text": "      Third District Court of Appeal\n                               State of Florida\n\n                        Opinion filed March 24, 2021.\n       Not final until disposition of timely filed motion for rehearing.\n\n                            ________________\n\n                             No. 3D20-302\n                      Lower Tribunal No. F17-10378\n                          ________________\n\n\n                       Manuel Alvarez-Hernandez,\n                               Appellant,\n\n                                     vs.\n\n                           The State of Florida,\n                                Appellee.\n\n\n      An Appeal from the Circuit Court for Miami-Dade County, Tanya\nBrinkley, Judge.\n\n      Carlos J. Martinez, Public Defender, and Susan S. Lerner, Assistant\nPublic Defender, for appellant.\n\n      Ashley Moody, Attorney General, and Kseniya Smychkouskaya,\nAssistant Attorney General, for appellee.\n\n\nBefore EMAS, C.J., and LINDSEY and BOKOR, JJ.\n\n     EMAS, C.J.\n\f      INTRODUCTION\n\n      Manuel Alvarez-Hernandez, the defendant below, appeals his\n\nsentence of twenty-five years in prison, followed by ten years’ reporting\n\nprobation. The sole issue raised on appeal is whether the imposed sentence\n\nwas vindictive.    Alvarez-Hernandez contends that the sentence is\n\npresumptively vindictive, and that because the State has failed to rebut this\n\npresumption, we are required to reverse and remand for a new sentencing\n\nproceeding before a different judge. We do not agree and, for the reasons\n\nthat follow, affirm the sentence.\n\n      FACTS AND BACKGROUND\n\n      The relevant facts, which do not appear to be in dispute, are as follows:\n\n      In June 2017, Alvarez-Hernandez was charged with attempted\n\nsecond-degree murder with a deadly weapon (a first-degree felony);\n\naggravated battery with great bodily harm or with a deadly weapon (a first-\n\ndegree felony); and aggravated assault with a deadly weapon (a third-degree\n\nfelony).\n\n      The case proceeded to trial in October 2019. Judge Tanya Brinkley\n\npresided over the trial and the subsequent sentencing. However, a month\n\nprior to the trial, a pretrial conference was held, at which time Judge Brinkley\n\n(who had only recently been assigned to the case) asked about prior plea\n\n\n\n                                       2\n\fdiscussions or offers.    The State advised Judge Brinkley that several\n\nprevious offers had been extended to the defendant, and that the most recent\n\noffer of eleven years in prison (an offer extended by the State in April 2019)\n\nhad been rejected in open court following a colloquy by the predecessor\n\njudge. The State renewed its offer of eleven years in prison, but it was again\n\nrejected by Alvarez-Hernandez. Defense counsel then advised Judge\n\nBrinkley that the predecessor judge had made an earlier offer of six years in\n\nprison followed by five years’ probation, and that this offer was made in\n\nchambers, off the record, but that his client had rejected that offer as well.\n\n      Judge Brinkley then inquired whether the parties had any objection to\n\nher “re-extending” that six-year prison/five-year probation offer extended\n\nearlier by the predecessor judge.          There was no objection, and the\n\npredecessor judge’s earlier offer of six years in prison followed by five years’\n\nprobation was extended to Alvarez-Hernandez which, following a colloquy,\n\nhe again rejected.\n\n      Following trial, Alvarez-Hernandez was convicted of all three counts.\n\nHis Criminal Punishment Code Scoresheet indicated the lowest permissible\n\nprison sentence was 137.25 months. The maximum possible sentence for\n\nthe attempted second-degree murder with a deadly weapon and aggravated\n\nbattery with great bodily harm or with a deadly weapon was thirty years in\n\n\n\n                                       3\n\fprison for each count. The maximum possible sentence for the aggravated\n\nassault with a deadly weapon was five years in prison. Judge Brinkley\n\nsentenced Alvarez-Hernandez to a total of twenty-five years in prison,\n\nfollowed by ten years’ reporting probation.\n\n      DISCUSSION AND ANALYSIS\n\n      Our standard of review is de novo. Williams v. State, 225 So. 3d 349,\n\n353 (Fla. 3d DCA 2017) (reiterating that “the issue of whether a defendant’s\n\nsentence is vindictive is a question of law subject to de novo review”). As\n\nthis court noted in Williams:\n\n      When a claim of vindictive sentencing is raised, the reviewing\n      court must examine all of the surrounding circumstances of a\n      rejected plea and the sentence imposed to determine whether\n      they create a presumption of vindictiveness. If the totality of the\n      circumstances give rise to a presumption of vindictiveness, then\n      the burden shifts to the State to produce evidence to dispel the\n      presumption. However, if the totality of the circumstances do not\n      give rise to a presumption of vindictiveness, the burden never\n      shifts to the State and the defendant must satisfy his burden to\n      prove actual vindictiveness.\n\nId. at 356 (quoting Concepcion v. State, 188 So. 3d 5, 9 (Fla. 3d DCA 2016)).\n\n      In determining whether the totality of the circumstances gives rise to a\n\npresumption of vindictiveness, judicial participation in plea negotiations,\n\nfollowed by a harsher sentence, is a circumstance to be considered. Wilson\n\nv. State, 845 So. 2d 142, 156 (Fla. 2003). Other factors include, but are not\n\nlimited to:\n\n                                      4\n\f      (1) whether the trial judge initiated the plea discussions with the\n         defendant . . . ; (2) whether the trial judge, through his or her\n         comments on the record, appears to have departed from his or\n         her role as an impartial arbiter by either urging the defendant to\n         accept a plea, or by implying or stating that the sentence\n         imposed would hinge on future procedural choices, such as\n         exercising the right to trial; (3) the disparity between the plea offer\n         and the ultimate sentence imposed; and (4) the lack of any facts\n         on the record that explain the reason for the increased sentence\n         other than that the defendant exercised his or her right to a trial\n         or hearing.\n\nId.\n\n         Even if we were to find that “the trial judge initiated the plea discussions\n\nwith the defendant”—a dubious proposition where, as here: the newly-\n\nassigned successor judge, who had not been involved in any plea\n\ndiscussions, inquired about any prior plea offers; the State and defense\n\nrecited the history of plea offers predating her assignment to the case 1; the\n\nState then followed up the recitation with an offer of its own to the defendant;\n\nthe defendant rejected the State’s offer, following which the successor judge\n\nasked if there was any objection to “re-extending” the offer made earlier by\n\nthe predecessor judge—we conclude that the totality of the circumstances,\n\n\n\n1\n   See Rosado v. State, 129 So. 3d 1104 (Fla. 5th DCA 2013) (no\npresumption of vindictiveness where judge inquired as to whether any plea\noffers had been extended); Vondervor v. State, 847 So. 2d 610 (Fla. 5th DCA\n2003) (no Warner violation if judge asks attorneys whether a plea offer has\nbeen extended).\n\n\n                                           5\n\fanalyzed through the framework of the remaining Wilson factors, do not give\n\nrise to a presumption of vindictiveness in this case.\n\n      First, there is nothing in the record to indicate the trial judge departed\n\nfrom her role as an impartial arbiter. Indeed, it is clear from the transcript\n\nthat Judge Brinkley was not aware of any details of the case, nor was she\n\ninvolved in any prior plea discussions; she was merely renewing an offer\n\nextended earlier by the predecessor judge:\n\n      Let the record reflect that . . . the offer that was extended to Mr.\n      Alvarez-Hernandez was based on a previous offer that was\n      extended by [the predecessor judge], that this Court hasn’t had\n      the benefit of being apprised of all the facts and circumstances\n      surrounding the charges that were filed against Mr. Hernandez-\n      Alvarez. In the event that Mr. Alvarez-Hernandez is convicted .\n      . . sentencing would be based on the facts and the evidence as\n      they are produced at trial.\n\n      Further, the record reveals she extended the offer in a neutral, non-\n\nadvocating manner, merely advising the defendant this would be the last plea\n\noffer extended to him and that if he rejected it, the case would proceed to\n\ntrial. Nor did Judge Brinkley urge Alvarez-Hernandez to accept the plea offer\n\nby implying or stating that any sentence imposed would hinge on future\n\nprocedural choices such as proceeding to trial.\n\n      Finally, while there is a significant disparity between the plea offer and\n\nthe ultimate sentence imposed, Judge Brinkley placed on the record, during\n\nthe sentencing hearing, an explanation of the testimony and other evidence\n\n                                       6\n\fintroduced at trial that served as the basis for the sentence of twenty-five\n\nyears in prison followed by probation. This is consistent with her statement,\n\nmade to Alvarez-Hernandez during the plea colloquy that, if he rejected the\n\nplea offer, went to trial and was convicted, his sentence would be based on\n\nthe facts and evidence presented in the course of the trial. It is also in\n\naccordance with the Court’s instructive acknowledgment in Wilson:\n\n     [T]he fact that a trial judge expresses an inclination to accept a\n     state plea offer, does not mean that he or she will be bound to\n     impose the same sentence after hearing the trial, if the evidence\n     raises concerns that were not perceptible from the usually\n     abbreviated representations made to the court during the plea\n     bargaining process. Factors such as the nature of the\n     defendant's prior convictions, the degree of violence employed\n     by the defendant during the commission of the crime, the\n     sophistication with which the charged offense was committed,\n     and/or the physical or psychological suffering endured by the\n     victim(s), are some factors that might lead the court to increase\n     what it originally considered to be an acceptable sentence.\n     Nevertheless, a judge who, having been advised of the details of\n     the case and having been actively involved in an unsuccessful\n     plea bargaining discussion, wishes to impose a post-trial\n     sentence more severe than that contemplated by his or her plea\n     negotiations, would be wise to explain his or her reasons for the\n     greater sentence in order to dispel any appearance of vindictive\n     sentencing.\n\nWilson, 845 So. 2d 157 (quoting Prado v. State, 816 So. 2d 1155, 1164 (Fla.\n\n3d DCA 2002) (Sorondo, J., concurring).\n\n     CONCLUSION\n\n\n\n\n                                     7\n\f      We conclude, under the totality of the circumstances presented, that\n\nthere is no “‘reasonable likelihood’ that the increase in sentence is the\n\nproduct of actual vindictiveness on the part of the sentencing authority.”\n\nWilson, 845 So. 2d 156 (quoting Alabama v. Smith, 490 U.S. 794, 799\n\n(1989)). As a result, no presumption of vindictiveness applies, and the\n\nburden remained upon the defendant to prove actual vindictiveness—“that\n\nthe harsher sentence was imposed in retaliation for the defendant not\n\npleading guilty and instead exercising his or her right to proceed to trial.” Id.\n\nat 156. Alvarez-Hernandez has failed to meet this burden.\n\n      While we therefore affirm the judgment and the sentence imposed by\n\nthe successor trial judge, we are concerned by the in-chambers, off-the-\n\nrecord plea discussions engaged in by the predecessor judge, and take this\n\nopportunity to caution trial judges and reaffirm the Florida Supreme Court’s\n\nadmonition in State v. Warner, 762 So. 2d 507 (Fla. 2000), that while judicial\n\nparticipation in the plea bargaining process is permissible, there are a\n\nnumber of limitations and safeguards to “minimize the potential coercive\n\neffect on the defendant, to retain the function of the judge as a neutral arbiter,\n\nand to preserve the public perception of the judge as an impartial dispenser\n\nof justice.” Id. at 513 (additional citations omitted). One such safeguard is\n\nthat a “record must be made of all plea discussions involving the court.” Id.\n\n\n\n                                        8\n\fat 514. This record requirement is all the more important in light of the\n\nprovisions of Marsy’s Law, which in 2018 amended Article I, Section 16 of\n\nthe Florida Constitution to, inter alia, “preserve and protect the right of crime\n\nvictims to achieve justice, ensure a meaningful role throughout the criminal\n\nand juvenile justice systems for crime victims, and ensure that crime victims'\n\nrights and interests are respected and protected by law in a manner no less\n\nvigorous than protections afforded to criminal defendants and juvenile\n\ndelinquents.”     Art. I, § 16(b), Fla. Const. (2020).     Among the specific\n\nconstitutional rights now expressly provided to a victim upon request are:\n\n         “The right to reasonable, accurate, and timely notice of, and\n         to be present at, all public proceedings involving the criminal\n         conduct, including, but not limited to, trial, plea, sentencing, or\n         adjudication . . . .”;\n\n         “The right to be heard in any public proceeding involving\n         pretrial or other release from any form of legal constraint, plea,\n         sentencing, adjudication, or parole . . . .”; and\n\n         “The right to confer with the prosecuting attorney concerning\n         any plea agreements, participation in pretrial diversion\n         programs, release, restitution, sentencing, or any other\n         disposition of the case.”\n\nArt. I, § 16(b)(6)a.-c., Fla. Const. (2020).\n\n      Affirmed.\n\n\n\n\n                                        9\n\f",
            "ocr": false,
            "opinion_id": 4670910
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}