{
    "id": 4875016,
    "judges": null,
    "date_filed": "1990-02-04",
    "date_filed_is_approximate": true,
    "slug": "state-of-new-hampshire-v-eduardo-lopez-jr",
    "case_name_short": null,
    "case_name": "State of New Hampshire v. Eduardo Lopez, Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.courts.state.nh.us/supreme/opinions/2021/2021018Lopez.pdf",
            "author_id": null,
            "opinion_text": "NOTICE: This opinion is subject to motions for rehearing under Rule 22 as\nwell as formal revision before publication in the New Hampshire Reports.\nReaders are requested to notify the Reporter, Supreme Court of New\nHampshire, One Charles Doe Drive, Concord, New Hampshire 03301, of any\neditorial errors in order that corrections may be made before the opinion goes\nto press. Errors may be reported by e-mail at the following address:\nreporter@courts.state.nh.us. Opinions are available on the Internet by 9:00\na.m. on the morning of their release. The direct address of the court’s home\npage is: http://www.courts.state.nh.us/supreme.\n\n                 THE SUPREME COURT OF NEW HAMPSHIRE\n\n                           ___________________________\n\nHillsborough-southern judicial district\nNo. 2018-0104\n\n\n                       THE STATE OF NEW HAMPSHIRE\n\n                                          v.\n\n                             EDUARDO LOPEZ, JR.\n\n                          Argued: January 14, 2021\n                         Opinion Issued: April 20, 2021\n\n      Gordon J. MacDonald, attorney general (Elizabeth C. Woodcock,\nassistant attorney general, on the brief and orally), for the State.\n\n      Christopher M. Johnson, chief appellate defender, of Concord, by brief\nand orally, for the defendant.\n\n      HICKS, J. The defendant, Eduardo Lopez, Jr., appeals an order of the\nSuperior Court (Smukler, J.) ruling that his sentence of 45 years to life does\nnot constitute the de facto equivalent of lifetime imprisonment in violation of\nthe Eighth Amendment to the United States Constitution. We affirm.\n\nI. Procedural Background\n\n     On March 23, 1991, when the defendant was 17 years old, he\ncommitted, among other crimes, first degree murder. See RSA 630:1-a (1986)\n(amended 1990, 2017). The underlying facts of the crimes are set forth in State\n\fv. Lopez, 139 N.H. 309 (1994), and will not be repeated here. Following his\nconviction, the defendant received a statutorily-mandated sentence of life\nimprisonment without the possibility of parole. See RSA 630:1-a, III.\n\n       In 2012, the United States Supreme Court ruled that “the Eighth\nAmendment forbids a sentencing scheme that mandates life in prison without\npossibility of parole for juvenile offenders.” Miller v. Alabama, 567 U.S. 460,\n479 (2012). Reasoning that a trial court must take into account the attributes\nof youth before imposing a sentence of life in prison on a juvenile homicide\noffender, the Court concluded that trial courts must hold individualized\nsentencing hearings for such juvenile offenders. See id. at 489. Thereafter, by\nwrit of habeas corpus, the defendant requested resentencing, arguing that\nMiller must be applied retroactively. We affirmed the trial court’s\ndetermination that Miller applied retroactively, Petition of State of N.H., 166\nN.H. 659, 662 (2014), and, subsequently, the Supreme Court reached the same\nconclusion, Montgomery v. Louisiana, 136 S. Ct. 718, 732 (2016).\n\n       Accordingly, in 2017, the trial court held a two-day resentencing hearing\nat which it heard testimony from the arresting police officer, several members\nof the murder victim’s family, an addiction psychiatrist, a forensic psychologist,\nseveral members of the defendant’s family, and the defendant. Following the\nhearing, taking into consideration the record before it, “the nature and\ncircumstances of the underlying crime, the characteristics of the defendant,\nand the traditional sentencing factors,” the court imposed a sentence of 45\nyears to life.\n\n       In addition, the trial court issued a narrative order addressing the\ndefendant’s legal arguments that: (1) a de facto life without parole sentence\ncannot be imposed unless the trial court first determines, in accordance with\nMiller, that the defendant is irreparably corrupt; and (2) any minimum\nsentence exceeding 35 years constitutes a de facto life without parole sentence.\nIn resolving the defendant’s arguments, the trial court defined a de facto life\nsentence “as one that exceeds the defendant’s life expectancy.” (Quotation\nomitted.)\n\n      Regarding the defendant’s first argument, the trial court noted that\nalthough the Supreme Court “has not yet decided the question whether a\nlengthy term-of-years sentence is, for constitutional purposes, the same as a\nsentence of life imprisonment without the possibility of parole,” courts in\nseveral jurisdictions have so decided. (Quotation omitted.) The trial court was\npersuaded by “[a]n apparent majority of courts that have held that a lengthy\nterm of years should be considered the equivalent of a life sentence,” based on\nthe reasoning that “one ‘cannot ignore the reality that a seventeen year-old\nsentenced to life without parole and a seventeen year-old sentenced to 254\nyears with no possibility of parole, have effectively received the same sentence.’”\n(Quoting Moore v. Biter, 725 F.3d 1184, 1192 (9th Cir. 2013).) Accordingly, the\n\n\n                                        2\n\ftrial court agreed with the defendant that the imposition of a de facto life\nsentence would require it to find that he “is ‘the rare juvenile offender whose\ncrime reflects irreparable corruption’ and not ‘transient immaturity.’” (Quoting\nMontgomery, 136 S. Ct. at 734 (quotation omitted).)\n\n       Regarding the defendant’s argument that any sentence exceeding 35\nyears is a de facto life sentence, the trial court recognized that “[t]he obvious\ndifficulty in trying to define what constitutes a de facto life sentence in any\ngiven case is that it is impossible to determine precisely how long any one\nperson has to live.” (Quotation omitted.) Because both parties “urged the\ncourt to look at life expectancy tables—albeit different ones,” the trial court\nassumed without deciding that doing so was “appropriate for a very limited\npurpose” and agreed to “consider them as one factor in evaluating whether” the\nsentence it imposed constituted a de facto life sentence.\n\n        The State offered the 2014 Centers for Disease Control and Prevention\n(CDC) National Vital Statistics tables that showed the defendant’s life\nexpectancy at his current age to slightly exceed 38 additional years. Under the\nCDC tables, the trial court found that “if the defendant lives until sixty-two\nyears of age—his age when he becomes parole eligible—his life expectancy\nwould be at least an additional 20 years.” The defendant offered a document\nauthored by the American Civil Liberties Union of Michigan (ACLU) titled\n“Michigan Life Expectancy Data for Youth Serving Natural Life Sentences” that\nshowed the “average life expectancy for Michigan adults incarcerated for\nnatural life sentences in Michigan” to be 58.1 years. (Quotations omitted.)\nAlthough the court noted “that the CDC tables do not account for any\nreduction in life expectancy due to the impact of spending the majority of one’s\nlife in prison,” it concluded that it could not find that “the effects of\nincarceration will reduce the defendant’s life expectancy from over 38\nadditional years (under the CDC tables) to only seven years (as suggested by\nthe ACLU document).” (Quotation and brackets omitted.)\n\n       The trial court was “persuaded that the CDC tables are authoritative on\nthe issue of life expectancy.” The court found that the ACLU document was\n“entitled to considerably less weight” because, among other things, it was\n“based on a small population sample in a different State and in a different\nprison system,” and it failed to “take into account the prisoner’s current age.”\nNoting that “any life expectancy analysis is imperfect,” the trial court found the\nCDC data “the most reliable alternative presented.” The trial court concluded\nthat the 45-year minimum sentence it imposed, “which gives the defendant a\nmeaningful opportunity for release at sixty-two years of age, is not a de facto\nlife sentence” and, therefore, it did not need to find that the defendant was\nirreparably corrupt.\n\n\n\n\n                                        3\n\fII. Analysis\n\n       On appeal, the defendant argues that the trial court erred as a matter of\nlaw in deciding that a 45-year minimum term is not the de facto equivalent of\nlifetime imprisonment. He asserts that “[p]roperly interpreted,” the applicable\nSupreme Court jurisprudence “defines lifetime imprisonment not by reference\nto a defendant’s actuarily-projected death, but rather as imprisonment lasting\nso long that it forecloses a realistic opportunity to seek reconciliation with\nsociety through a meaningful life outside prison.” When, as here, the 45-year\n“period of parole ineligibility” will bar the defendant’s release until, at the\nearliest, age 62, the defendant contends that he will be deprived of “a realistic\nopportunity to build a meaningful post-prison life.” In addition, he argues,\neven “if the definition of lifetime imprisonment is tied to a juvenile’s actuarily-\nprojected death,” the trial court erred by using “life expectancy tables based on\nthe general American population, rather than information focused on the life\nexpectancy of long-term prisoners.”\n\n      We review questions of constitutional law de novo. State v. MacElman,\n154 N.H. 304, 307 (2006). We review a trial court’s sentencing decision under\nthe unsustainable exercise of discretion standard. State v. Lambert, 147 N.H.\n295, 296 (2001). To show that the trial court’s decision is not sustainable, the\ndefendant must demonstrate that the court’s ruling was clearly untenable or\nunreasonable to the prejudice of his case. Lambert, 147 N.H. at 296.\n\n      The Eighth Amendment to the United States Constitution prohibits\n“cruel and unusual punishments.” U.S. CONST. amend. VIII. The right “not to\nbe subjected to excessive sanctions . . . flows from the basic precept of justice\nthat punishment for crime should be graduated and proportioned to the\noffense.” Roper v. Simmons, 543 U.S. 551, 560 (2005) (quotations and\nbrackets omitted).\n\n       Several recent Supreme Court cases have recognized constitutional limits\non the punishment of juvenile offenders. In Roper v. Simmons, the Court held\nthat the Eighth Amendment prohibits the imposition of the death penalty on a\ndefendant who committed a capital offense when the defendant was younger\nthan 18 years of age. Id. at 578. The Court found that, as compared to adults,\njuveniles have a “lack of maturity and an underdeveloped sense of\nresponsibility”; they “are more vulnerable or susceptible to negative influences\nand outside pressures, including peer pressure”; they have limited “control[]\nover their own environment”; and their characters are “not as well formed.” Id.\nat 569-70 (quotation omitted). Thus, because juveniles are less culpable than\nadults, the Court determined that “juvenile offenders cannot with reliability be\nclassified among the worst offenders” deserving of the death penalty. Id. at\n569.\n\n\n\n\n                                         4\n\f       Five years later, the Court extended the reasoning of Roper to hold that\nthe Eighth Amendment forbids the sentence of life without parole for a juvenile\noffender who did not commit homicide. Graham v. Florida, 560 U.S. 48, 74\n(2010). Relying on Roper, the Court reasoned that “[j]uveniles are more\ncapable of change than are adults, and their actions are less likely to be\nevidence of irretrievably depraved character than are the actions of adults.” Id.\nat 68 (quotation omitted). Although the Eighth Amendment “does not require\nthe State to release [a juvenile nonhomicide offender] during his natural life,”\nthe Court explained that “[w]hat the State must do . . . is give [such]\ndefendants . . . some meaningful opportunity to obtain release based on\ndemonstrated maturity and rehabilitation.” Id. at 75. Because a sentence of\nlife without parole “guarantees [the juvenile offender] will die in prison without\nany meaningful opportunity to obtain release,” the Court reasoned that such a\ndefendant has been denied “any chance to later demonstrate that he is fit to\nrejoin society.” Id. at 79. Accordingly, although “[a] State need not guarantee\nthe [juvenile] offender eventual release,” the Court ordered that if the State\n“imposes a sentence of life it must provide him or her with some realistic\nopportunity to obtain release before the end of that term.” Id. at 82.\n\n       Two years later, in Miller v. Alabama, the Court held that the Eighth\nAmendment prohibits a mandatory sentence of life without parole for a juvenile\noffender convicted of homicide. Miller, 567 U.S. at 465. Recognizing that\n“children are constitutionally different from adults for purposes of sentencing”\nbecause of their “diminished culpability and greater prospects for reform,” and\nnoting the similarities between life without parole and capital sentences, the\nCourt concluded that a sentencing court must consider the “mitigating\nqualities of youth” before sentencing a juvenile homicide offender to the law’s\n“harshest possible penalty.” Id. at 471, 474, 476, 479 (quotation omitted).\nGiven that mandatory life-without-parole sentences for juvenile homicide\noffenders “by their nature, preclude a sentencer from taking account of an\noffender’s age and the wealth of characteristics and circumstances attendant to\nit,” the Court determined that “such a scheme poses too great a risk of\ndisproportionate punishment” and is thereby forbidden by the Eighth\nAmendment. Id. at 476, 479.\n\n       The Court noted that it was not foreclosing a sentencer’s ability to\nsentence a juvenile homicide offender to life without parole. Id. at 480.\nRather, the Court was requiring the sentencer “to take into account how\nchildren are different, and how those differences counsel against irrevocably\nsentencing them to a lifetime in prison.” Id. at 480. The Court explained that\nits decision “does not categorically bar a penalty for a class of offenders or type\nof crime—as, for example, [it] did in Roper or Graham. Instead, [Miller]\nmandates only that a sentencer follow a certain process—considering an\noffender’s youth and attendant characteristics—before imposing a particular\npenalty.” Id. at 483. The Court recognized that “appropriate occasions” for\nsentencing juveniles to the “harshest possible penalty” of life without parole\n\n\n                                         5\n\f“will be uncommon” given the “great difficulty [it] noted in Roper and Graham\nof distinguishing at this early age between the juvenile offender whose crime\nreflects unfortunate yet transient immaturity, and the rare juvenile offender\nwhose crime reflects irreparable corruption.” Id. at 479-80 (quotation omitted).\n\n       The Court subsequently determined that because Miller announced a\nsubstantive rule of constitutional law, its holding was retroactive.\nMontgomery, 136 S. Ct. at 734. In doing so, the Court confirmed that Miller\ndid not bar a punishment for all juvenile offenders as Roper and Graham did,\nbut that Miller did bar life without parole “for all but the rarest of juvenile\noffenders, those whose crimes reflect permanent incorrigibility.” Id. The Court\nstated that “[a] State may remedy a Miller violation by permitting juvenile\nhomicide offenders to be considered for parole, rather than by resentencing\nthem,” reasoning that “[a]llowing those offenders to be considered for parole\nensures that juveniles whose crimes reflected only transient immaturity—and\nwho have since matured—will not be forced to serve a disproportionate\nsentence in violation of the Eighth Amendment.” Id. at 736. “Those prisoners\nwho have shown an inability to reform,” the Court explained, “will continue to\nserve life sentences,” but “[t]he opportunity for release will be afforded to those\nwho demonstrate the truth of Miller’s central intuition—that children who\ncommit even heinous crimes are capable of change.” Id.\n\n       In sum, pursuant to Graham, a juvenile nonhomicide offender cannot be\nsentenced to life without the possibility of parole. Graham, 560 U.S. at 74.\nPursuant to Miller, a juvenile homicide offender cannot be subjected to a\nmandatory sentence of life without the possibility of parole. Miller, 567 U.S. at\n465. And, pursuant to Montgomery, the holding in Miller is retroactive.\nMontgomery, 136 S. Ct. at 736. Thus, the case before us in which the\ndefendant, a juvenile homicide offender, was resentenced from a mandatory\nsentence of life without the possibility of parole to a term of years with the\nopportunity for parole, complies with the applicable Supreme Court holdings in\nMiller and Montgomery.\n\n       Nonetheless, the defendant argues that in finding his life expectancy to\nbe at least an additional 38 years, the trial court erred in relying on the CDC\ntables rather than on the life expectancy estimates “supported by the prisoner-\nbased studies.” Because “[t]here is no sound reason to suppose that New\nHampshire prisoners live much longer lives than prisoners in other states,” he\nasserts that “the sentencing court significantly overestimated” his life\nexpectancy and, therefore, we must remand for resentencing. We disagree.\n\n       The trial court considered the life expectancy estimates offered by both\nparties “as one factor in evaluating whether the forty-five year minimum\nimposed . . . constitutes a de facto life sentence, thereby triggering the need for\na Miller-type analysis.” In doing so, it found the ACLU document submitted by\nthe defendant to be entitled to “considerably less weight” than the CDC tables\n\n\n                                         6\n\ffor several reasons, including: “[u]nlike the ACLU document, the CDC table[s]\ntake[] into account the current age of the person”; the ACLU document “lacks\nmany essential details regarding the inmates’ causes of death” and is “based on\na small population sample in a different State and in a different prison system”;\nand “it does not take into account . . . the fact that a prisoner, like the\ndefendant, has survived nearly thirty years of ‘risks’ while in the prison\nsystem.” While the court expressly noted that “many courts appear to accept\nthe premise that incarceration has a measurable effect on life expectancy,” it\nalso noted that other courts “have identified factors that may increase life span,\nsuch as guaranteed food, housing, and healthcare unavailable to some\nsegments of the general population.” Based on all of these considerations, the\ntrial court found that the CDC data was “the most reliable alternative\npresented.”\n\n       The trial court has broad discretion in choosing the types of evidence on\nwhich to rely in imposing sentence. State v. Kimball, 140 N.H. 150, 151\n(1995). The trial court’s determination that, assuming life expectancy tables\nare relevant to whether the sentence it imposed was a de facto life sentence,\nthe CDC tables were more reliable than the ACLU document was not clearly\nuntenable or unreasonable to the prejudice of the defendant’s case. See\nLambert, 147 N.H. at 296. Accordingly, we uphold that determination.\n\n       In addition, pointing to language in Montgomery that juvenile offenders\nare entitled to “hope for some years of life outside prison walls,” Montgomery,\n136 S. Ct. at 737, and language in Graham about allowing juvenile offenders a\nchance to demonstrate that they are “fit to rejoin society” and to “some\nmeaningful opportunity to obtain release based on demonstrated maturity and\nrehabilitation,” Graham, 560 U.S. at 75, 79, the defendant asserts that the trial\ncourt erred in imposing a sentence that offers “the hope of release only a few\nyears before his actuarily-projected death,” thereby precluding him from “a\nrealistic hope of building a meaningful life outside prison.”\n\n      Even assuming the defendant’s interpretations of Graham and\nMontgomery are correct, we disagree with the factual premise of his argument.\nThe trial court found that “if the defendant lives until sixty-two years of age—\nhis age when he becomes parole eligible—his life expectancy would be at least\nan additional 20 years.” An additional 20 years of life after release from prison\ndoes not constitute “only a few years before his actuarily-projected death.”\nThus, the defendant has failed to demonstrate that the hope for 20 years\noutside prison walls precludes him from “a realistic hope of building a\nmeaningful life outside prison.”\n\n       In arguing that “the outer limit on the period of ineligibility must not be\ndrawn beyond thirty-five years,” the defendant essentially asks that we extend\nMiller and create a bright-line rule that the Supreme Court has not announced.\nThe Supreme Court has not recognized, as a matter of constitutional law, that\n\n\n                                        7\n\fa term of years sentence of thirty-five years is the de facto equivalent of life\nwithout parole, and we decline to create such a rule.\n\n       Accordingly, we hold that the trial court did not err in determining that\nthe 45-year-to-life sentence it imposed, under which the defendant has an\nopportunity to be considered for parole when he is 62 years of age, is not a de\nfacto life sentence under the Eighth Amendment to the Federal Constitution.\n\n                                                                 Affirmed.\n      BASSETT, HANTZ MARCONI, and DONOVAN, JJ., concurred.\n\n\n\n\n                                         8\n\f",
            "ocr": false,
            "opinion_id": 4678795
        }
    ],
    "court_short_name": "Supreme Court of New Hampshire",
    "court_full_name": "Supreme Court of New Hampshire",
    "court_type": "S",
    "court_jurisdiction": "New Hampshire, NH",
    "crime_category": "Murder"
}