{
    "id": 4878576,
    "judges": null,
    "date_filed": "1979-01-24",
    "date_filed_is_approximate": true,
    "slug": "pena-montes-v-garland",
    "case_name_short": "Pena-Montes",
    "case_name": "Pena-Montes v. Garland",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/20/20-9569.pdf",
            "author_id": null,
            "opinion_text": "                                                                                FILED\n                                                                    United States Court of Appeals\n                     UNITED STATES COURT OF APPEALS                         Tenth Circuit\n\n                           FOR THE TENTH CIRCUIT                           April 29, 2021\n                       _________________________________\n                                                                       Christopher M. Wolpert\n                                                                           Clerk of Court\n MARCOS EMANUEL PENA-MONTES,\n\n       Petitioner,\n\n v.                                                         No. 20-9569\n                                                        (Petition for Review)\n MERRICK B. GARLAND,\n United States Attorney General,*\n\n       Respondent.\n                       _________________________________\n\n                           ORDER AND JUDGMENT**\n                       _________________________________\n\nBefore MATHESON, BRISCOE, and CARSON, Circuit Judges.\n                  _________________________________\n\n      Marcos Emanuel Pena-Montes (“Petitioner”), a native and citizen of Mexico,\n\npetitions for review of a decision by the Board of Immigration Appeals (“BIA”). He\n\nseeks review of the BIA’s dismissal of his appeal from the denial of his requests for\n\nwithholding of removal and relief under the Convention Against Torture (“CAT”) by\n\n\n      *\n       On March 10, 2021, Merrick B. Garland became Attorney General of the\nUnited States. Consequently, his name has been substituted for William P. Barr as\nRespondent, per Fed. R. App. P. 43(c)(2).\n      **\n         After examining the briefs and appellate record, this panel has determined\nunanimously that oral argument would not materially assist in the determination of\nthis appeal. See Fed. R. App. P. 34(a)(2); 10th Cir. R. 34.1(G). The case is therefore\nordered submitted without oral argument. This order and judgment is not binding\nprecedent, except under the doctrines of law of the case, res judicata, and collateral\nestoppel. It may be cited, however, for its persuasive value consistent with\nFed. R. App. P. 32.1 and 10th Cir. R. 32.1.\n\fan immigration judge (“IJ”). The IJ rejected Petitioner’s requests after concluding\n\nhis testimony in support was not credible. Upon review of the record presented, we\n\nconclude there is substantial evidence to support that finding. Accordingly,\n\nexercising jurisdiction under 8 U.S.C. § 1252, we deny the petition for review.\n\n I.       Background\n\n      Petitioner came into the United States from Mexico in 2010 as a nonimmigrant\n\non a border crossing card. By this entry, he was only permitted to remain in the\n\ncountry for 72 hours within 25 miles of the border. In 2013, the Department of\n\nHomeland Security served Petitioner with a Notice to Appear charging him with\n\nremovability as an alien who failed to comply with the conditions of his non-\n\nimmigrant admission. Petitioner admitted the factual allegations contained in the\n\nNotice and, after the IJ sustained the charge of removability, applied for asylum,\n\nwithholding of removal, and relief under CAT.\n\n      In his written declarations in support of his asylum application and in his\n\ntestimony before the IJ, Petitioner described two incidents in June and December\n\n2009, respectively, in which he stated that people attempted to kill him. His\n\ndescriptions of the incidents varied between his first and second written declarations\n\nand his later hearing testimony which were all offered in support of his asylum\n\napplication.\n\n      In his first declaration, Petitioner described an incident in June 2009 when he\n\nwas standing outside with his cousin. A truck drove by and fired on them, killing his\n\ncousin. Petitioner stated a woman who was with them was shot three times but\n\n                                           2\n\fsurvived, and he “miraculously escaped with no injuries.” R. at 244. He also\n\ndescribed an incident in December 2009 in which he and a friend were outside a bar\n\nwhen a group of masked men drove up behind them and started shooting. Petitioner\n\nstated he was shot in the face and he believed his friend was killed. Petitioner\n\nmanaged to escape, and with the assailants pursuing him, he drove until he ran out of\n\ngas, at which point he got out of his car and ran. He subsequently hid in an\n\nabandoned house. Petitioner claimed he was rushed to a local hospital, where he\n\nlearned his friend had survived. His parents came and visited him at the hospital, but\n\nthen took him to recover at his uncle’s house near Nuevo Casas Grandes, Chihuahua,\n\nbecause he feared for his safety. He stated sicarios (hired killers) later went to the\n\nhospital and killed his friend.\n\n      In his amended declaration, Petitioner stated the woman in the June 2009\n\nincident was unharmed, rather than surviving three gunshot wounds, and that the\n\nvehicle drove by several times before the shooting started. He also stated that in the\n\nDecember incident, his aunt, not his parents, picked him up from the hospital, that he\n\nwent to his brother’s house before he went to his uncle’s house, and that his uncle’s\n\nhouse was near the city of Cuauhtémoc, Chihuahua, not Nuevo Casas Grandes.\n\n      At the hearing, Petitioner withdrew his application for asylum. In his\n\ntestimony, he altered his prior description of the June incident to now state that the\n\nwoman accompanying him and his cousin was not shot. Also, he added for the first\n\ntime that he received a text message after the first shooting telling him it was “just a\n\nwarning.” R. at 178. When describing the events of the December shooting,\n\n                                            3\n\fPetitioner testified that, after he left the hospital, he went first to his brother’s house\n\nand then to his grandparents’ house.\n\n       On cross-examination, he testified someone read both his first and second\n\ndeclarations to him in Spanish, he did not ever have a problem with his first\n\nstatement, and he did not know why he had to fill out a second. He attributed the\n\ndifferent accounts of whether the woman in the June incident was shot by saying\n\n“there’s some confusion. The second time, the second attempt, when they shot me,\n\nwhen they shot at my friend, my friend was shot three times, not her.” Id. at 202–03.\n\nPetitioner also confirmed on cross-examination that, although he claimed to have\n\ncome to the United States about a week after he was shot in the face in the\n\nDecember 2009 incident, the photograph taken of him at the port of entry on January\n\n24, 2010, did not depict any bandages, bruises, or facial injuries. Id. at 210.\n\n       Petitioner also provided differing facts in his applications for relief and his\n\ntestimony before the IJ when describing his mental health. In his application for\n\nasylum and withholding of removal, Petitioner stated he “suffer[ed] from extreme\n\nPTSD.” Id. at 374. He offered his PTSD diagnosis as an explanation for his failure\n\nto file an asylum application within the first year after he arrived in the United States.\n\nAt the hearing, however, he acknowledged that he was never diagnosed with post-\n\ntraumatic stress disorder by a doctor, he did not know what PTSD was, and he had\n\nnever heard of it referred to as PTSD. Id. at 192–93.\n\n       Considering his testimony, his asylum application, both declarations, and the\n\ndocumentary evidence, the IJ found Petitioner was not credible. The IJ’s reasons for\n\n                                             4\n\fthis finding included inconsistencies between Petitioner’s written declarations and his\n\ntestimony, the implausibility of his account of the December shooting (in which he\n\nwas shot in the face but managed to evade the pursuing assailants by car and on foot),\n\nand the implausibility of his claims regarding the extent of his injuries from the\n\nDecember shooting given the January 24 photograph. In detailing the reasons for this\n\nfinding, the IJ also pointed to the lack of medical records from Mexico corroborating\n\nPetitioner’s claim of a hospital stay, or from doctors in the United States confirming\n\nhe had suffered the injuries he described. The IJ thereafter denied Petitioner’s\n\nrequest for withholding of removal and CAT relief.\n\n      Petitioner appealed the decision to the BIA, which dismissed the appeal.\n\nReviewing the IJ’s factual findings for clear error, see 8 C.F.R. § 1003.1(d)(3)(i), the\n\nBIA concluded the IJ gave specific and cogent reasons for her finding that Petitioner\n\nlacked credibility, “including inconsistencies and implausible testimony which\n\n[Petitioner] was given an opportunity to explain.” R. at 3.\n\nII.       Whether substantial evidence supports the IJ’s credibility finding\n\n      “Where, as here, the BIA affirms an immigration judge’s decision in a single\n\nBoard member’s brief order, the BIA’s affirmance is the final agency decision,\n\nand we limit our review to the grounds for the BIA’s decision. However, we may\n\nconsult the immigration judge’s fuller explanation of those same grounds.”\n\nEscobar-Hernandez v. Barr, 940 F.3d 1358, 1360 (10th Cir. 2019) (internal citation\n\nomitted). We review the BIA’s factual findings “only for substantial evidence,\n\nviewing them as conclusive unless any reasonable adjudicator would be compelled to\n\n                                           5\n\fconclude to the contrary.” Id. at 1361; see also 8 U.S.C. § 1252(b)(4)(B). Petitioner\n\nbore the burden of proof to establish eligibility for withholding of removal and CAT\n\nrelief. See Htun v. Lynch, 818 F.3d 1111, 1121, 1122 (10th Cir. 2016).\n\n      Petitioner argues the IJ’s factual findings relied upon unreasonable inferences\n\nand conjecture, such as her disbelief that the second shooting could have transpired\n\nthe way he described, or doubt regarding his claim to have suffered a gunshot wound\n\nto the face despite a photograph taken shortly after the alleged shooting that showed\n\nno indication of severe injury. Petitioner further points to evidence in the record that\n\nsupports his account, such as corroborating witness statements. Petitioner finally\n\ncontends the alleged inconsistencies the IJ relied upon were overstated, and that, as a\n\nwhole, his account was internally consistent: there were two incidents, one of which\n\nled to the death of his friend, and his family picked him up and cared for him in\n\nMexico after the second incident before he went to the United States.1\n\n      But while these arguments may have supported a finding that Petitioner’s\n\ntestimony was credible, they do not establish that any reasonable adjudicator would\n\nbe compelled to make such a finding. The IJ’s findings are therefore conclusive. See\n\n8 U.S.C. § 1252(b)(4)(B); Escobar-Hernandez, 940 F.3d at 1361. Because these\n\nconclusive findings preclude Petitioner’s eligibility for withholding of removal or\n\n\n      1\n         Petitioner also argues the IJ impermissibly cross-examined him without\ngiving his counsel the opportunity to conduct a redirect examination. See Pet. Br. at\n24–25. We do not consider this argument, though, because Petitioner did not exhaust\nit before the BIA. See 8 U.S.C. § 1252(d)(1); Martinez-Perez v. Barr, 947 F.3d 1273,\n1282 (10th Cir. 2020).\n\n                                           6\n\fCAT protection, we affirm the BIA’s decision without considering its alternative\n\nconclusion that, even if his testimony were credible, Petitioner was ineligible for\n\nthose forms of relief.\n\n      We deny the petition for review.\n\n\n                                            Entered for the Court\n\n\n                                            Mary Beck Briscoe\n                                            Circuit Judge\n\n\n\n\n                                           7\n\f",
            "ocr": false,
            "opinion_id": 4682355
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}