{
    "id": 4907641,
    "judges": "Alexander, Madsen",
    "date_filed": "1972-12-01",
    "date_filed_is_approximate": true,
    "slug": "dean-v-lehman",
    "case_name_short": "Dean",
    "case_name": "Dean v. Lehman",
    "case_name_full": "Suzanne Dean v. Joseph Lehman",
    "attorneys": "Christine O. Gregoire, Attorney General, and Douglas W. Carr and Mary E. Fairhurst, Assistants, for appellants., Chris R. Youtz, Jonathan R Meier, and Marie E. Gryphon (of Sirianni & Youtz), for respondent., Patricia J. Arthur on behalf of Pro-Family Advocates of Washington, amicus curiae., Nancy L. Talner on behalf of American Civil Liberties Union of Washington, amicus curiae., Nancy L. Sapiro on behalf of Northwest Women’s Law Center, amicus curiae.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 9, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "143 Wash. 2d 12"
    ],
    "opinions": [
        {
            "author_str": "Madsen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMadsen, J.\nSuzanne Dean (Dean), wife of a Department of Corrections (DOC)1 inmate, sent money to her husband during his incarceration. She represents a class of similarly situated persons (Class) challenging the validity of RCW *1672.09.480, which mandates the deduction of 35 percent of all funds received by prison inmates. The deductions are allocated in the following manner: 10 percent to an inmate savings account; 20 percent to contribute to the cost of incarceration; and 5 percent to a victims’ compensation fund.\nOn a motion for summary judgment the trial court held, as to the Class: (1) RCW 72.09.480 violates the uniformity requirement of article VII, section 1 of the Washington Constitution; (2) deductions for the victims’ compensation fund and costs of incarceration violate the Takings Clauses of the Washington and United States Constitutions; and (3) that the Class is entitled to earned interest on inmate savings accounts. The trial court also ordered the return of all previously seized funds. The DOC appealed, and the Court of Appeals certified the case to this court.\nWe reverse, holding that RCW 72.09.480 is constitutional, but that the inmates are entitled to previously earned interest on their inmate savings accounts.\nFACTS\nIn 1995, the Legislature enacted RCW 72.09.480, authorizing specified deductions from any outside funds sent to DOC inmates:\nWhen an inmate, except as provided in subsection (6) of this section, receives any funds in addition to his or her wages or gratuities, the additional funds shall be subject to the deductions in RCW 72.09.111(1)(a) and the priorities established in chapter 72.11 RCW.\nRCW 72.09.480(2). The following deductions are authorized:\n(i) Five percent to the public safety and education account for the purpose of crime victims’ compensation;\n(ii) Ten percent to a department personal inmate savings account; and\n*17(iii) Twenty percent to the department to contribute to the cost of incarceration.\nRCW 72.09.111(1)(a).2\nThe “personal inmate savings account” is essentially a compelled savings account. Funds from this account “together with any accrued interest” are available to the inmate upon his or her release. RCW 72.09.111(1)(d).3 As applied to all of the deductions, the “amount deducted from an inmate’s funds . . . shall not exceed the department’s total cost of incarceration for the inmate.” RCW 72.09.480(3).\nInmates subject to the statutory deductions filed a number of federal lawsuits, one of which (Wright v. Riveland, 219 F.3d 905 (9th Cir. 2000)) was certified as a class action by United States District Court Judge Franklin Burgess. Class Br. at 3. Plaintiffs in that suit sought certification of a “non-inmate” class, which included the spouses of DOC inmates. Clerk’s Papers (CP) at 100. The United States District Court denied the request, noting that “the proposed ‘non-inmate’ class may raise different claims and defenses than those raised by the ‘inmate’ class.” Id. Specifically, the court recognized that “[a]n individual sending money to his or her incarcerated spouse may have a community property interest in the funds held in a prisoner’s bank account.”4 Id. The District Court rejected most of plaintiffs’ claims but held that the deductions could *18not be made from certain federal entitlements on Supremacy Clause grounds.\nSpouses of DOC inmates filed suit in King County Superior Court, challenging the validity of RCW 72.09.480 on a variety of bases. On cross motions for summary judgment the trial court held, as to the Class: (1) RCW 72.09.480 violates the uniformity requirement of article VII, section 1 of the Washington Constitution; (2) deductions for the victims’ compensation fund and costs of incarceration violate the Takings Clauses of the Washington and United States Constitutions; and (3) the Class is entitled to earned interest on inmate savings accounts. The trial court also ordered the return of all previously seized funds. The trial court ordered the DOC to discontinue making deductions from funds received by married inmates, but continued to allow the deductions as to all unmarried inmates. CP at 349-50. The DOC appealed, and the Court of Appeals certified the case to this court.\nANALYSIS\nI\nThe first issue in this case is whether the Class, composed of spouses of DOC inmates, has standing to challenge the validity of RCW 72.09.480. The general rule is that “[o]ne who is not adversely affected by a statute may not question its validity.” Haberman v. Wash. Pub. Power Supply Sys., 109 Wn.2d 107, 138, 744 P.2d 1032, 750 P.2d 254 (1987). This basic rule of standing “prohibits a litigant... from asserting the legal rights of another.” Greater Harbor 2000 v. City of Seattle, 132 Wn.2d 267, 281, 937 P.2d 1082 (1997) *19(citing Walker v. Munro, 124 Wn.2d 402, 419, 879 P.2d 920 (1994)). It also mandates that a party have a “real interest therein,” State ex rel. Gebhardt v. Superior Court, 15 Wn.2d 673, 680, 131 P.2d 943 (1942), prior to bringing a cause of action.\nThe Class contends that as inmate spouses it has a one-half community property interest in funds sent to its spouses. Therefore, it claims the 35 percent deduction authorized by RCW 72.09.480 directly implicates its “interests.” The trial court agreed with the Class, finding that it “presumptively has legally protected interests in its spouses’ prison accounts by virtue of community property law.” CP at 316. The DOC assigns error to this finding.\nThe DOC makes three arguments: (1) that RCW 72.09.480 overrides any potentially conflicting community property laws; (2) that money sent from Class members is a gift, thereby losing its community property character; and (3) that the 35 percent deduction authorized by RCW 72.09.480 reaches only the inmate spouse’s one-half community property interest in the funds sent, which according to the DOC, is authorized by this Court’s holdings in deElche v. Jacobsen, 95 Wn.2d 237, 622 P.2d 835 (1980) and Keene v. Edie, 131 Wn.2d 822, 935 P.2d 588 (1997).\nTurning first to the DOC’s contention that RCW 72.09.480 overrides conflicting community property laws, we have recognized that a community property interest may be a sufficiently “real” interest to confer standing. LaHue v. Keystone Inv. Co., 6 Wn. App. 765, 776, 496 P.2d 343 (1972) (one-half beneficial interest in corporate stock by reason of community property law is sufficient to confer standing for stockholder derivative suit). In Washington all property acquired during marriage is presumptively community property, regardless of how title is held. Yesler v. Hochstettler, 4 Wash. 349, 353-54, 30 P. 398 (1892); see RCW 26.16.030; Harry M. Cross, The Community Property Law in Washington (Revised 1985), 61 Wash. L. Rev. 13, 27-28 (1986). The burden of rebutting this presumption is on the *20party challenging the asset’s community property status, In re Estate of Smith, 73 Wn.2d 629, 631, 440 P.2d 179 (1968) (citing Rustad v. Rustad, 61 Wn.2d 176, 377 P.2d 414 (1963)), and “can be overcome only by clear and convincing proof that the transaction falls within the scope of a separate property exception.” Estate of Madsen v. Comm’r, 97 Wn.2d 792, 796, 650 P.2d 196 (1982), overruled in part on other grounds by Aetna Life Ins. v. Wadsworth, 102 Wn.2d 652, 659-60, 689 P.2d 46 (1984). Physical separation of the spouses, without more, does not alter the basic community property presumption. Rustad, 61 Wn.2d at 180; Cross, supra, at 92; see also RCW 26.16.140.\nThe DOC essentially argues that RCW 72.09.480 serves to rebut the general community property presumption. Central to the DOC’s argument is the fact that the DOC is the custodian of the funds and that the funds are “not subject to the management and control of either spouse” nor “available to satisfy general community obligations.” DOC Br. at 8. According to the DOC, this reduced control by an inmate’s spouse over sent funds extinguishes the spouse’s community property “interest” in those funds. The Class correctly notes that this argument conflicts with a line of cases establishing that a spouse’s community property interest does not dissipate simply because he or she is not in a position to exercise full control over the property. Class Br. at 5; see Seattle-First Nat’l Bank v. Brommers, 89 Wn.2d 190, 200, 570 P.2d 1035 (1977) (spouse under guardianship continues to have an interest “in the ownership” of community property); Rustad, 61 Wn.2d 176 (wife confined to mental hospital for remainder of life retains community property rights in assets acquired by husband).\nThe DOC also cites Arnold v. Department of Retirement Systems, 128 Wn.2d 765, 912 P.2d 463 (1996). At issue in Arnold were two provisions of the Washington Law Enforcement Officers’ and Fire Fighters’ Retirement System (LEOFF) that precluded a divorced spouse from receiving LEOFF benefits, “earned” by the other spouse during mar*21riage, after the death of the employee spouse. Id. at 767; see RCW 41.26.030(6), .160. This court held that the Legislature “may establish by statute the designated beneficiaries of a statutory death or survivorship benefit, notwithstanding traditional community property principles.” Id. at 779; but see Schneider v. Cal. Dep’t of Corr., 151 F.3d 1194, 1199 (9th Cir. 1998) (“constitutionally protected property rights can—and often do—exist despite statutes ... that appear to deny their existence”).\nThe DOC’s reliance on Arnold is misplaced. First, the statutory provision at issue in Arnold was explicit in delineating who did and did not have a property interest in LEOFF death benefits. 128 Wn.2d at 769. In contrast, RCW 72.09.480 says nothing about the ownership of funds received by an inmate spouse. At a minimum, to rebut the basic presumption of the community nature of marital property, which is firmly embedded in the policy of this State, Lyon v. Lyon, 100 Wn.2d 409, 414, 670 P.2d 272 (1983), the Legislature must be explicit in its intent. Second, Arnold involved a state-created death and disability benefit. The LEOFF provisions were merely a legislatively enacted condition to a legislatively granted benefit. And finally, as we noted in Arnold, an ex-spouse who may have been “deprived of appropriate recompense” by the LEOFF provisions was not remediless. 128 Wn.2d at 780. He or she was permitted to argue for a “just and equitable distribution of marital assets,” RCW 26.09.080, in the dissolution proceeding. Id. at 783.\nTo further distinguish Arnold, the Class cites Estate of Madsen, which reflects our reluctance to find a legislative intention to classify marital property as separate property, absent a clear statement to that effect. At issue in Madsen was an RCW provision requiring that life insurance policies,\nmade payable to or for the benefit of the spouse of the insured ... or in any way made payable to a spouse . . . shall, *22unless contrary to the terms of the policy, inure to the separate use and benefit of such spouse ....\nEstate of Madsen, 97 Wn.2d at 798 (quoting RCW 48.18.440(1)). The court was confronted with the question of whether the above statutory language converted “community property life insurance policies into the sole and separate property of the beneficiary spouse.” Id. In accord with previous cases, we held that the statute was limited to the “proceeds” of a policy and did not change the community character of the underlying policy, despite statutory language indicating the policy was to “inure to the separate use” of the beneficiary spouse. Id. at 799-800.\nThe DOC’s second argument is that community funds received by an inmate should be classified as gifts to the inmate. DOC Br. at 12. It is true that either spouse, acting alone, may give his or her share of a community asset to the other as a gift. Kern v. United States, 491 F.2d 436 (9th Cir. 1974). But, in order to overcome the strong community property presumption, evidence of a gift must be “clear, definite, and convincing.” Id. at 439; Cross, supra, at 109. Consistent with the requirements for a valid gift, this proof must include evidence of “an intention on the part of the donor to presently give.” Henderson v. Tagg, 68 Wn.2d 188, 192, 412 P.2d 112 (1966).\nOf course, this must be a fact specific inquiry, which necessarily precludes the DOC from making a credible argument that all members of the class subjectively “intend” to make gifts to their inmate spouses every time they send funds. Moreover, the DOC’s argument fails to address the status of community funds from other sources (i.e., pension checks) that might be received by an inmate and be subject to the mandatory deductions. See Farver v. Dep’t of Ret. Sys., 97 Wn.2d 344, 346, 644 P.2d 1149 (1982) (both spouses may have interest in retirement benefits). Regardless of donative intent, a party sending a pension check to an inmate has no power to extinguish the other spouse’s community property interest in those funds.\nThe DOC also relies on two older “gift” cases, Johnson v. *23Dar Denne, 161 Wash. 496, 296 P. 1105 (1931) and In re Estate of Hubbard, 115 Wash. 489, 197 P. 610 (1921). In Johnson this court held that two diamond rings given by a husband to his wife were her separate property. Johnson, 161 Wash. at 497. We noted the extremely narrow scope of our holding:\nIn an action such as this, when the rights of creditors are not involved, and as between the husband and wife only, jewelry or articles of personal adornment, acquired after marriage with community funds, but worn and used solely by the wife, will be held to be the separate property of the wife by gift from the husband upon comparatively slight evidence.\n\nId.\n\nIn re Hubbard, the second case cited by the DOC, is equally unhelpful. In Hubbard, this court held that bonds given to a wife by a husband were the wife’s separate property based upon undisputed testimony that the husband handed his wife the bonds and “told her to keep them as they were hers.” In re Hubbard, 115 Wash. at 491. Here the DOC has failed to provide any evidence of intent, thus failing to meet even the standard of “comparatively slight evidence” announced in these cases.\nFinally, the DOC contends that the deductions take less than the inmate spouse’s one-half share of community property, which the DOC argues is permitted under this court’s decisions in deElche and Keene. By taking less than the inmate’s one-half interest, the Class members’ interest remains intact, which argues the DOC, deprives them of standing. deElche involved a separate tort committed by a married man, Mr. Jacobsen. deElche, 95 Wn.2d at 238. Mr. Jacobsen was found liable to the victim in his separate capacity, but had no separate property to satisfy the judgment. Under then existing law Mr. Jacobsen was insulated from collection because his share of community property could not be reached to satisfy a judgment arising from his separate tort. Id. at 239. We altered this rule, holding that Mr. Jacobsen’s one-half interest in community personal property could be attached to satisfy the separate tort *24judgment against him since he possessed insufficient separate assets to satisfy the claim. Id. at 246. In Keene, we extended deElche to allow recovery from a tortfeasor’s one-half interest in community real property absent sufficient separate property or community personal property.\nTo counter the DOC’s argument, the Class cites Bergman v. State, 187 Wash. 622, 60 P.2d 699 (1936). In Bergman, this court held that if a party is convicted of a crime,\nfor which he alone could be, and was, prosecuted and convicted, the judgment, both as to the penalty and as to its incident, the costs, operated upon him and him alone. If the costs be considered as a debt, or civil obligation, it was his debt, not that of the marital community.\nId. at 628.\nThe DOC argues that Bergman’s rule must yield to the policies enunciated in deElche and Keene. While that poses an interesting question, it is not one which requires an answer in this case. Even under deElche and Keene the tortfeasor’s (or in this case the criminal’s) separate property must be entirely exhausted prior to allowing use of the offending party’s one-half interest in community property. deElche, 95 Wn.2d at 246; Keene, 131 Wn.2d at 834-35. In this case, the State is not actively collecting a judgment, but rather it is passively taking a percentage of all funds received by an inmate. Under such circumstances there is simply no way to ascertain whether all of the inmate’s separate property has been exhausted. Moreover, as conceded by the DOC, there are some circumstances where deductions may exceed 50 percent of the total amount received by an inmate.5 DOC Br. at 9 n.4, 16 n.5. Therefore, we believe the Class’ basis for standing remains intact under deElche and Keene.\n*25II\nThe trial court found that the deductions authorized by RCW 72.09.480 violated the taxing uniformity requirement of the Washington Constitution. Article VII, section 1 provides:\nAll taxes shall be uniform upon the same class of property within the territorial limits of the authority levying the tax and shall be levied and collected for public purposes only. The word “property” as used herein shall mean and include everything, whether tangible or intangible, subject to ownership.\nWash. Const. art. VII, § 1 (uniformity requirement).\nThis provision “applies only to property taxes,” Cosro, Inc. v. Liquor Control Board, 107 Wn.2d 754, 761, 733 P.2d 539 (1987), however, the term property “is as broad and comprehensive as may well be imagined.” Am. Smelting &amp; Ref. Co. v. Whatcom County, 13 Wn.2d 295, 302, 124 P.2d 963 (1942). It includes items as diverse as “income,” Jensen v. Henneford, 185 Wash. 209, 53 P.2d 607 (1936), and franchises. Commercial Elec. Light &amp; Power Co. v. Judson, 21 Wash. 49, 56 P. 829 (1899).\nNevertheless, the uniformity requirement’s limitation to “property taxes” serves to exclude some revenue generating practices from its scope. Charges described as anything other than a tax, which include “regulatory fees,” are not subject to article VII, section 1:\nTaxes are imposed to supply revenue for the public treasury. Not all demands for payment made by a governmental body are taxes. We have pointed out that “if the primary purpose of legislation is regulation rather than raising revenue, the legislation cannot be classified as a tax even if a burden or charge is imposed.”\nHillis Homes, Inc. v. Snohomish County, 97 Wn.2d 804, 809, 650 P.2d 193 (1982) (citation omitted) (quoting City of Spokane v. Spokane Police Guild, 87 Wn.2d 457, 461, 553 P.2d 1316 (1976)).\nExcise taxes also fall beyond the breadth of the *26uniformity requirement. Black v. State, 67 Wn.2d 97, 100, 406 P.2d 761 (1965). These limitations are ubiquitous among states with constitutional requirements similar to Washington’s:\nIt is frequently stated or recognized that the constitutional requirements of equality and uniformity of taxation are applicable only to the ordinary, recurring taxes on property, which are collected annually according to assessed value, and are imposed for the purpose of raising general revenue. The natural corollary to this proposition, that equality and uniformity provisions are not applicable to excise taxes, is occasionally asserted or recognized.\n71 Am. Jur. 2d State and Local Taxation § 162 (1973) (footnote omitted).\nIn attempting to place the deductions authorized by RCW 72.09.480 outside the scope of article VII, section 1, the DOC argues they are regulatory fees or, alternatively, excise taxes. In both cases, the DOC essentially argues that the deductions are not “taxes,” as that term is used in article VII, section 1. We agree.\nIt is beyond dispute that article VII, section 1 applies only to taxes. Anything other than a tax is beyond the provision’s scope. The term “tax” has been defined by this court as,\nan enforced contribution of money, assessed or charged by authority of sovereign government for the benefit of the state or the legal taxing authorities [,] [and i]t is not a debt or contract in the ordinary sense, but it is an exaction in the strictest sense of the word.\nState ex rel. City of Seattle v. Dep’t of Pub. Utils., 33 Wn.2d 896, 902, 207 P.2d 712 (1949).\nA corollary to this principle is that “[w]here the charge is related to a direct benefit or service, it is generally not considered a tax or assessment.” King County Fire Prot. Dist. No. 16 v. Hous. Auth., 123 Wn.2d 819, 833, 872 P.2d 516 (1994).\nIn ascertaining whether a governmentally imposed charge *27is a fee or a tax this court adheres to a three factor test, most recently articulated in Covell v. City of Seattle, 127 Wn.2d 874, 879, 905 P.2d 324 (1995). The first factor is\n“whether the primary purpose of the . . . [State] is to accomplish desired public benefits which cost money, or whether the primary purpose is to regulate . . . .” If the primary purpose of the charges is to raise revenue, rather than to regulate, then the charges are a tax. Conversely, if the primary purpose is regulatory, “the charges are properly characterized as ‘tools of regulation’ rather than taxes.”\nId. at 879 (citation omitted) (quoting Hillis Homes, 97 Wn.2d at 809 and Teter v. Clark County, 104 Wn.2d 227, 239, 704 P.2d 1171 (1985)).\nWhile the general public may receive an incidental benefit from the deductions at issue here, it is the inmates who are the direct recipients of the 10 percent deduction which goes into inmate savings accounts and of the 20 percent deduction which pays for inmate work programs offered only to inmates. The remaining 5 percent deduction directly benefits victims of crime. It is apparent that the primary purposes of these charges is not to raise revenue but to benefit a small group of individuals, the inmates themselves and crime victims.\nA recent opinion of the Ninth Circuit Court of Appeals, Wright v. Riveland, 219 F.3d 905 (9th Cir. 2000), mirrors our reasoning. The question before the court was whether RCW 72.09.480’s deductions, the same deductions at issue here, constitute a tax under the Tax Injunction Act (TLA), 28 U.S.C. § 1341. In part, the test employed in Wright looked at whether the funds collected are expended for general public purposes or for the regulation or benefit of the parties on whom the deduction is imposed. 219 F.3d at 911. The court concluded that the deductions here are not a “tax” within the meaning of the TIA because the deductions provide only an incidental public benefit and directly benefit only the victims of crime and the inmates themselves. Id. at 911.\nThe second prong of the Covell test is whether the funds *28collected are allocated only to the purpose authorized. 127 Wn.2d at 879. As mentioned above, 10 percent of the funds are deposited into inmate savings accounts, 20 percent are used directly for prison work programs, and 5 percent are deposited into a victim’s compensation fund. Although RCW 72.09.111 previously required the 20 percent deduction to be deposited in the general fund, this provision was amended to provide that these funds be used “only for the purpose of enhancing and maintaining correctional industries work programs.” RCW 72.09.111(3). Under the second element of Covell the statute does not provide for a tax.\nSimilarly, under the third part of the Covell test, the statute does not constitute a tax. This last inquiry is whether there is a direct relationship between the fee charged and the services received by those who pay the fee or between the fee charged and the burden produced by the fee payer. 127 Wn.2d at 879. Where such a relationship exists it is not necessary that the charge be individualized as to the actual benefit received or burden imposed by the payer. Id. at 879. Here, the total deductions authorized by the statute may not exceed the cost of the inmate’s incarceration, thus tying the deductions to the actual benefit received or burden imposed by the inmate.\n We conclude that the deductions authorized in RCW 72.09.480 are not taxes.\nIt is difficult, however, to pigeonhole these charges. While the 20 percent deduction serves a regulatory purpose, the 10 percent deduction is a forced savings account for the inmate. Since the deductions in their entirety are capped at the cost of the inmate’s incarceration we believe RCW 72.09.480 is best described as a recoupment provision, designed to collect a fee for specific services rendered by the State to inmates. We observe that states have been permitted to recover from an inmate his or her costs of incarceration. See, e.g., Burns v. State, 303 Ark. 64, 793 S.W.2d 779 (1990); Ervin v. Blackwell, 733 F.2d 1282 (8th Cir. 1984); Cumbey v. State, 699 P.2d 1094 (Okla. 1985); Auditor Gen. *29v. Hall, 300 Mich. 215, 1 N.W.2d 516 (1942).6 The total amount of authorized deductions permitted under RCW 72.09.480 is capped at the cost of an inmate’s incarceration. RCW 72.09.480(3). Once these costs have been recouped, the deductions stop. Under no circumstances will an inmate be forced to pay more than the burden he or she has imposed on the system. In fact, because this cap includes the 10 percent mandatory savings, which is returned to the inmate upon his or her release, the DOC will never recoup the full “cost of incarceration.” Also, if an inmate does not receive funds while in prison the DOC’s costs are never recovered.\nViewed in this light the deductions authorized by RCW 72.09.480 are essentially akin to a direct “user fee,” in that they allow the DOC to recoup its expenditures, but no more. In essence, an inmate is being asked to reimburse the State because the inmate “has made it necessary for the State to keep and maintain him at a large cost.” Hall, 1 N.W.2d at 518.\nIn State ex rel. Dorothea Dix Hospital v. Davis, 292 N.C. 147, 232 S.E.2d 698 (1977), the North Carolina Supreme Court decided a question similar to that presented by the case at bar under the tax uniformity provision of its state constitution. At issue in Davis was a statute authorizing the state to obtain reimbursement for inpatient mental care provided to an individual acquitted of murder by reason of insanity. While we do not endorse Davis’ holding in toto, we are persuaded by Davis’ analysis of its tax uniformity question. The Davis court did not struggle with classifying the charge as a “regulatory fee” or “excise tax.” Instead, the court found that a reimbursement scheme is not a tax:\nThe charges under consideration in present case are not made for the support of the government, nor are they related to or limited by the necessities of government. They represent the *30actual cost of the care, treatment and maintenance of a particular patient. It is not unequal or unjust taxation, “nor taxation at all, to require a man to be supported out of his own estate.”\nId. at 705 (citation omitted.) (quoting In re Yturburru’s Estate, 134 Cal. 567, 66 P. 729 (1901)).\nThe Class contends, however, that under Bergman the marital community is not liable for the cost of a spouse’s incarceration. We disagree. As noted earlier, Bergman provided that if a party is convicted of a separate crime, “for which he alone could be, and was, prosecuted and convicted, the judgment, both as to the penalty and as to its incident, the costs, operated upon him and him alone,” not the marital community. Bergman, 187 Wash. at 628. We interpret Bergman’s reference to “costs” as limited to costs, such as attorney fees, penalties, and the like, not food, shelter, and other living expenses, the latter of which are included in an inmate’s “cost of incarceration.” Cost of incarceration is defined by statute:\n“Cost of incarceration” means the cost of providing an inmate with shelter, food, clothing, transportation, supervision, and other services and supplies as may be necessary for the maintenance and support of the inmate while in custody of the department, based on the average per inmate costs established by the department and the office of financial management.\nRCW 72.09.480(1)(a).\nThe types of expenses identified above would be community expenses if one spouse were simply living in a separate home from the other spouse. The fact that one of the spouses is in prison receiving “shelter, food, clothing, [and] transportation” does not alter the basic character of these expenses.\nWe recognize that funds collected by the DOC are not directly allocated to paying for an inmate’s “shelter, food, clothing, [and] transportation.” We believe the allocation of funds does nothing to detract from the fact that the overall scheme of RCW 72.09.480 is to “reimburse” the state for its *31“costs of incarceration.” When the government is seeking reimbursement for services it has provided, the manner in which it directs those funds after their collection is of no significance. Indeed, the state here could have simply directed that the funds be placed in the general fund. Cf. United States v. Sperry Corp., 493 U.S. 52, 54, 110 S. Ct. 387, 107 L. Ed. 2d 290 (1989) (“user fee” for Iran-United States claims tribunal deposited in the “United States Treasury”). Nevertheless, funds collected under RCW 72.09.480 go directly to benefit the inmates or crime victims and, thus, are expended within the criminal justice system, upon which the inmate has placed a burden. The 20 percent deduction is used to fund prison work programs. The 10 percent mandatory savings account contribution is later returned to the inmate. And the 5 percent deduction goes to a statewide victims’ compensation fund.\nWe hold that the deductions authorized by RCW 72.09.480 do not violate the tax uniformity requirement of article VII, section 1 of the Washington Constitution.7\nIll\nPursuant to the Takings Clause of the Fifth Amendment, “private property [shall not] be taken for public use, without just compensation.” U.S. Const. amend. V. This provision is applied to the states through the Due Process Clause of the Fourteenth Amendment. The trial court found that the deductions for “cost of incarceration” and “victims’ compensation” violated the Takings Clauses of the United States and Washington Constitutions.8 We disagree.\nIf the deductions authorized by RCW 72.09.480 could be construed as a taking, they are in the nature of a monetary exaction, as opposed to a regulatory taking. The principle *32case relied upon by both parties is Webb’s Fabulous Pharmacies, Inc. v. Beckwith, 449 U.S. 155, 101 S. Ct. 446, 66 L. Ed. 2d 358 (1980). At issue in Webb’s was the validity of a state statute that permitted a county to take the interest accruing on an interpleader fund deposited in the county court registry and place it in the general revenue fund. Id. at 157-58. This interest was taken in addition to a fee for court services that had already been charged, thus precluding the court from finding that the seized interest was a fee for services. Id. at 162. The Court held that the seized interest “is a forced contribution to general governmental revenues, and it is not reasonably related to the costs of using the courts.” Id. at 163.\nThe Class concedes that under Webb’s Fabulous Pharmacies if a charge is “reasonably related” to either a benefit provided to, or a burden produced by, a particular citizen it is not a taking. Class Br. at 35. Instead, the Class contends that it is the inmates, not the spouses of inmates, that may be assessed fees. Once again, the Class relies on Bergman for this proposition. We hold that the Class’ argument fails for the same reasons it did with respect to its article VII, section 1 claim. We believe the marital community is liable for a spouse’s costs of incarceration.\nUser fees have consistently been upheld under the Takings Clause. United States v. Sperry Corp., 493 U.S. 52; Massachusetts v. United States, 435 U.S. 444, 98 S. Ct. 1153, 55 L. Ed. 2d 403 (1978). In Sperry the Supreme Court upheld a two-percent deduction from all awards made by the Iran-United States claim tribunal as a “user fee.” The collected fees were not used to fund the tribunal, but were deposited directly into the “United States Treasury.” 493 U.S. at 54. The Court noted that it “has never held that the amount of a user fee must be precisely calibrated to the use that a party makes of Government services.” Id. at 60. Moreover, the Court rejected a claim that it was improper to charge a party “for the use of procedures that it has been forced to use, or at least that it would rather not have used.” Id. at 63.\n*33 The Class separates out each of the deductions made under RCW 72.09.480, looking specifically to what the funds are ultimately used for. We believe this analysis is unnecessary. The overall scheme of the deductions authorized by RCW 72.09.480 is to seek recompense for the costs associated with incarcerating an inmate. Under Sperry, the government can utilize collected “user fees” for any purpose. Funds may even be placed in the general treasury, although that has not occurred in this case.\n The Class has not argued that the Washington Takings Clause should be interpreted more expansively than its federal counterpart, nor has it engaged in the necessary predicate to asserting such a claim, a briefing of the Gunwall factors. State v. Gunwall, 106 Wn.2d 54, 720 P.2d 808 (1986). Accordingly, we decline to address the question, holding only that the deductions authorized by RCW 72.09.480 do not violate the Takings Clauses of the United States Constitution.\nIV\nPrior to February 28, 1997, interest was accumulated on mandatory inmate savings accounts. The accounts were pooled and accrued interest was distributed to an “Inmate Betterment Fund,” described by the DOC as,\na state fund set up to provide inmates with amenities that would otherwise likely not be available to inmates .... [It] pays for recreation staff, recreation supplies, hobby craft equipment, holiday events, extended family visiting supplies, visiting room supplies, cable TV service, television for day rooms, library supplies, offender store staff salaries and benefits, and other activities and equipment approved by the Secretary of DOC.\nCP at 138. The Class contends that the seizure of these funds was improper.9 Specifically, they claim to have a *34state-created, constitutionally protected property right in the accrued interest, which they assert is derived from RCW 72.09.480. That provision states:\n[t]he department personal inmate savings account, together with any accrued interest, shall only be available to an inmate at the time of his or her release from confinement....\nRCW 72.09.111(1)(d) (emphasis added). We agree.\nThe Class’ challenge to the DOC’s practice is not the first of its kind in Washington. An individual Washington DOC inmate, Peterson, filed a civil rights suit in United States District Court, Eastern District of Washington, challenging the DOC’s pooling of inmate accounts and depositing accrued interest in the “inmate betterment fund.” CP at 107. The district court ruled in favor of Peterson, finding that the state, by reason of RCW 72.09. 111(1)(d), had created a property right in favor of Peterson as to the accrued interest. CP at 110-11. In response to the Peterson decision, on February 28, 1997, the DOC began placing inmate savings in noninterest bearing accounts.10 DOC Br. at 42; DOC Policy 200.000.\nWe believe Peterson was correct in its resolution of this issue. A nearly identical question was presented in Tellis v. Godinez, 5 F.3d 1314 (9th Cir. 1993). In Tellis, a Nevada state inmate alleged that prison officials had violated the *35Takings Clause by confiscating funds earned in his personal prison bank account (e.g., prisoner’s fund) and using them to fund “prisoner recreation and law library expenses.” Id. at 1316 n.3. A Nevada statute provided that “interest and income earned on the money in the [prisoner’s] fund . . . must be credited to the fund.” Id. at 1316 (emphasis omitted) (citing Nev. Rev. Stat. § 209.241); see also Bd. of Regents v. Roth, 408 U.S. 564, 577, 92 S. Ct. 2701, 33 L. Ed. 2d 548 (1972) (property interests are “created and. . . defined ... by existing rules . . . that stem from an independent source such as state law. . .”). The court concluded that the “plain language of this section. . . does create a protected property interest in interest and income actually earned on money deposited in the prisoners’ personal property fund.” Tellis, 5 F.3d at 1317. On this basis, the court found the Nevada department of corrections’ practice constitutionally infirm. Id.\nIn Schneider v. California Department of Corrections, 151 F.3d 1194 (9th Cir. 1998), the Tellis rule was broadened to include “all” interest that is earned on inmate bank accounts, even if there is a specific statutory directive that the interest be used for an “Inmate Welfare Fund.” Id. at 1196. The California Penal Code provided that the State “ ‘may deposit. . . [inmate bank account] funds in interest-bearing bank accounts’ and that, if it does so, it ‘shall deposit the interest or increment accruing on such funds in the Inmate Welfare Fund.’ ” Id. (emphasis omitted) (quoting Cal. Penal Code § 5008). Despite this statutory directive, the court held that interest income “is sufficiently fundamental that States may not appropriate it without implicating the Takings Clause.” Id. at 1201. Central to the court’s finding of a constitutionally protected property right was the basic proposition that “interest follows principal.” Id. at 1199; see Phillips v. Wash. Legal Found., 524 U.S. 156, 118 S. Ct. 1925, 141 L. Ed. 2d 174 (1998) (interest earned on client trust funds held by lawyers in “Interest on Lawyers Trust Account” (IOLTA) is a property right of the clients, cognizable under the Takings Clause). Of course, nothing in *36Schneider precluded the California Department of Corrections from placing inmate funds in noninterest bearing accounts.\nRCW 72.09.111(1)(d) explicitly provides that inmates are entitled to “accrued interest” upon their release. Even if the statute had been silent on this issue, the inmates claim might still have merit under Schneider if the DOC had collected interest on the accounts. Under Schneider, the seizure of earned interest would be an unconstitutional taking. See Tellis, 5 F.3d at 1316 (fact that accumulated interest was used for recreation and law library expenses is not “just compensation”). As with all other community property, the Class has an interest in these funds.\nUnder the facts of this case it is clear the DOC violated RCW 72.09.111(1)(d) by failing to make “accrued interest . . . available ... to an inmate at the time of his or her release.” Since the interest was earned, it belonged to the inmates. To the extent the principal is a community asset, the interest also belonged to the Class members. We hold that the DOC violated RCW 72.09.111(1)(d) by failing to provide inmates (and Class members) with “accumulated interest” on their inmate savings accounts and order that accrued interest be credited to the accounts of those inmates currently incarcerated and returned to those who have already been released.\nCONCLUSION\nWe hold that the Class has standing to challenge the validity of RCW 72.09.480 by virtue of its community property interest in funds received by inmates. We further hold that the mandatory deductions are constitutional under the Tax Uniformity Clause and the Takings Clause, but we order the return of previously seized interest on the inmate savings accounts, which the inmates were entitled to upon release pursuant to RCW 72.09.111(1)(d).\nSmith, Ireland, and Bridge, JJ., and Guy and Talmadge, JJ. Pro Tern., concur.\n\n Part of the Class’ claim was based on 42 U.S.C. § 1983, which is the reason Joseph Lehman and Chase Riveland are named in their individual capacities. Clerk’s Papers (CP) at 26. For simplicity, all defendants in this case will be referred to as “DOC.” The American Civil Liberties Union of Washington, the Northwest Women’s Law Center, and the Pro-Family Advocates of Washington have filed a joint amici curiae brief in support of the Class.\n\n\n The only Washington case to address the deductions in RCW 72.09.480 is In re Personal Restraint of Metcalf, 92 Wn. App. 165, 963 P.2d 911 (1998). In that case, a challenge was brought to RCW 72.09.480 by an inmate who was incarcerated prior to the passage of the statute. The court held: (1) application of the deductions statute does not violate a prisoner’s due process rights; (2) the deductions were not punishment for purposes of ex post facto, double jeopardy, bills of attainder, and excessive fines clauses; and (3) the statute did not violate the single subject rule of the Washington Constitution, nor was it impermissible special legislation.\n\n\n Funds may also be released if the “secretary determines that an emergency exists for the inmate.” RCW 72.09.111(1)(d).\n\n\n The DOC argues that the federal lawsuit brought by the inmates (Wright v. Riveland) should, under the doctrine of collateral estoppel, bar the Class’ current Takings Clause claims. Four elements must be shown by the DOC for the doctrine of collateral estoppel to apply: (1) the issue decided in the prior adjudication must be identical with the one presented in the second action; (2) the prior adjudication *18must have ended in a final judgment on the merits; (3) the party against whom the doctrine is asserted must have been a party or in privity with the party to the prior adjudication; and (4) application of the doctrine must not work an injustice. Nielson v. Spanaway Gen. Med. Clinic, Inc., 135 Wn.2d 255, 262-63, 956 P.2d 312 (1998). Even if the first three elements of collateral estoppel were satisfied in this case, barring the Class’ claims would clearly work an injustice. The Class attempted, but was unsuccessful, in becoming a party to the federal lawsuit. The court felt that the issues raised by the Class would be significantly different from those of the inmates.\n\n\n Additional deductions include: (1) legal financial obligations, RCW 72.11.020; (2) assessments for services or supplies provided by the DOC, RCW 72.09.450; (3) court-ordered cost bills, RCW 72.09.450(3); (4) medical copayments, RCW 72.10,020(2)(c); and (5) restitution, RCW 72.09.010(7).\n\n\n The Class does not concede that the deductions of RCW 72.09.480 are made to collect an inmate’s “costs of incarceration.” Assuming that this is the purpose, and that it is a valid one, the Class has not presented an argument that the manner of collection itself is flawed.\n\n\n Amici raise legitimate concerns regarding the burden this statute places on Class members who are in many instances struggling financially. These concerns, however, must be addressed to the Legislature.\n\n\n In its briefing the Class contends that the 10 percent deduction for mandatory savings is a taking. Class Br. at 33. The trial court did not rule in favor of the Class on this issue and it has not appealed this matter.\n\n\n The DOC asserts that the Class should be prohibited from raising this argument because, argues the DOC, it was not in the complaint and was raised for the first time in a motion for summary judgment. This argument is without merit. The Class’ complaint alleges that “10 percent [of the seized funds] is placed in a *34mandatory savings account which cannot be accessed until the prisoner is released, and on which the State pays no interest to the prisoner or to the Class.” CP at 69 (emphasis added). Under notice pleading, this is a sufficient basis to be permitted to raise the claim. Waller v. State, 64 Wn. App. 318, 337, 824 P.2d 1225 (1992).\n\n\n It is unclear whether the DOC continues to place inmate funds in noninterest bearing accounts. See DOC Br. at 43; Class Br. at 45. However, it does appear that if interest is being earned it is being returned to the inmates. Laws of 1999, ch. 324, § 4 requires:\nThe secretary of corrections shall prepare a plan for depositing inmate savings account funds into an interest bearing account.. . [t]he secretary shall present the plan to the governor and the legislature not later than December 1, 1999.\nSection 1(7) of the same bill provides:\nThe interest earned on an inmate savings account created as a result of the plan in section 4 of this act shall be exempt from the mandatory deductions under this section [RCW 72.09.480] and RCW 72.09.111.\n\n",
            "ocr": true,
            "opinion_id": 4711979
        },
        {
            "author_str": "Alexander",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAlexander, C.J.\n(dissenting) — Just as “a rose [b]y any other name would smell as sweet,”11 a tax has distinctive features that cannot be obscured merely by giving it another name. Because the majority determines that the state’s confiscation of 35 percent of all money that an inmate’s spouse sends to the inmate for minor necessities is not what it is, a tax, but rather what it calls a “recoupment provision,” I dissent.\nIn 1995, the Legislature adopted RCW 72.09.480. This statute purports to authorize the Department of Corrections (DOC) to subject “any funds” received by an inmate, “in addition to . . . wages,” to certain deductions which are set forth in RCW 72.09.111(1)(a).12 RCW 72.09.480(2). As a practical matter, this means that every time the spouse of a prison inmate, like the Respondent Suzanne Dean, transmits money to the inmate for food, toiletries, or basic necessities, the State intercepts the transmission and deducts 35 percent of the sum so that it can then distribute it pursuant to RCW 72.09.111(1)(a) as follows:\n(i) Five percent to the public safety and education account for the purpose of crime victims’ compensation;\n(ii) Ten percent to a department personal inmate savings account; and\n(iii) Twenty percent to the department to contribute to the cost of incarceration.\nSignificantly, the portion of the funds ostensibly deducted for the purpose of contributing to the “cost of incarceration” does not actually go to underwrite the actual cost of providing the inmate with shelter, food, clothing, transportation or the like. Rather, these sums are deposited into a dedicated account to be used only for “enhancing and *38maintaining correctional industries work programs.” RCW 72.09.111(3).\nIn my view, the State’s blatant confiscation of 35 percent of the money that an inmate receives from his or her spouse is a tax. Although the majority does not share that view, it apparently does agree that the central issue before us is whether or not this deduction from the community property of an inmate and the inmate’s spouse is a tax. Resolution of that issue is critical because if the deduction is a tax on property then, for reasons I set forth hereafter, it runs afoul of article VII, section 1, of the Washington Constitution, which requires that taxes be uniformly applied.\nAs the majority correctly observes, a tax is:\nan enforced contribution of money, assessed or charged by authority of sovereign government for the benefit of the state or the legal taxing authorities [,] [and i]t is not a debt or contract in the ordinary sense, but it is an exaction in the strictest sense of the word.\nMajority at 26 (quoting State ex rel. City of Seattle v. Dep’t of Pub. Utils., 33 Wn.2d 896, 902, 207 P.2d 712 (1949)). On the other hand, if a governmental “charge is related to a direct benefit or service, it is generally not considered a tax or assessment.” Majority at 26 (quoting King County Fire Prot. Dist. No. 16 v. Hous. Auth., 123 Wn.2d 819, 833, 872 P.2d 516 (1994)).\nIn reaching its conclusion that the above-described deduction is not a tax, the majority purports to apply the three-part test we set forth in Covell v. City of Seattle, 127 Wn.2d 874, 879, 905 P.2d 324 (1995), for determining if a charge by a government is a tax or regulatory fee. There we said that the determination is made after consideration of three factors, to wit: (1) whether the primary purpose of the charge is to raise revenue or to regulate; (2) whether the money that is collected from the charge is allocated only to the authorized regulatory purpose; and (3) whether there is a direct relationship between the fee charged and the service received by those who pay the fee or between the fee charged and the burden produced by the fee payer. Id.\n*39In concluding that the charge levied here by DOC is not a tax, the majority reasons that the primary purpose behind the deduction is not to raise revenue but to benefit “a small group of individuals, the inmates themselves and crime victims.” Majority at 27. As additional support for its conclusion it relies on the fact that the “deductions authorized by the statute may not exceed the cost of the inmate’s incarceration, thus tying the deductions to the actual benefit received or burden imposed by the inmate.” Majority at 28.\nAfter applying the Covell factors, I reach an entirely different conclusion than does the majority. The conclusion I reach—that the charge is a tax—is, in my view, compelled by the fact that the charge here is totally unrelated to the regulation of an inmate’s conduct. Although the majority says that the purpose of the charge is not to raise revenue, it makes no effort to tell us how the charge is tied to regulating an inmate’s conduct. Its failure to do so is entirely understandable since it is readily apparent that the primary purpose of the deduction is not to regulate but, rather, to generate revenue for the crime victims’ compensation fund and the DOC inmate work program. The fact that these programs benefit a discrete group of citizens, rather than the entire populace, does not make the charge any less a tax.\nEven if I accepted the majority’s dubious premise that a governmental charge is not a tax if it is tied to the benefit received or the burden caused by a group within society as a whole, I would still reach the same conclusion. I say that because the contribution that the State enforces here by statute benefits all of the citizens of the State. While one can fashion an argument that an inmate and his or her spouse benefit from the inmate’s imprisonment, it is apparent that Washington’s prison system is maintained principally to “ensure the public safety” and “punish the offender.” RCW 72.09.010(1), (2). Prisons, after all, are not resorts where persons choose to be. Rather, they are houses of detention, punishment and, hopefully, rehabilitation. As such, prisons provide more than an incidental benefit to the *40whole public by punishing convicted criminals and separating them from the law-abiding public. This has the effect of promoting public safety and deterring misconduct by others. If an inmate becomes rehabilitated during his or her stay in prison, the citizenry benefits even more. Because the State is the primary beneficiary of the prison system, the costs associated with the incarceration of the inmates, who are clearly wards of the State during their imprisonment, is properly the responsibility of all of the taxpayers. It should not be the special burden of any group of individuals, within society, including the inmates and their spouses.\nIn this regard, I would analogize the State’s prison system to our public school system. Most would readily agree that public schools benefit all of society, not just students or the parents of school age children. If the State were to legislate a seizure of a portion of every allowance that a school child receives from his parents in order to recoup the cost of educating that child, I submit that we would have little difficulty in concluding that this was a tax on the students and parents masquerading as a recoupment provision.\nIt is even more obvious that the portion of the deduction that goes to crime victims does not directly benefit the inmates.13 The same can be said of the amount that goes to underwrite inmate work programs, programs in which an inmate is not assured of being a participant. While a portion of the deduction goes to the inmate’s savings account, it is beyond dispute that none of the 35 percent that is deducted by the State is used to regulate inmate *41conduct or recover money expended for the fundamental costs of incarceration.\nAlthough the majority determines that the deduction with which we are here concerned is not a tax, it never explicitly says it is a regulatory fee either, noting simply that “[i]t is difficult... to pigeonhole these charges.” Majority at 28. Faced with this difficulty, it concludes that the charge is a “recoupment provision” akin to a direct “user fee.” Majority at 28, 29.\nThis holding is inexplicable in light of the majority’s acknowledgement that the “funds collected by the DOC are not directly allocated to paying for an inmate’s ‘shelter, food, clothing, [and] transportation.’ ” Majority at 30. The majority is apparently not troubled by this concession, concluding that as long as the funds “are expended within the criminal justice system, upon which the inmate has placed a burden,” it is not a tax. Majority at 31. Under this theory, would the majority conclude that a portion of the confiscated money could be devoted to salaries of prosecuting attorneys, sheriffs, or judges since those are expenditures within the criminal justice system? I think not. The plain fact is that despite the majority’s effort to justify this hefty charge against the community property of the inmate and his or her spouse as some sort of recoupment provision, or user fee, it is a tax.\nFaced with what I submit is an inescapable conclusion that this statutorily mandated deduction is a tax under the Covell test, the next question becomes this: is the tax uniformly applied? If it is not, it violates article VII, section 1, of the Washington Constitution. Because, as I have noted above, the majority determined that the deduction was not a tax and thus did not implicate the tax uniformity requirement, it did not delve into this issue. Majority at 26. I will do so very briefly.\nIn my view, the trial court correctly held that RCW 72.09.480 violated the taxing uniformity requirement of the Washington Constitution. That provision, article VII, section 1, provides as follows:\n*42All taxes shall be uniform upon the same class of property within the territorial limits of the authority levying the tax and shall be levied and collected for public purposes only. The word “property” as used herein shall mean and include everything, whether tangible or intangible, subject to ownership.\nWhile this provision “applies only to property taxes,” Cosro, Inc. v. Liquor Control Board, 107 Wn.2d 754, 761, 733 P.2d 539 (1987), the term “property” is “as broad and comprehensive as may well be imagined.” Am. Smelting &amp; Ref. Co. v. Whatcom County, 13 Wn.2d 295, 302, 124 P.2d 963 (1942). Accordingly, it includes items such as “income,” Culliton v. Chase, 174 Wash. 363, 374, 25 P.2d 81 (1933) (property is ‘“everything, whether tangible or intangible, subject to ownership.’”) and Jensen v. Henneford, 185 Wash. 209, 217, 53 P.2d 607 (1936) (“income is property, and that an income tax is a property tax”). See also Apartment Operators Ass’n of Seattle, Inc. v. Schumacher, 56 Wn.2d 46, 47, 351 P.2d 124 (1960) (rental income held to be property). In my view, money that is derived from one’s income is property as much as is the income.\nI conclude that the tax here is not uniformly applied because the obligation to pay it falls only on the community property of inmates and their spouses. When a person who is not married to an inmate transmits community money to his or her spouse to enable that person to purchase personal items, no tax is collected under this statute. Thus, the tax is not uniformly applied on the same class of property. This inconsistency in the taxation scheme goes against the basic notion behind the Uniformity Clause that the burdens of taxation should be uniformly applied among members of the same class. Bond v. Burrows, 103 Wn.2d 153, 157, 690 P.2d 1168 (1984).\nIn reaching the conclusion that this statute imposes a tax that is not uniformly applied, I have strived not to be influenced by any considerations of public policy. Whether or not the statute in question is good public policy is a question for the Legislature to decide in its wisdom—not for the courts. I must confess, though, that I have scratched my head more than once trying to determine what public *43good is promoted by a statute that essentially authorizes the seizure of 35 percent of every cent that a prison inmate’s spouse sends to the inmate. While I do not know this fact for certain, I feel comfortable believing that many, if not most, of the spouses of inmates are low income individuals and that some may even be beneficiaries of forms of public assistance. Consequently, the money they send to the prisons may not be easy for them to acquire. When the State takes almost half of this money from the grasp of the inmate, the needs of the inmate will often have to be met by another contribution from the spouse. These spouses, who are mostly women, must then dig deep again if they are to offset the State’s cut. In doing so they undoubtedly deprive themselves of funds that could be devoted to the purchase of necessities for them and their children. Such a scheme strikes me as not only unwise but unfair.\nI would affirm the trial court.\nJohnson and Sanders, JJ., concur with Alexander, C.J.\n\n William Shakespeare, Romeo and Juliet act 2.\n\n\n RCW 72.09.111 permits the Secretary of the DOC to deduct from the “gross wages” or “gratuities” of an inmate working in correctional industries work programs certain minimum deductions, depending upon the amount of the wage or gratuity. Subsection (1)(a) of RCW 72.09.111 sets forth the deductions for inmates earning “class I gross wages.”\n\n\n RCW 7.68.070. Even if we were to assume that an inmate benefits in a moral sense from contributing to a fund that benefits the victim of a crime that he or she perpetrated, it is notable that victims of crimes are entitled to receive money from this fund only if they have suffered a physical injury at the hands of a criminal. RCW 7.68.020(3) (For purposes of compensating crime victims, victim means “a person who suffers bodily injury or death as a proximate result of a criminal act of another person . .. .”). Many, if not most, persons who are housed in our state prisons have not been found to have physically injured the crime victim. Indeed, in many instances the victim is not an individual, but rather, the general public.\n\n",
            "ocr": true,
            "opinion_id": 4711980
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}