{
    "id": 4941734,
    "judges": "Cox, Dwyer, Grosse",
    "date_filed": "1987-02-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-kennar",
    "case_name_short": "Kennar",
    "case_name": "State v. Kennar",
    "case_name_full": "The State of Washington v. Sopi Daniel Kennar",
    "attorneys": "Thomas M. Kummerow (of Washington Appellate Project), for appellant., Norm Maleng, Prosecuting Attorney, and Brian M. McDonald, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "135 Wash. App. 68"
    ],
    "opinions": [
        {
            "author_str": "Dwyer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDwyer, J.\n¶1 Sopi Daniel Kennar appeals the denial of his motion to withdraw his guilty plea. He contends that the plea was not entered knowingly, voluntarily, and intel*70ligently because the trial court misinformed him of the applicable maximum sentence. However, based on our review of the record, we find both that the trial court properly advised Kennar of the applicable maximum sentence and that Kennar knowingly, intelligently, and voluntarily entered the plea. Accordingly, we affirm.\n\nFACTS\n\n¶2 Sopi Kennar entered into a plea agreement with the prosecutor whereby he agreed to plead guilty to second degree murder with a firearm sentence enhancement. Kennar signed the statement of defendant on plea of guilty prepared by his attorney and required by CrR 4.2(g), thereby acknowledging that he knew the nature of the crime charged, the maximum sentence, and the consequences of entering the plea, including the court’s authority to impose any sentence within the designated standard range.\n¶3 During his plea colloquy with the trial court, Kennar stated that he understood that the maximum sentence for second degree murder was life imprisonment,1 that the standard sentence range for the offense was 144 to 244 months of confinement, and that the firearm sentence enhancement would augment the underlying sentence imposed by confinement for an additional 60 months.2 He also acknowledged that in exchange for his guilty plea, the prosecutor would recommend a sentence at the low end of the standard range, 144 months, which, together with the firearm sentence enhancement, would result in his imprisonment for 204 months. After finding that Kennar entered the guilty plea freely and voluntarily and with a full knowledge of the consequences, the trial court accepted his guilty plea.\n¶4 Subsequently, Kennar filed a motion to withdraw his guilty plea, claiming that he received ineffective assistance of counsel and that he was incompetent to voluntarily enter *71his plea.3 At that time, Kennar did not assert that he was misled about the applicable maximum sentence. The trial court denied the motion and sentenced Kennar, imposing the prosecutor’s recommended sentence of 204 months of imprisonment.\n¶5 Kennar appeals.\n\nDISCUSSION\n\n¶6 On appeal, for the first time, Kennar contends that his plea was not made knowingly, voluntarily, and intelligently because the trial court misinformed him of the applicable maximum sentence for the offense with which he was charged. Kennar asserts that the applicable maximum sentence was the top end of the standard range, not the statutory maximum sentence declared by the legislature. Citing Blakely v. Washington, 542 U.S. 296, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004), Kennar claims that the trial court misinformed him when it told him that life imprisonment was the applicable maximum sentence for second degree murder.\n¶7 As an initial matter, the State asserts that this issue was not preserved for appellate review. Indeed, as a general rule, issues cannot be raised for the first time on appeal. RAP 2.5(a); State v. McFarland, 127 Wn.2d 322, 333, 899 P.2d 1251 (1995). However, RAP 2.5 does not preclude review of an issue involving a “manifest error affecting a constitutional right.” RAP 2.5(a)(3); State v. Scott, 110 Wn.2d 682, 684, 757 P.2d 492 (1988).\n*72¶8 Due process requires that a defendant’s guilty plea be made knowingly, voluntarily, and intelligently. In re Pers. Restraint of Isadore, 151 Wn.2d 294, 297, 88 P.3d 390 (2004). In addition to these constitutional requirements, CrR 4.2.precludes a trial court from accepting a guilty plea without first determining that the defendant is entering the plea voluntarily, competently, and with an understanding of the nature of the charge and the consequences of the plea. CrR 4.2(d);4 State v. Ross, 129 Wn.2d 279, 284, 916 P.2d 405 (1996).\n ¶9 In the guilty plea context, appellate decisions for many years recognized a distinction between constitutionally mandated requirements and requirements that were a product of CrR 4.2. See, e.g., In re Pers. Restraint of Keene, 95 Wn.2d 203, 207, 622 P.2d 360 (1980) (no “due process requirement that the trial judge orally question the defendant to determine that he or she understands the nature of the offense and the consequences of pleading guilty in order for the plea to be accepted”); In re Pers. Restraint of Vensel, 88 Wn.2d 552, 554, 564 P.2d 326 (1977) (advisement of applicable maximum sentence required by CrR 4.2 but “not a constitutionally mandated procedure”); State v. Thornton, 24 Wn. App. 881, 885, 604 P.2d 1004 (1979) (requirement that a criminal defendant be advised of the full consequences of his guilty plea is mandated by CrR 4.2 rather than by the state or federal constitutions). However, our Supreme Court has recently made clear that a “guilty plea is not knowingly made when it is based on misinformation of sentencing consequences.” In re Isadore, 151 Wn.2d at 298.5 Accordingly, Kennar’s claim can be characterized as alleging a “manifest error affecting a *73constitutional right.” Therefore, we elect to reach the merits of his claim.\n¶ 10 A defendant may withdraw a guilty plea if it was invalidly entered or if its enforcement would result in a manifest injustice. In re Isadore, 151 Wn.2d at 298; CrR 4.2(f).6 For a guilty plea to be valid, it must have been entered knowingly, intelligently, and voluntarily. State v. Branch, 129 Wn.2d 635, 642, 919 P.2d 1228 (1996).\n¶11 Kennar contends that his guilty plea was invalid because it was based on the erroneous belief that he might face a greater sentencing consequence than being sentenced at the high end of the applicable standard range. The trial court erred, Kennar asserts, by informing him that the applicable maximum sentence was life imprisonment, as opposed to the top end of the applicable standard range.\n¶12 The Washington Supreme Court adopted CrR 4.2 to ensure conformance to the constitutional requirement that a plea of guilty be made voluntarily, intelligently, and knowingly. In re Keene, 95 Wn.2d at 206. Thus, in order to properly evaluate Kennar’s contention that his guilty plea was based on misinformation, we must first determine what information he was required to be given. To do so, we must discern what information was required to be given by the drafters of CrR 4.2, our Supreme Court.\n¶13 “The construction of court rules is governed by the principles of statutory construction.” State v. Hutchinson, 111 Wn.2d 872, 877, 766 P.2d 447 (1989). In applying and interpreting rules adopted by the Supreme Court, we approach them as though they were drafted by the legislature. State v. McIntyre, 92 Wn.2d 620, 622, 600 P.2d 1009 (1979). Our primary duty is to give effect to the Supreme Court’s intent. State v. Ettenhofer, 119 Wn. App. 300, 304, 79 P.3d 478 (2003).\n*74¶14 Kennar contends that the trial court should have informed him only of the applicable standard sentence range. Pursuant to the Blakely decision, he argues, the top end of the standard range was his “maximum sentence” and the trial court erred by telling him otherwise. In short, he insists that the court should have told him less, not more.\n¶15 The drafters of CrR 4.2 clearly believed otherwise. This belief can be discerned from two sources. First, the guilty plea form approved by the Supreme Court and contained in CrR 4.2(g) requires that both the applicable standard sentence range and the statutory maximum sentence established by the legislature be set forth. This is a clear indication that the drafters of CrR 4.2 did not believe these to be one and the same.\n¶16 This inference is reinforced by the Supreme Court’s discussion of the issues presented in State v. Gore, 143 Wn.2d 288, 21 P.3d 262 (2001), overruled on other grounds by State v. Hughes, 154 Wn.2d 118, 110 P.3d 192 (2005). In Gore, the court made clear its belief that the top end of the standard range and the statutory maximum sentence determined by the legislature were different sentencing consequences. Gore, 143 Wn.2d at 314. Although Gore was superseded by Blakely as to a Sixth Amendment issue, it is the Washington Supreme Court’s intent in promulgating CrR 4.2 that we must discern in deciding the due process claim argued by Kennar. That court’s intent was clear: a defendant should be informed of both the applicable standard sentence range and the statutory maximum sentence established by the legislature for the charged offense.\n¶17 This determination is also consistent with prior appellate decisions concerning direct consequences of guilty pleas. Both the statutory maximum sentence determined by the legislature7 and the applicable standard sentence range8 have been declared to be direct consequences of a *75guilty plea about which a defendant must be informed in order to satisfy due process requirements.\n¶18 In short, CrR 4.2 requires the trial court to inform a defendant of both the applicable standard sentence range and the maximum sentence for the charged offense as determined by the legislature. Such was the intent of the Supreme Court in promulgating CrR 4.2 to effectuate due process when a defendant is considering entering a guilty plea. Blakely does not compel a change in this practice.\n¶19 Blakely is a sentencing case, not a plea-entry case. The concerns addressed in that decision are applicable, and the facts necessary to address them are ascertainable, at the time of sentencing. Such is not necessarily the case at the time of plea entry.\n¶20 In Apprendi v. New Jersey, 530 U.S. 466, 490, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), the United States Supreme Court held that, for Sixth Amendment purposes, “[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.” In Blakely, the Court clarified “that the ‘statutory maximum’ for Apprendi purposes is the maximum sentence a judge may impose solely on the basis of the facts reflected in the jury verdict or admitted by the defendant.” 542 U.S. at 303.\n¶21 Kennar’s contention that Blakely applies to the guilty plea colloquy between the trial court and the defendant misperceives the role of the trial court. It is not until the sentencing hearing that the trial court makes its determination of a defendant’s offender score and the applicable standard sentence range. At the time of the plea colloquy, the trial court is merely operating on the basis of the information given to it by the parties — it is not at that time making a determination that this information is correct. Thus, it sometimes happens that the standard sentence range applicable to a defendant is, at the time of sentencing, found by the court to be different from that set *76forth in the guilty plea form. Indeed, the guilty plea form itself discusses this possibility:\nIf I am convicted of any new crimes before sentencing, or if any additional criminal history is discovered, both the standard sentence range and the prosecuting attorney’s recommendation may increase. Even so, my plea of guilty to this charge is binding on me. I cannot change my mind if additional criminal history is discovered even though the standard sentencing range and the prosecuting attorney’s recommendation increase or a mandatory sentence of life imprisonment without the possibility of parole is required by law.\nCrR 4.2(g); see, e.g., State v. Thomas, 79 Wn. App. 32, 42, 899 P.2d 1312 (1995) (where additional criminal history was found before sentencing, the defendant was bound by his guilty plea and could be sentenced within the newly calculated, higher standard range).9\n¶22 Thus, the procedure advocated by Kennar would often result in defendants being misadvised of their maximum peril.10 Because a defendant’s offender score and standard sentence range are not finally determined by the court until the time of sentencing, the Sixth Amendment concerns addressed in Blakely do not apply until that time. Thus, when Kennar entered his guilty plea, the maximum peril he faced was, in fact, life in prison. He was correctly informed of this by the trial court. His plea was knowingly, intelligently, and voluntarily entered.11 There was no error.\nGrosse and Cox, JJ., concur.\nReconsideration denied October 31, 2006.\nReview denied at 161 Wn.2d 1013 (2007).\n\n ROW 9A.20.021(l)(a).\n\n\n ROW 9.94A.533(3)(a).\n\n\n In his pro se statement of additional grounds for review, Kennar renews his claim of incompetency, asserting that his consumption of Seroquel the night before the plea hearing rendered him incompetent to enter his guilty plea. This claim is without merit. The trial court held a hearing on this claim and found that Kennar failed to establish that his intake of Seroquel adversely affected his level of comprehension on the day of the plea. Substantial evidence supports the trial court’s finding that Kennar’s “understanding of his decision and the proceedings was not compromised by the fact he took 200 [milligrams] of Ser[oquel].” Clerk’s Papers at 68. See, e.g., State v. Hystad, 36 Wn. App. 42, 45, 671 P.2d 793 (1983) (rejected defendant’s unsupported claim that his plea was involuntary because of methadone-induced confusion); State v. Armstead, 13 Wn. App. 59, 63-65, 533 P.2d 147 (1975) (rejected defendant’s unsupported claim that he was “ ‘drunk off barbiturates’ ” when he pleaded guilty).\n\n\n “The court shall not accept a plea of guilty, without first determining that it is made voluntarily, competently and with an understanding of the nature of the charge and the consequences of the plea. The court shall not enter a judgment upon a plea of guilty unless it is satisfied that there is a factual basis for the plea.” CrR 4.2(d).\n\n\n Accord State v. Mendoza, 157 Wn.2d 582, 141 P.3d 49 (2006); State v. Walsh, 143 Wn.2d 1, 17 P.3d 591 (2001).\n\n\n “The court shall allow a defendant to withdraw the defendant’s plea of guilty whenever it appears that the withdrawal is necessary to correct a manifest injustice.” CrR 4.2(f).\n\n\n In re Vensel, 88 Wn.2d at 555.\n\n\n Mendoza, 157 Wn.2d 582; Walsh, 143 Wn.2d 1; State v. Paul, 103 Wn. App. 487, 495, 12 P.3d 1036 (2000).\n\n\n Cf. Walsh, 143 Wn.2d 1 (where all relevant information was available to counsel but counsel miscalculated the defendant’s offender score and an erroneous offender score and standard sentence range were included in the guilty plea form, the defendant was allowed to withdraw his guilty plea).\n\n\n Asimilar concern would arise where the State succeeded in proving to a jury, after entry of a guilty plea, facts sufficient to warrant the imposition of an exceptional sentence.\n\n\n Similarly, Kennar cannot demonstrate that withdrawal of his guilty plea is necessary to correct a manifest injustice. CrR 4.2(f). Here, there is no injustice. He was properly informed of the applicable standard sentence range and was sentenced at the low end of that range.\n\n",
            "ocr": true,
            "opinion_id": 4749581
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}