{
    "id": 4950747,
    "judges": "Armstrong, Deren, Johanson",
    "date_filed": "1991-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-harris",
    "case_name_short": "Harris",
    "case_name": "State v. Harris",
    "case_name_full": "The State of Washington v. Jermaine Jerelle Harris",
    "attorneys": "Stephanie C. Cunningham, for appellant., Mark E. Lindquist, Prosecuting Attorney, and Kathleen Proctor, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "164 Wash. App. 377"
    ],
    "opinions": [
        {
            "author_str": "Deren",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nVan Deren, J.\n¶1 Jermaine Jerelle Harris appeals his conviction for first degree assault of a child. He claims that (1) the trial court erred in giving an incorrect recklessness jury instruction; (2) his counsel was ineffective for failing to file a Knapstad1 motion to dismiss count II, i.e., that he engaged in a pattern and practice of abuse of the minor child; (3) the trial court abused its discretion in admitting evidence of prior injuries to the minor child; and (4) the evidence was insufficient to support the first degree assault of a child conviction. Holding that the recklessness jury instruction was both erroneous and prejudicial, we reverse Harris’s conviction and remand for further proceedings.\nFACTS\n¶2 On June 21,2007, TH, a healthy baby boy, was born to Vanesa Weaver. At that time, Weaver and Harris believed *380that Harris was TH’s father, but they later discovered that he was not. From his birth until August 25, 2007, TH lived with Weaver and Harris at Weaver’s home.\n¶3 On August 23, 2007, TH had his two month old wellness checkup. TH was developing as expected and was generally a healthy baby. Two days later, on August 25, Harris was taking care of TH while Weaver was attending a family barbecue. Weaver called Harris from the barbecue “six, seven, or eight times in a few minutes.” Report of Proceedings (RP) at 902. Weaver and Harris had been arguing earlier that day and, later, when Weaver telephoned Harris repeatedly, he became irritated. Harris saw that TH was about to cry, so he “picked [TH] up and shook him.” RP at 909. After the shaking episode, TH made grunting noises for about 10 minutes and then fell asleep.\n¶4 That night, Harris and Weaver went out, leaving TH with a babysitter. During the night, the babysitter noticed that TH was making grunting noises, he would not eat, and his arms and legs were twitching. The babysitter called Weaver several times to let her know that something was wrong with TH, but Weaver did not take TH to the hospital until the following afternoon.\n¶5 The pediatric emergency physician, who initially treated TH at Mary Bridge Children’s Hospital, observed that TH was having seizures and did not appear to be aware of his surroundings. She testified that a computed axial tomography scan revealed that TH had “a right temporal contusion, and that is a bruise directly to the brain, with a left temporal and left frontal contusion.” RP at 695. TH also suffered a left frontal subdural hematoma. The neurologist who reviewed TH’s magnetic resonance imaging results testified that TH had “infarction of the right side of the brain,” meaning lack of blood supply and the resulting death of the affected tissue. RP at 1105. TH also had multiple retinal hemorrhages in both eyes. TH was diagnosed with nonaccidental trauma, specifically, “shaken baby syndrome.” RP at 705.\n*381¶6 On August 27,2007, the State charged Harris with first degree assault of a child for the assault that Harris committed against TH on or about August 25,2007. On January 12,2009, the State amended the information to include a second count of first degree assault of a child alleging a pattern or practice of abuse beginning when TH was born on June 21, 2007, and continuing through August 25.\n¶7 The trial court denied Harris’s request for a bill of particulars detailing the evidence supporting the pattern or practice evidence of abuse. The trial court also denied Harris’s pretrial motion to dismiss the second count of first degree assault of a child based on a pattern or practice of abuse based on statutory vagueness, as well as his oral motions to dismiss that count before and during the State’s case in chief and before the State presented evidence of prior injuries. Harris asserted that the State failed to allege a factual basis supporting a pattern or practice of abuse by Harris. The State argued that it would rely on evidence of prior rib fractures and subdural hematomas to prove a pattern or practice of abuse.\n¶8 Harris was 20 years old at the time of the incident. The jury trial began on May 11, 2009. At the time of trial, two years after the assault, TH continued to have seizures. He could not sit up, roll over, speak, track objects with his eyes, or use his left hand, and he had to eat through a permanent feeding tube. TH is expected to suffer from these injuries for the rest of his life.\n¶9 The jury heard testimony regarding the events and diagnoses as above described, including the testimony of Tacoma Police Detective Bradley Graham, who interviewed Harris about TH’s injuries. Harris admitted to Graham that he shook TH, stating, “I was irritated, and my baby [TH] was about to cry. I didn’t want to hear it.” RP at 910. At trial, defense called Graham to testify that he teaches classes at local high schools about the importance of handling infants carefully, and that Harris had not taken the class. The jury also heard the State’s witnesses’ testimony about *382hematomas and rib fractures occurring before the August 25 incident. Several witnesses testified that these types of injuries are usually nonaccidental. The State presented no evidence that Harris was ever observed handling TH inappropriately, nor any evidence that there were concerns about his parenting. Harris did not testify.\n¶10 At the close of the State’s case, the defense moved to dismiss the count relating to a pattern or practice of abuse, which motion the trial court granted based on insufficient evidence that Harris had inflicted the prior injuries. Following dismissal of those charges, defense counsel unsuccessfully moved for a mistrial, arguing that the jury hearing the evidence related to injuries arising from a pattern or practice of abuse of a child, knowing that Harris was charged with inflicting those injuries, irreparably prejudiced Harris when he remained charged only with assault arising from the injuries occurring as a result of the shaking on August 25. Harris argued that a curative instruction would not suffice and that the only appropriate remedy was a mistrial. The court denied the mistrial motion, noting that the court “would be disposed” to giving an appropriate instruction if the defense would propose one. RP at 1444. But the defense never offered such an instruction, maintaining that the only appropriate remedy was a mistrial.\n¶11 The jury found Harris guilty of first degree assault of a child. The jury also returned a special verdict finding that Harris “kn[e]w or should have known that [TH] was particularly vulnerable or incapable of resistance due to his extreme youth.” Clerk’s Papers (CP) at 146.\n¶12 The trial court sentenced Harris to a standard range sentence of 123 months, plus an additional 24 months for the sentencing enhancement, for a total of 147 months. Harris timely appeals.\n*383ANALYSIS\nI. Instructional Error\n¶13 Harris first contends that the trial court’s instructions misstated the law by giving the jury an incorrect definition of “recklessness,” and then by refusing his corrected proposed instruction, thereby relieving the State of its burden of proving an essential element of the crime of assault and denying him the opportunity to argue his theory of the case. We agree.\n¶14 Jury instructions are sufficient when they allow counsel to argue their theory of the case, are not misleading, and, when read as a whole, properly inform the trier of fact of the applicable law. State v. Douglas, 128 Wn. App. 555, 562, 116 P.3d 1012 (2005). We review challenged jury instructions de novo, examining the effect of a particular phrase in an instruction by considering the instructions as a whole and reading the challenged portions in the context of all the instructions given. State v. Pirtle, 127 Wn.2d 628, 656, 904 P.2d 245 (1995). In a criminal case, the trial court must instruct the jury that the Stdte has the burden to prove each essential element of the crime beyond a reasonable doubt; and it is reversible error if the instructions relieve the State of that burden. Pirtle, 127 Wn.2d at 656. We presume that a “clear misstatement of the law” in a jury instruction is prejudicial. State v. Wanrow, 88 Wn.2d 221, 239, 559 P.2d 548 (1977).\n ¶15 RCW 9A.36.120(l)(b)(i), charged here, provides, “A person eighteen years of age or older is guilty of the crime of assault of a child in the first degree if the child is under the age of thirteen and the person . . . [i]ntentionally assaults the child and . . . [r]ecklessly inflicts great bodily harm.” In jury instruction 12, the trial court advised the jury that in order to convict Harris of first degree assault of a child, it had to find that the State had proved the following elements beyond a reasonable doubt:\n*384(1) That on or about the 25th day of August[ ] 2007, the defendant intentionally assaulted [TH] and recklessly inflicted great bodily harm;\n(2) That the defendant was eighteen years of age or older and [TH] was under the age of thirteen; and\n(3) That the acts occurred in the State of Washington.\nCP at 132.\n¶16 Jury instruction number 10 defined “recklessness”:\nA person is reckless or acts recklessly when he or she knows of and disregards a substantial risk that a wrongful act[2] may occur and this disregard is a gross deviation from conduct that a reasonable person would exercise in the same situation.\nWhen recklessness is required to establish an element of a crime, the element is also established if a person acts intentionally or knowingly.\nCP at 130 (emphasis added). Harris challenges only the italicized portion of instruction, arguing that the trial court should have substituted the term “great bodily harm” for the term “a wrongful act.”2\n3 Although the portion of this instruction that Harris challenges is drawn directly from the culpability statute defining “recklessness,” RCW 9A.08.010(l)(c), it does not adequately convey the mental state required to convict Harris for first degree assault of a child under RCW 9A.36.120(l)(b)(i),4 the crime specifically charged here.\n¶17 The State argues that the trial court’s instruction 10 “tracked the pattern instruction in [11 Washington Practice: *385Washington Pattern Jury Instructions: Criminal 10.03, at 209 (3d ed. 2008) (WPIC)].” Br. of Resp’t at 16. But WPIC 10.03, the recklessness pattern jury instruction, provides “wrongful act” in brackets immediately followed by a direction to “fill in more particular description of act, if applicable.” 11 WPIC 10.03, at 209. The pattern jury instruction thus directs a trial court to instruct the jury that in order to find that a defendant acted recklessly, it must find that the defendant “act[ed] recklessly when he or she kn[e]w[ ] of and disregard [ed] a substantial risk that [a particular result] m[ight] occur and this disregard [wa]s a gross deviation from conduct that a reasonable person would [have] exercise [d] in the same situation.” WPIC 10.03, at 209.\n¶18 To convict Harris of first degree assault of a child, the jury had to find that under RCW 9A.36.120(l)(b)(i), Harris recklessly disregarded the substantial risk that “great bodily harm” would occur to TH as a result of his actions, not that “a wrongful act” would occur. Accordingly, the instruction stating that the jury could find Harris acted recklessly if he knew and disregarded the risk of an undefined “wrongful act” misstated the law regarding the crime of first degree assault of a child.\n¶19 The instructions also deprived Harris of an opportunity to argue his theory of the case. In fact, defense counsel’s closing argument drew a sustained objection from the State when counsel appeared to argue that in order to prove that Harris acted with recklessness, the State had to prove beyond a reasonable doubt that Harris knew his actions could cause great bodily harm to TH. In response to the State’s objection, the trial court instructed the jury that “the law is as stated in the instructions of the court.” RP at 1506. This was error.\n¶20 Harris cites State v. Gamble, 154 Wn.2d 457, 114 P.3d 646 (2005), State v. Keend, 140 Wn. App. 858, 166 P.3d 1268 (2007), and State v. R.H.S., 94 Wn. App. 844, 974 P.2d *3861253 (1999) to support his proposed instruction.5 The Gamble court addressed whether first degree manslaughter is a lesser included offense of second degree felony murder with assault as the predicate felony. 154 Wn.2d at 459-60. In determining the “wrongful act” the statute required, which the State relied on, the court explained:\nLooking to the “wrongful act” caused by a defendant’s actions, to prove manslaughter the State must show Gamble “[knew] of and disregard [ed] a substantial risk that a [homicide] may occur.” On the contrary, to achieve a felony murder conviction here, [where the predicate felony was second degree assault,] the State was required to prove only that Gamble acted intentionally and “disregard[ed] a substantial risk that [substantial bodily harm] may occur.” Significantly, the risk contemplated per the assault statute is of “substantial bodily harm.”\nGamble, 154 Wn.2d at 467-68 (emphasis in original) (some alterations in original) (citations omitted) (quoting RCW 9A.08.010(1)(c)).\n¶21 Although the Gamble court’s discussion of the “wrongful act” required for assault was in the context of determining whether first degree manslaughter is a lesser included offense of second degree felony murder, the court’s reasoning indicates that the “wrongful act” required for a finding of recklessness depends on the specific crime charged. The Gamble court did not endorse use of the phrase “wrongful act” in place of a specific wrongful act contemplated by the charging statute.\n*387¶22 Gamble did not squarely address the issue of whether a trial court is required to describe the particular wrongful act necessary for a finding of recklessness as to a particular crime charged. But Division One of this court recently held that a jury instruction relieved the State of its burden to prove each element of a manslaughter charge where the jury instruction stated that a person is reckless or acts recklessly when he or she knows of and disregards “ ‘a substantial risk that a wrongful act may occur’ ” rather than “ ‘a substantial risk that death may occur.’ ” State v. Peters, 163 Wn. App. 836, 849-50, 261 P.3d 199 (2011) (emphasis added) (citation omitted). We agree with Division One’s analysis and hold that the jury instruction here relieved the State of its burden to prove that Harris acted with disregard that a substantial risk of great bodily harm would result when he shook TH.\n¶23 Harris did not testify. Graham testified that Harris told him that he did not realize that TH could suffer injury from his picking him up and shaking him, i.e., he did not realize that great bodily harm could occur. Graham also testified that Harris had not taken one of Graham’s classes that explained the risk of injury to infants. Under these facts, a jury instruction defining the wrongful act as great bodily harm would have allowed Harris to argue his theory of the case, i.e., he did not act recklessly because he did not know and thus did not disregard a substantial risk of great bodily harm to TH, which argument he was expressly precluded from making during closing argument.\n¶24 In instructing a jury, a trial court should use the statute’s language “where the law governing the case is expressed in the statute.” State v. Hardwick, 74 Wn.2d 828, 830, 447 P.2d 80 (1968). Here, the law governing Harris’s child assault charge is expressed in RCW 9A.36.120(1)(b)(i), the statute defining first degree child assault. And a jury instruction defining RCW 9A.36.120(1)(b)(i)’s recklessness requirement must account for the specific risk contemplated under that statute, here great bodily harm, and not *388some undefined wrongful act. See Gamble, 154 Wn.2d at 468 (“the risk contemplated per the assault statute is of ‘substantial bodily harm’ ”). Thus, the definitional instruction that told the jury it need only find that Harris disregarded the risk of a “wrongful act,” even read with the “to convict” instruction, did not properly state the law and these instructions relieved the State of its burden to show that Harris knew and recklessly disregarded that great bodily harm could result from his picking TH up and shaking him.\nII. Ineffective Assistance of Counsel\n¶25 Because we reverse Harris’s conviction based on the instructional error and because the charges related to a pattern or practice of abuse of a child have been dismissed and ineffective assistance related to that claim is moot, we decline to address his ineffective assistance of counsel claim.6\n*389III. Admission of Evidence\n¶26 Harris contends that for purposes of the charge of first degree assault of a child for the injuries sustained by TH on or about August 25, 2007, the evidence of TH’s prior injuries was inadmissible because it was irrelevant and unduly prejudicial. Br. of Appellant at 13. Because we reverse Harris’s conviction based on the instructional error, we decline to reach this issue and leave it to the trial court on remand to determine the admissibility of evidence on any charges then pending.7\n*390IV. Sufficient Evidence\n¶27 Finally, Harris contends that the State failed to present any evidence from which a reasonable juror could conclude that Harris personally knew the risk of injury associated with shaking a baby. He contends that, in fact, the evidence shows that he had little experience caring for an infant and that he specifically stated that he did not know that TH could be permanently injured. He contends that such evidence establishes that he did not have the subjective knowledge that great bodily harm could result from shaking TH.\n¶28 In order to remand for retrial instead of dismiss, we briefly address the sufficiency of the evidence on the first degree assault of a child charge. When a defendant challenges the sufficiency of the evidence, we view the evidence in the light most favorable to the State and determine whether any rational trier of fact could have found the elements of the charged crime beyond a reasonable doubt. State v. Brown, 162 Wn.2d 422, 428, 173 P.3d 245 (2007) (citing State v. Hosier, 157 Wn.2d 1, 8, 133 P.3d 936 (2006); State v. Salinas, 119 Wn.2d 192, 201, 829 P.2d 1068 (1992)). We draw all reasonable inferences from the evidence in favor of the State and interpret it most strongly against the defendant. Brown, 162 Wn.2d at 428. An insufficiency claim admits the truth of the State’s evidence and all reasonable inferences from it. Brown, 162 Wn.2d at 428. “Credibility determinations are for the trier of fact and are not subject to review.” State v. Thomas, 150 Wn.2d 821, 874, 83 P.3d 970 (citing State v. Camarillo, 115 Wn.2d 60, 71, 794 P.2d 850 (1990)), abrogated in part on other grounds by Crawford v. Washington, 541 U.S. 36, 124 S. Ct. 1354, 158 L. Ed. 2d 177 (2004). Here, it was for the jury to decide if, based on the evidence before it, Harris would know that vigorously shaking a two month old infant, causing the baby’s head to “flop[ ] around,” could result in serious permanent injury, that is, significant permanent loss or impairment of the function of a body part or organ. RP at 911.\n*391¶29 Also, Weaver testified that Harris was one of TH’s primary caregivers and that Harris cared for TH while Weaver was at work. Harris told police that on occasion he would pick up TH too quickly without properly supporting TH’s head, causing the baby’s head to “fl[i]ng back.” RP at 899. He said Weaver would yell at him about it and that she would be “all over him” about it. RP at 899. Weaver instructed Harris on how to properly hold and pick up the baby. Accordingly, a jury could conclude that Harris knew how to properly hold and take care of TH. But Weaver also testified that she had no concerns at all about leaving TH in Harris’s care.\n¶30 Interpreting the evidence in the light most favorable to the State, we hold that a reasonable juror could find that Harris had experience taking care of TH and that Harris knew TH was young and fragile and that not handling TH properly could result in serious injury. In other words, the evidence taken in the light most favorable to the State shows that a reasonable juror could find that Harris knew, but disregarded, the substantial risk that shaking TH could cause him great bodily harm.\n¶31 We reverse and remand for a new trial.\nArmstrong and Johanson, JJ., concur.\n\n State v. Knapstad, 107 Wn.2d 346, 729 P.2d 48 (1986).\n\n\n The trial court did not define “a wrongful act” in its instructions.\n\n\n Harris’s proposed “reckless” instruction stated in relevant part, “A person is reckless or acts recklessly when he or she knows of and disregards a substantial risk that great bodily harm, may occur and this disregard is a gross deviation from conduct that a reasonable person would exercise in the same situation.” CP at 106 (emphasis added).\n\n\n RCW 9A.08.010(l)(c) provides, “RECKLESSNESS. A person is reckless or acts recklessly when he or she knows of and disregards a substantial risk that a wrongful act may occur and his or her disregard of such substantial risk is a gross deviation from conduct that a reasonable person would exercise in the same situation.”\n\n\n In Keend, the challenge was to the last sentence of the former WPIC reckless instruction and the discussion does not assist Harris. See 140 Wn. App. at 863-64, 868. Harris also relies on R.H.S. for the proposition that recklessness includes a subjective component, arguing that the State failed to prove that Harris knew of a specific result and disregarded it. RHS did not challenge a jury instruction, so it is not directly on point. But Harris is correct that R.H.S. holds that “[wjhether an act is reckless depends on both what the defendant knew and how a reasonable person would have acted knowing these facts.” 94 Wn. App. at 847. R.H.S. also holds that a defendant’s subjective knowledge may be inferred from the circumstances. See 94 Wn. App. at 847.\n\n\n Although we decline to address the merits of Harris’s ineffective assistance of counsel claim, we cannot perceive any legitimate trial strategy in counsel’s failure to file a Knapstad motion before trial. To prove ineffective assistance, defendant must show both deficient performance and resulting prejudice. State v. McFarland, 127 Wn.2d 322, 334-35, 899 P.2d 1251 (1995). Performance is deficient if, after considering all the circumstances, it falls below an objective standard of reasonableness. McFarland, 127 Wn.2d at 334-35. The result is prejudicial, if the outcome of the trial would have been different but for counsel’s deficiencies. McFarland, 127 Wn.2d at 337. A reviewing court gives great deference to trial counsel’s performance and begins its analysis with a strong presumption that counsel was effective. Strickland v. Washington, 466 U.S. 668, 689, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984); McFarland, 127 Wn.2d at 335. A deficiency claim does not survive if trial counsel’s conduct can be characterized as legitimate trial strategy or tactics. State v. Hendrickson, 129 Wn.2d 61, 77-78, 917 P.2d 563 (1996).\nThe record is clear that Harris’s counsel was convinced that the State had no evidence sufficient to prove that Harris had engaged in a pattern or practice of abuse of TH. In fact, after the trial court denied defense counsel’s motion for a bill of particulars, noting that defense counsel’s motion resembled a Knapstad motion, defense counsel stated an intention to file a. Knapstad motion. But defense counsel ultimately failed to file a Knapstad motion, which prejudiced Harris by allowing the jury to hear evidence of TH’s prior abuse in the context of the State’s attempt to prove that it was Harris who engaged in a pattern or practice of abusing TH. This resulting prejudice was later compounded by defense counsel’s failure to request an instruction clarifying that the jury could not consider evidence of TH’s prior injuries in determining whether Harris committed first degree assault of a *389child despite the trial court’s statement that it “would be disposed” to giving such an instruction if the defense would propose one. RP at 1444.\n\n\n Harris also contends that the trial court incorrectly denied his repeated motions to dismiss the charge accusing him of a pattern or practice of abuse of TH, which defense counsel made before and during the State’s case in chief. It is clear on this record that the trial court properly dismissed these charges with prejudice when the motion was made at the conclusion of the State’s evidence because the State presented no evidence that Harris was responsible for TH’s prior injuries. See State v. Hickman, 135 Wn.2d 97, 103, 954 P.2d 900 (1998) (dismissal with prejudice required where there is insufficient evidence of an element for which the State has the burden of proof). Harris argues that the trial court’s order finally dismissing this count was too late to avoid irreparable prejudice to Harris on the remaining assault charge because the jury had already heard evidence of TH’s prior injuries in the context of the State’s argument that Harris inflicted those injuries on TH. We agree that if Harris’s counsel had filed a proper Knapstad motion, this claim would likely have been dismissed before the evidence was before the jury in the context of allegations that Harris committed the acts leading to TH’s injuries, but we resolve this issue on the trial court’s erroneous jury instruction and do not further address the issue.\nHarris also assigns error to the trial court’s denial of his motion for a mistrial, but he fails to present argument on the matter in-his brief. The issue is waived. See RAP 10.3(a)(6); Smith v. King, 106 Wn.2d 443, 451-52, 722 P.2d 796 (1986) (reviewing court considers an assignment of error waived where it is not argued in the brief and no legal authority bearing on the issue is cited); State v. Thomas, 150 Wn.2d 821, 874, 83 P.3d 970 (without argument or authority to support it, an assignment of error is waived), abrogated in part on other grounds by Crawford v. Washington, 541 U.S. 36, 124 S. Ct. 1354, 158 L. Ed. 2d 177 (2004). In the context of discussing another issue, Harris notes only the fact that he unsuccessfully moved for a mistrial, and in a footnote he states, “A trial court’s denial of a motion for a mistrial is reviewed for abuse of discretion. State v. Lewis, 130 Wn.2d 700, 707, 927 P.2d 235 (1996).” Br. of Appellant at 13 n.3. He offers no further discussion regarding the denial of his mistrial motion. This is inadequate. See State v. N.E., 70 Wn. App. 602, 606 n. 3, 854 P.2d 672 (1993) (arguments in footnotes need not be considered); State v. Johnson, 69 Wn. App. 189, 194 n.4, 847 P.2d 960 (1993) (argument raised in footnote will not be addressed).\n\n",
            "ocr": true,
            "opinion_id": 4758789
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}