{
    "id": 4990377,
    "judges": "Barnes, Carlton, Fair, Griffis, Irving, Ishee, James, Lee, Maxwell, Roberts",
    "date_filed": "1998-04-21",
    "date_filed_is_approximate": true,
    "slug": "smith-v-state",
    "case_name_short": null,
    "case_name": "Smith v. State",
    "case_name_full": "Prentiss SMITH v. STATE of Mississippi",
    "attorneys": "George T. Holmes, Jackson, Wilbert Le-von Johnson, Benjamin A. Súber, attorneys for appellant., Office of the Attorney General by Stephanie Breland Wood, attorney for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "111 So. 3d 119"
    ],
    "opinions": [
        {
            "author_str": "Ishee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nISHEE, J.,\nfor the Court:\n¶ 1. On March 22, 2011, Prentiss Smith was indicted by a Bolivar County grand jury for one count of depraved-heart murder and one count of aggravated assault. Smith was convicted of both counts. Thereafter, he filed a motion for a judgment notwithstanding the verdict (JNOV), which was denied. Smith was then sentenced to serve life imprisonment for the murder conviction and twenty years for the aggravated-assault conviction, with the sentences to run consecutively to each other, *121all in the custody of the Mississippi Department of Corrections (MDOC). Smith now appeals, arguing the evidence was insufficient to support his convictions of depraved-heart murder and aggravated assault. Finding no error, we affirm.\nFACTS AND PROCEDURAL HISTORY\n¶ 2. On the night of December 24, 2010, Albert Smith Jr.; his wife, Derba Smith; and their daughter, Dionne Smith, visited Albert Jr.’s parents, Albert Smith Sr. and Mamie Smith, in Cleveland, Mississippi. Albert Jr.’s sister, Vera Tubbs, and her daughter, Veronica Tubbs, lived across the street from Albert Sr. Upon noticing the presence of Albert Jr. and his family, Vera and Veronica also decided to visit. By the time Vera and Veronica arrived, Mamie had gone to bed, and Albert Sr. and Albert Jr. were watching television in a separate room. Derba, Dionne, Vera, and Veronica proceeded to decorate the Christmas tree.\n¶ 3. Veronica testified at trial that after she had been there for approximately five minutes, Albert Jr.’s brother, Smith, arrived at the house. According to Veronica, when Smith walked in the house “he stated either ‘You let the devil in’ or ‘The devil is in the house[.]’ ” He then pulled a gun out of his pocket and pointed it at Derba. Although Derba begged Smith to put the gun down, he struck her in the head with the butt of the gun. At that point, Albert Sr. and Albert Jr. ran into the room, and Albert Sr. told Smith to leave. Veronica did not witness the subsequent events because she exited the room to call 911. While in the separate room, Veronica heard two gun shots. Upon her return, she saw Albert Jr. and Derba lying on the floor.\n¶ 4. Derba testified at trial regarding the events of that night. She stated that once Smith arrived, he pointed a gun in her face and said, ‘You’re going to give me my ... gun tonight, or I’m going to kill you.” Vera pleaded with Smith to put the gun away, and at that point he began to walk away from Derba. However, he then returned and hit Derba in the head twice with the butt of the gun. Upon hearing the commotion, Albert Sr. and Albert Jr. ran into the room and pulled Smith away from Derba. A scuffle among the men then ensued.\n¶ 5. During the fight, Derba saw Smith hold a gun to Albert Jr.’s head. She told Albert Jr. to “let [Smith’s] arm go, or he is going to kill you.” Albert Jr. released Smith, at which point Smith stood up and shot Albert Jr. in the head. As various individuals were retrieving towels in an attempt to save Albert Jr.’s life, Smith pointed the gun at Derba. She testified: “The bullet was coming directly at me. I turned at an angle, just slightly at an angle and it hit me in the hip.” Smith then left the house.\n¶ 6. Vera witnessed a portion of the events. Vera testified that when Smith entered the house, he initially pointed the gun at her. He then walked over to Der-ba, pointed the gun in her face, and said, “Tell me where my ... gun is, or someone is going to die here tonight.” Vera then retreated to a neighbor’s house to call the police. However, before fleeing, she saw Smith raise his hand holding the gun and begin to move it toward Derba’s head. While at the neighbor’s house, Vera heard two gunshots approximately one minute apart. After hearing the shots, Vera witnessed Smith leave the house in a slow, calm manner, get in his truck, and leave.\n¶ 7. Smith testified in his own defense at trial. His version of the events on the night in question vary from those testified to by the other family members. Smith stated that earlier in the day he had arrived at his house and saw a man standing *122behind a tree across the street. He believed the man was attempting to break into his house. Smith went into his house, looked around, and did not find anyone inside. He then grabbed his gun and went to look for the individual he saw standing behind the tree. Upon discovering the man was no longer across the street, Smith decided to drive around looking for the individual. When Smith could not find the person, he decided to visit Albert Sr.’s house.\n¶ 8. According to Smith, Derba began yelling at him as soon as he arrived at the house. He then put his car keys in his pocket and pulled out the gun. Upon seeing this, Albert Jr. began pulling Smith away from Derba. Smith testified that Derba was knocked down during the scuffle, and that he never hit her with the gun. The brothers then fell to the floor and continued fighting. Smith claimed that during the fight, the gun accidentally went off, killing Albert Jr. Albert Sr. then attempted to hold Smith down; however, Smith was able to stand. Thereafter, Albert Sr. was pushing Smith toward the door, and Dionne was pulling at Smith’s arm holding the gun. Smith claimed that during the commotion, the gun discharged a second time and hit Derba. Smith testified he never intended to kill or harm anyone.\n¶ 9. Smith was charged with the murder of Albert Jr. and the aggravated assault of Derba. He was convicted of depraved-heart murder and aggravated assault. Thereafter, he filed a motion for a JNOV, which the trial court denied. Smith was then sentenced to life imprisonment for the murder conviction and twenty years for the aggravated-assault conviction, with the sentences to run consecutively to each other, all in the custody of the MDOC. Smith now appeals.\nDISCUSSION\n¶ 10. On appeal, when considering the sufficiency of the evidence to support a conviction, we must consider “whether the evidence shows ‘beyond a reasonable doubt that accused committed the act charged, and that he did so under such circumstances that every element of the offense existed; and where the evidence fails to meet this test[,] it is insufficient to support a conviction.’ ” Bush v. State, 895 So.2d 836, 843 (¶ 16) (Miss.2005) (quoting Carr v. State, 208 So.2d 886, 889 (Miss.1968)). When considering a challenge to the sufficiency of the evidence, this Court will only reverse and render if the facts and inferences “point in favor of the defendant on any element of the offense with sufficient force that reasonable [jurors] could not have found beyond a reasonable doubt that the defendant was guiltyL]” Id. (quoting Edwards v. State, 469 So.2d 68, 70 (Miss.1985)). However, if upon review, “the evidence ... is of such quality and weight that, ‘having in mind the beyond[ ]a[-]reasonable[-]doubt[-]burden[-]of[-]proof standard, reasonable fair-minded [Jurors] in the exercise of impartial judgment might reach different conclusions on every element of the offense,’ the evidence will be deemed to have been sufficient.” Id. Finally, we review the evidence in the light most favorable to the State. Id. at (¶ 17).\nI. Sufficiency of Evidence for Depraved-Heart Murder\n¶ 11. Smith argues the evidence was insufficient to find him guilty of depraved-heart murder. Instead, he asserts he should have been found guilty of heat-of-passion manslaughter, at most. To support his claim, he argues the only evidence of depraved-heart murder is Derba’s testimony that he intentionally pointed the gun at Albert Jr. and shot him.\n*123¶ 12. Depraved-heart murder is defined as “[t]he killing of a human being without the authority of law ... [w]hen done in the commission of an act eminently dangerous to others and evincing a depraved heart, regardless of human life, although without any premeditated design to effect the death of any particular individual.” Miss. Code Ann. § 97-3-19(1)(b) (Rev.2006). Heat-of-passion manslaughter is defined as “[t]he killing of a human being, without malice, in the heat of passion, but in a cruel or unusual manner, or by the use of a dangerous weapon, without authority of law, and not in necessary self-defense[.]” Miss.Code Ann. § 97-3-35 (Rev.2006).\n¶ 13. Testimony at trial established that Smith entered the house and began pointing a gun at various family members while making threats. When Albert Jr. attempted to stop Smith’s actions, a fight ensued. Although Smith claimed that he accidentally shot Albert Jr. during their fight, Derba testified that she saw Smith intentionally point the gun at Albert Jr. and shoot. “It is a well-settled principle of law that issues of weight and credibility of witness testimony are within the sole province of the jury as fact-finder.” Lyles v. State, 12 So.3d 552, 555 (1115) (Miss.Ct.App.2009). In the instant case, the jury chose to believe Derba’s testimony, and found Smith had killed Albert Jr. “in the commission of an act eminently dangerous to others and evincing a depraved heart,” but without premeditation.\n¶ 14. Moreover, the jury was instructed regarding both depraved-heart murder and heat-of-passion manslaughter. It was then up to the jury to decide whether the State had proven all of the elements of murder. See Pitts v. State, 66 So.3d 174, 181 (¶ 28) (Miss.Ct.App.2010). The jury considered the testimony and evidence and chose to convict Smith of depraved-heart murder. Viewing the evidence in the light most favorable to the verdict, we find the evidence was sufficient to support the murder conviction. This issue is without merit.\nII. Sufficiency of Evidence for Aggravated Assault\n¶ 15. Smith argues the evidence was insufficient to establish he committed aggravated assault against Derba. He claims he accidentally shot Derba during the struggle, which does not constitute aggravated assault. Smith further contends that because none of the other witnesses saw the shooting, Derba’s testimony is the only evidence to establish he intentionally shot her.\n¶ 16. One is guilty of aggravated assault if he “attempts to cause or purposely or knowingly causes bodily injury to another with a deadly weapon or other means likely to produce death or serious bodily harm.” Miss.Code Ann. § 97 — 3—7(2)(a)(ii) (Supp.2012). In the instant case, the evidence clearly established that Smith shot Derba. While Smith claims the shooting was unintentional, Derba testified that he intentionally pointed the gun at her and shot her.\n¶ 17. Furthermore, the record reflects that from the moment Smith arrived at the house, he had been threatening Derba. Derba testified that he pointed the gun at her and said, “You’re going to give me my ... gun tonight, or I’m going to kill you.” Vera stated that Smith told Derba, “Tell me where my ... gun is, or someone is going to die here tonight,” while pointing a gun in Derba’s face. In addition, Veronica and Derba both testified that Smith struck Derba in the head twice with the gun. Smith’s prior threats and violence against Derba, in conjunction with Derba’s testimony that Smith intentionally shot her, is sufficient to establish that he intended to cause her serious bodily injury. *124Therefore, we find the evidence was sufficient to support an aggravated-assault conviction. This issue is without merit.\n¶ 18. THE JUDGMENT OF THE BOLIVAR COUNTY CIRCUIT COURT OF CONVICTION OF COUNT I, MURDER, AND COUNT II, AGGRAVATED ASSAULT, AND SENTENCE OF LIFE FOR COUNT I AND TWENTY YEARS FOR COUNT II, WITH THE SENTENCES TO RUN CONSECUTIVELY TO EACH OTHER, ALL IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS, IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO BOLIVAR COUNTY.\nLEE, C.J., IRVING AND GRIFFIS, P.JJ., BARNES, ROBERTS, CARLTON, MAXWELL AND FAIR, JJ„ CONCUR. JAMES, J., NOT PARTICIPATING.\n",
            "ocr": true,
            "opinion_id": 4800515
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}