{
    "id": 5003898,
    "judges": "Benton, Lewis, Ray",
    "date_filed": "1979-04-21",
    "date_filed_is_approximate": true,
    "slug": "washington-v-state",
    "case_name_short": null,
    "case_name": "Washington v. State",
    "case_name_full": "David Ledonte WASHINGTON v. STATE of Florida",
    "attorneys": "Nancy A. Daniels, Public Defender, Tallahassee, and Kevin Steiger, Assistant Public Defender, Apalachicola, for Appellant., Pamela Jo Bondi, Attorney General, and Anne C. Conley, Assistant Attorney General, Tallahassee, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "151 So. 3d 544"
    ],
    "opinions": [
        {
            "author_str": "Benton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBENTON, J.\nDavid Ledonte Washington appeals convictions (and concurrent sentences of fiffy-two-and-one-half months) for failure to report a change in address as required by the sexual offender registration statute, section 943.0435, Florida Statutes (2012). He argues the trial court erred in ruling there had been no discovery violation even though the state failed to alert the defense that a key witness planned to testify differently than she had testified on deposition as to an allegation central to the prosecution. We reverse and remand for a new trial.\nBefore she was deposed, the witness in question, Alicia Pitts, told a deputy sheriff that Mr. Washington had never lived at her residence. This oral statement was recorded; and contemporaneously she signed a written statement to the same effect. Later, when put under oath at deposition, however, she testified that she had lied when she told the officer that Mr. Washington did not reside at her address. She testified on deposition that, even when she gave the original oral and written statements, Mr. Washington was. in fact living at her home, although she had not seen him for a couple of days.\nAt trial thereafter, when the prosecutor told the jury in opening statement that Ms. Pitts would testify that she had given Mr. Washington permission to live with her, but that he never did so, defense counsel objected, argued she was surprised, and asked for a Richardson hearing. See Richardson v. State, 246 So.2d 771 (F.la.1971). The prosecutor responded that Ms. Pitts had' “given two different stories. She told the officer he doesn’t live there. She said at the deposition that he lived there.... She was kind of hedgy back and forth. And today what I expect, because when I talked to her when she got here this morning, I asked her the questions I was going to ask her on the stand, and she basically said, he didn’t live here.” When defense counsel contended that the prosecutor had an obligation to inform her as soon as practicable of Ms. Pitts’ oral statement the morning of the trial, the prosecutor argued the failure to disclose the oral statement reverting to her original story was not a discovery violation. Agreeing, the trial judge denied a Richardson hearing on grounds the information was not “new [or] unknown.”\nPursuant to Florida Rule of Criminal Procedure 3.220(b)(1), when, as happened in the present case, a defendant elects reciprocal discovery, the prosecutor is under an obligation1 to disclose to the defendant “a list of the names and adr dresses of all persons known to the prosecutor to have information that may be relevant to any offense charged or any defense thereto” and “the statement of any person whose name is furnished.” Fla. R. *546Crim. P. 3.220(b)(1)(A)-(B). The obligation to disclose is a continuing duty. See Fla. R. Crim. P. 3.220(j) (“If, subsequent to compliance with the rules, a party discovers additional witnesses or material that the party would have been under a duty to disclose or produce at the time of the previous compliance, the party shall promptly disclose or produce the witnesses or material in the same manner as required under these rules for initial discovery.”).\nOn the authority of Smith v. State, 7 So.3d 473 (Fla.2009), we hold Ms. Pitts’ statement to the prosecutor the morning of the trial should have been promptly disclosed to the defense, even though it was neither written nor recorded, nor summarized in any writing or recording. The failure to disclose it necessitated a Richardson hearing, which the trial court declined to conduct.2 The failure to conduct a Richardson hearing was error, which was not harmless3 under the rule laid down in State v. Schopp, 653 So.2d 1016, 1021 (Fla.1995) (“[O]nly if the appellate court can say beyond a reasonable doubt that the defense was not procedurally prejudiced by the discovery violation can the error be considered harmless.”). See Cox v. State, 819 So.2d 705, 712 (Fla.2002) (“[W]here the State commits a discovery violation, the standard for deeming the violation harmless is extraordinarily high. A defendant is presumed to be procedurally prejudiced ‘if there is a reasonable [possibility] that the defendant’s trial preparation or strategy would have been materially different had the violation not occurred.’ ”) (citation omitted).\nAs written, the discovery rule defines a statement as “a written statement made by the person and signed or otherwise adopted or approved by the person and also includes any statement of any kind or manner made by the person and written or recorded or summarized in any writing or recording.” Fla. R. Crim. P. 3.220(b)(1)(B). Cf. Fla. R. Crim. P. 3.220(b)(1)(C) (requiring the prosecutor to disclose “any written or recorded statements and the substance of any oral statements made by the defendant”) (emphasis added). Our supreme court has expanded the definition of statement4 for purposes of Rule 3.220(b)(1)(B) to include certain unrecorded oral statements, originally only those made “in circumstances where the *547oral statement materially alters a prior written or recorded statement previously provided by the State to the defendant.” State v. Evans, 770 So.2d 1174, 1180 (Fla. 2000).\nAt issue here is an oral statement made to the prosecutor the day of trial at material variance with the witness’s pretrial deposition, but consistent with the antecedent statements to the deputy. Appellant relies on Scipio v. State, 928 So.2d 1138 (Fla.2006), where an investigator for a medical examiner’s office testified on deposition that a photograph depicted a semi-automatic pistol under the victim’s body. There, when defense counsel met with the investigator on the morning of trial and asked him to review his deposition testimony, the investigator reaffirmed his deposition testimony. When later the same day (but before trial) the investigator went with the prosecutor to the state attorney’s office to review the photograph, the prosecutor refused defense counsel’s request to accompany them.\nAt the state attorney’s office, the investigator told the prosecutor he had mistaken a pager for a pistol; at trial, the defense was “completely surprised” by the investigator’s testimony that the photograph depicted a pager, not a pistol. Id. at 1145-46. The Florida Supreme Court determined “the State’s discovery violation was a flagrant case of ‘dirty pool’ that [was] ‘exactly the type of conduct the discovery rules were designed to prevent.’ ” Id. at 1141. (quoting Scipio v. State, 867 So.2d 427, 430 (Fla. 5th DCA 2004)). Even though the investigator’s original statement was given on deposition (rather than being produced or in any way vouched for by the state), the supreme court ruled failure to disclose the later unrecorded, unwritten statement before trial, was a discovery violation. The court said that, because the investigator “actually gave a statement by deposition that he possessed relevant information of the crime scene, the State also had an obligation to disclose any material change in that statement.” Id. at 1142.\nThe present case is arguably distinguishable from Scipio because the witness in Scipio was not a private citizen, but an investigator for a government agency. Although the witness in Scipio made the original statement on deposition (and the state had furnished the defense no written or recorded statement previously in its exclusive possession, as part of discovery), the investigator did work for the government and become a witness in that capacity. By contrast, in the present case, Ms. Pitts was a private citizen. In no sense can the state be said to have vouched for her testimony on deposition.5 To the contrary, the state had previously furnished the defense statements she had made that were at odds with the testimony she gave on deposition.\n*548Whether or not Scipio is controlling, however, the supreme court’s more recent decision in Smith dictates today’s result.6 There, as in the present case, a state witness first gave the authorities statements incriminating the accused, which the prosecution produced for the defense, but later testified on deposition that his original statements were false; and at trial repudiated his deposition testimony by reverting to his initial version of events. See Smith, 7 So.3d at 505. Our supreme court flatly rejected the state’s argument that no discovery violation occurred because earlier, incriminating statements Mr. Walker had made had been disclosed to the defense. The Smith court ruled that, where “the trial record clearly indicates that the State had prior knowledge that Walker intended to recant his deposition testimony (in which he disavowed any [pertinent] conversations with Smith ... and any knowledge about Smith’s involvement in Brown’s murder) .... [t]he fact that Walker’s recantation of his deposition testimony was not reduced to writing did not relieve the State of its continuing discovery obligation as to this witness. The State committed a discovery violation “when it failed to disclose to [Smith] a material change in the State [witness’s] deposition statement.’ Scipio, 928 So.2d at 1145.” Id. at 506.\nThe state committed the same kind of violation in the present case.\nReversed and remanded.\nLEWIS, C.J., and RAY, J., concur.\n\n. Whether or not the defendant invokes reciprocal discovery, the prosecutor must disclose to the defendant \"any material information within the state’s possession or control that tends to negate the guilt of the defendant.” Fla. R. Crim. P. 3.220(b)(4). But \"when information from a witness is not a statement as defined by rule 3.220(b)(1)(B), ‘the State [i]s under no obligation to disclose' the information if that information is ‘not Brady material [see Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963)] and [i]s not a material alteration to an existing written or recorded statement previously provided by the State to the defendant.’ ” State v. McFadden, 50 So.3d 1131, 1134 (Fla.2010) (citation omitted; footnote omitted).\n\n\n. The learned trial judge ruled there had been no discovery violation and that there was therefore no need for a Richardson hearing, reasoning that the contents of Ms. Pitts’ statement the day of trial was not \"new,” inasmuch as it was what she first told the deputy sheriff. But the fact that Ms. Pitts had recanted her testimony on deposition, testimony in which she repudiated her initial statements to the deputy, was indeed \"new.” See Smith v. State, 7 So.3d 473, 506 (Fla.2009).\n\n\n. Aside from Ms. Pitts and the deputy sheriff called to prove up what Ms. Pitts had said to him, the only witnesses at trial were records custodians. Ms. Pitts was the only witness at trial who testified where the appellant lived.\n\n\n. In McFadden, the supreme court discussed its earlier decision in State v. Evans, 770 So.2d 1174, 1176 (Fla.2000), saying that Evans\nrequires disclosure when \"the oral statement materially alters a prior written or recorded statement previously provided by the State to the defendant.\" We explained [in Evam ] that, ordinarily, \"unlike failure to name a witness, changed testimony does not rise to the level of a discovery violation and will not support a motion for a Richardson inquiry.” However, when a witness is \"transformed from a witness who 'didn't see anything’ into an eyewitness — indeed, apparently the only eyewitness — to the [crime,] ... the State's nondisclosure of the changes ... was tantamount to failing to name a witness at all” and therefore warranted a Richardson hearing.\nMcFadden, 50 So.3d at 1133 (citations omitted).\n\n\n. The decisions in Evans and McFadden, standing alone, do not go so far as to place the prosecution under an obligation to disclose the statement Ms. Pitts made the morning of the trial, because her statement to the prosecutor was oral, unrecorded, unsummar-ized and did not materially alter a prior written or recorded statement or summary previously provided by the State to the defendant. Ms. Pitts’ initial statements to the officer, one in writing, the other an audio recording— both of which were duly provided to the defense — were to the effect that appellant did not reside with her. Her oral statement to the prosecutor on the morning of trial, that Mr. Washington had not lived at her residence, although inconsistent with her deposition, was not inconsistent with and did not materially alter the statements the prosecution had previously provided. The present case falls outside the rule of McFadden and Evans.\n\n\n. In Smith, 7 So.3d at 473, Corey Smith was charged with the murder of Cynthia Brown. Carlos Walker was listed as a state witness. Walker gave three statements prior to trial. In his initial statement to the police, he implicated Smith in the murder of Brown. In his subsequent deposition, Walker denied knowing about any involvement by Smith. Still later Walker apparently made another statement to the prosecutor before trial to the effect that he had lied in his deposition and would testify consistently with his initial statement. The state did not disclose this fact to the defense. Id. at 505. At trial, Walker testified that Smith told him that Brown had been \"snitching” on him regarding another murder and that Brown \"got to come up dead for him to win trial.” Id. Walker also testified that he overheard Smith discussing Brown with three other men, again stating he wanted Brown to \"come up dead in order for him to win the trial.” Id. Walker testified that he observed Smith offer Chazre Davis nine ounces of powder cocaine to kill Brown. Finally, Walker testified that Smith boasted of Brown’s murder at a party celebrating the dismissal of the other murder charges. When defense counsel moved for a mistrial based on the state’s failure to inform the defense that Walker had lied in his deposition, the prosecutor argued the defense had been given Walker’s prior statement to the police that was consistent with his trial testimony. Id.\n\n",
            "ocr": true,
            "opinion_id": 4815496
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}