{
    "id": 5010761,
    "judges": "Chehardy, Wicker, Windhorst",
    "date_filed": "1977-11-27",
    "date_filed_is_approximate": true,
    "slug": "sarasino-v-state",
    "case_name_short": "Sarasino",
    "case_name": "Sarasino v. State",
    "case_name_full": "Maria Sol SARASINO v. STATE of Louisiana",
    "attorneys": "Joseph Nelson Mayer, IV, New Orleans, LA, for Appellants, Maria Sol Sarasino, et al., Daniel R. Martiny, James B. Mullaly, Martiny & Associates, LLC, Metairie, LA, for Appellee, Sheriff Newell Normand.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "178 So. 3d 199"
    ],
    "opinions": [
        {
            "author_str": "Chehardy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSUSAN M. CHEHARDY, Chief Judge.\n| ¡¿Plaintiffs, Maria Sol Sarasino, et al, appeal the district court’s granting summary judgment in favor of defendant, Sheriff Newell Normand. For the reasons that follow, we dismiss this appeal as premature and remand the matter.\nFACTS AND PROCEDURAL HISTORY\nIn December 1998, Miguel Rojas (“Miguel”), who had been imprisoned on convictions of attempted second degree murder, was released on parole. Upon his release, Miguel turned to his brother, Alphonso Rojas (“Alphonso”), for help in finding a place to stay. Alphonso arranged for Miguel to stay in the home of Alphonso’s girlfriend’s parents, Norberto Jose Sarasino and Maria Ibanez Sarasino, on Maryland Avenue in Metairie. Miguel also stayed with his brother and girlfriend, Maria Sol Sarasino (“Maria”), in their apartment on Williams Boulevard in Ken-ner, and later stayed with his sister and brother-in-law on Edenborn Avenue in Metairie.\nDuring the several months after Miguel’s release, conflicts arose between Miguel and the Sarasino family. The record indicates that on one occasion Maria [ ¡¡asked Miguel to leave her home; and in April of 1999, Miguel punched Maria in the face, giving her a black eye. Miguel’s resentment for the Sarasinos festered over the ensuing months and culminated in September.\nOn September 6, 1999, Alphonso lodged a complaint with the Kenner Police Department that Miguel had stolen his .38 caliber handgun from his apartment on Williams Boulevard. Two days later, on September 7, Maria lodged a complaint with the Jefferson Parish Sheriffs Office regarding threats made against her and her family by Miguel. She claimed that Miguel had stolen Alphonso’s gun and that he was threatening to kill her, Alphonso, and their child. The investigating JPSO officer attempted but was unable to locate *201Miguel at the residence on Edenborn Avenue. With no further attempts to locate Miguel, the officer relayed the details of the investigation to the First District and took no further action.\nOn September 16, 1999, James Hurston, a probation and parole officer with the Louisiana Department of Public Safety and Corrections, was notified by the Jefferson Parish Sheriffs Office of the complaint regarding the threats made by Miguel, who was believed to be armed. Over the next few days, Officer Hurston attempted to locate Miguel at several locations to no avail.\nOn September 23, 1999, the Kenner Police Department issued a warrant; for Miguel’s arrest on charges of theft of a firearm, a violation of La. R.S. 14:67.15, and. felon in possession of a firearm, a violation of La. R.S. 14:95.1. Four days later, in the evening of September 27, 1999, Miguel proceeded to the Maryland Avenue residence, shot Maria Ibanez Sarasino once in the head, killing her instantly, and fled the scene. He was subsequently killed in a standoff with police.\nOn September 27, 2000, plaintiffs1 filed a wrongful death claim seeking Udamages for the death of Maria Ibanez Sarasino (“decedent”), naming as defendants the State of Louisiana, through the Department of Public Safety and Corrections (“DPSC”), Harry Lee, individually and in his capacity as Sheriff of Jefferson Parish, the Parish of Jefferson,2 Nick A. Congemi, individually and in his capacity as the Chief of the Kenner Police Department, and the City of Kenner.3\nIn plaintiffs’ petition, they alleged that defendant, Newell Normand, as Sheriff of Jefferson Parish, was “charged with the dut[ies] ... of expeditiously executing the arrest warrant for. Miguel Rojas” and “protecting the public from known dangers.” Plaintiffs claimed that these duties were breached by the defendant’s negligence in failing to “timely arrest Miguel Rojas” and “failing to properly protect Maria Ibanez Sarasino.”\nAfter years of discovery and pre-trial motions, Sheriff Normand, as successor in interest to the deceased Harry Léé,4 filed a motion for summary judgment on’ May 14, 2014, arguing that plaintiffs could not prove'defendant was negligent for failing to adequately protect decedent under a duty-risk analysis. On September 23, 2014, following plaintiffs’ opposition, defendant filed á reply memorandum in support of its motion for summary judgment, asserting that it was entitled to summary judgment on the additional ground that it is immune from liability for its acts or omissions in protecting decedent pursuant to the discretionary immunity of La. R.S. 9:2798.1. Defendant argued that because effective protection of decedent would unreasonably require 24-hotir guard, the decision hot to utilize JPSO personnel for around-the-clock protection was immune from liability because it was discretionary and based on such social and economic | r,policy considerations as the, allocation of *202law enforcement resources in-the investigation and prevention of crime. ■\nThe court heard the motion for summary judgment on October 21, 2014 and took the matter under advisement. On November 6, 2014, the court granted defendant’s motion for summary judgment. In its reasons for judgment, the court explained defendant was entitled to summary judgment because “Sheriff' Newell Normand and the Jefferson Parish Sheriffs Office are shielded by the immunity found under La. R.S. 9:2798.1[.]”: Thé court explained:\n[T]his decision is grounded in economic policy, as the limited resources of the Jefferson Parish Sheriffs Office must be distributed according to that policy; social policy is implicated as well, in terns of whether even monies and manpower which are available should be focused on the needs, of one family which would have had to be allocated to only them over an unknown, but most likely lengthy, amount of time due to a complaint of criminal behavior which had not yet even occurred. For these reasons, therefore, the Court finds that Sheriff Newell Normand and the JPSO are shielded by the immunity found under La. R.S. 9:2798.1, and its Motion for Summary Judgment is granted.\nPlaintiffs sought and were granted a devolutive appeal from this judgment on January 20,2015. .\nDISCUSSION\nThis Court cannot determine the merits of an appeal unless our jurisdiction is properly invoked by a valid final judgment. See La. C.C.P. art.2083; Powell v. Gramerey Ins. Co., 12-564 (La.App. 5 Cir. 3/13/13), 113 So.3d 343, 345.\nA final judgment may be rendered and signed by the court, even though it may not grant the successful party or parties all of the relief prayed for, or may not adjudicate all of the issues in the case, when the court ... [gjrants a motion for ..summary judgment, as provided by Articles 966 through 969, but not including a summary judgment granted pursuant to Article 966(E).\nLa. C-C.P. art. 1915(A)(3).\nJj¡La. C.C.P. Art. 966(E) provides: “A summary judgment may be rendered dis-positive of a particular issue, théory of í-écóvery, cause of action, or defense, in favor of one or more parties, even though the 'granting of the summary judgment does not dispose' of the entire case as to that party or parties.”\nThus, a judgment granted pursuant to La. C.C.P. art. 966(E) is not a final judgment. Powell, supra In order for a partial summary judgment to constitute a final judgment for the purpose of an immediate appeal, it must be designated “as a final judgment by the court after , an express determination that there is no just reason for delay.” ' La. C.C.P. art. 1915(B)(1). Absent such a determination and designation, “any such order or decision shall not terminate the action as to any of the claims or . parties and , shall not constitute a final judgment for the,purpose of an immediate appeal and may be revised at any time prior to rendition of the judgment adjudicating all the claims and the rights and liabilities of all the parties.” La., C.C.P. art. 1915(B)(2).\nIn Powell, supra, the district court granted the defendant’s motion for summary judgment on the issue of vicarious liability, but did not address the plaintiff’s other claims of the defendant’s alleged negligence. The defendant had not mentioned these negligence claims either in its motion for summary judgment or during the motion hearing, and this Court found they remained undetermined. Powell, at 346. This Court concluded: “With claims *203against [the defendant] still remaining, [the defendant] should not have been dismissed as a party to the litigation, and the judgment is not yet final.” Id. The appeal was dismissed as premature and the matter remanded. Id.\nThe instant case presents a similar situation. In its motion for summary judgment, defendant asserted that it was immune for its acts or omissions in protecting decedent, but did not assert it was immune for its acts or omissions in 17timely arresting Miguel Rojas. The district court granted defendant’s motion for summary judgment on the basis that defendant was immune for its acts or omissions in protecting decedent, and did not address plaintiffs’ timely arrest claim. As a result, this claim still remains against defendant. Accordingly, in the absence of a designation of finality pursuant to La. C.C.P. art. 1915(B), the district court’s judgment is not yet final.\nDECREE\nFor the foregoing reasons, the appeal is dismissed as premature and the matter is remanded.\n\nAPPEAL DISMISSED: MATTER REMANDED\n\n\n. Plaintiffs herein are Maria Sol Sarasino, Maria Jose Sarasino, and Norberto Sarasino, individually and as the administrator of the estate of Maria Ibanez Sarasino, and as natural tutor of the minors,. Jennifer Sarasino and Yazmin Sarasino.\n\n\n. Jefferson Parish was dismissed with prejudice from the suit on February 5, 2001.\n\n\n. The claims against Nick A. Congemi, individually and in his capacity as the Chief of the Kenner Police Department, and the City of Kenner were dismissed with prejudice on December 2, 2014. .\n\n\n. Sheriff Harry Lee died on October 1, 2007.\n\n",
            "ocr": true,
            "opinion_id": 4823103
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}