{
    "id": 5058797,
    "judges": "Burke, Joiner, Kellum, Welch, Windom",
    "date_filed": "2018-03-15",
    "date_filed_is_approximate": true,
    "slug": "johnson-v-state",
    "case_name_short": null,
    "case_name": "Johnson v. State",
    "case_name_full": "Joe JOHNSON v. STATE of Alabama",
    "attorneys": "Leonard F. Mikul, Bay Minette, for appellant., Luther Strange, atty. gen., and Cecil G. Brendle, Jr., asst. atty. gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "89 So. 3d 205"
    ],
    "opinions": [
        {
            "author_str": "Kellum",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLUM, Judge.\nThe appellant, Joe Johnson, pleaded guilty to two counts of assault in the second degree, a violation of § 13A-6-21, Ala. Code 1975, and one count of assault in the third degree, a violation of § 13A-6-22, Ala.Code 1975. The circuit court sentenced Johnson to 10 years’ imprisonment for each second-degree-assault conviction and to one year in prison for the third-degree-assault conviction. The circuit court ordered that the sentences were to run concurrently. The court further ordered Johnson to pay a total of $600 in fines, $300 to the crime victims compensation fund, and court costs.\nThe evidence presented at trial established that on July 11, 2007, Johnson failed to stop at a red light and struck the passenger side of another vehicle, causing significant injuries to the driver and two passengers who were riding in that vehicle. Following the accident, Johnson was arrested on July 13, 2007; he was released from jail on July 14, 2007. On September 29, 2007, Johnson was indicted by the Baldwin County grand jury in case no. CC-08-488 for one count of assault in the first degree and two counts of assault in the second degree as a result of the July 11, 2007, accident. On February 15, 2008, Johnson was arrested on that indictment, *206and he remained incarcerated until October 7, 2009, when he was released from jail. The record indicates that the circuit court ordered Johnson released from jail on a signature bond at that time because of repeated delays by the State in going to trial. On March 8, 2010, the State nolle prossed the charges in case no. CC-08-488.\nOn December 3, 2009, Johnson was rein-dicted by a Baldwin County grand jury in case no. CC-10-477 for three counts of assault in the second degree stemming from the July 11, 2007, accident. On March 9, 2010, after the State had nolle prossed the charges in case no. CC-08-488, Johnson was re-arrested pursuant to the new indictment in case no. CC-10-477. He was released from jail one day later on March 10, 2010. While out on bond, Johnson failed to appear for trial and was subsequently arrested on September 26, 2010. Johnson remained incarcerated pending the disposition of his case.\nOn May 8, 2011, Johnson pleaded guilty to two counts of assault in the second degree and to one count of assault in the third degree in case no. CC-10-477. On May 19, 2011, the circuit court conducted a sentencing hearing. At that hearing, the circuit court initially informed Johnson that he would “receive credit for any time that [he had] already served.” (R. 56.) When the circuit court was asked to clarify its order regarding jail credit, the following exchange occurred:\n“THE COURT: I look at this case as being credit for time served since he was charged in CC-10-477. Whatever time he has served—\n“[PROSECUTOR]: On this case?\n“THE COURT: —on this case which he has — was unable to make bond or—\n“[PROSECUTOR]: Okay. I just know that I’ve had to clear that issue up on other things.\n“[DEFENSE COUNSEL]: Your Honor, just for the record, the defendant would ask that he receive credit for time served on the case that he was incarcerated for a long period of time where the indictment was withdrawn and then reindicted which I understand is about 36 months all together. That may be what Your Honor is already ruling, but I want to make sure it’s clear on the record.\n“THE COURT: That’s not what I ruled. That’s a different case and that’s not what I’m ruling.”\n(R. 57-58.) Johnson filed a timely post-judgment motion asking the circuit court to vacate or modify its sentence to award Johnson jail credit for all the actual time he spent incarcerated pending trial for the July 2007 offenses. The circuit court denied Johnson’s motion. This appeal followed.\nJohnson’s sole contention on appeal is that the circuit court erred by not awarding him jail credit for time spent incarcerated pending the final disposition of charges against him that stemmed from the July 2007 traffic accident. Because the issue presented here involves a review of the circuit court’s conclusion of law and its application of the law to undisputed facts, this Court applies a de novo standard of review. Washington v. State, 922 So.2d 145, 158 (Ala.Crim.App.2005). Further, the interpretation of a statute presents a question of law and, thus, mandates de novo review. Ex parte Quick, 23 So.3d 67, 70 (Ala.2009).\nSection 15-18-5, Ala.Code 1975, provides:\n“Upon conviction and imprisonment for any felony or misdemeanor, the sentencing court shall order that the convicted person be credited with all of his actual time spent incarcerated pending *207trial for such offense. The actual time spent incarcerated pending trial shall be certified by the circuit clerk or district clerk on forms to be prescribed by the Board of Corrections.”\n(Emphasis added.) See also Rule 26.9(b)(2), Ala. R.Crim. P. (providing that the trial court “[s]hall state that a credit will be allowed on the sentence, as provided by law, for time during which the defendant has been incarcerated on the present charge”).\nSection 15-18-5, Ala.Code 1975, requires that time spent incarcerated by a defendant before he is convicted must be credited toward the sentence imposed. See Ex parte Quick, 23 So.3d at 70; Fuqua v. State, 910 So.2d 141, 143 (Ala.Crim.App.2005). “In other words, ‘the plain language of § 15-18-5 does not permit the trial court to forgo ordering that the actual time spent in jail pending trial be credited against the sentence imposed.’ ” Ex parte Quick, 23 So.3d at 70 (quoting Fuqua v. State, 910 So.2d at 143).\nJohnson cites Ex parte Quick, supra, in support of his contention that he was entitled to credit for the time he spent incarcerated under the first indictment in case no. CC-08-488. In Quick, Quick was arrested for one count of first-degree burglary and one count of capital murder in November 1995 and in January 1996 was arrested on one count of first-degree burglary and one count of third-degree burglary. 23 So.3d at 68. Quick, who remained incarcerated pending trial on those charges, was ultimately acquitted of the capital-murder charge in April 2003 and pleaded guilty to the three burglary charges. While incarcerated, Quick filed a petition for a writ of habeas corpus challenging the calculation of jail credit against his sentences for two counts of first-degree burglary and one count of third-degree burglary. Specifically, Quick claimed that he was entitled to jail credit for the time he spent incarcerated from his arrest in November 1995 until his acquittal on the capital-murder charge in April 2003. The circuit court granted Quick’s petition, but this Court reversed the judgment of the circuit court on appeal, finding that Quick was not entitled to the relief requested in his petition. State v. Quick, 23 So.3d 63 (Ala.Crim.App.2008).\nOn certiorari review, our Supreme Court reversed this Court’s decision and held that § 15-18-5 required that Quick receive jail credit against his sentence for one of his burglary convictions from the date of his arrest on that charge to the date of his acquittal on the capital-murder charge. Ex parte Quick, 23 So.3d at 70. In so holding, the Court reasoned that Quick was “incarcerated pending trial” for the burglary offenses within the meaning of § 15-18-5 from November 1995 to April 2003. 23 So.3d at 71. The Court further noted that Quick’s incarceration pending trial did not involve any confinement under a conviction of another crime and, thus, did not run afoul of the well settled rule set forth in Youngblood v. State, 437 So.2d 629 (Ala.Crim.App.1983), that a defendant is not entitled to accumulate credit for time served when he is serving time for another conviction. Ex parte Quick, 23 So.3d at 71.\nIn the instant case, as in Quick, the jail credit Johnson claims he is entitled to was not, in fact, jail credit received while Johnson was serving time for another conviction. The record establishes that Johnson was arrested on February 15, 2008, after he was indicted in case no. CC-08-488 for charges that stemmed from the July 2007 accident. Johnson remained incarcerated until October 7, 2009, when he was released from jail. The charges in case no. CC-08-488 were later nolle prossed and Johnson was reindicted a second time in *208case no. CC-10-477 for charges that stemmed from the July 2007 accident. Accordingly, the time Johnson spent incarcerated pending trial in case no. CC-08-488 should have been applied to his convictions in case no. CC-10-477 because Johnson’s incarceration from February 15, 2008, until October 7, 2009, was a direct result of his criminal prosecution for charges stemming from the July 2007 accident. Moreover, there is no indication in the record that Johnson agreed to waive his jail credit pursuant to .a negotiated plea agreement with the State. See Lay v. State, 82 So.3d 9 (Ala.Crim.App.2011) (holding that a defendant, as a part of a negotiated plea agreement, may waive his right to credit for time spent incarcerated awaiting trial). Therefore, the circuit court erred by not awarding Johnson jail credit for time he spent incarcerated in case no. CC-08 — 488.\nBased on the foregoing, this case is remanded for the circuit court to enter a new sentencing order, in which Johnson is given credit for the time spent incarcerated in case no. CC-08-0488. The circuit court shall take all necessary action to ensure that the circuit clerk makes due return to this Court at the earliest possible time and within 56 days of the release of this opinion. The return to remand shall include a new sentencing order and a transcript of the new sentencing hearing.\nREMANDED WITH INSTRUCTIONS.*\nWELCH, P.J., and WINDOM, BURKE, and JOINER, JJ., concur.\n\n Note from the reporter of decisions: On January 27, 2012, on return to remand, the Court of Criminal Appeals affirmed, without opinion.\n\n",
            "ocr": true,
            "opinion_id": 4873814
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}