{
    "id": 5084226,
    "judges": "Beauchamp, Hawkins",
    "date_filed": "1999-01-27",
    "date_filed_is_approximate": true,
    "slug": "renfroe-v-state",
    "case_name_short": "Renfroe",
    "case_name": "Renfroe v. State",
    "case_name_full": "J. C. Renfroe v. State",
    "attorneys": "J. H. Baker, of San Saba, for appellant., Spurgeon E. Bell, State’s Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied February 3, 1943.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "145 Tex. Crim. 363",
        "167 S.W.2d 772"
    ],
    "opinions": [
        {
            "author_str": "Beauchamp",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBEAUCHAMP, Judge.\nAppellant was convicted on a charge of assault to murder and sentenced to two years in the penitentiary.\nThe record is before us with only one bill of exception. This complains of the action of the court in refusing to grant a second motion for continuance. The application was made because of the absence of three witnesses. One of these witnesses was called to testify in the case but his evidence is not of ma*364terial assistance to the defense. The evidence of Kiser could be nothing more than prejudicial to the prosecuting witness. Furthermore, he lived in the county but it is not shown that any effort was made to secure his attendance after he failed to appear at the time the case was called for trial. The contention is made with more insistence that appellant was entitled to have the evidence of the witness Bancroft who had moved to the State of Tennessee. The record reflects that there was a former trial of the case at which Bancroft had testified but it does not appear that the evidence on the former trial as given by him was offered and that the court failed to admit it. No effort had been made to take his deposition. On such statement of facts, we think the court properly overruled the motion for a continuance.\nThe charge seemed to have been satisfactory to the defense and no exceptions were filed to it. There is no motion for a new trial and we find no other question raised by the record. The evidence is sufficient to sustain the verdict.\nThe. judgment of the trial court is affirmed.\n",
            "ocr": true,
            "opinion_id": 4900750
        },
        {
            "author_str": "Hawkins",
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nON MOTION FOR REHEARING.\nHAWKINS, Presiding Judge.\nAppellant questions the conclusion reached in our original opinion that the trial court was not shown to have committed error in overruling. appellant’s second application for a continuance, and especially urges that we were not justified under the record in saying that the witness Bancroft had “moved” to the State of Tennessee.\nThe application for continuance was based upon the absence of three witnesses, Moffett, Kiser and .Bancroft. Moffett appeared and testified. Kiser was wanted to testify as to an assaúlt made upon him by Starling, the party alleged to have been assaulted by appellant, of which difficulty with Kiser appellant had knowledge. Starling, while a witness, admitted all the material matters to which Kiser would have testified.\nThe application for continuance states that Bancroft was at the time “in the State of Tennessee, his exact location in said State being unknown to” appellant. Further than this there is no statement in the application as to the then “residence” of the witness. One of appellant’s attorneys testified upon the hearing of the application that for the first time on the morning the *365application was presented he learned that Bancroft' was absent, and that “in all probability this witness can be located and if he is beyond the jurisdiction of this court his depositions can be taken before the next term of this court. I have been told that he is somewhere in the State of Tennessee, and' I asked the San Angelo Standard this morning to locate him.” This, however, is not in the application. We think our statement in the original opinion that the witness had “moved” to Tennessee is not borne out by the record. It simply fails to show whether, if there, it was temporary or otherwise.\nWe do not discuss further the question suggested because in again examining the application for continuance.we observe an unfortunate omission therefrom of one of the indispensable requisites of a second application for continuance by the defendant. Art. 544 C. C. P. requires such application, in addition to those necessary in a first application, to state: “1. That the testimony can not be procured from any other source known to the defendant.” The application does contain that statement. “2; That the defendant has reasonable expectation of procuring the same (the testimony) at the next term of the court.” The latter averment is wholly lacking and has many times been held to \"be indispensable. Smith v. State, 22 Tex. Cr. R. 316, 3 S. W. 684; Goode v. State, 57 Tex. Cr. R. 220, 123 S. W. 597; Meyers v. State, 62 S. W. 750; Bacon v. State, 61 Tex. Cr. R. 206, 134 S. W. 691; Johnson v. State, 114 Tex. Cr. R. 639, 26 S. W. (2d) 256; Perkins v. State, 120 Tex. Cr. R. 399, 46 S. W. (2d) 672; Beckwith v. State, 104 Tex. Cr. R. 467, 284 S. W. 546; Williams v. State, 120 Tex. Cr. R. 288, 49 S. W. (2d) 772; Caldwell v. State, 127 Tex. Cr. R. 164, 75 S. W. (2d) 259; Smith v. State, 141 Tex. Cr. R. 387, 148 S. W. (2d) 844.\nFor the reason last stated the motion for rehearing must be overruled, and it is so ordered.\n",
            "ocr": true,
            "opinion_id": 4900751
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}