{
    "id": 5088089,
    "judges": "Clark",
    "date_filed": "1982-10-17",
    "date_filed_is_approximate": true,
    "slug": "grissom-v-state",
    "case_name_short": "Grissom",
    "case_name": "Grissom v. State",
    "case_name_full": "W. L. Grissom v. State",
    "attorneys": "Charles Stewart, Wells Thompson, and Crank & Webb, for the appellant., Thomas Ball, Assistant Attorney-General, D. M. Barziza, and J. W. Jones, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. Continuance—Practice.—Prior to the adoption of the Revised Codes, all motions for continuances after the first were addressed (as all are since) to the discretion of the trial court, whose action on them was revisable only when that discretion was abused to the detriment of the appellant.</p> <p>2. Same—Materiality—Diligence.—Defendant in a murder case, asking a sixth continuance on account of an absent witness, alleged that the materiality of the witness was not ascertained until about six weeks before the trial, and that then an attachment for him was at once procured to an adjoining county, in which he lived, but that nothing was heard from the attachment until the day before the trial, when it was returned “not found.” Held, that the application should have showed how and from whom the materiality of the witness was ascertained; and that the showing of diligence was not sufficient.</p> <p>8. Same. — Facts are the matters to be alleged in applications of this character, —not mere inferences of the absent witness, such as the purpose he will impute to the deceased in drawing a pistol, or the motive he will ascribe to the defendant in' shooting the deceased* Nor, ordinarily, is a mere negation material,—e.g., that the absent witness did not hear the defendant make a certain remark to a third person.</p> <p>4. Same.—The character of the deceased as a violent and dangerous man cannot be material for the defendant in a murder case, unless known to him at the time of the homicide. Nor would such a character be established for the deceased by proof that he usually carried a pistol, and was quarrelsome in his cups.</p> <p>6. Change op Venue. — It is not the practice of this court to revise the refusal of a change of venue when there was conflict of testimony for and against the application.</p> <p>6. Petit Juror — Bias. — The opinion which disqualifies a juror is one which exists when he is examined on his voir dire. The inquiry for the trial court is whether the juror then has an opinion or mental conclusion which would influence his verdict. An opinion previously entertained, hut renounced, does not disqualify.</p> <p>7. Same on Appeal. — In this court the inquiry is whether the appellant was tried by a fair and impartial jury, and not whether every ruling of the court below in empanelling the jury was technically correct. The fact that the defendant exhausted his peremptory challenges before the panel was filled, does not show that any disqualified juror was forced upon him.</p>",
    "headnotes": null,
    "summary": "Appeal from the Criminal District Court of Harris. Tried below before the Hon. G. Cook. Upon an indictment which charged the appellant with the murder of Joseph W. Brown, on May 25, 1877, by shooting him with a pistol, he has been twice tried, convicted, and appealed. At his first trial he was found guilty of murder in the first degree, and adjudged to suffer death. On his appeal from that conviction, reported in 4 Texas Ct. App. 374, it was set aside and a new trial awarded because of a separation of the jury. The second trial, from which the present appeal arises, was had in February, 1879, and resulted in the conviction of the appellant for murder in the second degree, and the assessment of his punishment at ninety-nine years in the penitentiary. The homicide occurred about seven or eight o’clock of May 25, 1877, at a supper-table at the Kennedy House, a restaurant in the city of Houston, where a fair and races had attracted many people from a distance, and among them Dr. Brown, the deceased, who was a resident of Colorado County. He and Grissom were introduced to each other but a few minutes prior to the fatal event, and were two out of six men eating at the same table ; the others were Bates, Watson, Higgins, and McClure, who, except the last named, appear to have been friends or associates of Grissom. The party, it seems, were under the influence of liquor, and especially Watson and Bates, between whom an altercation arose at the table, which was terminated by Grissom taking Watson out of the room. After the lapse of a very few minutes Grissom returned, and from this stage of the evidence there was a serious conflict between the witnesses for the State and those for the defence. Jim Waters, a waiter at another table, testifying for the State, stated that Bates said, when Watson was taken out, that he was going to put a ball in him; that he didn’t allow any d—n son of a bitch to slap him in the face while he was eating supper. Dr. Brown replied, “ That’s a bad idea you have got in Texas ; they will take a man up here for nothing.” Bates said, “T know that, but I don’t allow any of that.” About this time, according to the witness, Grissom came back, stood by Bates, and told him not to-swear, as there were ladies in the room and then, shaking his finger in Brown’s face, said, “ Don’t you bother that man; bother me; he is not armed.” Dr. Brown replied that he was not bothering the young man, but just advising him not to use that kind of language here in Texas. Grissom retorted, “ It don’t make a d—d bit of difference ; do-you bother me; don’t bother him.” Brown said, “ If you are going to make a fuss about it, I will get up ; ” and as he got up Grissom fired the first shot at him, and then a second one as Brown was turning away from him. Brown did not have time to run, because Grissom shot him as he started. Dr. Brown died within a very few minutes, having received a shot which entered on the right side of the back, and ranging upward, came out near the left armpit. Two physicians, who were sent for immediately, examined the wound, and testified that Brown must have been in a stooping position when he received it, or else he was in a higher one than the person who fired the shot. F. M. Ward, testifying for the State, said that he was in front of the Kennedy House just before the killing of Dr. Brown, and, hearing some trouble in the house, went into the office of the house, and there saw Grissom and another man standing at the counter of the office, and heard Grissom say, “ Let me go in and whip the G—d d—d son of a bitch,” but mentioning no name. Grissom then went right into the dining-room, and witness, hearing some talking in there, looked in and saw Grissom pointing a revolver in his direction, and as witness stepped back it fired, and the ball passed right by him.' Witness looked back into the dining-room, and saw Grissom with his revolver presented at Dr. Brown, who fell when the second shot was fired. When the first shot was fired Brown was about half-way up from his-seat, and at the second he was not entirely up. Witness saw his hands ; he had them up over his head. A number of other witnesses for the State testified to the circumstances of the shooting. None of them saw Brown show a weapon or make any hostile demonstration, and several stated that there was nothing in his hands, and that he seemed to be trying to get away. Some of them examined Brown and his clothing immediately after he died, •and were confident he had no pistol about him. The defence first introduced H. Higgins, who was one of the party at the supper-table. He testified that Watson and Bates had some words at the table, and one of them struck the other in the face and wanted to fight. Wituess and Grissom stopped the difficulty, and the latter took Watson out of the room. Bates wanted to go out and whip Watson, but witness told him to wait till after supper, as there were ladies in the room. Brown kept telling Bates that if he wanted to whip or shoot any man in Texas, he (Brown) was his man; putting his hand at the same time under the lapel of his coat. Grissom came in and told Brown not to hurt Bates, and Brown demanded to know what business it was of Grissom’s. Grissom replied that Bates was a friend of his. Brown, jumping from the table, said that he (Grissom) was armed, and that he would “ give it” to him (Grissom). All the party jumped up from the table. Brown was right in front of Grissom, with his left hand up to shield his face, and trying to draw his pistol with his right hand from his breast-pocket. Grissom’s first ■•shot missed Brown ; his second shot struck him in the left side and killed him. Witness did not see any pistol in Brown’s hands, nor on the floor after he fell, and acknowledged that Brown jumped away from Grissom as far as the wall of the room would allow. Grissom called for an officer and surrendered immediately after the shooting. Sandford Bates, for the defence, gave substantially the same account as Higgins of the circumstances previous to the shooting. He stated that Brown, while talking to him at the table, put his hand in his pocket, and, as witness thought, was going to shoot him, when Grissom came in and interposed; but witness did not see Brown draw any weapon. On his cross-examination, the witness said that he had met Grissom and Higgins in Galveston, and was then going by'the name of Samuel W. Nickles. He came from New York with Watson, who, when they came to Houston, registered witness’s name as Bates, “ to change our luck.” He never saw Brown until the fatal occasion, and said nothing calculated to provoke a quarrel with him. L. Heidingsfelder, for the defence, testified that he went in to where Brown was, immediately after the shooting. Brown, who was not yet dead, moved his lips, and witness gave him some water, and he died. Witness then examined Brown’s coat, which was lying on a chair, and found a. pistol in the left breast-pocket. Witness picked up the coat to show Rielly the hole in it, felt the pistol, and made Rielly feel it. T. C. Rielly, for the defence, testified that Heidingsfelder called his attention to Brown’s coat, and he noticed that there was a derringer pistol in one of the pockets, —the left-hand breast-pocket, as he thought. The coat was lying on the table. C. B. Sanders, for the defence, testified that he was the proprietor of the Kennedy House when Dr. Brown was killed there, in 1877. Three or four hours after the homicide, he, on the suggestion of others, examined Brown’s coat,, and took a pistol and a pipe from the breast-pockets. As described by the witness, the pistol was a derringer. He delivered it and the other articles to Mr. Calhoun, to be given to Dr. Brown’s family. W. E. Calhoun, for the defence, testified that he delivered to a brother-in-law of Dr. Brown a pistol, a meerschaum pipe, and some other articles, received from Sanders, the proprietor of the Kennedy House. In rebuttal of the evidence for the defence, the State introduced John Wilson, who testified that Dr. Brown was raised from the floor and his coat taken off by him and others, and that he examined the coat before it was taken off. He found nothing in it but a pipe. Other witnesses testified that they examined the coat within a very few minutes after it was taken from the body, and found only some papers and a heavy meerschaum pipe, which some of them, before examining, took to be a pistol, on account of its weight. These witnesses were confident they would have found a pistol if one had been in the coat. Mrs. Brown, widow of the deceased, testified that her husband owned no derringer, and took with him to Houston no means wherewith to buy one. The opinion discloses other matters involved in the case.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "8 Tex. Ct. App. 386"
    ],
    "opinions": [
        {
            "author_str": "Clark",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nClark, J.\nUnder the law as it existed prior to the adoption of the Revised Penal Code, all applications for continuance, except a first application, were addressed to the sound discretion of the court, and the exercise of this discretion was revisable on appeal only when an abuse was made to appear, and that to the detriment of the defendant. The disposition to interfere with the exercise of this discretion on appeal diminished according to the relative position occupied by the particular application toward the first, and it was announced in one of the early cases that it would require a strong case to warrant the- control of discretion vested in the court below in passing upon a third application of this character. Burrell v. The State, 18 Texas, 729.\nIf a strict rule ought to obtain on appeal in case of a third application, it should be doubly rigid in case of a *392sixth application, and after the cause had dragged its slow length through the courts for years, to the serious detriment of the public interests. As said in Harris v. The State, decided at the present term, “ there should be an end of litigation, in criminal as well as in civil matters, and trials cannot be postponed repeatedly upon vague hypotheses that perhaps at some indefinite time in the future a fugitive witness may be possibly secured.” Ante, p.107. The repeated applications of appellant for a postponement of his trial, all of which, save this, seem to have been successful, when the State on each occasion announced its readiness to proceed, illustrate with peculiar emphasis the humanity of our law, and the indulgent favor of the just judge who presided below; and, were it necessary, our approval of his action upon this particular application could be very safely grounded upon the principle that the showing contained in the whole record fails to present a case which could justify us in revising the exercise of that discretion which the law has very wisely vested in him. Inasmuch, however, as counsel have insisted with so much of zeal and ability that the application was sufficient under the law, and should have been sustained, it is not deemed improper to examine the application itself, and determine its sufficiency or insufficiency under general principles.\nThe application was because of the absence of the following named witnesses, viz.: George Clark and R. Van Slyke, of Galveston County; J. B. Leyendecker and J. W. Middlebrook, of Colorado County; and William Perry, of Harris County. The application as to the witness Clark is defective in more than one essential particular. It is averred that the residence of said Clark and the materiality of his testimony were not ascertained until January 9, 1879, and that on that day defendant caused an attachment for him to issue.\nHow or from whom the information as to the materiality of the witness was obtained are not shown. If the at*393tachment was sent “ at once,” — that is, on the ninth day of January, 1879, — and nothing was heard therefrom until February 24, 1879, the day before trial, when it was returned “ not found,” then this was not legal and sufficient diligence. After waiting a reasonable time for the service and return of the process, it was incumbent on appellant to inquire into the cause of the delay, and to ascertain, if practicable, whether the witness did, in fact, reside in the county of Galveston. It may be that this man Clark was a character well known in both Galveston and Harris Counties, and if he was in the former county that fact could have been easily ascertained. If not there, it could perhaps have been as easily ascertained whither he had gone. The return of the sheriff to the writ of attachment shows prima facie that appellant’s information was not true, and that the witness did not reside in Galveston County. His whereabouts and the probability of obtaining his attendance upon another trial are left too indefinite to justify a revision of the ruling upon the application. Harris v. The State, supra.\nThe testimony expected to be elicited from this witness, as set out in the application, is also unsatisfactory. It is stated in the form of conclusions, and not facts, and bears upon its face an air of improbability. The witness might testify as to the act of drawing a pistol by the deceased, but what his purpose was, whether in his opinion there was no cause or provocation, or whether the defendant shot in self-defence, are conclusions which do not pertain legitimately to witnesses. As to this witness, both diligence and materiality are lacking in the application.\nOne continuance had already been had by defendant in part on account of the absence of the witness Van Slyke, and the same lack of diligence as indicated above with reference to the witness Clark applies also to him. After the court had granted a continuance on December 31, 1878, on account of the absence of this witness, in part, it was ap*394pellant’s duty to exercise extraordinary diligence in securing Ms attendance at the subsequent term, especially as he had informed the court, under oath, on December 31, 1878, that he, the appellant, had a reasonable expectation of procuring the attendance of the witness at the succeeding term. Having contented himself by procuring the issuance of an attachment to Galveston County on the same day that he had sworn the witness was a resident of Hands County, but was temporarily absent in the State of Louisiana, and having taken no other steps whatever to have his witness present, the application as to this witness may be dismissed without further comment.\nIt is not made to appear in the record before us that the witness Leyendecker had in fact been placed under recognizance at the preceding term of the court, and we can hardly consider the affidavit of appellant as supplying this material omission. But whether such recognizance was entered into or not, the whereabouts of the witness was conjectural, and his evidence was immaterial, as was also the evidence of the witness Middlebrook, who seems from the application to be the only witness in relation to whose attendance upon trial the proper diligence was shown. We cannot say that the mere fact that the witness Leyendecker, in a crowded hotel-office, at a time when it is admitted many strangers were visiting the city of Houston, did not hear a certain remark of defendant made to another person, could have any appreciable weight with the jury, in view of the positive testimony of other witnesses ; or that his testimony as to the declarations of defendant after the homicide could have added additional strength to the testimony actually adduced upon trial, upon this point.\nThe evidence of both these witnesses, Leyendecker and Middlebrook, as to the character of the deceased, was wholly immaterial as stated in the application. The purport of this testimony is that the deceased, when in liquor, was quarrelsome, and that he usually carried a derringer *395pistol. This may have been altogether true, and yet entirely unimportant. He may have been a quarrelsome man, and yet have possessed no force of character. The mere fact that he was quarrelsome is not tantamount to the fact that when in liquor he was “ a violent and dangerous man.” Many men are quarrelsome without being at all dangerous, and many men carry arms without subjecting other portions of the community to very serious danger. The inquiry likely to arise in this case was as to the character of the deceased for violence, and whether or not he was likely not only to provoke a difficulty, but to prosecute it to any extremity, regardless of consequences. And this could only be material if it was a fact known to the defendant; for, in law, the character of the deceased for violence is taken into consideration only in so far as it may have affected or influenced the action of the defendant in perpetrating the homicide. Horbach v. The State, 43 Texas, 249.\nAssuming the truth of defendant’s own statement, he was an entire stranger to the deceased, and had been introduced to him only a few minutes before the difficulty. The character of deceased could not, therefore, have affected the defendant’s conduct in the slightest degree ; for it may be assumed that it was wholly unknown to him, and his action must have been the same, no matter whether the deceased was a reckless desperado or an inoffensive braggart. Middlebrook may have known “ of more than one act of violence committed by him (deceased) while under the influence of liquor, even to the taking of life,” and yet Middlebrook’s knowledge was not within the knowledge of the defendant, nor was Middlebrook on trial for the homicide. If the defendant was possessed of this knowledge, or could have been actuated by the known character of the deceased, he should have caused it to appear in his application, in connection with other facts sufficient to have j ustified this court in believing that the absent testimony was material, and calculated to manifest the urgent importance of immediate *396action upon his part at the time of the homicide, in order to preserve his own life. This was not done, and by the terms of his own application the appellant must abide. The witness Perry was present and testified on the trial.\nThe action of the court in refusing to change the venue, upon a second application to that effect, can hardly be deemed erroneous, in view of the ruling of this court on a former appeal upon this very point. Grissom v. The State, 4 Texas Ct. App. 374. The first application, similar in all respects to the second, was made a few months after the homicide, when public interest and excitement were naturally at their zenith, and yet the refusal of the court was sustained by this court because it did not sufficiently appear to us that the discretion vested in the trial judge had been abused. The testimony upon this application, as well as the final result, attest an abatement in public excitement with reference to this case, and we are authorized to believe that, upon the second trial, the public feeling toward defendant had modified into pity rather than resentment. Upon established principles, the record made up on the application shows only a radical conflict in the testimony ; in which event this court has hitherto invariably refused to disturb the action of the lower court. Rothschild v. The State, 7 Texas Ct. App. 519; Dunn v. The State, 7 Texas Ct. App. 600; Myers v. The State, 7 Texas Ct. App. 640.\nThe examination of the jurors McGrath and Sanders failed to establish that either had an opinion at the time of trial that would influence their action in finding a verdict, but its only tendency was to show that sometime in the past they had temporarily formed some opinion as to the guilt or innocence of the accused, the exact nature and extent of which is not shown. The disqualifying opinion of a juror must exist at the time he is tried on his voir dire. As said in Rothschild’s case, supra, “in this investigation, the inquiry is addressed exclusively to the present condition of the juror’s mind.” 7 Texas Ct. App. 544. It is wholly *397immaterial what conclusion may have found a lodgment in his mind a month or a year before trial, but the sole question for determination by the judge, who is constituted the trier under our law, is, “ Has the juror a present opinion or conclusion in his mind that would influence his action in finding a verdict? ” If it does not clearly appear that he has not, he should be rejected; otherwise, he ought to be adjudged competent. The law recognizes what is manifest in our daily experience, to wit, that few minds are inflexible, and that time and information often work serious modifications in our preconceived notions, and hence it limits the inquiry as stated. A juror who had formed an opinion, but had discarded it before trial, is equally competent in law with one who had never formed any opinion whatsoever.\nBoth jurors were, however, disposed of by peremptory challenge; and although the defendant seems to have exhausted his peremptory challenges, yet he has not caused it to appear to us that, after said challenges were exhausted, any obnoxious juror was thrust upon him. For aught that appears, every juror upon the panel was entirely acceptable to him. In Rothschild’s case it was appropriately shown that the defendant was forced to resort to his peremptory challenges in order to rid himself of several obnoxious jurors, who had preconceived opinions as to his guilt, and that, after his peremptory challenges were exhausted, the juror Sanders was forced upon him over his objection, and after the unfitness of the juror had been demonstrated. No such case is presented here. The mere fact that defendant’s peremptory challenges had been exhausted does not authorize us to impute such error to the action of the court in overruling his challenges for cause to these jurors, as to necessitate a reversal. The system of peremptory challenges ivas designed as part and parcel of that general system organized by the law in order to secure a fair and impartial trial, and any errors in relation thereto are immaterial and incidental so long as the guaranty of the Constitution is preserved. *398The inquiry here is not whether the court may have technically erred in passing upon the qualifications of a juror, but did the action of the court in the particular instance necessarily tend to defeat the constitutional right of a fair and impartial trial. If a defendant has been tried by an impartial jury, the court may have committed a hundred errors in the mere process of empanelling it, without subjecting its action to revision upon appeal. The State v. Raymond, 11 Nev. 98.\nThe other errors assigned require little or no discussion. Under the evidence, there was no occasion to instruct the jury as to the law of manslaughter, and the charge embodied the law applicable to the case. The instructions requested did not embody the law, even as abstract propositions ; and the objections to the several writs of venire facias were frivolous, and evidently not intended as serious.\nThere is no error in the judgment, and it is in all things affirmed.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 4905424
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}