{
    "id": 5087617,
    "judges": "Ector",
    "date_filed": "1996-04-18",
    "date_filed_is_approximate": true,
    "slug": "goodman-v-state",
    "case_name_short": "Goodman",
    "case_name": "Goodman v. State",
    "case_name_full": "J. Goodman v. State",
    "attorneys": "No brief for the appellant., George McCormick, Assistant-Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. Continuance—Diligence. — That defendant relied on his employed attorney to secure his witnesses, and that the attorney had abandoned him without doing so, will not avail the defendant as a sufficient excuse for omitting to take timely steps to ascertain the proof he would need, and to secure the attendance of his witnesses.</p> <p>2. Defense of Personal Liberty. — If a man be illegally restrained of his liberty, he has the right to use such force, short of taking life, as is necessary to regain his liberty. If, in so attempting to regain his liberty, he does take life, the provocation suffices to constitute the homicide no greater an offense than manslaughter; and if, under like circumstances, death does not ensue from the injury he inflicts, his offense, even though he attempted to take life, can amount to no more than aggravated assault and battery.</p> <p>3. Evidence. —In a trial for an assault with intent to murder, it was in proof that the assault was made by the accused in effecting his escape from the 'custody of the person injured, and the accused proposed, but was not allowed, to prove that his arrest and detention were without lawful warrant or authority. Held, that he had a right to make such proof, and that his conviction being for assault with intent to murder, its exclusion was error to his prejudice.</p> <p>4. Charge of the Court.—It was error to instruct the jury that a person in the actual custody of a peace officer, though that custody be unlawful and he innocent of the charge against him, has .not the right to assault the officer in order to effect his escape.</p>",
    "headnotes": null,
    "summary": "Appeal from the District Court of Uvalde. Tried below before the Hon. T. Paschal. The case is fully and clearly stated in the opinion. The portion of the charge held to be erroneous is substantially outlined in the fourth head-note. The jury found the appellant guilty of assault with intent to murder, as charged in the indictment, and assessed his punishment at two years in the penitentiary.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "4 Tex. Ct. App. 349"
    ],
    "opinions": [
        {
            "author_str": "Ector",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEctor, P. J.\nThe application for a continuance was properly overruled. It plainly appears from it that the defendant had not used the necessary diligence to procure the attendance of the absent witness. The indictment was returned by the grand jury on April 25, 1877, and no steps were taken by defendant to procure the attendance of the witness for one year — not until the morning of the day the case was called for trial.\nIt is no sufficient excuse that the attorney who was employed by the defendant, and upon whom he relied to get his witnesses and prepare for his defense, failed or neglected to do so, and abandoned his case. It was the duty of defendant, as soon as he was arrested, to take the necessary steps to secure the attendance of such witness or witnesses as he wanted on the trial, and also to ascertain what testimony he needed in his defense. If he intrusted this duty to counsel, and used no diligence in other respects, he did it at his peril. The statement of facts shows that he was arrested by one J. J. O’Reilly, a ranger.\nFor a proper understanding of the next question which claims our consideration, we will first give a part of the testimony of the witness S. C. Bowman, the person upon whom the indictment charges the assault was made by the defendant, with intent to murder.\nBowman testified that he knew the defendant, James Goodman* and identified him in court as the party on trial. “ That, on February 13, 1877, witness, who is a state ranger, *351and a member of Dolan’s company, was proceeding up Nueces Canon in company with Dolan and some ten rangers, having in charge and under arrest the defendant and one Barton — who had a wagon-load of hides—who were being taken to Kerr County. After witness, who was in advance, had proceeded some distance up the cañón, Lieutenant Dolan ordered witness and one Chute, a ranger, to fall behind and escort the wagon and prisoners to camp; the lieutenant and the rest of the command going on ahead. When the witness Chute and the prisoners were about two miles above Bound Mountain, witness, who was on horse-back, dropped behind the wagon; the defendant, who had previously been riding in the wagon, and who complained of being cold, had been permitted to get out and walk, was walking behind the wagon; Chute had dismounted and was some distance ahead, when defendant remarked to witness that the horse witness was riding was a good horse. * * * After proceeding a short distance further, defendant turned suddenly upon witness, saying, ‘ God damn you, give me that horse; ’ at the same time he sprang towards witness with a butcher-knife in his hand, and stabbed witness in the left shoulder. Witness fell from his horse, his foot being caught in the stirrup. While in that position defendant attempted to get the gun of witness from the scabbard on his saddle, but did not succeed, and then cut at him three or four more times, cutting through his overcoat, but not touching the skin. The wound inflicted on the shoulder was a straight stab, about three-quarters of an inch deep. * * * After witness’ foot had become disengaged from the stirrup, defendant leaped upon the horse and escaped with the horse and gun. * * * The defendant was on his ranch in Edwards County ; he was arrested by J. J. O’Beilly, one of the rangers. Witness does not know if O’Beilly arrested defendant on any warrant or copias. Defendant was taken from his ranch to the town of Uvalde; no examination *352before any magistrate was had in Uvalde; defendant was being carried to Kerr County for examination when the assault on witness occurred. After defendant had mounted witness’ horse he could have killed witness, but made no further assault upon him.”\nThe defendant introduced J. J. O’Reilly, who testified that he arrested the defendant before the difficulty with Bowman, at the defendant’s ranch in Edwards County. The following questions, numbered 1 and 2, were asked by defendant, and objected to by the district attorney, and the objections were sustained by the court:\n“1. For what offense did you arrest the defendant?\n“ 2. Was the arrest made by you? if so, made by virtue of any copias, writ, warrant of arrest, or process, issued by any court dr from any court of the state of Texas?”\nAs appears from the record, the object of the defendant in asking these questions was to show that defendant was illegally, and without authority of law, restrained of his liberty and held in custody by the state rangers, and that the assault made by the defendant upon Bowman was for the purpose of releasing himself from such wrongful and illegal imprisonment. The defendant excepted to this ruling of the court, and took a bill of exceptions.\nWe believe that the witness O’Reilly ought to have been allowed to answer the questions; that the court erred in sustaining the objection made to them by the district attorney. If the defendant was illegally arrested and detained in custody, while such illegal arrest and restraint may not have been sufficient to justify the assault made upon Bowman by him — and we think it was not — we believe it was proper evidence to go to the jury to enable them to determine whether the assault was made with malice aforethought or was committed under the influence of sudden passion, arising from adequate cause, but neither justified nor excused by law. If O’Reilly unlawfully arrested de*353fendant and turned him over to Lieutenant Dolan, who had no warrant or legal authority to restrain defendant of his liberty, then we are inclined to believe the defendant had the right to use such force as was necessary to regain his liberty, short of taking life.\nThe law under which Lieutenant Dolan’s company was organized provides that “ each officer of the battalion and of the company of minute-men herein provided for shall have all the powers of a peace officer, and it shall be his duty to execute all criminal process directed to him, and make arrests under copias properly issued, of any and all parties charged with offense against the laws of this state.” Gen. Laws Fourteenth Legislature, 89, sec. 28. If O’Reilly had any authority to arrest or detain the defendant, he knew the fact. If he had none, the defendant ought to have been permitted to prove that he had none, if he could. The liberty of the citizen is too sacred to deny him the privilege of showing that the person or persons who have taken him into their custody, and carried him from his home, have done so without legal authority. The question of what are the rights of persons to defend themselves, their property, and one another, against the attacks of wrong-doers is involved in much obscurity, owing to the fact that, heretofore, when this subject has come under consideration of the judges and of legal writers, they have failed to draw certain distinctions of the utmost importance; thus leaving the subject, as it presents itself to us in the books, in a considerable degree of confusion.\nUnder the common law, if an arrest be made unlawfully, the killing, if it turn out that no felony has been committed, is not murder. Whart. Cr. Law, sec. 1034.\nAgain, he says : “ But if an arrest under cover of legal authority be illegally attempted, the better opinion now is that the killing of the person arresting, not in malice, but in resisting arrest, is but manslaughter. The Commonwealth *354v. Drew, 4 Mass. 391.” Whart. on Hom., sec. 227. See, also, Tackett v. The State, 4 Yerg. 392; Noles v. The State, 26 Ala. 31; The Commonwealth v. Carey, 12 Cush. 546; Rex v. Carvan, Ry. &amp; M. C. C. 132; Russ. on Cr. 597, 598.\nMr. Bishop says, where the right to arrest “ does not exist, or not in the form wherein it is attempted to be exercised, the person on whom the arrest is undertaken may lawfully resist, and, in resisting, may lawfully employ all the means requisite for his preservation. In other words, the officer or other person attempting the arrest has no protection, either from his office or from the fact of the party being an offender. But the doctrine already stated—that nothing short of an endeavor to destroy the life will justify the taking of life — prevails in this case ; and so, if the one to be arrested kills the officer or private individual in resisting, he commits thereby the lower degree of felonious homicide, called manslaughter. A man commits, also, a felonious homicide who inflicts death in opposing an unlawful endeavor to carry away property, instead of the person. There is the right to resist, but not to the taking of life. A fortiori, a man is guilty where there exists the right to make an arrest, and, instead of submitting, he kills the officer or private person — his offense in this case amounting to the higher grade of felonious homicide, called murder.” 2 Bishop’s Cr. Law, sec. 656, and cases cited in note 4.\nGranting that the officers in charge of these rangers, and the rangers themselves, when sent out by their superior officers to make arrests, are clothed with the powers of a peace officer under like circumstances, still, the defendant has the right of resisting any attempt on their part to make an unlawful arrest, and to show that such attempted arrest was unlawful, provided the violence used for this purpose is not carried too far. The counsel for the prosecution insists that the answer to the questions which were excluded by *355the court could in no manner be used by the defendant to justify the assault; that the assault was not made on O’Reilly, but on Bowman. If O’Reilly arrested the defendant without authority of law, and turned him over to Lieutenant Dolan, and if Dolan had no legal authority either to arrest or to hold him, then we think the defendant could legally use such force as was necessary, short of talcing life, to regain his liberty.\nWhen a man is injuriously, and without proper authority, restrained of his liberty, if he take life to regain his liberty, the provocation is sufficient to so extenuate the act as to reduce the homicide to manslaughter; and when death does not result from the violence used, in such a case, although the prisoner may have attempted to take life, he would not be guilty of more than an aggravated assault. We think the eleventh subdivision of the charge of the court was erroneous when applied to the facts in this case.\nBecause the court erred in sustaining- the objections to the questions numbered 1 and 2, asked by the defendant of the witness O’Reilly, and in the eleventh subdivision of the charge to the jury, the judgment is reversed and the cause remanded.\n\njReversed and remanded.\n\n",
            "ocr": true,
            "opinion_id": 4904950
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}