{
    "id": 5087928,
    "judges": "Winkler",
    "date_filed": "1994-03-04",
    "date_filed_is_approximate": true,
    "slug": "west-v-state",
    "case_name_short": "West",
    "case_name": "West v. State",
    "case_name_full": "Wallace West v. State",
    "attorneys": "Stemmons & Hurt, for the appellant., Thomas Ball, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. Petit Jury— Organization. —When there was no residuum from which to supply the places of regular jurors challenged for cause, the court below correctly required the accused to pass upon those in the- panel, and then had the panel filled by summons of qualified persons.</p> <p>2. Same. — The jury-law designs to supply the courts with a sufficient number of jurors at each term, and intends that they be made available, if practicable, without summoning talesmen.</p> <p>3. Dying Declarations are competent evidence only in cases of homicide wherein the death of the declarant is the subject of the charge, and the circumstances of his death the subject of the declarations. But note in this case circumstances under which it was held not material error to admit, as part of a dying declaration, a statement not directly declarative of the res gestee.</p> <p>4. Evidence.—In a trial for murder, there being evidence tending to prove that the deceased, when shot by the defendant in an altercation between them, had a pocket-knife in his hand, the defence proposed to prove that at a subsequent but indefinite hour of the same day the defendant was seen, a mile or more from the place of the homicide, with a fresh cut in the lapel of his coat. Held, that the proposed proof was properly excluded on objection of the prosecution.</p> <p>6. Practice. — Being convicted of a felony not capital, the defendant moved' for a new trial, and pending his motion the act of March 27, 1879, took effect, which authorizes sentence in such cases before appeal taken. His motion was overruled and sentence passed, to which he excepted because his conviction antedated the said enactment. Held, that the sentence was authorized by the act referred to.</p> <p>6. Charge of the Court.—In a trial for murder in the second degree of a defendant who had been previously convicted of that offence, but had obtained a new trial, the court below, in the charge to the jury, informed them of the previous conviction of the defendant, in connection with instructions to consider of no higher offence than murder in the second degree. ' No objection was taken to this part of the charge at the time it was given, and it was first mooted in the motion for a new trial. Held, proper to instruct the jury to consider of no higher offence than murder in the second degree, but in doing so it would have been better not to have informed the jury of the previous conviction of the defendant. In this case, however, no material error is perceived, inasmuch as the attention of the court below was not directed to the matter at the proper time, and as no right of the defendant appears to have been prejudiced.</p> <p>7. Separation of the Jury before verdict does not per se vitiate a verdict, even in a felony case. The verdict will be sustained or set aside, according to the circumstances.</p>",
    "headnotes": null,
    "summary": "Appeal from the District Court of Dallas. Tried below before H. Barksdale, Esq., Special Judge. This appeal is from the second conviction of the appellant for the murder of Robert Montgomery. On his first trial, as well as the second, the conviction was for murder in the second degree, and punishment assessed at five years in the penitentiary. His first conviction was reversed on appeal to this court, and in the report of that appeal, to be found in 2 Texas Ct. App. 209, the principal circumstances attending the homicide are disclosed. That conviction, as will be seen in the report, was reversed because a new trial should have been granted by the court below on an application based on the newly discovered evidence of W. T. Drennan. At the second trial, from the result of which the present appeal is taken, Drennan appeared and testified for the defence.. He stated that he, driving a wagon loaded with cotton, was coming along the public road in the direction of the store-house at which the' homicide occurred, and from a distance between one hundred and fifty and three hundred yards east of the store-house he saw two men near its north-east corner. Though too distant to hear what they said, their actions indicated to him that there was a fuss between them. One of them, who seemed to be advancing on the other, was making gestures, and the other was “ backing.” Witness’s .cotton was slipping, and he turned his head to see about it, and then heard the report of a gun ; and as he looked again, lie saw the man who had been “ backing ” go towards his horse. According to the witness, this man had given back between five and twenty feet. Witness passed on by the store-house, at a distance from it of from twenty to fifty yards, but saw nobody lying on the ground, nor any one taken up from the ground. On cross-examination, he stated his distance from the storehouse to have been from two hundred yards to a quarter of a mile when he observed the two men of whom he spoke. As will be seen by the report in 2 Texas Ct. App., the retreating party must have been the appellant. In rebuttal of Drennan’s evidence, the prosecution recalled the witness Lyons, whd stated that he observed the appellant for a quarter of a mile as he rode off in an eastwardly direction, but saw no wagon at all. In the opinion of the court the substance of Montgomery’s dying declaration will be found. An amended motion for a new trial was filed in the court below, alleging separation of the jury while the trial was in progress, and supported by the affidavit of one of the jury, who, however, did not depose that any of the jurors held any communication with other persons. In resistance of the motion, the' prosecution filed the affidavits of another juror and of the bailiff in charge of the jury, who deposed that no such communication was or could have been had. Other matters of fact germane to the rulings of this court will be found in the opinion. The district judge having been of counsel, the trial below was had before a special judge.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 Tex. Ct. App. 150"
    ],
    "opinions": [
        {
            "author_str": "Winkler",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWinkler, J.\nThe indictment upon which the appellant was tried charges him with the murder of one Robert Montgomery, averred to have been committed in Dallas County, *153by a mortal wound inflicted on October 1, 1872, and which resulted in death on the third day of the same month. On a trial of the case, which occurred on March 13, 1879, in the District Court of Dallas County, the accused was convicted of murder in the second degree, his punishment being assessed by the jury at live years’ confinement in the State penitentiary; and judgment was entered in accordance with the verdict. A motion and an amended motion for a new trial were made, which were overruled on May 8, 1879, and-sentence was passed upon the defendant, corresponding in terms with the verdict and judgment; and from the judgment of the District Court this appeal is prosecuted.\nFour bills of exception were taken to the rulings of the court below during the progress of the trial. The first calls in question the manner of forming the jury for the trial, two others relate to rulings of the court upon the testimony, and the fourth calls in question the action of the court in passing sentence upon the defendant after a motion for a new trial had been overruled and notice of appeal had been given. The assignments of error embrace the four matters set out in the bills of exception, and besides these the following in addition, to wit: There was error in the charge given by the court below to the jury, in this, that in the second paragraph of the charge the court unnecessarily and. emphatically impressed upon the jury, as matter of fact, that the defendant had at a previous term of the court been convicted of murder in the second degree, there being no evidence before the jury to that effect; and that the court below erred in overruling the defendant’s motion for a new trial.\nThe circumstances immediately attending the homicide may be stated briefly as follows : On the day of the difficulty, West, the accused, and Montgomery, the deceased, met at a country store, and were sitting outside the house with others, conversing on indifferent subjects, and appar*154ently in a friendly manner for a time, when Montgomery was called to his dinner, and- then the defendant invited Montgomery aside for a private interview. They passed from the view of the by-standers, going round a corner of the store-house, and soon after were heard talking as if in an angry altercation, followed by the report of a pistol-shot. The defendant was seen to step back, raise his pistol in both ■hands, and fire; and going to his horse, which was hitched to a rack near by, mounted and rode away. Montgomery was found near the house, shot above the hip, and about the waist of the pants, on the left side, — “just above the hip, a little in front, ranging down,” says one of the medical witnesses. The wound appears to have been inflicted on the first- and death resulted therefrom on the third day of the month. Testimony was adduced in order to establish the state of feeling between the parties previous to and at the time of the rencontre.\nTo return to the bills of exception and the assignments of error. The matter complained of in the defendant’s first bill of exceptions and in the corresponding error assigned is, as gathered from the bill of exceptions, as follows: Twenty-four jurors were placed in the jury-box, and sworn to answer questions touching their qualifications as jurors ; the county attorney challenged three for cause, and announced that he did not wish to make any fourth challenge for cause. The court then asked the defendant’s counsel if they wished to make any challenge for cause; whereupon the defendant’s counsel requested the court to have the places of those challenged filled with talesmen. The box being exhausted, the court refused; and the refusal of the court to fill up the panel to the original number is the error complained of, and counsel cite sect. 22 of the jury-law of 1876. Gen, Laws 1876, p. 82. That part of the section cited and which is applicable to the question is as follows : “ In all.cases of jury-trial, the clerk shall draw from the box the names of twenty-four jurors, if in the *155District Court, or so many as there may be if there be a less number in the box. * * * But before either party shall be required to strike, those on the list shall be challenged for cause, and others drawn, and placed as drawn upon the list, in place of as many as may be set aside for cause.”\nThe question here raised is identical with one decided by this court in Speiden v. The State, 3 Texas Ct. App. 156, where (quoting from the syllabus) it was held that, “where -there was no residuum from which to supply the places of regular jurors challenged for cause, the court below correctly required the accused to pass upon those in the panel, and then had the panel filled by summoning qualified persons.” It is manifestly the intention of the jury-law to provide for supplying the courts at each term with a sufficient number of jurors for the term, and that the jurors so furnished shall be made available so far as practicable, without calling on citizens generally to perform jury-service who had not been designated for that purpose in the manner provided by law.\nIn the present case it appears that the jury-box had been exhausted, and that there were no more names remaining in it from which to supply the places of those who had been set aside for cause; and therefore the court did not err in refusing to fill the panel to twenty-four before requiring the defendant to pass upon the twenty-one remaining. It does not appear that the defendant exhausted his peremptory challenges, or that any injury resulted to the defendant, or that the intent of the law has been violated by the action of the court.\nThe subject of complaint mentioned in bill of exceptions No. 2 is as follows : The county attorney proposed to prove by a witness that the deceased, in his dying declaration, stated that he never had insulted the mother of the defendant ; which was objected to on the ground that said evidence constituted no part of the'transaction attending the killing. *156The objection was overruled, the witness permitted to testify, and the defendant took a bill of exceptions to the ruling.\nIt does not appear that any question was raised as to the admission in evidence of the statements made by the deceased prior to his death, as to the manner in which he came to his death, or as to whether the proper predicate had been laid for its introduction. The only question is that the statement made was not admissible as a dying declaration. In order to see to what the objection relates, we set out so much of the testimony of the witness as is necessary for that purpose. He says : “ I saw that he thought he would die. He told me the circumstances of the shooting ; he said he was going to die, and was satisfied he would not recover; said this several times immediately after the shooting, and also after Dr. Ford got there. He said West shot him. He said Wallace came to -the store and talked with him half an hour. As he was in the act of going to dinner, Wallace (defendant) called him around the house and charged him with insulting his mother; which he denied. In this interview he told me he had not insulted his mother,” etc.\nOn the question as to what class of cases dying declarations are admissible in, it was formerly held they were admissible in a much greater number of inquiries than at present. Says Mr. Greenleaf (1 Greenl. on Ev., sect. 156) : 4 ‘ It was at one time held by respectable authorities that this principle [that is, the statement of the situation of the declarant] warranted the admission of dying declarations in all cases, civil and criminal; but it is now well settled that they are admissible, as such, only in cases of homicide, ‘where the death of the declarant is the subject of the charge, and tire circumstances of the death are the subject of the dying declarations.’ ” So says Roscoe’s Cr. Ev., sect. 1. It is a general rule that dying declarations, though made with a full consciousness of approaching death, are only *157admissible in evidence when the death of the deceased is the subject of the charge, and the circumstances of the death are the subject of the dying declaration. These common-law rules are embodied in the Texas Code of Criminal Procedure, art. 748, in language of similar import, to wit: “ The dying declarations of a deceased person may be, offered in evidence either for or against a defendant charged with the homicide of such deceased person, under the restrictions hereinafter provided.”\nIf the question of the admissibility of this testimony were to be tested alone by the bill of exceptions, and passed on as there stated, we fail to see that the portion of the witness’s statement as to what the deceased said as to the cause of the quarrel can be said to be a statement of the circumstances of the death. Yet, when taken in connection with the rest of the statement, we are of opinion the objectionable portion was so intimately interwoven with the thread of the narrative that it could not be separated without marring if not destroying the sense ; and taking this in connection with the other testimony bearing on the same subject, and which was admitted without apparent objection, we are unable to see that the error, if any, was material.\nBill of exceptions No. 3 recites that the defendant introduced a witness by whom he proposed to prove that the witness saw the defendant a mile or a mile and a half from the place of the killing, on the evening of the same day of the killing and after the killing, and that the defendant had a “ fresh cut” on the lapel of his coat, about three inches long. This testimony was excluded, on objection by the counsel for the State. Both as to the place, the distance from the scene of the homicide, and the uncertainty as to the time stated after the killing, we are of opinion the testimony was not admissible as any part of the transaction ; and besides this, to hold that the witness should be allowed to make the proof would afford an opportunity for the *158manufacture of testimony likely'to lead to dangerous consequences. There was no error hr this ruling of the court. There was no error in passing- sentence, as mentioned in bill of exceptions No. 4. The law in force at the time the motion for new trial was overruled authorized the proceeding. Acts 1879 (Reg. Sess.), p. 70 ; Code Cr. Pr., art. 794.\nThere remain to be considered the two errors assigned not covered by bills of exception. First, the charge complained of is to this effect: “The defendant, ata former term of this court, was convicted of murder in the second degree on the charge in this indictment, and a new trial was granted him by the court. The offence being one of degrees,' the conviction of the defendant of a lesser degree thereof and the granting him a new trial operates as an acquittal of the higher degree of the offence. You cannot convict the defendant of murder in the first degree, and for this reason the law of express malice as applicable to murder will not be further considered or explained by the court.” As already seen, there was no exception taken to this part of the charge at the time of its delivery; attention is first called to it in the motion for a new trial. In the motion for a new trial, only a portion of the charge complained of is set out. The Supreme Court, in Bishop v. The State, 43 Texas,. 390, held that when a charge is not excepted to at the time, but is presented for the first time in the motion for a new trial, the rule is, was such error, under all the circumstances as exhibited in the record, calculated to injure the defendant?\nWe do not consider the charge complained of as being any portion of the instructions by which the jury were to be guided in arriving at their conclusions in making a verdict, nor do we deem it more than an attempt to withdraw from their consideration the question of murder in the first degree by informing them that the legal effect of the former trial was to acquit of that grade or degree of the offence embraced in the indictment. Whilst we are of opinion the language *159employed is not to be commended, we may reasonably conclude that the judge presiding would have made the proper modification if his attention had been called to it at the proper time. He should have informed the jury in some appropriate language that they would not consider the subject of murder in the first degree, or that they would not consider any higher grade of offence than murder in the second degree, without saying in effect that the. defendant had already been once convicted of murder in the second degree. Coming as here presented, and in view of all the circumstances as exhibited in the .record, we fail to discover in this any such error as was calculated to injure the rights of the defendant.\nAs to the motion for a new trial, the overruling of which is assigned as error, the only grounds worthy of notice are those which complain of separation by the jury during their deliberation on the case, and in the amended motion supporting the allegation of separation, by affidavits. In regard to all this, we are of opinion that the whole conduct of the jury appears to be entirely free from blame or suspicion of unfairness towards either party. It is true that by the Code of Criminal Procedure, art. 687, it is provided that after a jury has been sworn and empanelled to try any case of felony, they shall not be permitted to separate until they have returned a verdict, unless by permission of the court, with the consent of the attorneys representing the State and the defendant, and in charge of an officer; yet this rule ought not to have an unreasonable application. The rule in Davis v. The State, 3 Texas Ct. App. 93, is decisive of the question, to this effect: a separation of the jury before bringing in a verdict in a felony case does not, per se, render the verdict void, but such verdict will be set aside, or not, according to the circumstances. See the case and authorities.\nFinding no such error as would warrant an interference with the verdict and judgment, the judgment of the District Court is affirmed.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 4905261
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}