{
    "id": 5095742,
    "judges": "Randall, Westcott, Westoott",
    "date_filed": "1980-09-15",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-meek-v-gleason",
    "case_name_short": "Gleason",
    "case_name": "State ex rel. Meek v. Gleason",
    "case_name_full": "The State of Florida, ex relatione Almon R. Meek, Attorney-General v. William H. Gleason",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Almon R. Meek, Attorney-General of the State of Florida, who, for the people of the State of Florida, prosecutes, in this behalf, comes here into the said Supreme Court, and moves the said court to strike out from the answer or return made to said rule, the causes or grounds therein shown, stated, and set forth, numbered respectively nine, ten, eleven, and thirteen, for irrelevancy and impertinence. , Almon R. Meek, Attorney-General. After argument,",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "12 Fla. 210"
    ],
    "opinions": [
        {
            "author_str": "Randall",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRANDALL,'C. J.,\ndelivered the opinión of the court.\nThe respondent, by way of showing cause why a writ should not issue upon the information filed herein, urges reasons, numbered respectively from one to thirteen.\nThe Attorney-General moves to strike out, as irrelevant and impertinent, the causes numbered 9, 10, 11 and 13.\nThis motion has been Arery fully and faithfully argued, and incidentally, the merits of nearly all the points made by the respondent have been discussed.\nThe causes sought to be struck out by this motion, are substantially as follows:\n9th. Because Harrison Reed, since his impeachment, has caused the proceedings to be instituted from malicious and vindictive motives, and to gratify a spirit of revenge and recrimination against said Gleason.\n1.0tb. Because Governor Reed, at the time when said Gleason was elected Lieutenant-Governor, knew, by information or otherwise, how long said Gleason had been a citizen of the State; had urged and solicited Ms nomination; advocated his election; voted for him; and had full knowledge of all the facts he has caused to be set forth in the information, as the ground for asking this writ.\n11th. Because the proceeding is wholly recriminatory against *211respondent, and grow out of tlie late impeachment of Governor Reed — lie charging said Gleason with having caused and influenced his impeachment.\n13th. Because it would be an .improper use of the powers of this court, if it had such power, to grant the said writ for the purposes and motives that have originated this proceeding, and appearing herein.\nThese causes are alleged as reasons why this proceeding should not be entertained by this court. What facts may be shown, to substantiate these charges against the Governor and Attorney-General, Ave do not knoAV; they Avero not alluded to in the argument, and no proofs Avere filed or tendered in their support; the motion to strike out is based upon the irrelevancy of the points referred to, and the question really is, Avhcther this court will stop to investigate the merits of alleged private differences between a party in this suit and a person Avho is not a party, and is not affected by the proceedings, Avhatover its result may be, that person being the highest officer of the State, the head of the Executive Department. This leads us to an examination of some of the peculiarities of a proceeding of this nature, the duties and responsibilities of the Attorney-General, and the relation of the Executive thereto.\nUpon an examination of the information, Ave find no reference therein to the Executive, and no relator is named except the Attorney-General, Avho files the information as the Attorney of the State and in its behalf. It charges that the respondent is occupying and performing the duties of an office of the State, which, owing to certain facts alleged, he is not entitled to hold, and that ho is holding such office in direct violation of a provision of the Constitution of the State. This charge is not frivolous upon its face, but is very serious, a direct palpable infraction of the highest law of the State.\nThere is no proceeding known to the common or statute law, applicable to the remedying- of such wrongs, except by quo warranto.\n*212The proceeding of impeachment can only go against those who are guilty of high crimes and misdemeanors in office, or certain malcondnct while in office, rendering them unfit longer to lie entrusted with power.\nThe charge in the information is not one of- unfaithfulness or malfeasance in office, \"but that he is forbidden by the Constitution to hold the office he occupies.\nThis proceeding in reference to high offices of the State, is almost universally instituted in the highest courts of the State or nation, and the highest law officer of the State is always the person who prosecutes; the object being to protect the people against unlawful intrusion into their offices, and contempt of their laws.\nAn office, in this country, is a franchise of the people, and their prerogative; in England, a prerogative of the crown. The Attorney-General is the attorney and legal guardian of the people, or of the crown, according to the form of government. His duties pertain to the Executive Department of the State, and it is Ids duty to use means most effectual to the enforcement of the laws, and the protection of the people, whenever directed by the proper authority, or when occasion arises.\nft was said upon the argument, that the court should always inquire who was the real relator. This is true of that class of cases to which the authorities quoted uniformly refer, to wit: inquiries into the exercise of corporate or private franchises; but not a single instance was referred to, wherein a relator appeared in the inquiry by quo warranto into the right to a public office of State, (except in the cases where some person claimed the office held by another,) and in no instance have we found that any attempt has been made to impugn the motives of the Attorney-General, or to call them in question. When this officer prosecutes, the courts do not inquire after any other relator, but presume he will not prostitute his office to dishonorable purposes.\nAt the common law, no one but the law officers of the crown *213could sue out the writ of quo warranto. It was regarded as the King’s writ of right, to be issued in case of the usurpation of an office in violation of the King’s right. This writ, at air early day, gave place to the more convenient proceeding of an information in the nature of a quo warranto. It was the practice of the officers of the crown to filo informations in their own discretion, upon the application of private persons; but these were not named as relators in the proceedings. (Cole on Information, 121.) By the act of 4 and 5 Will, and Mary, cli. 18, which took effect in 1603, which was passed to prevent frivolous in-formations, no information could be filed “ without express orders to be given by the court of King’s Bench in open court.” The statute of 9 Anne, ch. 20, Iffll, required thafcin informations relating to corporate offices or franchises the name of the relator should be mentioned in the information.\nIt is quite possible that cases may arise, in which the disturbing influence of party feeling may so affect the action of the Attorney-General as to result in great injustice to individuals.\nBut this is a question for the consideration of the Legislature, not for the courts. The power of determining whether the action shall be commenced, must exist somewhere. As wo have seen, it has sometimes been vested in the court and sometimes in the public prosecutor. Our legislature has not seen fit to make any change in the common law rule. The office of the Attorney-General is a public trust. It is a legal presumption that he will do his duty, that he will act with strict impartiality. In this confidence he has been endowed with a large discretion, not only in cases like this, but in other matters of public concern. The exercise of such discretion is in its nature a judicial act, from which there is no appeal, and over which the courts- have-no control. 3 Abbot, 131.\nRawle on the Const., p. 128, says : At common law there are two modes of instituting such pirosecutions, one of which is by an information, filed by the officer who represents the public, on his own judgment and discretion, which, if unadvisedly *214or corruptly done, may subject an innocent individual to very causeless pain and expense.”\nIn Rex vs. Marsden, 3 Burrows, 1812, which was an information, the defendant’s counsel says: “The Attorney-General is to judge of the prerogatives of the crown.” And Justice Wilmot, in the same case, (p. 1817,) says: “The old writ of quo warranto is a civil writ at the suit of the crown; it is not a criminal prosecution. Then informations, in the nature of a quo warranto, came into use, and supplied their place. In all the cases I could find, all informations of this sort were filed by the Attorney-Gen oral. ”\nLord Mansfield declared (in Hex vs. Philipps and others, 3 Burr., .1505,) that the Court would never grant an information upon the application of the Attorney-General in cases prosecuted by the crown, because the Attorney-General has a right in himself, ex officio, to exhibit one ; that he must use his own discretion. And see the same Judge in Rex vs. Phillip, Mayor, &amp;c., 4 Burr., 2089. See also 3 Stephens, N. P. 2432. In the Commonwealth vs. Fowler, 10 Mass. R., 293, which was a quo warranto case, Mr. Ashmun, counsel for respondent, said: “ The court take notice of the relators, when an information is filed; and where a high judicial officer is the object of tire prosecution, they will require either that the legislature authorize the proceeding, or that the regular and responsible organ of the government do it in his own. name by virtue of his office.” Jackson, J., in the same case says: “ The Solicitor-General, having, ex officio, a right to do so, has filed this information.” Sow-all, J., says: “ Proceedings of this nature are to be instituted by a regular officer of the government. When he files an information I think we arc bound to presume that he files it ex officio.” Parsons, O. J., says: “It is not disputed that the Attorney and Solicitor-General respectively have full authority to file informations of this kind by virtue of the general powers of their offices. In such cases, as in all their official acts, they are accountable to the governmentfor their conduct.”\n*215Tlio Governor of the State embodies the supreme executive power of the State. Sec. 17 of Art. V. of the Constitution says that the Governor shall be assisted\\&gt;y a cabinet of administrative officers, consisting of a Secretary of State, Attorney-General, and other officers. Sec. 8 of Art. VII. says the Attorney-General shall be the legal adviser of the Governor, * * * and shall perform such other legal duties as the Governor may direct, or as may bo provided by law.\nThe information in the present case, then, is filed by the Attorney-General, in his own discretion, or in obedience to the directions of the Governor, and the filing- of the information is an act of an officer of the Executive Department of the government.\nTlie respondent alleges that it emanates from the Executive himself; and if this be true, wo are substantially asked by the .respondent to lay the judicial hand upon the Executive and say to him, \" you shall not perform certain of your official functions, without the consent of some other department of the government. When you desire to enforce any of the laws, you shall first obtain our consent; when you undertake to prosecute suits you must first ask of us the privilege of exercising your discretion.\" The effect of this would be to destroy the independence of a co-ordinate department; to invade and usurp the high duties of that department. Executive duties and powers belong to one department; ours to another. Were we thus to step in and undertake to control his actions in the premises,'a due regard to Ms position and his duty to the State, would require him to treat with a deserved contempt any mandate of that character, as an usurpation and a crime. We should be guilty of a violation of the third Article of the Constitution, and well deserve the consequences due to such an act, without the poor excuse of temporary expediency.\nWhen suits are instituted at the behest of the Attorney-General, the law officer of the Executive department, we have but to hear the case and apply the law; and we can with no better *216grace pause and inquire into the motives of that department before proceeding to try alleged violations of law, which it seeks to bring to the notice of the courts, than we can question its moiives-m the making of appointments to office, or signing or refusing to sign the enactments of the legislature, or in ordering the militia to quell an insurrection.\nWe can not listen to an inquiry into the private, motives of a high officer of the State, in performing official acts, but must leave those matters to the only tribunal provided by law for making and conducting such investigations.\nWhat court, since the days of Jeffreys, has ordered a plaintiff to disclose his motives for bringing suits to collect debts, to recover damages for unlawful acts, or a public prosecutor to show that he has no private reasons for enforcing the. law ? Parties are to be protected against vexatious prosecutions at the hands .of private persons, and this the courts may control in proper instances. Common barrators are punishable under the. statutes. But this is the first instance that has come to our knowledge, in which a court has been invoked to stop an important State-trial, instituted by the highest law officer of tho government, and to use the power of one high department of the State, in the business of developing and exposing to the public the merits of a private quarrel between individuals occupying prominent positions in another department — the only fruit of which may be to involve the friends of the respective parties thereto in public scandal at the expense of the people.\nWe can only try the issues of law and fact which may be presented in this case, and must observe the well-settled rule of excluding all collateral issues from consideration.\nThe causes numbered respectively 9, 10, 11 and 13, set iorlh by the respondent, must therefore be, struck out as irrelevant.\nMotion granted.\n*217WESTCOTT, J.,\ndelivered the following opinion upon the same-motion to strike out the ninth, tenth, eleventh, and thirteenth -causes assigned in the answer to the rule:\nThese answers to the rule consist of allegations to the effect that these “ proceedings are instituted by Harrison Reed (as a citizen, not as a Governor) from malicious, vindictive, and revengeful motives,” and the court having a discretion in the matter, should refuse to jjermit the case to be further prosecuted. It is the practice for the respondent, in a proper case, to raise these questions upon the rule to show cause why leave to lile an information should not be granted. Here there has been no such rule, and it is true that wherever the court would have refused leave to -file the information, it will ■ decline to grant the writ; hence this answer is as available to prevent the issuing of the writ as it would have been to have prevented the granting of the information. 12th Penn., 3V0.\nIn an ordinary action of assumpsit or debt it is true that any such matter as is herein alleged, if made the subject-matter of defense, would be stricken out; such, also, would be the rule in chancery causes, because such facts, if established, constitute no defense, and courts will not permit such harsh and abusive epithets to be applied by either party to the other. They subserve no good purpose, tend to establish no right, and are calculated to convert a judicial tribunal into an arena for the display of vindictive feelings through the instrumentality of insulting controversies.\nHow did it stand at common law. in a case of this character, and was there a discretion in the Court of King’s Bench from which this writ issued to inquire into the motives of the Attorney-General, or of a third person at whose instance it was presumed he was acting ? The ancient writ of quo warranto was in the nature of a writ of right for the King, its process was lengthy, and its judgment conclusive against the Crown. It was originally returnable before the King’s Justices at Westminster; *218but after the first statutes upon the subject, (6th Edw. I., and 18th Edw. I., S. 2,) it was returnable only before the Justices in Eyre. After those Justices, the sole tribunal to which the writ was returnable under the statutes, gave place to the judgeá of the several circuits, the statutes themselves lost their effect. For this reason, and because the judgment was conclusive against the Crown in this proceeding, and its process very long, we find no further traces of a distinctive writ of quo warranto in English judicial history. It gave place to the proceeding in the form of an information. It would seem that the old writ was an exclusively civil proceeding. The conclusion of the judgment was, “the defendant he in mercy f &amp;c., as in civil actions. 2d Kid., 209; 1st Blackf., 272.\nIf a fine was to be imposed, the King’s Attorney-General, having the common law power to file an information whenever he was assured “that a man had committed a gross misdemeanor, either personally against the King or his government, or against the public peace,” could do so by this means, for “there can be no doubt but that this mode of prosecution, by information, by the King’s Attorney-General in the Court of King’s Bench, is as antient as the common law itself.” 4th Black., 309.\nHere, then, was a proceeding which, while the exclusive jmrpose was originally at common law to punish an usurper, yet it must, in order to reach this conclusion, determine the right or title to the franchise, to fix the usurpation, and convict of the misdemeanor; and herein would seem to-be the reason for the difference mentioned in the books, between the character of the judgment in the old writ, and that in the proceeding by information. The judgment in the old writ being in the nature of a writ of right was conclusive against even the Crown, while, in the proceeding by information, the printipal and only purpose of which at common law was generally to Impose a fine, the judgment as to the franchise or office was not so entirely conclusive ; indeed, if this idea be correct, it would seem that originally there could have been no objection to have proceeded 'at *219the same time, by writ of quo warranto, to determine the civil right, and by information to fine for the usurpation.\nThus we see how the information in the nature of a quo warranto originated, and we have a clear explanation of its character, as defined by most elementary writers. “ It is properly a criminal method of prosecution, as well to punish the usurper by a fine for the usurpation of the franchise, as to oust him, or seize it for the Crown; but it hath long been applied to the mere purposes of trying the civil right, seizing the franchise, or ousting 'the wrongful possessor, the fine being nominal only.” 3d Black., 263.\nIt is “ a remedy given to the Crown against such as have usurped any offi.ce or franchise, being properly a criminal prosecution, in order to fine the defendant for his usurpation, as well as to oust him from his office, yet at present considered as merely a civil proceeding.” 4th Black., 310; 2d T. R., 484.\nThe old writ, for the reasons stated, passed away, and the information, the nature and character of which, except as to form, was essentially a civil as contra-distinguished from a criminal proceeding, took its ¡jlace; that is to say, the information in the nature of a quo warranto took its place, being applied to the purpose of trying the u civil right,” the fine being for the most part a fiction, as it was nominal only. , Thus understanding the character of an information in the nature of a quo warranto, let us revert to the question to be determined.\nWhen the King’s Attorney-General desired, “virtute officii” to prosecute it in the Court of King’s Bench in a case such as is uow under consideration, could the court inquire into his motives, or the motives of a third party, presumed to influence his action, and dismiss the proceeding ?\nThe rule of practice applicable to other informations, in this respect, is applicable to this information; and at common law, not only the King’s Attorney-General but his Coroner, and Master of the Crown Office, could file without leave.\nK For as the King was bound to prosecute, or at least to lend *220the sanction' of Ms name to a prosecutor, whenever the grand jury informed him upon their oaths that there was a sufficient ground for instituting criminal suit, so, when these, Ms immediate officers, were otherwise sufficiently assured that a man had committed a gross misdemeanor, either against the King or his government, or against the public peace, they were at liberty, without waiting any further intelligence, to convey that information to the Court of King’s Bench by a suggestion on record, and to j&gt;rosecute it in the King’s name“ and the power of filing informations without any control at this time resided with the Master of the Crown Office even.” 4th Black., 309, 310, 311, and 312.\nThe statute of 4th and 5th William and Mary, provided that informations in the Crown Office should not be sued without express orders, in open court.\nWhen this general statute came to bo construed by the .English courts, it was in substance held that, though an information, in the nature of a quo warranto, was a proper remedy to try a right in respect of which it might not have come in strictness within the meaning of the words “ trespasses, batteries, and other misdemeanors, in the statute, yet it being possible to fine for a misdemeanor, and the proceedings being vexatious, it was within the statute, which being a remedial law shall receive as large a construction as the word will bear.” 1st Salkeld, 55 and 376; 1st Tomlin. L. D., 197.\nIt was held that this statute extended to all informations except those exhibited in the name of the Attorney-General. 3d Stephens, Nisi prius, 2432 and 33; 2d Tomlin. L. D., 195.\nShis species of information was further regulated by another statute, 9th Anne, Chap. 20, which provided, if any person or persons should usurp certain offices of corporations, the proper officer of the Court of Queen’s Bench might, with leave of the court, exhibit an information, in the nature of a quo wranto, at the relation of any person desiring to prosecute the same against such person.\n*221The conduct of the relator here will experience criticism at the hands of the court, and the consequence's of granting the information will be weighed. 3d Stephens N. P., 2433.\nIt was never, however, held that either of these statutes controlled or affected the common law power and discretion \"of the Attorney-General, or gave the courts a discretion t'o look at the motive, and quash the information, in their discretion, when filed byv him.\nIn a case of such importance, and which is to establish the practice in this State, we think it not improper to quote at length, as reported, a case in which this question arose before Lord Mansfield. Rex. vs. Mayor of Plymouth, 4th Burr., 2089.\n“ The Attorney-General moved for a rule upon defendant to show why an information should not be granted against him.”\n“ Lord Mansfield asked him on whose behalf he moved this.” “Mr. Attorney-General declared on behalf of the Crown.” Whereupon Lord Mansfield rej ected the motion, declaring that he would never grant a motion for an information applied for by the 'Attorney- General on behalf of the Crown, because the Attorney-General has, himself, power to grant it, if he judges it to be a proper case for an information. It would be a strange thing for tlie court to direct their officer to sign an information which the Attorney-General might sign himself if he thought proper; and if he did not think it a proper case, it would equally be a reason why the court should not intermeddle. “ If it appears tp the King’s Attorney-General to be right to grant an information, he may do it himself; if he does not think it so, he cannot expect us to do it.”\nThis, it is true, was not an information in the nature of aguo warranto, but the same rule was applicable to it, when the Attorney-General proposed to act. It will be remarked that this motion was denied in 176 7, long after the passage of 4th and 5th W. &amp; M., and 9 th Anne.\nSo it is evident that if the rule in the English courts in 1767, .and anterior to that time, is to prevail here, whether these stat*222utes be operative in this State or not, (a question we do not decide, as it is immaterial,) there can be no power in this court to exercise the discretion asked in this case, even admitting the facts as alleged.\nWithout any express judicial authority upon the subject, it was insisted elaborately and ably by respondent at bar that while this matter was left in England to the discretion of the Attorney-General, there was no such discretion here; that the investment of such extraordinary power in one of the officers of this State, a power which enabled him, at his discretion, to call into question the right of any person elected by the people to exercise their offices, was inconsistent with the elementary principles of our government; and that while it might be true in England, where the King is esteemed to be the fountain of all power and justice, that his Attorn'ey-General, representing him, might and very properly should be invested with the exclusive discretion of calling upon any one to show by what warrant or authority he exercised the King’s liberties or franchises, yet that in this country, there being no King, a discretion at common law vested in the. King’s Attorney-General could not, by any proper analogy, be held to operate in like manner with the Attorney-General of a State; that while as to matters of contract, &amp;c., the common law might be applicable, yet that discretions vested in officers of a monarchy could not be held to vest in officers, although of the same name, in a republic.\nAdmitting the force of this argument, we cannot see that it establishes the proposition that the court has the discretion to quash; the conclusion to be drawn from these premises is rather that the Attorney-General cannot prosecute the action, and hence it cannot be prosecuted at all, for, strictly speaking, he is the only one authorized to do it, for we have here no King’s Coroner, or Master of the Crown Office. The argument being that while this is an incident of the office of Attorney-General in England, the powers of the Attorney-General of a State are not analagous to his, the result would be that he can*223not prosecute the information. We cannot see that these prernises establish the conclusion that the court has the discretion, claimed to dismiss. Because there may be a difference between the power of the King’s Attorney-General and the State’s Attorney-General, is no reason why there should be greater power in the court.\nBut leaving this argument and looking to judicial decisions, what is the rule in the United States upon this subject as it appears from the general current of authorities ?\nQuite a number of cases were cited at bar in which courts exercised a discretion in the matter of informations of this character, filed at the instance of relators to try the right of a party to a corporate office or franchise. Among the citations were : 4th Cowen, 106.\nThis citation is a reference to a note by the reporter of the case of People vs. Richardson; and its reference to sustain the doctrine of discretion is to 6 Term Reports, 509, which was an information filed at the instance of one corporator against' another. The distinction between the case at bar and this one has been pointed out.\n1 Penn. State Repts., 34, was an information at-the suggestion, of an individual to try the right of Edgar Cowan to the office of judge of a district, and the court ruled that a writ of quo warranto did not lie, except at the suggestion of the Attorney-General, against one holding a public office of this character, and that the remedy at the suggestion of an individual was confined to private injuries.\nThe court remarked, in the consideration of this case, that the office of Attorney-General was a public trust which involved the exorcise of an almost boundless discretion. The officer-acts under the obligation of an oath at the peril of impeachment.\nThis case seems to hold very clearly that the discretion in a ease of this kind is alone with the Attorney-General.\n5th Richardson, 302, The Attorney-General had nothing *224to do with the proceeding in this case, and it was to try the title to the office of Mayor of Charleston.\n12th Penn., 365, was also to try the title to an office of a municipal 'corporation.\n7th Richardson is a case in reference to a bank.\n6 B. Monroe, 399, was a case, in which the Attorney-General “ disclaimed the prosecution.”\n1 Douglass, Mich. Rep’ts. The Attorney-General does not appear here, and there was a relator.\nNo authority cited sustains in the least the proposition that this court has a discretion for the causes assigned to dismiss this proceeding.\nThe citation, 7th Penn. State Reports, 34, shows the rule in that State. The discretion is with the Attorney-General.\nIn Massachusetts the rule is stated in 10th Mass., 298. In this case the House of Representatives of Massachusetts had requested the Attorney-General to file an information against Samuel Fowler, Avho Avas at the time exercising the office of Judge of Probate of Hampden county, whereupon, by virtue of this power, and of this authority, and in accordance with this request, he did so. The respondent moved to quash upon the ground that the information Avas not filed by him ex officio, but at tiro behest of the Legislature. Parsons, C. J., said the Attorney-General has full authority to file an information of this kind by virtue of his office. In such cases he is accountable to the government. The folioAving authorities shoAV this to-be the view in other States in the absence of statutory provisions: 5th Rh. I., 6-8; 2 Rh. I., 7; 30th Ala., 67; 2d Texas, 159; 4th Texas, 4-06 ; 1st English, 231; 6th B. Monroe, 398.\nSuch would seem to be the result of the Adews of Sanderson, C. J., in 28th California, 139.\nThe following, which is the last case I cite that has a bearing •apon this subject, expresses my own vieAVS.\nAn information in the nature of a quo warranto may be filed at the discretion of the Attorney-General in a case of this char*225acter. The proper process “ issues on demand of the proper officer of the State, as a matter of course, and there is no more necessity for an application to this court for this writ than there would be for a summons in a circuit court when the State is about to commence an action of debt against one of her debtors-No reasons are offered why the writ should issue, no information is communicated by affidavit or otherwise, and there is no power in this court to refuse issuing the writ. Why ask leave ? It is the admission that this court has a discretion, whereas none is conceived to exist.” 8th Missouri, 331.\nUnder the laws of this State, the Attorney-General is as much the representative of the State of Florida in the Supreme Court, as the King’s Attorney-General is his representative in the Court of King’s Bench; indeed, more so, as in the Court of King’s Bench there are for certain causes representatives of the King’s other than the Attorney-General; while here, it is his sole duty to “ appear in and attend to, in behalf of the State, all suits or prosecutions, civil or criminal, or in equity, in which the State may be a party, or in anywise interested, in the Supreme Court of this State.” Acts of 1845, page 5.\nThe office of Attorney-General is, in many respects, judicial In' its character, and he is clothed with a considerable discretion. The appropriate and proper function of courts is to hear causes that the citizen of the State may see proper to institute, and there are but few cases in which they can exercise a discretion to refuse to hear them. The Attorney-General being intimately associated with the other departments of the Government, being as well the proper legal adviser of the Executive as the Legislative department of the Government, it is highly proper, whenever the right to a public office is to be tried, that he should be clothed with a discretion in the premises which should be exercised at least independently of the courts in actions of this character. A careful review of the cases in the books will show that the records disclose that in almost every case of this *226kind there is more or less political feeling, and the case at bar discloses no less, and indeed much more, of this than is usual. Is it to be said that it is a function appropriate to a court to weigh the motives of contending political factions, examine into their various political theories, attempt to enter into their breasts, and determine motives ? Are they to measure with microscopic analysis, and ascertain whether there is passion and prejudice, and after ascertaining that there is, to fix by judicial determination just how much of each, or either, or both, is necessary to remove a case from judicial scrutiny ?\nThe court cannot criticise the motives of a party acting as an officer; it may, in some cases, exercise a discretion where a relator clothed with no official discretion asks its aid. In him are vested no public rights, no governmental discretion, and he seeks a judicial tribunal as an individual, and should not be permitted to inquire into rights to franchises unless the public good is promoted thereby.\nThis discretion is vested in the Attorney-General; if he exercises it improperly, there is another tribunal, the people, or their grand inquest, the Assembly, to punish him.\nAfter argument upon the fifth and sixth causes assigned by respondent why the writ should not issue,\nRANDALL, C. J.,\ndelivered the opinion of the court.\nThe fifth and sixth causes assigned why the writ should not issue are as follows:\n“ Fifth. Because the said Almon R. Meek, represented in the said rule of this court to show cause as being the Attorney-General of the State of Florida, is not the Attorney-General of said State, nor are the said proceedings instituted or prosecuted by the Attorney-General of said State, and because the said *227Almon R. Meek, claiming to exercise the functions and authority of Attorney-General, was appointed by Harrison Reed, Governor of the said State, after he had been impeached by the Assembly of said State, and before his acquittal by the Senate, and was, therefore, by the Constitution of said State, under arrest, and disqualified from performing any of the duties of his office.”\n“ Sixth. Because at the time of the institution of the proceedings in this case, and at present, F. A. Doekray was and is the legal Attorney-General of the State of Florida, he having been appointed to that office by the Lieutenant and Acting-Governor of the State, William H. Gleason, after the impeachment of the said Harrison Reed, and before his acquittal by the Senate upon whom at that time, and before, had devolved, by the Constitution of the State, all the powers and duties of government.”\nWe will examine these propositions carefully.\n1. This suit is prosecuted for the purpose of testing the right of the respondent to occupy the office of Lieutenant-Governor.\n2. The respondent proposes to try the right of Governor Reed to perform the duties of the office of Governor.\n3. The respondent proposes to investigate the title of Almon R. Meek to the office of Attorney-General.\ni. The respondent seeks to establish the title of Mr. Doekray to the office of Attorney-General, by virtue of an appointment made by himself as Lieutenant-Governor acting as Governor by virtue of the alleged impeachment and suspension of Governor Reed.\nWere we to enter into this investigation of the rights of the several other persons named to the offices referred to, we could yet render but one judgment, and that affecting only the respondent. The other parties named, not being parties in this proceeding, would not be concluded by the judgment. Each of them has a right to make such issue as may be necessary upon *228the law and the facts in his own case, and is entitled to the verdict of a jury thereon if properly demanded.\nIt is not disclosed to the court how all these things are to be done in this case, and the books are silent as to any proper mode of proceeding to that end.\nOn the contrary, we find it to be utterly impracticable.\nThe information was filed by Almon R. Meek as the Attorney-General of the State. This court recognized him as such officer, and took notice, judicially, of the fact, as it recognizes other of the principal officers of the departments of government. We recognized him as we recognize the Treasurer or Comptroller; as we recognize the Senate and Assembly and its officers when the Legislature is in session; and we recognize his appointment as Attorney-General as an act of the Executive Department, as we take notice of the acts of the Legislative Department. These are all acts appearing of public record, and therefore of public notoriety and reputation. It would be novel, indeed, to require of the Attorney-General to exhibit his commission, and then to investigate the circumstances' and reasons which induced an acting Governor to issue it, whenever he came before the court to prosecute for, or to defend the State, at the suggestion of an opposing litigant. His commission is his private property, and is his means of protection when his doings are attacked, provided that when the commission itself be attacked in a direct proceeding, its validity may be investigated. A collateral impeachment of his commission might likewise be attempted in each and every proceeding instituted by him, and the judgment of the court upon the question thus raised would not make him either more or less secure in the possession of the office. The Executive Department recognized and held out to the public that he was the acting Attorney-General. The archives and records of the State also proclaimed the fact that he had been commissioned and qualified, and there can be no higher evidence of the fact. But it is said that he is an usurper. That is what is charged against the *229respondent; but the respondent came into office under color of an election, and Ms acts as Lieutenant-Governor are as valid and binding upon the State and upon courts as though his right to the office had never been questioned. This court recognizes him as the Lieutenant-Governor, yet not by reason that any evidence of his election has been presented, nor can such evidence be required except the fact of election be put in issue in a direct and proper manner. And so this court has not before it, upon its record, any evidence as to who was elected as Governor, or who was appointed to the office of Comptroller. Yet we recognize as a public, palpable fact, not who may be entitled to occupy those offices, but who, defacto, occupies them and performs their functions. This court has recognized, and no one questioned its right so'to do, the persons of the Governor and of the Lieutenant-Governor, and their official habiliments, and their signatures; has received from and transmitted to each of them official communications, without' other proof of their identity, their election, or their signatures, than'such as every officer or citizen of the State had of those facts. We should scarcely have been warranted in requiring testimony on each occasion, as to the eligibility, election, oath of office, and sign manual of the person occupying the Executive department under color of right, before giving response to questions which the Governor had a legal right to propound, and to which we were required to respond.\nThe well-known and well-settled rule of the judicial recognition of officers, is acted upon • every day throughout the country. Without it the wheels of government would be clogged. The circuit courts, county courts, and justices of the peace recognize the persons and the signatures of sheriffs, constables, and other officers; and what would be said of the acumen of any of these courts, if upon every occasion of the service of process or official certificate, a defendant should be permitted to challenge and' put to the proof the persons and signatures of those officers, and attempt, thus collaterally, to try the right *230of office of the person recognized and 'reputed to be the officer ?\nIt can scarcely be necessary to prove the correctness of our position by citing the adjudications of courts and of eminent jurists, yet, as some of the questions which have arisen in this case have not been passed upon by the courts of this State, it may not be out of place to do so.\nThe questions raised are, whether the court will take judicial notice who are the acting principal officers of the State; the validity of the acts of officers de facto ; and whether the title of an officer defacto can be attacked and adjudicated in a collateral proceeding.\n“ Courts take notice of the territorial extent of the jurisdiction and sovereignty exercised de facto by their own government ; and of the local divisions of their country into States, provinces, counties, cities, towns, local parishes or the like, so far as political government is affected; and of the relative positions of such local divisions. They will also judicially notice the political Constitution or frame of their own Government; its essential political agents or public officers, sharing in its regular administration, and its essential and regular political operations, powers, and action. Thus, notice is taken, by all tribunals, of the accession of the Chief Executive of the nation or State under whose authority they act; Ms powers and privileges; the genuineness of his signature'; the heads of departments, and principal officers of State, and the public seals,” &amp;c., &amp;c. See 1 Greenleaf's Ev., Sec. 6, and authorities cited; also Sec. 479. “It has been already seen that courts will judicially take notice of the political Constitution or frame of government of their own country, its essential jrolitical agents or officers, and its essential ordinary and regular operations.” 1 Mann, (Mich.,) 227.\nThe courts of the United States will take notice of the persons who, from time to time, preside over the patent office, *231whether permanently or transiently. York, &amp;c., R. R. Co. vs. Winans, 17 How., 30.\nIn the case of The State vs. Williams, 5 Wis. R., 308, which was that of an alternative mandamus against the respondent requiring- him to perform a certain duty required by an act passed by the Legislature, or to show cause, &amp;e., the question was raised, that the law in question had been approved by one Barstow as Governor, whereas it was alleged that the term of office of said Barstow had expired prior to said approval, and that he wrongfully held the said office at the time of the passage and approval of said act, and that one Bashford was, at the time, the rightful Governor, and had been duly sworn into office before the said passage of said act, but that said Barstow retained possession of the Executive office, approved said act as Governor, and that the act was never presented to Bashford, the lawful Governor, for his approval, and was therefore not a law. The Chief-Justice, in delivering the opinion of the court, says that this position cannot be sustained. “ Courts tahe notice of the accession to office of officers of this description, without proof, and although this does not prevent courts from inquiring into their right to hold office, by an information in the nature of a quo warranto, still, while they remain in office, courts will take notice of the fact, and regard them as officers de facto. The general doctrine that the acts of officers de facto while in office are good as to third persons, we suppose to be too well settled to require the citation of authorities to support it; and -we cannot perceive how this case differs from the ordinary one of an office unlawfully held by one, to the exclusion of the person who islaiofully entitled to it.\" And though, after the approval of the act by the usurping Governor, the same court, by means of the quo warranto proceeding, pronounced judgment of ouster against him, and the lawful Governor was duly admitted to the office, before this case arose, yet the court applied to the acts of Governor Barstow, while he had possession of the office, the rule uniformly applied by the courts to the acts of officers de facto.\n*232Another case arose subsequently (9 Wis., 264) before the same court upon habeas corpus. The petitioner was convicted of an assault and battery before a municipal court, the judgewhei’eof had been elected at an election held some time after the passage of the act authorizing such election, but before the act was in force. The prisoner prayed a discharge on the ground that the judge was not legally in office. The court say, that “ without determining what effect this would have upon the title of the judge or clerk of that court to their respective offices, in a direct proceeding to test their right, yet an election having been held, and they elected, and having entered upon the actual exercise of the duties of the offices, we think, after the law became operative,-so that the offices were legal, they were officers de facto, and that their right to hold the offices cannot be inquired into1 in a collateral proceeding of this kind. It is not an inquiry into the jurisdiction of the court, which may always be inquired into ; it is an inquiry into the-right of the judge to hold his office, which is a question entirely distinct from that of the jurisdiction of the court over the offense. Neither do we say that it cannot be inquired into on habeas corpus, whether the officer sentencing a prisoner was an officer defacto. That inquiry might undoubtedly be made; because every person assuming to exercise the authority of an office!', does not thereby necessarity make himself an officer de facto. But when it appears that the person exercising the powers of an office is in by such a color of xight, and that he has such possession of the office as makes him in law an officer de facto, then his acts, as to third persons, are valid, and his right to hold the office can only be inquired into in some direct proceeding for that purpose. The trial and conviction of the prisoner having occurred after the law was in force, he could not, on habeas corpus, raise the question of the strict legal right of the judge to hold the office.” This judge was, in fact, ousted from office by quo warranto, on the ground that his election was irregular and void, yet none of his judgments were disturbed by reason of. *233Ms want of legal title to the office. The court is fully sustained by Fowler vs. Beebee, 9 Mass., 231; Comm. vs. Fowler, 10 Mass. 305; Case vs. The State, 5 Ind., 1; Pritchett vs. The People, 1 Gilm. (Ill.) 525; 24 Ill., 184; Town of Lewistown vs. Proctor, 23 Ill., 533; 1 Denio, 574; 5 Wendell, 233; 7 John son, 549; 9th do., 135; 3 Bl. Com., 262; 24 Wend., 520; Greenleaf’s Ev.; Phillips’ Ev.; Starkie’s Ev.; Angell &amp; Ames on Corp., 274; King vs. Bedford Level, per Lord Ellenborough, 6 East., 368-9; 1 Lord Raymond, 658; 12 Wheaton, 70; 1 Harris and Gill, (Md.,) 421-2; 14 S. &amp; Rawle, 405; 1 Peters, 46.\nThe rule applies to ministerial and judicial officers alike. The King vs. Lisle, Andrews, 163; 9 Johns., 135; Viner’s Abr. Tit. Offices; Harris vs. Jays, Cro. Eliz., 699; 15 Mass., 180; 5 Wend., 231; 13 Johns., 218.\n“An officer defacto is one who has the reputation of being the officer he assumes to he, and yetis not a good officer in point of law.” Lord Ellenborough, 6 East., 368-9.\n“ A person by color of election may be an officer de facto, though indisputably ineligible; or though the office was not vacant, but there was an existing officer de jure at the time.” A. &amp; A., 274.\nIn the Supreme Court of New York, (3 Barbour, 162,) a writ of habeas corpus was sued out for the purpose of obtaining the discharge of a prisoner, on the ground that the act of the Legislature, under which the committing magistrate was elected, was imconstitutional, and conferred no authority upon the magistrate. The court held that the act was unconstitutional, (and the case seems to have been made and argued for the purpose of testing that question,) and yet the prisoner was remanded. Judge Edmonds, in his opinion, says, “ The writ of habeas corpus was invented for a very different purpose from that assigned to it on this occasion. It may sometimes, with propriety, be used as a writ of error, but I am yet to leam that it can over properly be converted into a quo 'warranto. The habeas corpus is a writ of *234right to which every person is entitled, ex mérito justitim. The quo wwiranto can be sued out only by the Attorney-General; and it is at his option whether he will give any party the beneAit of it.” Yet in this case, under the pretense of relieving against an abuse of the right of personal liberty, the court, by means of a writ which it is compelled to allow, is called upon to determine a question of usurpation of office, which the Attorney-General may consider as too clear to justify his interference; or which, for ought we know, he may already have definitely acted on. And to do that we are called upon to determine that Chancellor Kent was wrong in laying it down in his Commentaries (2 Comm., 295,) that in the case of public officers, who are such defacto, acting under color of office by an election or appointment not strictly legal, their acts are valid as respects the rights of third persons who have an interest in them, and as concerns the public, in order to prevent a failure of justice. And that he was equally wrong when, as Chief-Justice, in answer to a proposition that an officer defacto is one coming into office by color of an election, and that all his acts are valid until he is removed, he remarked that the law was too well settled to be discussed. T Johns., 552.\nAnd that the late Supreme Court was equally wrong in declaring that the acts of officers defacto are as valid and effectual when they concern the public as though they were officers de jure. The affairs of society could not he carried on upon any other principle. 5 Wend., 233.\nThis opinion, and the authorities referred to, in our view covers the suggestion that Governor Reed had been impeached before the appointment of Mr. Meek, and that he had not been acquitted by the Senate. The matter of the impeachment is suggested by recital; it is not directly alleged that Governor Reed had been impeached, but is referred to in the 5th and 6th causes. But treating it as though it were an allegation that the Governor had been duly impeached and suspended, the well-settled rales above set forth are applicable, to wit: That Mr. Meek be*235Ing in office, exercising the functions thereof under color of appointment, the only mode known to the law of testing his right is by a proceeding against him for that purpose.\nWere such an issue permitted to be made in this case, it would be necessary to suspend these proceedings until that issue could be tried; and then, as has been suggested, we might be called upon, with equal propriety, to pause in that inquiry and investigate the titles of three or four or more of the gentlemen sitting-in the Senate and Assembly, in order to arrive at a conclusion. We can try but one ease at a time.\nWe must, refuse to enter into the investigation.\n",
            "ocr": true,
            "opinion_id": 4913165
        },
        {
            "author_str": "Westcott",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWESTCOTT, J.,\ndissented from the foregoing opinion of die court, and delivered the following opinion:\nThe fifth cause assigned is, that Harrison Reed, Governor of Florida, had been impeached, and that his appointment of Almon R. Meek as Attorney-General was made after Ms impeachment, and before acquittal. The sixth cause is, that since this impeachment and before acquittal, and before this suit was instituted, F. A. Dockray had been appointed Attorney-General by the acting Governor, William H. Gleason, Lieutenant-Governor of the State.\nSection 9, Article XVI., of the Constitution of this State provides that “ any officer when impeached by the Assembly shall he deemed under arrest, and shall be disqualified from performing any of the duties of his office until acquitted by the Senate,” .and in case of the impeachment of the Governor the duties of his office devolve upon the Lieutenant-Governor. These answers allege that Harrison Reed, Governor,has been impeached, and that since his impeachment, and before acquittal, he has appointed Almon R. Meek Attorney-General, who institutes this suit. Tf the matter alleged ivas that a judgment of ouster had *236been pronounced against tbe Governor, and that this appointment had been made since that'judgment', then it could not be insisted that the parties could not produce that judgment by-reason of the rule that a right to an office cannot be made the subject of acollateral inquiry, because a collateral examination is admissible to the extent of producing a judgment of ouster if one is alleged. The reason why a collateral inquiry as to the right cannot be had is, because the person whose right is in question, and is to be affected, has no notice, is no party to the suit, and it would be to determine his right in his absence; but when a judgment of ouster is offered, the court is not to inquire into the right, because the record shows that after hearing there has been a judgment by a court of competent jurisdiction settling the question. Impeachment, when perfected, completely suspends all power of the. Governor, and he can no more exercise any duty of his office after impeachment, and before acquittal,, than he can after a judgment of ouster. I am of the opinion that the court should go so far into the 'examination as to ascertain whether the Legislature has taken such action as to place the Governor “ in arrest, and to disqualify him from performing any of the duties of his office.”\nThe appointment of the Governor, after impeachment, cannot confer any more authority than an appointment by an individual, and if an impeachment was disclosed, and the appointment was after that date, the appointee would occupy no better position than if his appointment was made by some citizen. He would be in the position of one presuming to discharge the duties of an office to which he had no color of title or right.\nThe.case from Wisconsin, mentioned in the opinion of the court (9 Wis., 264), states the principle in reference to such an inquiry. That court says: “ Every person assuming to exercise the authority of an officer does not thereby necessarily make himself an officer defacto, but when it appears that the person exercising the powers of an officer is in by such a color of right, and has such possession of the office as makes him an officer de *237facto, his right to hold the office can only be inquired into in some direct proceeding for that purpose.”\nIn 5 Wendell, 231, the court say that the mere claim to be a public.officer, and the performance of even a number of acts in that character, would not constitute an individual an officer de facto. There must be some color of election or appointment, or an exercise of the office and an acquiescence on the part of the public for a length of time which would afford a strong- presumption of at least a colorable election or appointment.\nWhatever may be the rule in other cases as to officers defacto, after an impeachment, under the Constitution of this State the «Governor cannot by appointment create such an officer. When officers are impeached, the purpose of the Constitution is to deprive them of power. The views of the court, if I am not mistaken, would give the appointees of an impeached Governor the standing of officers de facto holding under color of an appointment, and the public must submit to their acts until direct proceedings are instituted and they are removed b j the courts, and if it happens, as in this case, that the Attorney.General, the officer in whom the discretion, to institute these suits is vested, is one of such appointees, we should have a remediless violation of the Constitution by his failure to use that discretion to accomplish their removal, while it would be at least doubtful whether any other officer could file an information against the Attorney-General himself. Taking judicial notice of the principal officers of the State government does not affect the question. The Governor is still Governor, though impeached; the office is not vacated until conviction. The Lieutenant-Governor simply discharges the duties of Governor as the result of an act of which the court does not take judicial notice. The court does not take judicial notice of impeachments any more than it. does of other contents of legislative journals. They are proceedings judicial in their character, followed by a “judgment,” and should be proved like other judgments. They are proved as ■other contents- of legislative journals. I cannot agree with' the *238court in its judgment, but think that we should inquire into the matters alleged to the extent indicated.\nWESTCOTT, J.,\ndelivered the opinion of the court upon the remaining causes assigned by respondent, numbered seven, eight, and twelve:\nThe foregoing opinions cover the ground set up in the answers numbered seven and eight.\nThe twelfth ground alleged, is because the Constitution has given the power to the Assembly to impeach the Lieutenant-Governor, and the Senate to try and remove from office, and. that the said bodies will soon be in session, and exercise the power if necessary.\nThis is purely a matter of judicial cognizance, and if the Legislature is to try judicial questions of this character, if it is a power legitimately within their constitutional authority, then we cannot exercise it. If it is judicial in its character, and within our powers, then the Legislature cannot. No person properly belonging to one of the departments of this Government can exercise functions appertaining to either of the others unless expressly authorized. The powers of the Legislative, Executive, and Judicial Departments are distinct, independent, and supreme in their legitimate sphere within the Constitution;. neither can exceed it.\n\nThe cause alleged is insufficient.\n\nUpon the announcement of the foregoing opinions of the court deciding the answer to the rule insufficient, the Attorney-General made and entered of record his certain motion, in the words and figures following, to wit:\nIn ti-ib Supreme Court or the State op Florida.\nAnd now comes Almon R. Meek, Attorney-General of the State of Florida, in the matter of an information in the nature of a quo warranto, filed by the said Attorney-General in said *239Supreme Court against William II. Gleason, and moves the said court to make the rule nisi heretofore made in this court absolute, the remaining causes or grounds shown against said rule being insufficient; and that said rule being made absolute, proper process do issue requiring said Gleason to answer to said information. Almon R. Meek,\nAttorney-General of the State of Florida.\nTuesday, 3 o’clock, P. M., Dec. 2d, 1868.\nMotion granted.\nWhereupon attorneys for the respondent, in the presence of respondent, waived the issuing and service of process, and appeared generally, and filed the following petition, counsel stating that with this act their connection with the case ceased:\n\nTo the Honorables the Justices of the Supreme Gourt of the State of Florida:\n\nPetition of William II. Gleason, Lieut. Gov. State of Florida:\nYour petitioner, William II. Gleason, Lieutenant-Governor of the State of Florida, respectfully represents unto this honorable court, that an information in the nature of a quo warranto has been filed in the said court, by leave thereof,'on the motion of one Almon R. Meek, representing himself in the said information as the Attorney-General of the said State.\nThat upon the filing of the said information as aforesaid, a rule nisi was issued by the said court and served upon the said petitioner, requiring the ^aid petitioner to show cause why a writ of quo loarranto should not issue against the said petitioner, requiring the said petitioner to show by what authority he enjoys, exercises, and performs the functions, powers, and franchise of Lieutenant-Governor of the said State.\nThat the said petitioner specially offered to the said rule nisi, and in answer thereto set forth and showed to the said court that by reason of anything coutained in the said information, he should not be required to show by what authority he exercises, *240enjoys, and performs the powers, duties, functions, and franchises of Lieutenant-Governor of the said State, for divers reasons and causes in the said answer specified, and for other reasons ; and thereupon moved the said court to discharge the said rule nisi, and that the proceedings instituted in the said court by the said Almon R. Meek against the said petitioner by the said information and rule nisi be quashed.\nY our petitioner further represents unto the honorable court, that among other reasons stated in the said answer to the said rule nisi, your petitioner set forth and stated that the said Almon R. Meek was not Attorney-General; that Harrison Reed had appointed the said Meek Attorney-General after the said Harrison Reed had been impeached by the. Assembly of the State of Florida, by virtue of the power therein vested by the Constitution of the said State; and was therefore, under the said Constitution, and by the authority thereof, under arrest and disqualified from performing any official power or duty until acquitted by the Senate of the said State.\nThat the said Harrison Reed had caused the said jn'oeeedings to be instituted against the said petitioner for the purpose of revenge and malice against the said petitioner, as therein stated and appearing; that the said Reed urged the nomination and election of the said Gleason as Lieutenant-Governor of the said State, and voted for his election, and lias acquiesced in his election as valid ; and that the said Reed had caused the said proceedings to be instituted for vindictive purposes after he had been impeached as aforesaid, and for the reason that the said Reed charged the said petitioner with having influenced Ms impeachment.\nYour petitioner further represents that he alleged in the said answer that the public policy and interest of the said State did not require the action of the said court upon the case made by the said information; and that the said Almon R. Meek was not prosecuting the said petitioner as the legal Attorney-General of the said State.\n*241That the said court had illegally granted leave to file the said information upon the said motion; that the said court had no jurisdiction over such proceedings as aforesaid against this petitioner as Lieutenant-Governor; that if it had jurisdiction it would be an improper use of the powers of the said court to allow the proceedings aforesaid to proceed and be prosecuted against the said petitioner.\nYour petitioner states that this honorable court held that the said information was legally instituted; and that the motives and purposes aforesaid of the prosecution against your petitioner could not be inquired into; and thereby held that the same did not constitute any sufficient defense against the said information; and that the said court had jurisdiction over the said information,\nYour petitioner further represents that the said information admits that this ¡petitioner has been elected to the office of Lieutenant-Governor by the people of the said State; and insists that he was not three years a citizen of the State when he was elected by the- said people.\nYour petitioner further shows to this court that the said question of ineligibility stated in the said information, for want of three years’ residence, was decided by the people in their sovereign capacity in the said election; and for that reason, which this honorable court should take judicial notice of, the said court should not have granted the said rule, nor allow the said proceedings to be prosecuted.\nThat the said court should have taken judicial notice of the fact that this court cannot, in the exercise of any constitutional power, call upon this petitioner to show his authority to act as Lieutenant-Governor, inasmuch as the said information admits that he was elected by the people of the said State, by which he is vested with his authority as Lieutenant-Governor.\nYour petitioner further respectfully represents that there is no person in the State of Florida claiming the office of this petitioner nor contesting his election; and that this said informa*242tion is not prosecuted in the name and by the authority of the people of the said State, nor do they require, ask for, or demand the said prosecution.\nYour petitioner further represents that he has been wronged and injured in the premises, and subjected to great expense in defending the said prosecution instituted against him contrary to the constitutional and legal rights and privileges of this petitioner.\nAnd your petitioner respectfully informs this honorable court that he does hereby remove the case made by the said information against this petitioner to the United States Circuit Court in and for the Northern District of Florida, to be held at Tallahassee, in said State, in the exercise of his right under and in prarsuance of the third section of an act of Congress of the United States, entitled “ An Act to Protect All Persons in the United States in their Civil Rights, and Furnish the Means of their Vindicationand the fifth section of an act of Congress entitled “ An Act relating to Habeas Corpus, and Regulating Judicial Proceedings in Certain Cases,” approved March 3d, 1863, and the third, fourth, and fifth sections of an act of Congress entitled “ An Act to Amend An Act relating to Habeas Corpus, and Regulating Judicial Proceedings in Certain Cases,” approved March 3d, 1863, and approved May 11th, A. D. 1866 ; and under all and every the sections and provisions of the said acts of Congress of the United States, and all other laws applicable thereto. W. H. Gleason.\n.Before me, Sherman Conant, United States Commissioner, in and for the Northern District of Florida, personally came William H. Gleason, the subscriber to the foregoing petition, who being by me first duly sworn, made oath that the statements contained in the said petition were true, so far as the same are stated of his own knowledge, and that those matters stated on information and belief are true according to the best of his knowledge, information, and belief. Sherman Conant, '\nUnited States Commissioner.\n*243RANDALL, C. J.,\ndelivered the opinion of the court upon the foregoing petition:\nAfter consideration of the matter of this petition avc cannot see that this act of Congress has anything to do with this case.\nUpon its face it has nothing more to do with the subject than an act of Congress making appropriations for the expenses of the government, or the construction of a light-house. It enables persons avIio, by the rules of practice of courts, acts of the Legislature, or fundamental constitutional proAÚsions, are denied equal rights, such as to inherit property, to give eAddence, to make contracts, and other rights enumerated, to carry their cases to a tribunal where they Avill have equal right to be heard, to giAre evidence, &amp;c. As in this State there are no denials ofthis kind by any tribunal, but all have equal rights under the Constitution, there is no more necessity to construe this act in this case than any other act of Congress. The respondent is not such person as is denied any right; all courts are open to him, and he has full and equal benefit of all laws.\nThe construction of the act as contended for, is such that it vests defendant with a discretion whenever he thinks a court, after a full hearing, has decided a question of Irav wrong, before final judgment, to stop its proceedings. With such a construction no case can be decided finally by the State courts, and all questions, whether arising under an act of Congress or the Constitution of the United States, or under a purely local statute, and State Constitutions, become the subject-matter of revieAvin the United States courts.\nAre avo to-admit this construction and stay proceedings Avhen we are trying a matter of constitutional construction, and \\Arhich can in no manner be affected by an act of Congress, this State being a.recognized member of the Union?\nTo do so Avouíd be to destroy all necessity for and poAver of State courts, and destroy all harmony betAveen the courts of the *244United States and the State courts. It would result in a revolution in the judicial system.\nThis petition affirms that respondent has been “ denied justice ” by this court. The fact is, that the court has in this case subjected itself to just and well-deserved censure by those who know something of judicial proceedings, for the privileges extended, which the strict rales of law prohibited. This record is but a repetition of enlargements of rales, and the answers to some of them consist of matter already determined, and which for that reason should have been stricken out, and in any other case it would have been done.\nWhat is complained of here as a denial of justice is its simple administration, which is never a denial, except with that class to whom its administration is the greatest wrong.\nBy the strict law of the case, as has been shown, respondent had no right to be heard until the summons in this case issued The rule to show cause, and all of these proceedings up to this time, have been ex gratia. The rales of law would have justified the court in striking out all of the answer to the first rule and making it absolute, as the Attorney-General was entitled to it upon the simple filing of his information.\nLord Mansfield, in the case of Rex. vs. Wilkes, (2 Eng. Com. L. R., 2,) where he was threatened with assassination, and made the subject of libellous attacks in the press, saw proper to refer to these matters, and while we think that we cannot very properly criticise other assaults which the respondent may make, it is yet within our proper and legitimate province to subject his acts in. these proceedings to judicial criticism when such assaults, however futile and absurd, are made here.-\nThe persons entitled to the benefit of the act referred to in this petition, commonly known as the “ civil rights bill,” are enumerated in said act, and are as follows: “ All persons bom in the United States and not subject to any foreign power * •* are declared to he citizens of the United States, and such citizens, of every race and color * * * * shall *245have the same right to make and enforce contracts; to sue, be parties, and give evidence; to inherit, purchase, lease, sell, hold, and convey real and personal property, and to the full and equal benefit of all laws and proceedings, for the security of person and property, as is enjoyed by white citizens, and shall be subject to like punishment, pains, and penalties, and to none other, any law, statute, ordinance, regulation, or custom, to the contrary notwithstanding. ’ ’\nThe third section, in pursuance of which, and other acts in Congress referred to, the respondent assumes to remove this - cause to the Circuit Court of the ITnitod States, provides that the Circuit Courts shall have cognizance of all causes, civil and critaiinal, affecting persons who are denied, or cannot enforce in the courts or judicial tribunals of the State or locality where they may be, any of the rights secured to them by the first section of this act; and if any suit or prosecution, civil or criminal, has been or shall be commenced in any State court, against any such person, for any cause whatsoever, * * * such defendant shall have the right to remove such cause for trial to the proper Circuit Court of the United States, in the manner prescribed by an act relating to habeas corpus, &amp;c., approved March. 3,1863, and all acts amendatory thereof.\nNow who are the persons mentioned in the “civil rights bill?” They are “citizens of the United States,” and none other. The petitioner does not allege that he is a person of that description — and here we might stop; but the petitioner does not state in his petition which of the “ rights ” to which citizens are entitled under the act, has been denied him by this court, by or under “ any law, statute, ordinance, regulation, or custom of this State,” or otherwise. He does not point out one, and his able counsel did not deign to state before the court any right or privilege secured to him under said acts of Congress which he had not had the full benefit of.\nIndeed the respondent has not, up to this time, demanded anything whatever, except that the suit be dismissed upon grounds *246not warranted by law; and that we shall stop and first try several other suits against persons who were not before the court.\nWe are not called upon to pass upon the validity of an act of Congress, or upon any matter growing out of an act of Congress, and we have therefore not done so. The respondent has, by counsel, made a motion, and it has been denied, solely upon questions of practice in the court. If any act of Congress confers in terms or by implication upon any other tribunal an authority to wrest from the courts of a State their jurisdiction solely because a question of common law practice, or of construction of the State Constitution or laws, may he decided against a party, and, as in this case, not involving any law or treaty, or the Constitution of the United States, we shall be wanting in self-respect and common intelligence, if we do not resist it by all proper and necessary means; and we are confident that this respondent would join in that feeling of contempt which the members of the bar and the country would feel for the conduct of this court, if wc do otherwise than to disregard this petition.\nThe petition is set aside.\nAfter considering the matter of the petition, the following demurrer was found on the files in this cause, viz.:\nIN THE SUPREME COURT, STATE OE FLORIDA.\nIii the matter of the Information filed by Almost R. Meek, representing himself to be Attorney-General of the said State, vs. William H. Gleason, Lieutenant-Governor State of Florida.\nAnd now the said defendant, William H. Gleason, Lieutenant-Governor of the said State, in propñap&amp;rsona, says that the said information is bad in substance, and for cause of demurrer says that\n*247First. That the said information is not prosecuted nor instituted as required by the 2d section of Article Six of the Constitution of the State of Florida. • •\nSecond. That there is no cause of action alleged in the said information sufficient in law to sustain the said prosecution against defendant. W. H. Gleason.\nSworn and subscribed to before me this third day of December, A. D. 1868. Chas. Kenmore,\nDeputy Clerk Supreme Court.\nAnd thereupon, the said Almon R. Meek, Attorney-General, filed his joinder in demurrer in the words and figures following, to wit:\nAlmon R. Meek, Attorney-General of the State of Florida, says that the information filed by him in this cause is good in substance. Almon R. Meek,\nAttorney-General of the State of Florida.\nDecember 3d, 1868.\nAfter argument of counsel for the State upon the demurrer, the respondent having abandoned his case,\nWESTCOTT, J.,\ndelivered the opinion of the court:\nThe first ground taken in the demurrer is :\n“ That the said information is not prosecuted nor instituted as required by the second section of Article Six of the Constitution of the State of Florida.”\nThe article referred to is in the following words: “ The style of all process shall be ‘ The State of Florida,’ and all prosecutions shall be conducted in the '/tame and by the authority of the same.”\nStrictly speaking, this matter has been “ prosecuted ” by the State of Florida, and it has been “instituted” by the Attorney-General of the State, which is a substantial compliance with the *248requirements of the Constitution. So far as the use of the terms- “ The State of Florida ” is concerned, there is a substantial compliance with it in the information, the terms rrsed being the “ People of the State of Florida,” which for the purposes of this proceeding is sufficient; yet the court is of opinion that to comply strictly with the constitutional requirement, the formal words therein required, viz.: “ In the name and by the authority,” should properly appear upon the face of the information. The proper signification of the termconducted” as here used is, that the pleadings should be conducted in the name of the State, the case should be so docketed, and upon the records when stated should be so described, and hence that there is no-defect.\nWhile the judgment of the court sustained the demurrer as to the first ground taken during the progress of the trial, and such must be the character of this record for that reason, yet subsequent investigation has led us to a different conclusion.\nDuring the dependence of the American Colonies indictments were “ conducted ” in the name of the King. Our first State Constitutions, after throwing off the Royal Government, provided that prosecutions should be carried on “ in the'name and by the authority of the Commonwealth.”\nIt should appear sufficiently from the record that this is conducted by the authority of the State of Florida, and not by the authority of any other power. That is what the Constitution means.\nThe court held, in Grierson vs. the State, 5th Howd. Miss., S'?, that “ it was sufficient, if it appeared in theTreeord that the prosecution was in the name of the State, and that a formal statement of the fact that the indictment was found by its authority was not necessary.”\nThe court being clearly of the opinion that the defect set up, if one at all, is one of form simply; that this was a civil, as distinct from a criminal casethat the information was amendable in this particular, and that an amendment placing these words *249in the caption would be sufficient, sustains the demurrer, with leave to the Attorney-General to amend his information.\nThis being the first case of the kind in this State, a short review of the authorities upon the two points; first, as to the constitutional requirement, and second, as to the matter of amendment, is not deemed inappropriate.\nThe -Constitution of the State of Illinois required, that “all prosecutions shall be carried on in the name and by the authority of the people of the State of Illinois, and conclude against the peace and dignity of the same.” The statutes of Illinois gave authority to the courts to fine in their discretion in quo warranto proceedings. We have no statute of this character here, and it is very doubtful whether, in the light of the Constitution, and the limitation which is made in our statute adopting the common law, this power of fining at the discretion of the court exists. Our statute is, “ All offenses known to the common law, the punishment whereof is not provided by law, shall be punished by a fine not exceeding one hundred dollars, or imprisonment not exceeding twelve months, at the discretion of the jury.” Thomp. Dig., 489.\nIn treating of an information.of this character, 11th Ill., 553, Mr. Justice Catón says, “ This proceeding is a proceeding within the meaning of the clause of the Constitution recited above. In its broadest sense the word. prosecutions would embrace all proceedings in the courts of justice, or even elsewhere, for the protection or enforcement of a right, or the punishment of a wrong, whether of a public or private character. Our statute expressly provides, not only for judgment of ouster, but also that the defendant shall be punished for his usurpation by fine.”\nThe information in this case concluded with the words “ contrary to law, and to the damage and prejudice of the said people of the State Illinois.”\nThe Constitution required, if a prosecution, that it should *250“ condudd’’ in different words, and the court reversed the judgment which had sustained the information as sufficient.\nThe court in this case held that “ whatsoever certainty is requisite in an indictment, the same, at least, is necessary in an information,” citing 2d Hawks’ P. C., 357, Sec. 4.\nThe citation will show that this language was used with reference to informations generally.\nThere is a marked difference between criminal informations generally, and informations in the nature of a quo warranto. Indeed, there are informations of intrusion and debt in the exchequer which are purely civil in their character. The extent to which the doctrine is carried in the above case would* seem to bring a proceeding of this character within that clause of the old Constitution of the State of Illinois, providing “ that no person shall be proceeded against a’iminally by information for any indictable offense except in cases arising in the land and. naval forces, &amp;c.,” and hence the act of 1845, authorizing quo warranto informations, passed before the now Constitution, was of questionable constitutionality.\nThe court, in 11th Ill., 553, hold that a prosecution by information under the statute would be a bar to a prosecution by in - dictment under a distinct criminal statute imposing a fine for usurpation.\nIf the trial under one is a good bar to a trial under the other, it should operate both ways, and a remarkable result would seem to follow, viz.: that if a party was convicted and fined as an usurper under the criminal statute, there could be no proceeding to oust him from office afterwards under the quo warranto statute, and hence, no power in the courts ever to give a judgment of ouster.\nWith this construction it would also seem that the proceeding by information at the instance of the Attorney-General would have been unconstitutional, as a grand jury was requisite if it was a criminal offense within the meaning of that clause of the new Constitution of Illinois, providing that “no person *251shall be hold to answer for a criminal offense unless on the presentment or indictment of a grand jury,” except in certain cases in which this is not embraced.\nThe decision in Illinois carries the doctrine too far.\nThe proceeding is essentially civil, and the fine is never more than nominal, at common law, and it cannot be called a criminal case.\nIn the case of the State Bank vs. The State, 1st Blackford, 272, a more correct view, not leading to such conclusion, is taken. The court, at the time considering the objection that “ an information in the nature of a quo warranto is a mode of proceeding not warranted by the Constitution, which provides that no person shall be put to answer any criminal charge but by indictment,” says, “We have no need of resorting to the general doctrine on information, for a quo warranto information is a criminal proceeding only in name and in form; in its nature it is purely a civil proceeding,” citing 2d Kid. on Corporns,, 439; King vs. Francis, T. R., 484.\n“ In the language used in the” King vs. Mayor, &amp;c., of Cambridge, cited in 2d Kyd., 483, the corporation is called upon to answer no crime or offense, but only touching its liberties. The primary and only material object of the proceedings is not the infliction of piains and penalties as in criminal proceedings, but to deprive the individual members of the supposed corporation of the privileges they claim to enjoy above the lot of the citizens in general. The fine inflicted on conviction is merely nominal. It is so immaterial a part of the proceedings that the books on the subject have almost lost sight of it.\nThe conclusion of the judgment, it is true, is said to be with a “ capias pro fine,\" but this is more the form than the substance of the judgment, as in all civil actions founded in tort. When the proceedings are by writ of quo warranto, the conclusion of the judgment is that the defendants be in mercy, &amp;c., as in civil actions founded on contract. 2d Kyd., 409. So that with us the fine may be very properly left out of the case, *252and then the proceedings are so exclusively of a civil nature as to form no colorable pretense for this constitutional objection.\nIn State on relation Brison vs. Lingo, 26 Mo., 496, the question arose in this way: There was a statute providing that the “ Circuit Court of St. Louis shall not hereafter exercise original jurisdiction in any criminal case,” a quo warranto information was filed therein, the question of jurisdiction was raised, and the case carried to the Supreme Court of Missouri. &gt;\nThe Supreme Court say, “ The inquiry arises, is this a criminal case ? For a great while, it has been applied to the simple purpose of trying a civil right, and regarded as a remedy to try the right to office.” The jurisdiction was sustained.\nIn the case of Rex vs. Francis, 2 D. &amp;. E., 484, where a new trial was granted for the King, the court remarked, “ The proceedings have been considered merely as civil proceedings of late years.” The history of the information in the nature of a quo warranto, as detailed in a previous portion of this case, shows that it is essentially a civil proceeding.\nThe next question to be considered is whether the information is amendable.\nIn “ The People vs. Clark, 4 Cowen, 95, the Attorney-General was permitted to amend by adding a new count to the information, the court remarking that the ordinary principles of amendment applicable to other actions were to this. After demurrer to an information, a judge’s order may be obtained to amend. 4th Burrow, 2532.”\nAmendments on special motion, in these actions, appear to have always stood on the same footing as in other actions. Com. Dig., Quo Warr., (E. 4,) Rex vs. Blatchford, 4 Burr., 2147.\nIn the very celebrated case of Rex vs. Wilkes, 2 Eng. C. L., 320, which was a highly criminal information, an amendment in substance was made by Lord Mansfield at Chambers upon motion. When this matter came up before him afterwards in term, for consideration, he says, “ There is a great difference be*253tween amending indictments and amending informations. Indictments are found upon the oaths of a jury, and subject only to be amended by themselves, but informations are as declarations in the King’s suit. An officer of the crown has the right of framing 'them originally, and may, with leave, amend in like manner as any plaintiff may do.” 2d Viner Ab., 394, Title Amendment, pl. 12; 12 Mod., 229; 6 Mod., 281.\nThe doctrine of amendments has been extended in this State to a point much beyond what it was in England at the time these decisions were made, and we think the question clear.\nAs to the second point of the demurrer, we have only to say that the information appears sufficient, and no defect has been pointed out other than what has been considered.\nThe judgment of the court upon the demurrer is:\nUpon considering the matters arising upon the demurrer of’ the respondent to the information’filed herein by the said State of Florida by its said Attorney-General, it is ordered that the said demurrer is overruled, excepting so much of the first ground therein as relates to form, and as to the same, it is ordered, upon motion of the Attorney-General, that lie have leave to amend the samo instanter, so that the said information shall read, “ In the name and by the authority of the State of Florida.”\nIt is further ordered that the said resjiondent, William H. Gleason, have leav.e to plead over to the said information by Saturday, December 12th, 1868, at 10 o’clock A. M., or show cause at that time why final judgment of ouster shall not be awarded against him.\nIt is further ordered that a copy hereof be served by th\"e sheriff of this court upon the said William H. Gleason, the respondent.\nAnd afterwards, to wit: On the ninth day of December, in the year A. D. 1868, the following return was made on the original order:\n*254“ Executed the within by serving a true copy hereof on William H. Gleason, this the 9th day of December, A. 1)., 1868.\nC. J. Porter,\nDeputy Sheriff Supreme Court.”\nAnd afterwards, to wit: On the 12th day of December, A. D. 1868, appeared the respondent by his attorney, David S. Walker, in answer to the rule aforesaid, and moved the court to enlarge the rule to plead, or to show cause why judgment of ouster should not be entered against him, upon the ground that the amendment authorized had not been made.\nWhereupon the Attorney-General, with leave of the court, filed his amendment heretofore authorized in the words ar.d figures following, to wit:\nIN THE SUPREME COURT OF TIIE STATE OF FLORIDA, AT AN EXTRA AND SPECIAL TERM.\nThe State of Florida, upon the relation of Almon R. Meek, who prosecutes in the name and by the authority of said State, vs. William H. Gleason, Lieutenant-Governor of the State of Florida — Information in the nature of “quo warranto.”\nAnd now this day comes the said Attorney-General, who prosecutes in above-entitled cause in the name and by the authority of said State, and pursuant to leave ‘of said Supreme Court this day given, amends the information heretofore filed by him in said cause, to wit, on the 8th day of November, 1868, by writing as a caption for said information the words, “ In the name and by the authority of the State of Florida,” so that said information shall read, “ In the .name and by the authority of the State of Florida.”\nAlmon R. Meek, Attorney-General.\nWhereupon the rule was enlarged until three o’clock of this said 12th day, and respondent given until that time to answer *255the same. Upon the arrival of that hour further time was granted until the fourteenth day of December, at ten o’clock A. M., to comply with said rule and to plead.\nAnd afterwards, to wit: On the fourteenth day of December, in the year A. D. 1808, the respondent filed in the Clerk’s office of this court his answer to the rule aforesaid, in the words and figures following, to wit:\nIX THE SUPREME COURT OF FLORIDA, AT A SPECIAL TERM IN DECEMBER, 1868.\nThe State of Florida, upon the relation of the Attorney-General, vs. William H. Gleason, Lieutenant-Governor of the State of Florida — Information in the nature of quo warranto.\nThe respondent, William H. Gleason, Lieutenant-Governor, &amp;e., protesting that this court has no jurisdiction to proceed further in this cause since he has filed his petition for its removal to the Circuit Court of the United States. Nevertheless, since this court has determined to proceed heroin, overruled respondent’s demurrer, and granted leave to respondent to “ show cause why final judgment of ouster should not be awarded against him,’’ respondent shows cause as follows:\nFirst. Because at the time of his election, stated in said information filed in this cause, he was not ineligible as in said information is alleged, and of this he puts himself upon the country.\nSecond. Because, if respondent was ineligible at the time of his election, it was for the people in the exorcise of their sovereignty to determine whether they would elect him or not, and no Attorney-General, or other servant, officer, or agent of the people ought to be allowed to come into this court and ask it to undo that which the people themselves have done in their sovereign cajiacity.\nThird. Because, supposing respondent to have been ineligible, the “ award of a final judgment of ouster against him ” would *256not conduce to tlie public good, nor be in accordance with the theory of our government; that the people are supreme, and the court are invested with a sound discretion as to when they will “ award a final judgment of ouster,” even though they may have the power to do so.\nFourth. Because the election and eligibility of respondent are purely political questions over which the electing power should Wallowed to have exclusivo control, and with which the Judicial Department of the government should have nothing to do.\nFifth. Because, though it should be conceded that respondent was ineligible at the time of his election, it is not pretended that he is not eligible now, so that if eligibility be all that is wanted, no one can be found more eligible than respondent.\nSixth. Because no one is contesting with respondent for the office of Lieutenant-Governor, and as respondent is the sole choice of the people, that choice should bo respected.\nSeventh. Because within less than a month from this date the Legislature of the State will be in session, and the Constitution having vested in that body the power to remove respondent-from office, it would be best to leave tlie question connected with this cause for the consideration of that high tribunal.\nEighth. Because respondent w*as not elected under the provisions of the State Constitution, which had not then been adopted, but under tlie reconstruction acts of Congress and the orders of the Commanding General, and an ordinance of the Convention, neither of which proscribed any previous residence for them .who should be elected at said election.\nNinth. Because, at the time- of respondent’s election, the government of the State of Florida was provisional only, and not a constitutional government.\nTenth. Because it was not intended by the makers of the Constitution that tlie persons voting or elected at the first election should be subject to the provisions of the Constitution; hence, though all wore allowed to vote by the Constitution, all were not allowed to vote, but only those who could take a certain oath: *257and lienee, also, though none by the Constitution could hold office except registered voters, yet in fact at the first election not one of those elected was a registered voter within the meaning of the Constitution, nor indeed could bo, for the books of registration had not at that time been opened, nor officers appointed for that purpose.\nEleventh. Because respondent was eligible under the acts of Congress, and under the orders of the Commanding- General, and the ordinance of the Constitutional Convention, under which ho was elected, and the provisional State Government organized.\nTwelfth. Because the government of the State of' Florida was “ provisional only,” and subject entirely to the will of Congress and the Commanding General, until some time subsequent to the election and qualification of respondent as Lieutenant-Governor. .\nThirteenth. Because Almon II. Meek, who files the information in this case, is not Attorney-General, as appears from a paper on file in this cause under the great seal of the State, and attested by the Secretary of State.\nFourteenth. Because if it bo held that the residence of' those who were appointed or elected to office at the first election, when the Government was provisional only, must be in accordance with the requirement of the Constitution, then the Chief Justice of this court was ineligible at the time of his appointment, he not having been a citizen of this State twelve months before his appointment, and not having been a registered voter at the time of his appointment, and therefore not capable of pronouncing a judgment of ouster in this eause.\nFifteenth. Because, if during the provisional government of this State the requirements of the Constitution as to eligibility must be complied with, then Associate-Justice Hart is not a Judge, he not having been a registered voter at tbe time of his appointment, and not therefore eligible, and not capable of pronouncing a judgment of “ ouster ” in this cause.\n*258Sixteenth. Because this court has no original jurisdiction to award a final judgment of ouster in this cause.\nSeventeenth. Because this cause cannot be decided without the intervention of a jury to' determine the question of fact arising herein, and the Constitution and laws of this State have not clothed this court with power to empannel a jury.\nEighteenth. Because it is manifest, from the records in this cause, that this attempt to oust respondent from office is not because he is ineligible, but from some concealed motive, and this court should not lend itself to become the instrument of effecting the concealed purpose of any one.\nRespondent having fully shown cause, prays to bo hence dismissed, with his costs by him about his suit in this behalf expended. W. II. Gleason.\nSworn and subscribed before me this fourteenth clay of December, 1868. Chas. Kenmobe,\nDeputy Clerk Supremo Court.\nUpon filing which said answer respondent entered of record his motion in this cause in the words and figures as following, to wit:\nThe State of Florida on the relation of the Attorney-General vs. W. H. Gleason.\nRespondent moves the court for a continuance of the further hearing of this cause till the next regular term of this court, on the ground of the absence of Ms counsel, Horatio Bisbee, who is in attendance on the United States District Court at Jacksonville, as stated in the affidavit of respondent this clay filed herein.\nWhich motion was overruled and denied.\nAnd upon the same day came the Attorney-General, and in behalf of the State of Florida, entered Ms certain motion in this behalf in the words arid figures following, to wit:\n*259SUPREME COURT OF THE STATE OF FLORIDA, AT AN EXTRA AND SPECIAL TERM, DECEMBER 14TH, 1868.\nThe State of Florida, upon the relation of the Attorney-General of said State, who prosecutes in the name and by the authority of said State, vs. William H. Gleason, Lieutenant-Governor of said State — Information in the nature of a quo warranto.\nAnd now conies the said Attorney-General, who prosecutes in the name and by the authority of said State, and moves the said Supreme Court to pronounce final judgment of ouster in said cause against the said respondent, said respondent having failed to plead to the information heretofore filed herein by said Attorney-General, or to show sufficient cause why said final judgment of ouster should not be awarded against him as required by the rule of said Supreme Court.\nAlmon R. Meek,\nAttorney-General of the State of Florida,\nAfter argument,\nWESTOOTT, J.,\ndelivered the opinion of the court.\nThe prindples of law involved in answers numbered respectively three, seven, thirteen, sixteen, and eighteen have been already considered, and the court sees no reason for repeating what it has said. The statement contained in the thirteenth, to .the effect that it appears from a paper under the great seal of the State on file in this cause, that Almon R. Meek is not Attorney-General, is incorrect. There is no such paper on file in the cause, and none has been offered in evidence during its progress.\nThe second and fourth grounds alleged are that the respondent was elected by the people of the State, and Ms eligibility is a political question not to be passed upon by the courts. *260This matter was not urged in argument, and wc presume much force is not attached to it. The respondent was elected to an office created by the Constitution which the people had formed, and in framing’ it they restricted their own power in selecting their agents to administer the government so far as the ofiice of Lieutenant-Governor is concerned, to a person who shall have been before his election to office three years a citizen of the State. Art. XVI., Sec. 22. Until this restriction upon their own power is removed in some legitimate and recognized legal method, it remains operative. The simple election of the respondent, whether with or without a knowledge of his ineligibility, cannot and does not operate to annul the constitutional requirements according to'any known rule of law upon the subject, and such a proposition is no less than revolutionary in its character.\nWe cannot see that the question of eligibility is a political question in the sense intended by the fourth ground.\nThe distinction between questions which are political and such as are within judicial cognizance, is stated clearly in Marbury vs. Madison, 1st Cranch, 165; in 4th Wheaton, 400, and in 1st Ala., 704. In the light of these authorities, this answer is insufficient.\nThe fifth answer is to the effect that while respondent may not have been eligible when elected, he is so now. The Constitution requires that he “ shall have been before his election to office three years a citizen of the State,” and this court has, wo conceive, no power to strike out the word “ beforeand insert the word “ after” in the Constitution. Because no one is contesting the office is the sixth ground. This action is by the State, and its proper officer is inquiring by what warrant respondent is exercising one of the State’s offices. It is never necessary that there should be a relator in such cases, nor that there should be a contestant. It is not proposed to determine here whether some person-else is entitled to the office, but whether respondent is.\n*261The first portion of the tenth ground is considered with the eighth, ninth, eleventh, and twelfth as to the operation of the acts of Congress, the substance of it being that because there was a requirement to qualify voters under the reconstruction acts, and there was none under the Constitution, the matter of eligibility under the Constitution could not be inquired into.\nThe last portion of the tenth ground, and the matter of the fifteenth, is based upon the assumption that all officers are required by the Constitution, before they can become officers or discharge, any duty; to be registered under a registration law whicli the Constitution makes it the duty of the Legislature to pass at its “ first session after the ratification of the Constitution.” The statement of the proposition is its own answer. With this view no Legislature could ever have passed the law, as no Governor could have been elected to approve it; there would have been no Government, because there could be no officers.\nThe fifteenth ground taken, based upon the idea just stated, while not in the form of a challenge made, is yet an objection questioning the powers of one of the justices of this court to act. See 1st Ark. Rep., 279; 4th Ark. Rep., 562 ; 1st Eng., 228. Passing and not considering whether the question is raised regularly, it is deemed proper to consider it to the extent it has been raised. It is certainly not possible for a party to stop the proceedings of a-court by alleging any legal proposition absurd upon its face, as we believe this is. The purpose of this is other than' it imports. It purports to be an answer to the rule. It is a reflection upon a member of the court under the form of pleadings. The clauses in the Constitution referred to are Sec. 6, Art. XIV., of the Constitution of this State, “ The Legislature, at its first session after the ratification of this Constitution, shall by law provide for the registration by the clerk of the circuit court in each county, of all the legally qualified voters in such county, and for the returns of elections; and shall also provide that after the completion, from time to time, *262of sucli registration, no person not duly registered according to Jaw shall be allowed to voteconcluding clause of Sec. 22, Art. XVI., “ No p'erson shall be eligible to any office unless lie be a registered voter.” It is our opinion that tlie term “ registered voter” Jiere used, refers alone to the registration contemplated by the Constitution, and it could only be operative after the registration law was passed.\nThe objection made in the fourteenth to the eligibility of the Chief-Justice is considered by the other justices of tlie court. It alleges that he was ineligible at the time of his appointment. TJie court has at some length determined in a previous portion of tliis case that this question cannot be inquired into collaterally. ft is not in the form of a challenge, and there is an evident distinction between this and an inquiry into the question of competency. A determination upon the competency of one of tlie nieihbers of a court tries no right, such as a right to office, and can be made without tlie formalities of process upon a statement of the facts touching tlie competency admitted by the officer. Judgments of courts amount to something or they should not be made. What would a judgment hero amount to one way or tlie other? This is a question which can be determined only by a suit. Service is essential; without this and some mode recognized for a legal trial it cannot proceed. The court must waive process for the individual, hear liis case without a plea, or else postpone its consideration of the one now before it, until the Attorney-General sees proper to file an information, and it is determined, and if he never does it this is an end of the case. No right, such as tliis, can be determined effectually, without notice, trial by due course of law and judgment, and this cannot be done collaterally. Davis Exparte, 41st Maine, 58.\nWe now come to the consideration of the eighth, ninth, eleventh, and twelfth answers to the rule. Without at length quoting them they amount in substance to an allegation that respondent was not elected under the Constitution, but under *263certain acts of Congress, and an ordinance of the Constitutional Convention of the State, which prescribed no such citizenship as a qualification for his office, and that at the date of his election the government was provisional only. It will be noted that ho does not claim to “ hold his office ” under these acts, but that he was simply elected under them. The election to an office, if elective in its character, is one of the requisites to the right of holding' it, but it is not the only one. Where do we look for the others but to that instrument, to that fundamental law which creates it ? Elections of representatives to Congress are held in the same sense under a proclamation of the Executive of a State, in obedience, to a legislative enactment as'to time and place. Do we look to these things, or to the Constitution of the United States, for their qualifications ? It is true that according to these acts any government in this State, anterior to the one under which we obtained admission to representation in Congress, was provisional, and subject to bo abolished; do these acts, however, so operate as to relieve the respondent from the operations oí constitutional requirements as to eligibility for the office lie holds, which was created by the Constitution framed under these acts, and which lias been approved by Congress, and the Representative and Senators from the State admitted to Congress ?\nThe enabling act places no such restrictions upon the power of the Convention which framed the Constitution, and it was as much within their power to prescribe qualifications for the office as it was to create it; the one is as clearly within their power as the other. The only legislation known to this country from, which to draw an analogy here, is the enabling act of a Territory. Acts enabling Territories to form State governments have been very frequent in the history of the government, but it was never held that a party was free from constitutional requirements as to eligibility under the Constitution formed, because elections were held under the provisions of the enabling act, and ordinance of the Convention. If there was no power in the makers of the Constitution to prescribe qualifications for offices *264under the State government, not inconsistent with the conditions in the act of Congress, hut in addition thereto, it is hard to perceive where they had the power to define the rights and functions of the officer, or indeed to ascertain what powers they did have, if any. If the Lieutenant-Governor of this State holds his office under the act of Congress, then he is an officer of the United States, and his answers amount to a plea of disclaimer, and a judgment should be awarded. We have authority or jurisdiction to inquire into the title to an office under the Constitution of this State, but none as to offices of the United States. We do not see that there is any necessity to examine or construe the act of Congress. We think it is only necessary to know that the office in question is created by the State Constitution; here is respondent’s title deed, and by this alone must it be tried.\n\nThese answers to the rule are insufficient.\n\nThe only remaining causes assigned not considered, are the first and seventeenth.\nThe first is: “ Because at the time of his election, as stated in said information filed in this cause, he was not ineligible as in said information is alleged, and of this he puts himself irpon the country.”\nThis comes in such questionable shape that it cannot be strictly called a plea, and in an ordinary case it would be stricken out, if for no other reason than that it is included in what purports to be an answer to the rule, while properly it should have been filed separately as a plea. The rule was in the alternative to plead, or to show cause, &amp;c., and whatever was the proper subject of plea should have been made so, apart from the answer. What does this amount to, and is it such a plea as requires a reply or demurrer; or can issue be required to be joined ? It is the statement of a legal conclusion from facts which are not set forth, or brought to the attention of the court, to wit: That the respondent was not ineligible as in said information is alleged; and as in the information it is alleged that he was ineligible to the office of Lieutenant-Governor, the result *265is, that it is simply a statement of a conclusion, the facts upon which it is based being kept out of the plea in such manner that a demurrer cannot reach them. An issue joined would result, as is apparent, in respondent attempting to prove that he was eligible to the office of Lieutenant-Governor under the reconstruction acts. This Avas the basis of his general allegation that he Avasnot ineligible as in said information is alleged, namely, ineligible to the office of Lieutenant-Governor, because he was elected under the reconstruction acts. All of this is mere sophistry. The court has passed upon these questions; the respondent must plead facts, such as are responsive to the information, viz.; That he Avas three years a citizen, c%c. No demurrer can reach this question under this plea, no issue can be taken upon a -proposition of Iuav. The plea should set out the defendant’s title at length, and the rule as to the replication oven in this character of actions is, that it cannot take issue on the general traArerse “without this, that he usurped,” &amp;c., but should be to the special matter, that the defendant may know how to apply his defense. Rex vs. Blagdon, Gibbs. Rep., 145. The defendant must either justify or disclaim; and not guilty, or non usw'pmit, are not good pleas, for they do not answer to the nature of the charge, A\\iiich is to shoAV by what warrant or authority. Bull. N. P., 211. The defendant must shoAV title in himself. Com. Dig. Quo. Warr., C. 4; 9th Coke, 24.\nIn the State of Ohio vs. Beecher, 15 Ohio, 725, the plea ay as that “ ho Avas legally appointed, qualified, and entered upon the duties of the office, and that ho has ever since held and exercised the same, as he had the legal right to do.” The court say, “ the authorities require of him to set out all the facts necessary to constitute a good title specifically to hold the office,” and the plea Avas not good.\nIn general a plaintiff proves his claim or demand; not so hero Avith the State. The defendant must set up and must show that he has a good title. The State is only to answer his particular claim. He must at once show a complete title. If he fails, *266judgment must be given against him. He cannot say he was duly elected in general terms. Rex vs. Leigh, 4th Burrow 2, 143. See also as to requisites of the plea. Rex vs. Birch, 4 T. R., 608; 2 East., 75; Bullers, N. P., 211; 6 Dane. Ab., 360; Cole on Informations, 148, 149.\nThe State is entitled to judgment, and the motion of the Attorney-General should be granted according to the strict rules of practice; but the court is unwilling to deny the respondent the opportunity of setting up a defense, if he has any. He shall be given every opportunity, and further time until three o’clock P. M. of this day, the 14th December, 1868, is allowed him to file an issuable plea framed in accordance with the requirements of law. Such a plea not being filed, it will announce its judgment at that hour.\nThe seventeenth ground alleged is as follows: “ Because this cause cannot be decided without the intervention of a jury to determine the question of fact arising herein, and the Constitution and laws of this State have not clothed this court with power to empannel a jury.” , The authorities already cited show that a judgment follows a default in pleading in this class of cases. The State has to prove no title, but calls upon the citizen to show his. Until issues of fact are raised, this question cannot arise, and the court does not propose to decide it until it does arise. ‘ The respondent can claim no jury until he tenders an issue of fact; when that is done the proper determination will be made and the question considered.\nThe judgment of the court upon the matter of this answer to the rule, and the motion of the Attorney-General, is':\nIt is considered by the court that the grounds set up in answer to the rule, numbered respectively from two to eighteen inclusive, are insufficient, and are overruled.\nIt is further considered that the first ground set up, which to some extent partakes of the character of a plea, is insufficient in that it tenders an issue of law, and is otherwise inadmissible in this action, and the court allows the respondent until three *267o’clock this afternoon to file an issuable plea setting up matters of fact responsive to the information, the court also taking time to consider whether the first ground taken by the respondent, in which he places himself upon the country,-which the court considers insufficient, shall require a demurrer, or shall be overruled and set aside as insufficient.\nAnd afterwards, to wit: At three o’clock in the afternoon of the fifteenth day of December, A. D. 1868, the respondent having failed to plead, the following judgment was entered:\nThe court, after considering the question reserved as to the first ground presented by respondent to the rule, adjudge that the same is insufficient as a plea, and doth overrule the same, and the respondent having failed to file any plea as authorized and required by the court, it is now, on motion of the said Attorney-General of said State in this behalf for final judgment of ouster, considered by the court that the said William II. Gleason do not in any manner intermeddle, or concern himself in and about the holding of, or exercising the said office of Lieutenant-Governor of the State of Florida in said information specified, but the said William II. Gleason be absolutely prejudged and excluded from holding or exercising the said office, and that the said State of Florida do recover costs to be taxed by the Clerk in this behalf. And the coxrrt imposes no fine in this behalf.\nThe respondent claiming the right to prosecute a writ of error from the Supremo Court of the United States in this case, filed such writ, issued by the Clerk of the Circuit Court of the United States, with the clerk of this court, and prayed that a citation might be signed by the Chief-Justice of this court in accordance with the provisions of the act of Congress.\nRANDALL, C. J.,\ndeclining to sign the citation, delivered the following opinion :\nThis suit was commenced in this court and prosecuted by the *268Attorney-General of the State of Florida, and final judgment reudered on the fifteenth day of December, A. D. eighteen hundred and sixty-eight, ousting the respondent, William IT. Gleason, from the office of Lieutenant-Governor of said State, the said respondent having appeared herein and having failed to plead to the information filed by the Attorney-General, of to show legal cause why judgment should not be rendered against him. •\nThe respondent now seeking to obtain a review and reversal of said judgment by the Supreme Court of the United States by writ of error, has applied to the Chief-Justice of the Supreme Court of the State of Florida to sign the citation.\nThis the respondent is entitled to have done, if the case is one of those mentioned in the twenty-fifth section of the act of Congress passed September twenty-fourth, seventeen hundred and eighty-nine, relating to writs of error; but if the case is not one of that class, then the respondent is not entitled to the review sought, and I have no legal authority to sign the citation, and if signed it would be of no effect.\nThe Constitution of this State requires that the Governor and Lieutenant-Governor shall have been “ three years a citizen of the State of Florida, next preceding the time of his election.” Art. N-, Sec. 3 and Sec. 14.\nThe information charges that at the time of his election the respondent had not been a citizen of the State for three years, and therefore is not entitled to hold the office.\nUnder an order to plead or to show cause why judgment oí ouster should not be rendered against him, the respondent, by way of showing cause, alleged that he was elected to said office in May, 1868, at the same time that an election was hold under the reconstruction acts of Congress, upon the question of the adoption of the Constitution; that the election at the same time for State officers was held in pursuance of an ordinance of the Constitutional Convention and the reconstruction acts, and an order of the Commanding General of this Military District;, *269that he was then elected Lieutenant-Governor; and because the government formed upon the adoption of the Constitution was “provisional only,\" and the constitutional requirement as to eligibility not being in force at the time the election was held, the Constitution not yet being adopted, that he was eligible to said office under the said acts of Congress.\nThe respondent was sworn into office in July, A. D. 1808, after the passage of the act of Congress admitting the States of Gecfrgia, Florida, and other hitherto disorganized States to representation in Congress, and after the Commanding-General had surrendered the government of this State into the hands of Governor Reed, who had been sworn into office on the 8th day of June, when the Legislature met and organized. The election was held for the purpose of filling the offices created and provided for in and by the Constitution. The duties of those officers so elected were provided and prescribed in the Constitution. The persons elected could hold the offices provided in the instrument, and no others. Their right to hold the offices depended upon the adoption of the Constitution which was offered for the acceptance of the people at the same election. They were elected to hold such offices as they might be permitted to hold by the terms of the Constitution. They are thereby required to take an oath of office, in which they must swear that they are “ entitled to hold office under this Constitution.” It permitted certain persons to hold office, and prohibited certain other persons from so doing. Its profusions became operative (so far as it was possible to become so without legislation) the moment it was adopted by the people, and endorsed by Congress. If its prohibitions in one respect were inoperative, they were equally inoperative in other respects, except where legislation was contemplated to give them effect. It is demanded in effect that we should give such a construction to the law as that the qualifications of the officers first elected were prescribed by the reconstruction acts; but it is shofvn that these acts only contained a single restrictive provision, and that by the terms of the acts themselves they ceased *270to have any operation the moment the State Constitution was infused with the breath of life.\nThe Supreme Court, in deciding that the cause shown why judgment of ouster should not be rendered, was insufficient, determined that the right to hold the office depended upon the qualifications prescribed in the fundamental law under which, the respondent claimed to hold, and without which fundamental lawfthe office itself did not exist. By failing tó assert his right to the office in the only manner known to the law, a judgment of ouster was rendered, and in rendering such judgment it is not yet discovered in what particular there is “ drawn in question the validity of any treaty, or of any statute of, or an authority exercised under the United States, or that the decision is against the validity” of either; nor in what particular “ is drawn in question the validity of a statute of, or an authority exercised under any State, on the ground of their being repugnant to the Constitution, treaties, or laws of the United States, and that the decision is in favor of such their validity nor in what particular “ is drawn in question the construction of any clause of the Constitution, or of a treaty, or statute of, or commission held under the United States, and the decision is against the title, right, privilege, or exemption specially set up or claimed by either party under such clause of the said Constitution, treaty, statute, or commission.” For the respondent does not “ claim ” that he holds the office under any clause of the Constitution or any statute of the United States, such being offices of the United States, and not offices of this State. He claims to hold a State office on the ground that the laws of Congress did not prohibit him 'from holding it, and seeks to ignore the constitutional requisites.\nThe Supreme Court has not denied his right, title, or privilege under an act of Congress, nor questioned his right to hold any office conferred upon him thereunder; but the court has denied his right to hold the office of Lieutenant-Governor under the provisions of the Constitution of this State, not conflicting-*271in anywise with any act of Congress, treaty, or provision of the Constitution of the United States, it being conceded that he was elected to the office in question; but as it stands confessed of record that he was not eligible to fill the office under the Constitution of this State, the court could not otherwise decide.\nThe Supreme Court of the United States holds as follows: It is sufficient if it appears from the record that an act of Congress was applicable to the ease and was misconstrued, or the' decision in the State court was against the privilege or exemption specially set up under such a statute, to bring the case within the provisions of the 25th section of the act. 6 Peters, 48.\nIt must be shown on the record that such a question did arise and was applied by the State court. 10 Peters, 369,\nThe only question is, whether the record shows that the Constitution or treaty, or a law of the United States has been violated by the decision of the court. 9 Peters, 224.\nIt is sufficient to bring the case within the provisions of the act, if the record shows that the Constitution or laws of the United States must have been misconstrued, or the decision could not have been made. 2 Peters, 245, 380; 3 do., 302.\nAs I do not conceive that any question has arisen in this case, or been decided by the Supreme Court of this State, Avithin.the purview of the act of Congress, I cannot sign the citation. E. M. Randall,\nChief-Justice Supreme Court Flo^da.\nDecember 16th, 1868.\n",
            "ocr": true,
            "opinion_id": 4913166
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}