{
    "id": 5097026,
    "judges": "Raney",
    "date_filed": "2005-02-21",
    "date_filed_is_approximate": true,
    "slug": "woodruff-v-state",
    "case_name_short": "Woodruff",
    "case_name": "Woodruff v. State",
    "case_name_full": "William Woodruff, in Error v. The State of Florida, in Error",
    "attorneys": "■Frank O lark for Plaintiff in Error., 'The Attorney-General for Defendant in Error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1: It is not error for a judge to refuse to instruct a jury that “every material allegation” of the indictment must be proved beyond a reasonable doubt, where he has stated all the material facts, necessary (.0 constitnte the offense, and the clear effect of his. charge is that all such facts must be proved beyond a reason able doubt'before there can be a conviction.</p> <p>2. Where the judge has instructed the jury fully as to the presumptions of innocence in favor of a person on trial for crime, and that if after considering all the evidence in the case they had a reasonable doubt as to the defendant’s guilt, it would be their duty to give him the benefit of the doubt and acquit the accused, and that the State must satisfy them of his guilt beyond the effect of a reasonable doubt, or else they must acquit him, and that the doubt must be a reasonable, a sensible doubt, and not a mere possible doubt, and must be arrived at from the evidence in the case, it does not seem to be error, and was at. least not reversible error—the testimony clearly sustaining the verdict—to refuse to charge that by a reasonable doubt is-meant that state of the case which after entire comparison and, consideration of all the evidence, would leave their minds in such a condition that they could not say they felt an abiding; conviction to a moral certainty of the truth of every material allegation contained in the indictment.</p> <p>3. A verdict can not be held to be against the charge of the court simply because the jury did not believe the statement of the prisoner, or testimony, upon which particular instruction was. predicated.</p> <p>4. Where there is evidence sufficient to sustain the verdict, an appellate court will not disturb it.</p>",
    "headnotes": null,
    "summary": "Writ of Error to the Circuit Court for Polk county. STATEMENT. According to the testimony of Will Janes, one of the witnesses for the prosecution, who was sitting in front of the pool room, the decease l came out of the pool room where he had been playing or romping with a girl, and sat down on a bench in front of and about ten feet, or, as he states on cross-examination, eight or nine feet from the building, and was ‘‘motioning” a beer bottle which he held by the neck, backwards and forwards towards the girl, who had followed him to the door. Deceased had told her to make, up his bed, and was saying to her that if she came out he would hit her on her head with the bottle. The girl and deceased were both laughing, and not angry. The prisoner, who had been between the pool room and another building to the west of it, came from the corner of the building and sat down on the bench by the deceased, and deceased said he was going to mash some s—n of a b—’s mouth, and thereupon defendant pulled out his knife from his left hand pocket, and deceased thereupon said to him that if he pulled out that knife for him, he would mash his “dam mouth;” to which defendant replied: “Go on, man, I am in trouble enough;” or, as witness puts i-c on the cross-examination, deceased asked defendant if he pulled the knife out for him, and defendant said: “Go on, man, I am in trouble enough;” and then deceased said: “If you pull that knife out for me, I will mash your mouth.” Deceased kept on “motioning backwards and forwards,” the woman having poked her head out of the door. Then the deceased went off two or three minutes to the southwestern corner of the pool room and relieved himself of water, and returning sat down at the same pláce he had left, and as he did so the defendant, who had gotten up and was standing with his knife in his hand, stepped in front of him and stabbed him between the right shoulder and the neck, using liis left hand. The deceased dropped the bottle then and ran, and defendant followed close behind him, saying he would cut his “dam throat,” and stabbed at him. The deceased was then brought back, and he fell and died in .about twenty-minutes. That all this was in Polk county, in this State. That defendant went to whittling when he pulled out his knife. That deceased and prisoner seemed to be joking; did not seem to be mad with each other; were friendly. The wound was about an inch wide, and the blood was gushing out. Deceased said, after he was brought back, that if he had a pistol he could kill him (the defendant); and that he (the deceased) was a dead man. Nothing had been said to cause deceased to make the remark uttered before the knife ivas drawn by defendant, and witness does not know what caused him to make it. The account given by Nathan Rich, also a State witness, and who had come to the locality of the pool room only about five minutes before the difficulty, is, that he and defendant were on the bench, he at one end, and the.defendant at the other, he haying been there about three minutes before the difficulty. That the deceased, who, when witness came up, was playing with the girl and had the bottle in his hand, came up and told defendant, who had taken his seat after witness reached the locality, but before he (witness) sat down on the bench, that if he had opened that knife on him, he would mash his “dam mouth,” and defendant said: “Gro on, man, I am in trouble;” or as stated on cross-examination: “Go on, man, I am in trouble; I don’t want him to bother.” and got up and walked to the corner of the house, and was standing there with his knife in his hand, when the deceased repeated the same words, and then defendant returned, the distance/ being about fifteen feet, and stabbed him with his knife. Deceased had taken a seat when he made the last remark, and was still sitting there, and -was making no attempt at resistance when he was cut. When asked if he saw the deceased get up from the bench and go anywhere before he was cut, the witness answered: “Ho more than he was playing with the woman,” and when asked if he saw deceased get up and go to the corner of the house, he replied: “He came from around the corner.” He also said he could not say positively what he was doing at the corner, and did not know wdiether deceased had been sitting on the bench before witness came up. Witness says he did not know anybody was angry, defendant, or anyone else, but thought it was all play. Henry Holmes went to the pool room with defendant the afternoon of the difficulty, and after coming out of it, witness and defendant had a conversation at the northeast corner of -the next house west of the pool room, everything being pleasant, and deceased came up. Just before the deceased came up, defendant put his hand in his pocket and took out his knife, and had it in his left- hand. Witness thought he took it out to cut tobacco. Deceased asked him if he had pulled out that knife on him, and defendant told him to go on, man. It- was something like this ; and .then deceased said that if he thought he had drawn that knife on him, he would break his mouth with that bottle. Wit n.ess turned off and went to playing with Sol. Moore, and deceased and defendant went towards the pool room, the latter ahead and the former behind. Deceased did not appear to be angry ; they were talking' that way all the time, but witness did not know his ideas ; thought they were merely joking. Deceased also said to defendant that, if he just knew that he pulled that knife out for him, he would break his “dam head” -with the bottle. “Last account” witness “got of deceased he was going towards the bench,” and when he noticed him next he was going around the house and the defendant was after him. The next thing that attracted witness’ attention while he was playing with Moore was the girl’s exclaiming: “Oil,\" he is stabbed,” and he looked and deceased was going around the house and defendant after him. Did not know -what occurred or what was said after tin y left to go to the bench, or around the bench. On cross-examination he says he can not remember what time in the afternoon he got there. Deceased was there when he arrived, and a lot of them were standing up talking and laughing. Witness does not remember whom he played pool with. Sol. Moore was standing “side” and about ten feet from the stated northeast corner when witness and defendant went to it. Thinks defendant took out his knife to cut tobacco. Defendant told deceased “to go on,” when he made tlie stated remark, and then turned off towards the mentioned corner of the porch of the mentioned adjacent building. Witness went to the porch and he and Moore went to tussleing with each other. Prom the time deceased and defendant went off till witness heard the lick was long enough for them to go to the poolroom. He can’t say where they were when the lick was struck. Was in position to have heard any conversation that afternoon between deceased' and the woman after leaving the pool room. Did not see deceased and defendant sitting on the bench in front of the pool room. Did not see Will Jones there; was not acquainted with him then ; he might have been there. Moore and witness wmre playing when he heard the lick. Re-direct: Defendant pulled out his knife two or three minutes before deceased came up. Did not see defendant cut any tobacco. Deceased and defendant were in front of the pool room towards the bench. Not positive as to the exact length of time he was standing at the corner in conversation. J. E. Shannahan, witness for defense, was deputy marshal of Bartow, and arrested defendant and found the knife on him, which he identifies. John Bishop testified to the peaceable and law-abiding character of the defendant,, and that he came to his house soon after the difficulty is said to have occurred. The deceased made a statement of his defense under oath. He speaks of going to the pool room with Henry Holmes and of taking a drink there, and of other matters not necessary to mention. He also says, he and Henry Holmes went to the third house (there wer we may remark, three houses, all- facing north, the pool room by the eastern one), where a game of cards (skin) was going on. Moore was there and suggested to him to bet, but he declined. He then says : I turned and walked off, and I said to Henry, come on, and then says, I don’t believe I will go up town. And 1 ran my hand in my coat pocket and got out my pipe and put it in my mouth, and ran my hand in this] pocket and pulled out this very knife and opened it, and after I had opened it, this fellow they call Will Powell walked up and said: “If I knew you pulled that knife out to m3, I woullbreak this bottle, I would burst your dam brains out;” and I said to him: “Go away man, don’t bother me; I don’t want to worry with you;” and I started off to the pool room, and he walked up to me and patted me on the shoulder and says: “Say, old parti,” and I turned around to him and says: “ What is it ?” and he said: “I want to talk business to you.” Me and him went up towards the closet,, and he ran his hand in his bosom and pulled out a pistol and says: “I got this pistol for $2, and would let you have it for that,” and I told him, “no, 1 can’t do it,” and he said: “Hell, dam it, you got money.” I told him, “yes, I have got $2 or $3, and am going to keep it. I did not want any pistol, as I got no use for it,” and I walked off and went to the pool room and the fellow on behind me. And I went in the pool room and paid Hall the ten cents that I owed him on the bottle of barley that I got of liim, and I come out. Will was in front of the pool room on the ground, and I turned to the corner of the. house and come up towards Hamp’s barber .shop. He come walking behind me and says: “Stop .there a minute,” and I stopped and he says: “Are .you going to let me have the two dollars,” and I told .him, “no, I can’t do it,” and he. said: “I would take that dollar and go in a skin game and win two or three \"dollars, and I will pay you back in five minutes,” n,nd I said, “no, I had just been to Mr. Bishop and got $5 from him and spent it all but $2.50, and I can’t do it.” The deceased then, addressing him with an epithet of the vilest and most opprobious character, stating it, which defendant denied, saying also that it was something he did not give or take, whereupon ‘ ‘deceased ran his hand in his bosom, and I had this very knife which was open, and when he put his hand in his bosom, I struck at him, just like that, and I struck at him and cut him on his arm, and as I cut him, he broke to run right by me, and I broke and run towards Hamp G-ammon’s barber shop. ’ ’ Then he says he went to town and told Mr. Bishop about it, and that he had cut him on the arm, but not bad, and would go up town and give up to Mr. Kilpatrick, whom he was on his way to see when he met Shannahan, who arrested him. He had no intention of killing deceased. In rebuttal: The State called Solomon Moore, who testified: That he saw deceased before the difficulty, and that he had no pistol, and that deceased was sitting on the end of the bench when the blow was struck. That he did not see deceased go up to defendant at the corner of the pool room and say he wanted to see him, but could have seen him. . Deceased was sitting down on the bench with a bottle in his hand, and defendant standing right in front of him holding a knife. Deceased did not put or have his hand in his bosom at the time he was stabbed. Did not hear deceased use the epithet referred to in defendant’s statement; was eight or ten feet from them. Examined deceased immediately after the killing, and he had no pistol on him. On cross-examination: Was standing alone in front'of the middle house when the cutting took place; had just left Holmes and walked out in front of the house; stopped and sat down, and heard them speaking at the time I saw them in the positions indicated. Deceased asked defendant what he wms standing over him for; what he meant by it. Will Jones was on the pool room porch at this time. Didn’t see Rich; don’t know whether he was on the bench or not; was looking right at east end of bench ; the bench was eight feet long, and four or five feet from pool room porch. Had been standing there about five minutes when the fight occurred. Defendant did not see anything until deceased asked him if he pulled that knife out for him, to which he replied, not to bother him, and then deceased said, that if he thought he was standing over him with that knife he would knock him in the mouth with that bottle, and defendant told him to go on, he did not want to be bothered. The woman was at this time standing- in the room of the middle house. She spoke to deceased, but he can not tell what she said, and deceased said something to her about making up his bed. This was all going on at the same time. He is sure defendant made the last remark at the same time he struck the blow. Will Jones, recalled, said he was about and not further than ten feet from the parties when the stab.bing occurred. Deceased did not get up and follow defendant to the corner of the pool room, and ask him to lend him money, or have any of the conversation stated by defendant, or make any effort to draw a pistol from his bosom, or put or have his hand in his bosom. He had on a woolen shirt and his bosom was open, and he did not place or attempt to place his hand on his bosom when he was stabbed, or while he was talking to defendant. He did not have a revolver; witness helped to carry him in the house, and had his hands all over him, and would have seen it if he had had one; did not examine him. On cross examination : He had on a shirt, but no coat. His face was toward witness when the stabbing occurred. Witness was sitting on the porch, his legs hanging over it towards but not touching the gro und. Stating that the deceased had been playing with the woman that afternoon, he was then asked: “You know that as a fact?” and replied: “Hot in my presence.” Hathan Rich was sitting on the bench. Sol Moore was between the two buildings. Defendant did not shut up his knife any more after opening it when he was sitting on the .bench by the side of the deceased. When deceased made his first remark about mashing mouth he did not call any name. When the woman went to the door after lie made the remark lie '‘motioned” the bottle at her. Her direction from him was right in front. The length of the porch was the width of the house, and witness was sitting about the middle of it. Could see deceased, on his way to the southwest corner, through a middle door; heard him making water; saw no one else pass that way ; positive he was the one; did not see him, but saw him pass the corner of the house and come from around that way. Defendant got up and was standing up at the bench with his knife in his hand when deceased went around the corner; he was gone about two or three minutes. Neither of the parties said anything when deceased returned. Defendant stabbed him immediately on his sitting down; slipped up and stabbed him without saying a word. • Defendant ran after deceased and cut at him once. Nathan Rich, recalled, testified that he was not further than ten feet from the parties when the stabbing occurred. Deceased was sitting down on the east end of the bench, and defendant was standing up by the bench. The corner of the pool room is about fifteen feet from bench. Deceased did not follow defendant to the corner of the pool room and ask him to lend him money; would have seen him if he had done it; no conversation or acts, spoken of by defendant in his statement took place at the corner; when cut, deceased was sitting on the bench and had the bottle in his hand, and made no attempt to draw a revolver. Witness was sitting on the east end of the bench, facing south; was looking at them at the time; did not know whether they 'meant it, or was joking; liad seen things of that sort around there before, joking, playing and going on. When defendant walked off to the corner of the pool foom, deceased repeated the remark. Deceased did not come to the corner of the house just before being stabbed, or while witness was sitting there; it was defendant; is positive of this. Witness was sitting to •the left of deceased and defendant. The other facts in the case are stated in the opinion 'of the court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "31 Fla. 320"
    ],
    "opinions": [
        {
            "author_str": "Raney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRaney, C. J. :\nThe plaintiff in error was tried by a jury at the -ÍM1 term, 1892, of the Circuit Court in Polk county, and found guilty of murder in the- first degree, and 'sentenced to be hung, for killing one William Powell.\nThere are six assignments of error. The fifth and 'sixth will be considered together, and are, the refusal of the judge to give to the jury certain instructions ‘asked by the prisoner. These instructions are as follows: 2d. The State must prove beyond a reasonable doubt every material allegation contained in the indictment, and if, after due consideration of all the evidence, there remains in your minds a reasonable doubt as to the proof of any one material allegation of the indictment, it will be your duty to acquit the prisoner. 8d. *333The court instructs you that by reasonable doubt is, meant that state of the case which after entire comparison and consideration of all the evidence, leaves, your minds in such a condition that you can not say-that you feel an abiding conviction to. a moral certain-, ty of the truth of every material allegation contained in the indictment against the defendant.\nThe judge had previously, in his general charge, in-, structed the jury that when a man is placed on trial charged with the violation of any of the criminal laws, of the State, he is presumed to. be innocent until proven guilty by competent testimony, and by this, rule they were to decide the case now in their hands, x x x _ The indictment in this case charges the. defendant with the killing of one William Powell, by-cutting him with a knife-, and that the alleged killing-was murder in the first degree, and you are instructed that if you believe from the- evidence beyond all reasonable. doubt that the defendant, in the county of1 Polk and State of Florida, at any time before the finding of the indictment (the day, month and year being-immaterial), cut and killed William Powell as charged in the indictment, and that the alleged killing was un-, lawful, malicious, willful and from a premeditated and. previously formed design on the part of the defendant to effect the death of him, the said William Pow-. ell, the defendant is guilty of murder in the first degree, and you should convict him accordingly. As to, all these facts you are to judge fr.Qjn.the evidence you. *334have heard * * * ., Now apply the law as laid down to yon and, after doing so, if you believe from the evidence beyond a reasonable doubt that the defendant is guilty of murder in the first degree, it is your duty to say so ; but if, after considering all the evidence in the case, you have a reasonable doubt as to the defendant’s guilt, it is your duty to give him the benefit of the doubt and acquit him ; but the doubt, before you can give the defendant the benefit of it, must be a reasonable, a sensible doubt, and not a mere possible doubt, and you must arrive at it from the evidence in the case. The judge had also, at the prisoner’s request, charged the jury that the defendant came before them clothed with the presumption of innocence which the law throws around him ; and that he was presumed to be innocent; until proved guilty, and that the State must satisfy them of his guilt beyond the effect of a reasonable doubt, else they must acquit him.\nIn so far as the rejected instructions assert that “ every material allegation ” of the indictment must be proved beyond a reasonable doubt, it is apparent that the same requirement is presented by the first three sentences of the charges given, as set out above, and that part of the fourth sentence which precedes the word “but,” wdiere it is used the second time. All of the material facts necessary to constitute the offense with which the prisoner was charged, and of which he has been convicted, are there stated, and it is clear *335that the meaning and effect of the stated parts of these instructions is that all of such' facts, and consequently each of them, must be proved beyond a reasonable doubt by the testimony before there can be a conviction. This principle has been extended by the trial judge even to the proof ot the venue, which is not the rule of this court. Warrace vs. State, 27 Fla., 362, 8 South. Rep., 748. We do not think the jury could have understood from the charge that proof of less than all would be sufficient. Having charged to this effect, the judge could not be required to repeat the same idea in a different form of language. Sherman vs. State, 17 Fla., 880; Pinson vs. State, 28 Fla., 735; Commonwealth vs. Costley, 118 Mass., 1, 22, 25; Kelley vs. Jackson, 6 Peters, 622.\nPassing to the second of the refused instructions, we find the complaint to be the refusal to give a certain definition of a reasonable doubt-. It is not a case in which there has been no charge on the subject of a reasonable doubt. Moreover, unlike that of Lovett vs. State, 30 Fla., 142, 11 South. Rep., 350, it is not one in which an erroneous charge on the point has been given to the jury; on the contrary, there has been a charge on the subject,' properly preceded with full instructions as to the presumption of innocence which surrounded a prisoner on trial, but the instruction given on the subject of a reasonable doubt has gone no further in explaining or defining such a doubt than to state that the doubt ‘ ‘must be a reasonable, a sensible doubt, and not a mere possible doubt,” and that *336it must be arrived at from the- evidence in the case. There is no error in this explanation. Serious doubts, are entertained that the attempts of judges to define a reasonable doubt aids jurors in the performance of their duties in criminal trials, (Thompson on Trials* section 2463 et seq.; McGuire vs. People, 44 Mich., 286, 290, note; Lovett vs. State, L. R. A. Book 17, page 705, note); but whether ox not they have, we-need not decide. While we are satisfied that the explanation or definition to be found in Lovett vs. State, supra, which was decided subsequently to the trial of the case now before us, may be safely given in any criminal trial, and it does not occur to us that harm, will ever result from giving it, still it can not be denied that it or any other correct explanation or definition is but a statement in different language of ivhat is implied by the language used by the judge in the case at bar, or by any words which convey to the jury the meaning that the doubt must be a reasonable, and not a mere possible doubt, and that the doubt, must arise from the evidence. The language ttsed, and that requested, mean one and the same thing, and if Ave reverse this judgment and grant a new trial solely on this ground, when there is nothing else in the record of Avhich the reversal can b.e predicated, our action will have no other basis than the assumption that the trial judge had erred in deeming language-used by him sufficient to convey to th.e minds of the jurors, Avhom he had before- him.,, a correct idea of a reasonable doubt, in. holding that the words of the rejected instruction under-discussion were- not essential *337to give that body a proper understanding of their duties in the premises. In Commonwealth vs. Costley,. supra, it was held that “moral certainty” and “ proof.' beyond a reasonable doubt” are synonymous terms,, and that no-exception lies in a capital case to a refusal to use the term “moral certainty,” if an equivalent expression is used. And in the same case it is said, citing Commonwealth vs. Tuttle, 12 Cush., 502 ; Commonwealth vs. Cobb, 14 Gray, 57; Commonwealth vs. Harman, 4 Penn. St., 269, 274; Regina vs. White, 4 Fos. &amp; F., 383 and note, that instructions that the jury should be satisfied of the defendant’s guilt beyond a. reasonable doubt, have often been held sufficient without further explanation. In Wooten vs. State, 24 Fla., 335, 5 South. Rep., 39, the instruction was that the law presumes every man innocent until he is. proven guilty by proper legal evidence, and if there is any reasonable doubt of the defendant’s guilt, he should be acquitted, and that a reasonable doubt was not a capricious or whimsical doubt, but one arising naturally from the testimony, and if the jury had such a doubt the defendant was entitled to the benefit of it and should be acquitted ; and this eharge was held to be in the usual language and sufficient, and it was further held that there ivas, in view of this charge, no error in refusing to instruct the j ury that the presumption of innocence was to be regarded in every case as a matter of evidence, to the benefit of which the defendant was entitled. The charge now under consideration is in substance the same as the one thus ap.~ *338proved by this court. Where the testimony in a criminal cause is such that it produces an abiding conviction to a moral certainty of the guilt of the accused there is no reasonable doubt; whatever doubt may co-exist with such a state of proof is not reasonable ; Lovett vs. State, supra; and in giving the definition presented by the rejected instruction it would seem that the negation or absence of such a condition of proof has been taken as the basis for framing the offered definition ; People vs. Finley, 38 Mich., 482, 483, note ; still if the jury had no reasonable doubt arising from the evidence of the prisoner’s guilt, the result was that that testimony produced in their minds an abiding conviction to a moral certainty of the guilt of the accused. We can not see that we can say it was error to refuse the charge under the circumstances ; or that the instruction was essential to the prisoner. If it be that a different conclusion would follow where the testimony was such as to render the correctness of the verdict doubtful, which we do not see, the fact here, as indicated below, is that the testimony clearly sustains the verdict, and we are satisfied that no injury could have resulted to the accused from the refusal complained of. Pate vs. People, 8 Ill., (3 Gilman), 644 ; Kennedy vs. People, 40 Ill., 488.\nII. The second assignment of error is that the verdict is against the charge of the court. The charge which the brief of counsel for plaintiff in error designates as having been disregarded or violated by the finding of the jury was one predicated nearly alto*339.gether, if not entirely, upon the statement of the prisoner, that the deceased had run his hand in his bosom, (as to draw a pistol on him) when the prisoner cut the deceased. It gives the law as it is usually given when the killing is done under circumstances justifying a reasonable apprehension of the loss of life or of sustaining great bodily harm. The answer to the assignment and what is' said under it is that the verdict shows conclusively that no credence was given by the jury to the statement of the prisoner or the pretended defense.\nIII. The first, third and fourth assignments are, in substance, that the evidence does not sustain the verdict, and that the benefit of a reasonable doubt was not given by the jury to the defendant. It is said in support of these assignments that it is an undenied and undisputed fact that throughout the whole transaction between the deceased and the prisoner, the deceased was the aggressor, that he held in his hands a bottle which he was flourishing in a threatening manner, and at the same time, in the vilest of language, threatening the accused with great personal violence; and that during these violent demonstrations, and in sudden heat of passion, and without any premeditated design to effect death, the prisoner struck the the fatal blow; and that the lick was a back-hand lick, and was given by the prisoner suddenly and under great provocation, and in the heat of passion, he holding the knife in his left hand.\nIt is not proper or necessary that the reports should be encumbered with the testimony in cases of this *340kind, particularly where counsel dispose of it by general assertions without any attempt, either by a review of the statements of the witnesses or otherwise, to-support such assertions ; still in this case, without recognizing any obligation to do so, we present the evidence to meet the attack of counsel. Remembering ás we must that the question of the credibility of witnesses is one for the jury,' and not for the appellate court, we are entirely satisfied that an examination of the accompanying statement of the evidence will produce a clear conviction that the guilt of the prisoner is fully made out, and that the assertions of counsel, are without support.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 4914493
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}