{
    "id": 5123064,
    "judges": null,
    "date_filed": "1989-12-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-short",
    "case_name_short": "Short",
    "case_name": "State v. Short",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "310 Neb. 81"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 66.0,
            "download_url": "https://www.nebraska.gov/apps-courts-epub/public/viewOpinion?docId=N00008082PUB",
            "author_id": null,
            "opinion_text": "Nebraska Supreme Court Online Library\nwww.nebraska.gov/apps-courts-epub/\n09/24/2021 12:09 AM CDT\n\n\n\n\n                                                         - 81 -\n                               Nebraska Supreme Court Advance Sheets\n                                        310 Nebraska Reports\n                                                   STATE v. SHORT\n                                                   Cite as 310 Neb. 81\n\n\n\n\n                                        State of Nebraska, appellee, v.\n                                         Marcus L. Short, appellant.\n                                                    ___ N.W.2d ___\n\n                                        Filed September 17, 2021.   No. S-19-415.\n\n                 1. Judgments: Speedy Trial: Appeal and Error. Generally, a trial court’s\n                    determination as to whether charges should be dismissed on speedy trial\n                    grounds is a factual question which will be affirmed on appeal unless\n                    clearly erroneous.\n                 2. Pretrial Procedure: Appeal and Error. Trial courts have broad dis-\n                    cretion with respect to sanctions involving discovery procedures, and\n                    their rulings thereon will not be reversed in the absence of an abuse\n                    of discretion.\n                 3. Constitutional Law: Search and Seizure: Motions to Suppress:\n                    Appeal and Error. In reviewing a trial court’s ruling on a motion to sup-\n                    press evidence based on a claimed violation of the Fourth Amendment,\n                    an appellate court applies a two-part standard of review. Regarding\n                    historical facts, an appellate court reviews the trial court’s findings for\n                    clear error, but whether those facts trigger or violate Fourth Amendment\n                    protections is a question of law that an appellate court reviews indepen-\n                    dently of the trial court’s determination.\n                 4. Search Warrants: Affidavits: Probable Cause: Appeal and Error.\n                    An appellate court reviews the trial court’s findings as to whether the\n                    affidavit supporting the warrant contained falsehoods or omissions and\n                    whether those were made intentionally or with reckless disregard for the\n                    truth for clear error. An appellate court reviews de novo the determina-\n                    tion that any alleged falsehoods or omissions were not necessary to the\n                    probable cause finding.\n                 5. ____: ____: ____: ____. After-the-fact scrutiny by courts of the suf-\n                    ficiency of an affidavit should not take the form of de novo review.\n                    Instead, a judge’s determination of probable cause to issue a search war-\n                    rant should be paid great deference by reviewing courts.\n                 6. Search and Seizure. Application of the good faith exception to the\n                    exclusionary rule is a question of law.\n\f                                     - 82 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n 7. Constitutional Law: Speedy Trial. The right to a speedy trial is unique\n    from other rights enshrined in the U.S. Constitution for the protection\n    of the accused because there is a societal interest in providing a speedy\n    trial, which exists separate from, and at times in opposition to, the inter-\n    ests of the accused.\n 8. Speedy Trial: Witnesses. The deprivation of the right to a speedy trial\n    may work to the accused’s advantage when adverse witnesses become\n    unavailable or their memories fade over time.\n 9. Speedy Trial: Presumptions. Until there is some delay that is presump-\n    tively prejudicial, there is no necessity for inquiry into the other factors\n    that go into the balance in determining if the right to a speedy trial has\n    been violated.\n10. Constitutional Law: Speedy Trial. Counsel cannot seek and obtain\n    continuances to give the defense more time to be ready for trial because\n    of the government’s dilatory behavior and then, after the fact, reverse\n    course and claim that the indictment should be dismissed on the ground\n    that the defendant’s right to a speedy trial under the U.S. Constitution\n    has been infringed because of that behavior.\n11. Speedy Trial. A defendant cannot claim the loss of the fundamental\n    right to a speedy trial through the inherent delays of a process the\n    defendant has called upon—even if that process was to vindicate another\n    fundamental right.\n12. Constitutional Law: Speedy Trial: New Trial: Appeal and Error.\n    Absent extraordinary circumstances, an appellate court does not con-\n    sider the entire period of time beginning with the original charge or\n    arrest in computing the length of the delay when there has been a mis-\n    trial. Instead, the constitutional speedy trial analysis focuses only on the\n    period after the mandate for a new trial and the subsequent retrial.\n13. Speedy Trial. Only misconduct involving deliberate delay tactics\n    designed to circumvent the right to a speedy trial is an extraordinary\n    circumstance warranting consideration of the period of delay before\n    a mistrial.\n14. Constitutional Law: Speedy Trial: Presumptions. A delay of a year or\n    more is the benchmark commonly recognized as presumptively prejudi-\n    cial in a constitutional speedy trial analysis.\n15. Speedy Trial: Verdicts: Sentences. The more complex and serious the\n    crime, the longer a delay might be tolerated, because society also has\n    an interest in ensuring that longer sentences are rendered upon the most\n    exact verdicts possible.\n16. Constitutional Law: Prosecuting Attorneys: Evidence. A defendant\n    has a constitutionally protected privilege to request and obtain from the\n    prosecution evidence that is either material to the guilt of the defendant\n    or relevant to the punishment to be imposed.\n\f                                    - 83 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                             STATE v. SHORT\n                             Cite as 310 Neb. 81\n\n17. Police Officers and Sheriffs: Prosecuting Attorneys: Evidence.\n    Police conduct resulting in suppression of favorable material evidence\n    is imputed to the prosecution.\n18. Due Process: Motions for Continuance: Evidence. There is no due\n    process violation when the defendant has had an opportunity to request a\n    continuance to adequately prepare the defense in light of evidence that,\n    while disclosed late, is ultimately disclosed before the end of trial.\n19. Constitutional Law: Speedy Trial. The Fifth Amendment has only a\n    limited role to play in protecting against oppressive delay in the crimi-\n    nal context.\n20. Criminal Law: Pretrial Procedure. Discovery in a criminal case is\n    generally controlled by either a statute or a court rule.\n21. Criminal Law: Courts. When a court sanctions the government in a\n    criminal case for its failure to obey court orders, it must use the least\n    severe sanction that will adequately punish the government and secure\n    future compliance.\n22. Pretrial Procedure: Dismissal and Nonsuit. Dismissal as a sanction\n    for a discovery violation is only appropriate where less drastic alterna-\n    tives are not available.\n23. Judgments: Words and Phrases. An abuse of discretion occurs when a\n    trial court’s decision is based upon reasons that are untenable or unrea-\n    sonable or if its action is clearly against justice or conscience, reason,\n    and evidence.\n24. Search Warrants: Affidavits: Probable Cause. To determine whether\n    a warrant was issued upon probable cause, a court generally limits its\n    review to the four corners of the affidavit.\n25. Affidavits: Evidence. An exception to the limitation of the court’s\n    review to the four corners of the affidavit is where the defendant makes\n    a preliminary proffer of falsity warranting an evidentiary hearing.\n26. Affidavits: Probable Cause: Hearsay. Probable cause may be founded\n    upon hearsay as well as upon information within the affiant’s own\n    knowledge that sometimes must be garnered hastily.\n27. Search Warrants: Affidavits: Probable Cause: Police Officers and\n    Sheriffs: Presumptions: Proof. While there is a presumption of valid-\n    ity with respect to the affidavit supporting the search warrant, that pre-\n    sumption may be overcome and a search warrant may be invalidated if\n    the defendant proves the affiant officer knowingly and intentionally, or\n    with reckless disregard for the truth, included in the affidavit false or\n    misleading statements that were necessary, or material, to establishing\n    probable cause.\n28. Search Warrants: Affidavits: Probable Cause. Omissions in an affida-\n    vit used to obtain a search warrant are considered to be misleading when\n    the facts contained in the omitted material tend to weaken or damage\n\f                                     - 84 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n      the inferences which can logically be drawn from the facts as stated in\n      the affidavit.\n29.   Search Warrants: Probable Cause: Police Officers and Sheriffs:\n      Evidence: Proof. If the defendant successfully proves, by a prepon-\n      derance of the evidence, that the police knowingly and intentionally,\n      or with reckless disregard for the truth, included a false or misleading\n      statement or omitted information material to a probable cause finding,\n      then the court examines whether the evidence obtained from the warrant\n      and search was fruit of the poisonous tree.\n30.   Search and Seizure: Affidavits. Mere negligence in preparing the affi-\n      davit will not lead to suppression, as the purpose of the exclusionary\n      rule is to deter misconduct.\n31.   Search Warrants: Affidavits: Probable Cause: Police Officers and\n      Sheriffs. Observations by fellow officers engaged in a common inves-\n      tigation are a reliable basis for a warrant, and probable cause is to be\n      evaluated by the collective information of the police as reflected in the\n      affidavit and is not limited to the firsthand knowledge of the officer who\n      executes the affidavit.\n32.   Search Warrants: Probable Cause: Words and Phrases. Probable\n      cause sufficient to justify issuance of a search warrant means a fair\n      probability that contraband or evidence of a crime will be found in the\n      item to be searched.\n33.   Constitutional Law: Search Warrants: Probable Cause. The Fourth\n      Amendment’s express requirement of particularity for a search warrant\n      is closely related to its express requirement of probable cause.\n34.   Search Warrants: Affidavits: Probable Cause. A warrant affidavit\n      must always set forth particular facts and circumstances underlying the\n      existence of probable cause, so as to allow the magistrate to make an\n      independent evaluation of probable cause.\n35.   Criminal Law: Search and Seizure: Evidence. The nexus between the\n      alleged crimes and the article to be searched does not need to be based\n      on direct observation; it can be found in the type of crime, the nature\n      of the evidence sought, and the normal inferences as to where such evi-\n      dence may be found.\n36.   Probable Cause: Police Officers and Sheriffs. Probable cause may\n      be based on commonsense conclusions about human behavior, and due\n      weight should be given to inferences by law enforcement officers based\n      on their experience and specialized training.\n37.   Affidavits: Police Officers and Sheriffs. Wholly conclusory state-\n      ments by a law enforcement officer affiant that the affiant has reliable\n      information and reason to believe evidence of a crime will be found in a\n      particular place are insufficient.\n\f                                    - 85 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n38. Constitutional Law: Probable Cause: Words and Phrases. “Probable\n    cause” is a term of art in Fourth Amendment jurisprudence that is\n    defined as a practical, nontechnical conception that deals with the fac-\n    tual and practical considerations of everyday life on which reasonable\n    and prudent people, not legal technicians, act.\n39. Search Warrants: Affidavits: Probable Cause. The fundamental ques-\n    tion in a challenge to an affidavit for lack of probable cause is whether,\n    under the totality of the circumstances illustrated by the affidavit, the\n    issuing magistrate had a substantial basis for finding that the affidavit\n    established probable cause.\n40. ____: ____: ____. The magistrate who is evaluating the probable cause\n    question must make a practical, commonsense decision whether, given\n    the totality of the circumstances set forth in the affidavit, including the\n    veracity of and basis of knowledge of the persons supplying hearsay\n    information, there is a fair probability that contraband or evidence of a\n    crime will be found in a particular place.\n41. ____: ____: ____. Where the circumstances are detailed, where reasons\n    for crediting the source of information is given, and where the magis-\n    trate has found probable cause to exist, the court should not invalidate\n    the affidavit in a hypertechnical manner.\n42. Affidavits: Probable Cause. Reasonable minds frequently may dif-\n    fer on the question whether a particular affidavit establishes prob-\n    able cause.\n43. Probable Cause: Police Officers and Sheriffs. Law enforcement can-\n    not only rely on the general ubiquitous presence of cell phones in daily\n    life, or an inference that friends or associates most often communicate\n    by cell phone, as a substitute for particularized information to support\n    probable cause that a specific device contains evidence of a crime.\n44. ____: ____. To support probable cause, statements based on law enforce-\n    ment expertise and experience must be accompanied by particular facts\n    and circumstances such that, under the totality of the circumstances,\n    including commonsense conclusions about human behavior, there is a\n    substantial basis for concluding evidence of a crime will be found on the\n    phone or phone information searched.\n45. Search Warrants: Probable Cause. What will constitute sufficient\n    particularized information to support probable cause that a cell phone\n    or cell phone information searched will contain evidence of a crime\n    depends upon the nature and circumstances of the crime and what is\n    sought in the warrant.\n46. Criminal Law. It can be generally recognized that cell phones tend to\n    accompany their users everywhere, and thus, it may be inferred that a\n    suspect’s cell phone probably accompanied the suspect at the time of\n    the crime.\n\f                                    - 86 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n47. Search Warrants: Probable Cause: Affidavits. A warrant may be\n    considered so lacking in indicia of probable cause if the applicant files\n    merely a bare bones affidavit, one which contains only wholly conclu-\n    sory statements and presents essentially no evidence outside of such\n    conclusory statements.\n48. Search and Seizure: Police Officers and Sheriffs. To trigger the exclu-\n    sionary rule, police conduct must be sufficiently deliberate that exclu-\n    sion can meaningfully deter such conduct and sufficiently culpable that\n    such deterrence is worth the price paid by the justice system, as exclu-\n    sion serves to deter deliberate, reckless, or grossly negligent conduct, or\n    in some circumstances recurring or systemic negligence.\n49. Search Warrants: Affidavits: Police Officers and Sheriffs: Probable\n    Cause. The good faith exception is applicable to an affidavit that fails\n    to satisfy the substantial basis test to support probable cause, when\n    police officers act in objectively reasonable good faith in reliance upon\n    the warrant.\n50. Search Warrants. A purpose of the particularity requirement for a\n    search warrant is to prevent the issuance of warrants on loose, vague, or\n    doubtful bases of fact.\n51. Constitutional Law: Search and Seizure: Search Warrants: Police\n    Officers and Sheriffs. The particularity requirement of the Fourth\n    Amendment protects against open-ended warrants that leave the scope\n    of the search to the discretion of the officer executing the warrant or\n    permits seizure of items other than what is described.\n52. Constitutional Law: Search Warrants: Police Officers and Sheriffs.\n    To satisfy the particularity requirement of the Fourth Amendment, a\n    warrant must be sufficiently definite to enable the searching officer to\n    identify the property authorized to be seized.\n53. Search Warrants. The degree of specificity required in a warrant\n    depends on the circumstances of the case and on the type of items\n    involved.\n54. Search Warrants: Probable Cause: Evidence. A search warrant may\n    be sufficiently particular even though it describes the items to be seized\n    in broad or generic terms if the description is as particular as the sup-\n    porting evidence will allow, but the broader the scope of a warrant, the\n    stronger the evidentiary showing must be to establish probable cause.\n55. Search and Seizure: Search Warrants: Probable Cause. A warrant for\n    the search of the contents of a cell phone must be sufficiently limited in\n    scope to allow a search of only that content that is related to the prob-\n    able cause that justifies the search.\n56. Criminal Law: Police Officers and Sheriffs: Evidence. Officers can-\n    not predict where evidence of a crime will be located in a cell phone\n\f                                       - 87 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                                STATE v. SHORT\n                                Cite as 310 Neb. 81\n\n      or call records or in what format, such as texts, videos, photographs,\n      emails, or applications.\n57.   ____: ____: ____. There is no way for law enforcement to know where\n      in the digital information associated with cell phones it will find evi-\n      dence of the specified crime.\n58.   Constitutional Law: Search Warrants. The most important constraint\n      in preventing unconstitutional exploratory rummaging is that the war-\n      rant limit the search to evidence of a specific crime, ordinarily within\n      a specific time period, rather than allowing a fishing expedition for all\n      criminal activity.\n59.   Constitutional Law: Search and Seizure. A brief examination of all\n      electronic data associated with a cell phone is usually necessary in order\n      to find where the information to be seized is located, and sucn examina-\n      tion is reasonable under the Fourth Amendment.\n60.   Constitutional Law: Warrantless Searches: Search and Seizure.\n      Warrantless searches and seizures are per se unreasonable under the\n      Fourth Amendment, subject only to a few specifically established and\n      well-delineated exceptions, which must be strictly confined by their\n      justifications.\n61.   Constitutional Law: Arrests: Search and Seizure. In the case of a\n      lawful custodial arrest, a full search of a person is not only an exception\n      to the Fourth Amendment’s warrant requirement, but is also a reasonable\n      search under that amendment.\n62.   Arrests: Search and Seizure: Probable Cause. A search incident to\n      an arrest can be made before an arrest as long as probable cause for the\n      arrest exists before the search.\n63.   ____: ____: ____. It does not matter that a defendant is not formally\n      placed under arrest until after a search, so long as the fruits of the search\n      are not necessary to support probable cause to arrest.\n64.   Warrantless Searches: Probable Cause: Police Officers and Sheriffs.\n      Probable cause to support a warrantless arrest exists only if law enforce-\n      ment has knowledge at the time of the arrest, based on information that\n      is reasonably trustworthy under the circumstances, which would cause a\n      reasonably cautious person to believe that a suspect has committed or is\n      committing a crime.\n65.   Arrests: Probable Cause: Police Officers and Sheriffs. Under the col-\n      lective knowledge doctrine, the existence of probable cause justifying a\n      warrantless arrest is tested by the collective information possessed by all\n      the officers engaged in a common investigation.\n\n   Appeal from the District Court for Douglas County: Horacio\nJ. Wheelock, Judge. Affirmed.\n\f                              - 88 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\n  Thomas C. Riley, Douglas County Public Defender, for\nappellant.\n   Douglas J. Peterson, Attorney General, and Stacy M. Foust\nfor appellee.\n  Heavican, C.J., Miller-Lerman, Cassel, Stacy, Funke,\nPapik, and Freudenberg, JJ.\n  Freudenberg, J.\n                      I. INTRODUCTION\n   The defendant challenges the district court’s denial of a\nmotion to dismiss with prejudice or for absolute discharge\nbased on late disclosures of discovery information resulting\nin delays the defendant argues implicated his speedy trial\nrights. The defendant also challenges the admission of evi-\ndence at trial obtained from the searches of his residence, cell\nphones, call records, and cell site location information on the\nground that the searches violated his Fourth Amendment rights.\nSpecifically, the defendant asserts that the seizure of his cell\nphones was pursuant to an unlawful arrest and the information\ncontained thereon would not have been inevitably discovered;\nthe warrant for the search of his residence was based on an\naffidavit containing falsities and material omissions; the war-\nrants for the searches of his cell phones, call records, and\ncell site location information were supported by affidavits\nthat failed to support probable cause; and the warrants for the\nsearches of his cell phones, call records, and cell site location\ninformation lacked particularity. We affirm.\n                      II. BACKGROUND\n   Marcus L. Short’s convictions stem from three separate\nincidents that were tried together in two trials after the first\ntrial resulted in a mistrial. Following a retrial, Short was con-\nvicted of murder in the first degree, a Class IA felony; use\nof a firearm to commit a felony, a Class IC felony; and two\ncounts of possession of a firearm by a prohibited person, each\na Class ID felony, in relation to the death of Garion Johnson.\n\f                              - 89 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nShort was acquitted on the murder charge relating to the death\nof Deprecia Neelon and the accompanying use of a firearm to\ncommit a felony charge. Short was sentenced to life imprison-\nment for Johnson’s murder and 49 to 50 years’ imprisonment\non each of the other convictions to be served consecutively\nwith the life sentence.\n                         1. Shootings\n   The charges stemmed from three separate shootings on sepa-\nrate days, August 5, 6, and 8, 2015, suspected to be perpetrated\nby Short, Preston Pope, and Shadow Harlan. Neelon was killed\non August 6. Johnson was suspected to be the target in all three\nshootings and was ultimately killed on August 8. Johnson was\nNeelon’s boyfriend’s cousin.\n                        (a) August 5, 2015\n    At approximately 6:35 p.m. on August 5, 2015, Johnson\nwas sitting in a white Chevy Impala outside of Neelon’s resi-\ndence when an individual walked up and fired a gun at him.\nJohnson was able to run away as the shooter chased him. One\n­.45-caliber spent shell casing and a tennis shoe were recovered\n at the scene. Two witnesses identified a photograph of Pope as\n the shooter.\n                       (b) August 6, 2015\n   In the early evening hours on August 6, 2015, someone inten-\ntionally set the outside of Neelon’s residence on fire. While\nNeelon was outside investigating and attempting to put the fire\nout, she was shot seven times and died at the scene.\n   That same night, an anonymous tip came in regarding a per-\nson named “Shadow” telling people that he had been involved\nin a shooting a few blocks away. Officers responded to the\naddress provided in the tip, which was a couple blocks from\nthe Neelon residence, and apprehended Harlan as he tried to\nflee from the residence. Harlan matched witnesses’ descriptions\nof the shooter and was wearing the same clothes described by\nwitnesses when he was apprehended.\n\f                               - 90 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n   Witnesses observed multiple individuals quickly leave the\narea after the Neelon shooting in two separate vehicles: an\nolder blue van and a white sedan. Officers later located and\nattempted a traffic stop of a van matching the description\non August 14, 2015. Pope fled the traffic stop and was later\narrested in the area where the van was located. The van was\nregistered to Pope’s mother, but she told officers that Pope\nused it.\n   Evidence recovered at the Neelon residence included a black\nknit glove and three .45-caliber spent shell casings. A pricetag\nfrom a pair of jersey gloves was found in the alley about a\nblock away from the Neelon residence.\n   A fingerprint lifted from the pricetag was matched to Short.\nFurther DNA testing also revealed that Short could not be\nexcluded as a partial profile contributor to DNA found on the\ninside of the glove.\n\n                       (c) August 8, 2015\n   Johnson was at the residence of his girlfriend, Mikayla\nFinley, on Fontenelle Boulevard on the morning of August 8,\n2015. Finley told officers that she told Johnson to move her\nwhite Chevy Impala into the garage. When Johnson was out-\nside moving the Impala into the garage, Finley heard noises\nshe believed were gunshots. Johnson reversed the vehicle,\ncircled through neighboring yards, and crashed into the garage\nof a nearby residence, all while shots were being fired at\nthe Impala.\n   Finley told officers that she saw two males standing around\nher Impala and that one made eye contact with her. She pro-\nvided a general description of him to police, but was unable to\nidentify anyone when she was presented with a photographic\nlineup that day.\n   Witnesses, including Finley, described the shooters. Both\nwore dark clothing, and one was described as a Black male, in\nhis late teens, approximately 5 feet 8 inches tall, and dressed in\na black hoodie or a black hoodie with a red “N” on it.\n\f                               - 91 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n   A witness reported a suspicious white Monte Carlo with\nwhite and blue dealership plates parked in the area that morn-\ning on 41st Street. Another witness reported seeing two Black\nmales dressed in black hoodies and black sweatpants walk-\ning fast through yards, from the direction of where he heard\ngunshots and a crash, and subsequently heading south on 41st\nStreet. Seconds later, this witness saw what appeared to be a\nwhite Monte Carlo speed north on 41st Street. A police detec-\ntive lived in that area, and video surveillance from his house\nshowed a white Chevy Monte Carlo that traveled south on\nFontenelle Boulevard at 9:48 a.m.\n   Evidence recovered from the scene included four .45-caliber\nspent shell casings. Law enforcement believed the shooting\nwas related to the August 5 and 6, 2015, shootings.\n   Detectives were provided the description of the white Chevy\nMonte Carlo and Short’s name, whose fingerprint matched the\nfingerprint found on the pricetag near the Neelon residence.\nAt 1:31 p.m., law enforcement arrived at Short’s last known\naddress at 4268 Binney Street. There they discovered, parked in\nthe driveway, a white Chevy Monte Carlo with white and blue\n“paper plates” and in-transits for “M.S.” in the window.\n              2. Search of Short’s Residence\n   Det. Ryan Hinsley drafted an affidavit for a search warrant\nof 4268 Binney Street, and he joined law enforcement already\nat the residence at 4:17 p.m. on August 8, 2015, with the\nsigned search warrant.\n                            (a) Affidavit\n   In the affidavit for the search warrant, Hinsley stated officers\nhad just and reasonable grounds to believe that certain types of\nproperty would be found at 4268 Binney Street and requested\npermission to seize items from the house and from the Monte\nCarlo in the driveway, as well as the ability to process any\nareas that may contain a DNA profile or fingerprints.\n   Items of interest to be seized included venue items iden-\ntifying those parties either who owned or who were in\n\f                               - 92 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\ncontrol of the residence and the white Chevy Monte Carlo with\n­in-transits and dealer paper plates; firearms; ammunition; any\n companion equipment for firearms; cell phones; computers;\n audio and video equipment; storage media; and “[a]ny and all\n clothing or property believed to have been worn and/or used\n during the commission of the assault, to include, but not lim-\n ited to a black hoodie with a red ‘N’ on it along with a black\n bandana with white design and a red bandana.”\n    Pertaining to the just and reasonable grounds for believing\n such evidence would be found at the residence, the affida-\n vit described:\n          On Tuesday, August 4, 2015, Omaha Police Department\n       Officers received a radio call to [the Neelon residence]\n       for an attempted felony assault. The victim was identified\n       as JOHNSON, Garion [date of birth] 06/. . ./1996 who\n       was uncooperative at the time.\n          On Wednesday, August 5, 2015, Omaha Police Depart­\n       ment Officers received a radio call to [the Neelon resi-\n       dence] for a shooting. The victim in that incident later\n       died from her injuries. During that investigation, Omaha\n       Police Department Crime lab recovered a glove from\n       the scene and from that glove obtained a fingerprint that\n       was found to belong to Marcus SHORT [date of birth]\n       10/. . ./89.\n The affidavit further described:\n          On Saturday, August 8, 2015, at 0949 hours officers\n       of the Omaha Police Department were called to [a spe-\n       cific address on] Fontonelle [sic] Boulevard, Omaha, NE\n       in regards to a shooting. Upon arrival officers located\n       the victim (later identified as Garion JOHNSON, date\n       of birth 06/. . ./1996) inside the driver’s seat of a white\n       2007 Chevy Impala . . . . JOHNSON had been shot sev-\n       eral times throughout his body and was transported from\n       the scene by medics to Creighton Health Initiative (CHI)\n       Hospital where he later succumbed to his injuries.\n\f                              - 93 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nIt was later elicited through testimony that the dates in the\naffidavit of the prior incidents were incorrect and that it was\nactually August 6, 2015, that the Neelon homicide occurred.\n   The affidavit further described Finley’s statements to the\ninvestigating officers:\n         Officers located JOHNSON’s girlfriend (Mikayla\n      FINLEY, date of birth 4/. . ./1990) . . . . FINLEY stated\n      she then heard a series of muffled banging noises coming\n      from the garage area which she believed were gun shots.\n      FINLEY advised she looked out the front window of the\n      residence and saw two unknown males standing around\n      her Impala and JOHNSON in the front seat attempting\n      to back out of the driveway. FINLEY stated one of the\n      males made eye contact with her and was described as a\n      [B]lack male, 16-18 years old, 5′8-5′10, 140-160 pounds,\n      wearing a black hoodie with a red “N” on the front\n      [of] it.\n   The affidavit stated what other witnesses on the scene of\nthe Johnson homicide on August 8, 2015, reported to law\nenforcement:\n         [Another witness] was also located at the scene and\n      brought to OPD Central for an interview. [She] advised\n      she saw one [B]lack male wearing all black clothing\n      (hoodie) and a bandana covering his face shooting with\n      his right hand at the white Chevy Impala. [The witness]\n      advised the Impala then drove through her front yard try-\n      ing to flee from the shooter and crashed into a house a\n      few house[s] down from the originating house.\n         . . . Additionally, witnesses stated after the shooting\n      two [B]lack males were seen running through yards and\n      got into a white Chevy Monte Carlo parked towards\n      the west, which then fled from the area westbound on\n      Font[e]nelle Boulevard with paper plates.\n   Finally, the affidavit described how the investigation on\nAugust 8, 2015, progressed to 4268 Binney Street:\n\f                              - 94 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\n        On Saturday, August 8, 2015, members of the Omaha\n     Police Department later located a White Chevy Monte\n     Carlo with In-Transits and paper plates parked in front\n     of 4268 Binney Street. At that location, Officers also\n     located a party identified as Marcus SHORT [date of\n     birth] 10/. . ./89.\n                      (b) Fruits of Search\n   Officers in their search discovered two firearms in Short’s\nbedroom at his residence, a .45-caliber Glock handgun and\na .357-caliber Smith & Wesson revolver. In addition to the\ntwo firearms, officers seized or took photographs of several\nother items found at the house, including a muddy pair of\nblack pants, two black hoodie sweatshirts, muddy shoes, and\ntwo pairs of black gloves. The officers also seized as venue\nitems a cell phone receipt on which Short’s name and a phone\nnumber with a 702 area code appeared, as well as a form from\nthe Douglas County public defender’s office regarding Short’s\nrepresentation in a misdemeanor matter identifying Short as a\nclient with his contact information including his 4268 Binney\nStreet address and the phone number with the 702 area code.\n                 3. Seizure of Cell Phones\n   Short was not initially at 4268 Binney Street at the time\nlaw enforcement arrived, but agreed to Det. Candace Phillips’\nrequest that he return to his residence. Officers, including\nPhillips, met Short at the perimeter of the crime scene upon his\narrival, approximately three houses away from his residence.\n   Officers handcuffed Short and placed him in a police cruiser.\nThey seized two cell phones and a set of keys from his person.\nAt some point, Short was released from the handcuffs and\ngiven his phones back, but after some disagreement between\nlaw enforcement officers, Short was placed back in handcuffs\nand his phones were seized again. Short was then transported\nto the Omaha Police Department (OPD) where he was held\nin an interview room and interviewed by Det. Eugene Watson\nand another detective. It was approximately 3 hours after being\n\f                              - 95 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\ntransported to OPD, while Short was being interviewed, that\nlaw enforcement found the two firearms at Short’s residence.\nUpon that discovery, Short was formally arrested on two\ncounts of possession of a firearm by a prohibited person.\n           4. Search of Content of Cell Phones\n  On August 11, 2015, officers obtained a warrant to search\nShort’s cell phones that they had seized from Short’s person\non August 8, which were an LG model LG237c flip-style\nphone (LG flip phone) and an LG model LS740 phone (LG\nsmart phone).\n                           (a) Affidavit\n   The affidavit for the search warrant included the informa-\ntion that (1) witnesses to the Johnson homicide described a\nsuspect vehicle fleeing the area after the shooting as being a\nwhite Chevy Monte Carlo with no license plates, displaying\nin-transits and dealer paper plates; (2) the suspect vehicle was\nlocated in the area of 42d and Binney Streets; (3) Short was\nidentified as the owner of the vehicle; (4) Short was located on\nAugust 8, 2015, and transported to OPD to be interviewed; and\n(5) Short had the LG flip phone and the LG smart phone in his\npossession, which were booked into evidence.\n   Further, the affidavit stated:\n         Affiant Officer knows, through training and experi-\n      ence, that persons use cellular telephones to communi-\n      cate. This includes . . . persons planning a crime, com-\n      mitting a crime and/or trying to regroup after committing\n      a crime. These communications can be in the form of\n      telephone calls, emails and/or messages. People are also\n      know[n] to contact parties using cellular telephones via\n      telephone calls, emails of messages and threaten physical\n      harm to others.\n         Affiant Officer knows, through training and experi-\n      ence, that persons who engage in criminal acts will some-\n      times take video of the act, video before committing the\n      crime and/or after the crime was committed. Persons are\n\f                               - 96 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n     also known to pose with weapons and take photographs of\n     themselves and others displaying weapons.\n   The affidavit requested to search specific categories of data\non the cell phones and specified what each of those categories\ncould reveal with regard to a criminal investigation, which the\nsearch warrant used and restated as the areas authorized to\nbe searched.\n                            (b) Warrant\n   The search warrant authorized a search of the LG flip phone\nand the LG smart phone in relation to the homicide of Johnson\nand allowed officers to obtain from the cell phones the fol-\nlowing: (1) phone information and configurations; (2) user\naccount information; (3) call logs; (4) contact lists; (5) short\nand multimedia messaging service messages; (6) chat and\ninstant messages; (7) email messages; (8) installed applications\nand their corresponding data; (9) media files such as images,\nvideos, audio, and document files; (10) internet browsing his-\ntory, including bookmarks, “browser cookies,” and associated\ncache files; (11) cell tower connections, global positioning sys-\ntem fixes, waypoints, routes, and tracks; (12) WiFi, Bluetooth,\nand synchronization connection history; (13) memos and notes;\n(14) user dictionary information; and (15) calendar informa-\ntion. The warrant further stated:\n      Affiant Officer or their agents may be required to exam-\n      ine every file and scan its contents briefly to determine\n      whether it falls within the scope of the warrant. This is\n      necessary as it is difficult to know prior to the search the\n      level of the technical ability of the device’s user and data\n      can be hidden, moved, encoded or mislabeled to evade\n      detection.\n                     (c) Fruits of Search\n   Pursuant to this search, police determined that the phone\nnumber for the LG flip phone was 402-619-2962. Since this\nwas only a flip phone without capabilities to take screenshots,\nthe officer who examined the phone took photographs of\n\f                               - 97 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\nthe screen and those photographs were entered into evidence.\nThe photographs of the LG flip phone’s content included sev-\neral text messages and phone calls between this phone and\nPope’s phone.\n   The LG smart phone had a “SIM” card, which usually con-\ntains only the subscriber number and phone number of the\ndevice. This card was removed from the phone and put into a\nreader to read the content on the card, and the number associ-\nated with the phone was discovered to be 702-619-1025.\n   The LG smart phone itself was “locked,” and OPD did\nnot have the capabilities in 2015 to take data from a locked\nphone. The LG smart phone was sent to a computer crime\ninstitute that used a computer program to read the data chip\nof the phone and then returned a readable report of its find-\nings. The data of the LG smart phone showed several contacts,\nincluding incoming and outgoing phone calls and text mes-\nsages between the LG smart phone and Pope’s phone (contacts\nwith “Playboi”) and contacts with “Shadow,” perceived to be\nHarlan. The phone also showed that Short visited websites for\nnews articles about the homicides.\n           5. Search of Call Records With Cell\n                 Site Location Information\n   On August 11, 2015, a warrant was issued for information\nfrom a cell phone service provider in regard to the phone num-\nber 702-619-1025 (Short’s LG smart phone) and a number of\nanother cell phone unrelated to Short’s appeal. An identical\nwarrant was issued for information from another cell phone\nservice provider in regard to the phone number 402-619-2962\n(Short’s LG flip phone) and two other numbers unrelated to\nShort’s appeal. A new warrant was obtained on December 5,\n2018, for the search of call records and cell site location infor-\nmation for the LG smart phone, after the court’s ruling that\nShort’s statements as to his phone numbers, relied upon in the\noriginal warrant, were obtained as a fruit of an unlawful arrest\nand in violation of Short’s Miranda rights and Short’s right\nto counsel. The court determined the December 2018 search\n\f                               - 98 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\nwarrant was independent of the tainted evidence because police\nobtained the same phone number associated with Short while\nexecuting a valid search warrant at Short’s residence. No\nexplanation was offered as to why Short’s LG flip phone was\nnot included in the 2018 warrant, since the phone number for\nthat phone was found during the search of the physical phone\npursuant to a valid search warrant discussed above. Only the\nDecember 5 warrant is at issue in this appeal.\n                           (a) Warrant\n   The search warrant authorized officers to obtain customer or\nsubscriber information for the LG smart phone with the phone\nnumber 702-619-1025 for the July 8 to August 10, 2015, time\nperiod. It also authorized “[a]ll records and other information\nrelating to” that number and time period, including (1) the\nrecords of user activity for any connections made to or from\nthe account, including the date, time, length, and method of\nconnections, data transfer volume, user name, and source and\ndestination of internet protocol addresses; (2) all available\ntoll records to include call detail, “SMS detail, data sessions,\nper call measurement data (PCMD), round trip time (RTT),\nNELOS, cell site and cell site sector information and cellular\nnetwork identifying information”; (3) the noncontent informa-\ntion associated with the contents of any communication or file\nstored by or for the accounts, such as the source and destina-\ntion email addresses and internet protocol addresses; (4) the\ncorrespondence and notes of records related to the accounts;\nand (5) the current cellular site list, in electronic format, which\nincludes any and all markets, switches, and areas the target\nphone utilized during the time period above.\n                          (b) Affidavit\n    In support of the December 2018 warrant, the affidavit\n­indicated the grounds for issuance of the search warrant\n included the following: (1) witnesses after the Johnson homi-\n cide stated that two Black males were seen running through\n yards and that they then got into a white Chevy Monte Carlo\n\f                                - 99 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                          STATE v. SHORT\n                          Cite as 310 Neb. 81\n\nwith in-transits and dealer paper plates, (2) the suspect vehicle\nwas located in the area of 42d and Binney Streets, and (3) the\nowner of the vehicle was identified as Short.\n   With regard to how the police came to determine Short’s\nphone number, the affidavit stated:\n          On Saturday, August 8th 201[5], Omaha Police\n      Homicide Detectives Wendi DYE . . . and Ryan HINSLEY\n      . . . served a court ordered search warrant at 4268 Binney\n      Street, Omaha, Nebraska, Douglas County [Short’s resi-\n      dence]. Through the course of the investigation it was\n      determined that suspect Marcus SHORT . . . resided at\n      this residen[ce]. Items of venue with Marcus SHORT’s\n      name were located in the residence in the upstairs/attic\n      bedroom.\n          Item #12 document bearing Marcus SHORT’s name\n      was found in the trash in the bedroom. The document was\n      issued from the Douglas County Public Defender’s Office\n      containing the following information:\n          Client Name: SHORT, Marcus\n          Address: 4268 Binney Street Omaha, Ne 68111\n          Telephone Number: 702-619-1025\n          Date of Birth: 10/. . ./1989\n          Charges: Paraphernalia and Resisting\n          A second receipt from [a cell phone provider] with\n      Customer Name: Marcus Short phone number 702-619-\n      1025 dated 8/2/2015 1:41:58 pm was also located in the\n      bedroom of Marcus SHORT.\n          Affiant Officer believes through the receipts, Marcus\n      Short was using the phone number 702-619-1025 to com-\n      municate with others.\n   Regarding the need for the records for the investigation, the\naffidavit stated:\n          Affiant Officer believes that if she is granted this Search\n      Warrant the information received from the carrier would\n      help to identify other witnesses and suspects to the crime\n      under investigation. The information gained would also\n\f                              - 100 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\n     help officers determine the locations of the cellular tele-\n     phone devices used and thus the persons using those tele-\n     phone numbers. This information would help to prove or\n     disprove statements of witnesses and/or suspects.\n        Affiant Officer is requesting the time period listed\n     above to determine a pattern of behavior for the target(s)\n     both before and after the crime under investigation.\n        From training, experience and research Affiant Officer\n     is aware that the data stored by cellular network provid-\n     ers can provide invaluable insight for criminal investiga-\n     tions. . . . In addition to personal use, cell phones are\n     often used as tools in criminal activity. Affiant Officer is\n     aware of numerous instances where cell phones were used\n     by participants in crimes to communicate via voice and\n     text messaging. Affiant Officer is also aware of instances\n     where the cell phone was operating in the background,\n     accessing the cell provider’s network, and generating\n     location based data. When a cell phone interacts with the\n     cellular provider’s network, it leaves records that allow\n     for the identification of locations where the cell phone\n     accessed the network. These interactions between the cell\n     phone and the network can be created intentionally or\n     accidentally by the user, or automatically by the device\n     itself as part of its regular functioning.\nThe affidavit further explained how each of the categories\nof information requested from the cell phone service provid-\ners could be “invaluable tools” when conducting a criminal\ninvestigation such as assisting in identifying or confirming\nthe owner of a cell phone; constructing a timeline of events\nregarding an investigation; establishing communications\nbetween parties to identify coconspirators, witnesses, or vic-\ntims; establishing the proximity of a location of the cell phone\nto demonstrate that the device, and its user, was in a location\nassociated with an incident; and providing insight into an\nindividual’s level of culpability and knowledge regarding an\ninvestigated incident.\n\f                               - 101 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n                       (c) Fruits of Search\n   The records received were sent to the Federal Bureau of\nInvestigation for assistance. There, a special agent used the\ncall records provided by the two cell phone service providers\nto map out the cell towers being used during the activity of\nPope’s phone and Short’s LG smart phone on August 5, 6, and\n8, 2015, and to give an approximate location of the cell phones\non those dates. Using the call detail record with cell site infor-\nmation that identifies which switch, cell tower, and cell face\nsector of that tower that the cell phone used when it made a\ncall, the special agent was able to determine that Short’s LG\nsmart phone made six calls between 5:30 and 7:30 p.m. on\nAugust 5 and was not in the area of the Neelon residence\nwhen these calls were made. Pope’s phone made eight calls\nbetween 5:30 and 6:59 p.m. on August 5 while Pope’s phone\nlocation progressed north and was within the footprint of the\ntower that covers the area of the Neelon residence by the time\nof the phone call at 6:26 p.m. On August 6, between 7:30 and\n9:07 p.m., Short’s LG smart phone was not in the footprint of\nthe tower that covers the Neelon residence, but Pope’s phone\nwas. On August 8, focusing on the Johnson homicide crime\nscene on Fontenelle Boulevard, the special agent determined\nthat between 6 and 8 a.m., Short’s LG smart phone was in the\narea of his residence and then moved to the area of the Johnson\ncrime scene for phone calls made between 8 and 10 a.m.\nPope’s phone was also in the area of the Johnson crime scene\non August 8 between 8 and 10 a.m. and was later in the area of\nShort’s residence between 10 and 11 a.m.\n      6. Discovery Delays and Motions to Continue\n                Occurring Before Mistrial\n             (a) Short’s October 4, 2016, Motion\n                    to Compel Discovery\n   On October 4, 2016, defense counsel moved to compel\ndiscovery the prosecution had failed to disclose in accordance\nwith a court order issued approximately 4 months before. In\n\f                              - 102 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nthe motion, Short requested an order compelling the State to\nprovide the DNA results of the clothing tested; the fingerprint\nanalysis notes and reports for the glove found; the cell tower\ndata, reports, and notes for the LG flip phone and the LG smart\nphone; the call and text history for the “white Iphone” and the\n“black Sprint” phone seized; all reports for multiple case files;\nand all photographs shown to Johnson’s girlfriend, Finley, on\nAugust 8 and 10, 2015. The State explained at a hearing on the\nmotion that it was expediting disclosure of discovery materials\nthe best it could. No order resulted directly from the October 4\nmotion to compel.\n\n                (b) Short’s December 12, 2016,\n                       Motion to Continue\n   On December 12, 2016, counsel for Short filed a motion\nto continue the trial on several grounds, including significant\ndelays in the receipt of discovery materials. The court granted\nthe motion to continue. It reset trial for May 15, 2017, stating\nin the order that the “speedy trial clock is stopped” until then.\n\n                    (c) Short’s May 3, 2017,\n                       Motion to Continue\n   After the State filed a motion for leave to endorse Marcela\nMitchell as a witness on May 2, 2017, Short filed a motion\non May 3 to continue trial based on the late disclosure on\nMay 2 of the OPD report that included Mitchell’s identifica-\ntion of Pope from a photographic spread. Phillips admitted\nthat Mitchell identified Pope as an individual who attempted\nto shoot Johnson on August 5, 2015, but Phillips had failed to\ndictate a police report regarding this identification until March\n9, 2017. The court granted Short’s motion to continue and reset\ntrial to begin on October 16. The court again stated in its order\nthat the “speedy trial clock is stopped” until then.\n   The Douglas County public defender’s office was appointed\nto represent Short as new counsel on June 27, 2017. On July\n5, the new counsel orally requested the court to continue the\n\f                               - 103 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\nOctober 16 trial date, which oral motion the court sustained. A\nnew trial date was set for March 19, 2018.\n          (d) Short’s Motion for Additional Discovery\n   On November 14, 2017, Short filed a motion for additional\ndiscovery, requesting a copy of the “Homicide Lead Sheet”\nmaintained by the OPD homicide unit for the Johnson homi-\ncide and the Neelon homicide. This motion was granted by\nthe court on November 27 in an ongoing manner, such that the\nState was ordered to provide continuous updates if information\nwas added to the lead sheets.\n                 (e) Motion to Dismiss or Motion\n                      for Complete Discharge\n   Short’s case was originally consolidated with the case\nagainst Pope, but after Short’s motion to sever trials with Pope\nwas granted and Pope’s trial was set to go first, on March 19,\n2018, Short’s trial was ordered to commence April 30. On\nApril 13, Short filed a motion to dismiss all charges or, in the\nalternative, for a complete discharge. The motion relied on the\nconstitutional rights to due process and a speedy trial, as well\nas Neb. Rev. Stat. § 29-1919 (Reissue 2016) regarding discov-\nery sanctions.\n   The motion outlined the discovery motions, orders, and\ncontinuances described above. Short noted that discovery con-\ntinued to be provided, with the most recent material received\non April 11, 2018. Short asserted that the untimely receipt of\ndiscovery materials was due to a “continuing pattern of gross\nmisconduct and mis-management by [OPD].” Short asserted\nthat his ability to prepare to defend these cases at trial had been\nseverely impeded.\n   Short argued that with trial scheduled to commence on\nApril 30, 2018, it would be highly unlikely the defense would\nbe able to locate witnesses in so short a time period between\ndisclosure of the witnesses’ statements and the commence-\nment of trial. But Short did not seek another continuance.\nShort pointed out that trial had already been continued on\n\f                               - 104 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\ntwo previous occasions due to late disclosure of discovery\nmaterials and explained that he was put in a place to either\n“request[] another continuance or proceed[] to trial without\nsufficient time to locate, interview, depose, and call as wit-\nnesses at trial, those witnesses who could provide exculpa-\ntory evidence at trial.” Short argued that “due to the State’s\ncontinuing inability and failure to comply with its discovery\nobligations and requirements, the State has violated Short’s\nright to a speedy trial.”\n   Short asked the court to dismiss with prejudice all charges\nagainst him or, in the alternative, to grant “complete discharge”\nof all charges, because, due to the misconduct of OPD, it\nwas impossible for Short to receive a fair trial. Further, Short\nargued that OPD’s misconduct in failing to manage and dis-\nclose evidence and discovery materials was imputed to the\nprosecution, so the prosecution should be held responsible for\nsuch misconduct.\n          (i) Evidence Presented at Hearing on Motion\n   An evidentiary hearing on Short’s motion to dismiss or for\ncomplete discharge was held on April 16, 18, and 19, 2018.\n   Phillips and Watson testified at the hearing. They were both\nassigned to the Neelon homicide investigation team. The detec-\ntives assigned to the Johnson homicide all completed their\npolice reports in a timely manner.\n   Phillips and Watson admitted that on multiple occasions dur-\ning the Neelon homicide investigation, years elapsed between\nconducting an interview and the generation of any police report\non that interview. They agreed this was not standard operat-\ning procedure for a homicide detective. Phillips admitted that\nshe had failed to complete reports in a timely manner in other\ncases, which resulted in a mistrial because of the late disclo-\nsure of police reports. As a result of the publicity regarding this\ncase and the pattern of delays in writing reports, Watson was\nremoved from the homicide unit.\n   Other sergeants and detectives with experience in the homi-\ncide unit at OPD testified that a detective is expected to\n\f                              - 105 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\npromptly book the original disc of an interview into evidence\nat the property room and that the time for completing a\nreport on an interview can vary between 2 weeks and 6 months\ndepending on the workload of the detective and the priority\nof the case. Several detectives testified that they were able to\nwork overtime hours to complete reports and, in their opinion,\ntaking more than a year to complete a report is not acceptable\nand would be poor practice.\n   Watson testified his delays were because of the workload\nand having to prioritize active cases. He also testified that he\nhad experienced personal issues, such as heart failure, and that\nhis case materials were “all on hold” during his medical leave\nin 2017. Because of these distractions and his workload, he had\nforgotten about interviews and misplaced discs. Phillips testi-\nfied that her delays were because of the workload and because\nof prioritizing cases where an arrest had been made.\n   The Douglas County Attorney testified at the hearing that\nhis office has an “open file policy” regarding discovery,\nwhereby his office sends defense counsel copies of all evi-\ndence provided by law enforcement agencies and other sources\nas soon as possible, and that his office relies on OPD to notify\nit when OPD receives more evidence. He testified that he was\naware of multiple occasions where two detectives, Phillips\nand Watson, failed to provide evidence and properly turn over\nevidence in a timely manner, resulting in one or more mis­\ntrials in the past. The Douglas County Attorney testified that\nhe informed the command staff at OPD of the ongoing con-\ncerns with Phillips and Watson, but that ultimately, he had no\nauthority over OPD.\n                 (ii) Order Denying Motion\n   On April 26, 2018, the court denied Short’s motion to\ndismiss or, in the alternative, for complete discharge. The\ncourt acknowledged the above dates and procedure on how\nthe motion came to be and that “[d]iscovery continues to be\nprovided and material was provided at least as late as April\n11, 2018.”\n\f                                    - 106 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n                          a. Speedy Trial\n    In examining whether Short’s constitutional right to a\nspeedy trial was violated, the court separated the Johnson\nhomicide from the Neelon homicide because of the different\nOPD homicide teams assigned to each homicide. The court\nfound no constitutional speedy trial violations attributable to\nthe Johnson homicide investigation because the homicide team\nthat was assigned to that homicide investigated in a timely and\nefficient manner, and no discovery violation was attributed\nto their investigation. Accordingly, the court concluded that\nShort’s motion to dismiss or motion for complete discharge, as\nit related to the Johnson homicide, was overruled.\n    In analyzing the Neelon homicide, the court used factors\nlaid out in Barker v. Wingo 1 to determine whether Short was\ndeprived of his constitutional right to a speedy trial: (1) the\nlength of the delay, (2) the reason for the delay, (3) whether\nand when the defendant asserted his speedy trial right, and\n(4) whether the defendant was prejudiced by the delay. The\ncourt concluded the length of the delay was approximately\n10 months.\n    The court noted that the three prior continuances in this\ncase were on Short’s motions in December 2016, May 2017,\nand June 2017. Then, upon severance of the trials for Short\nand Pope, Short’s trial was set for April 30, 2018. After each\nmotion to continue was sustained, Short engaged in exten-\nsive pretrial litigation, and as of the date of the order, several\ndefense motions in limine and a motion to suppress were set\nfor hearing on April 27. The court acknowledged that there\nwas no evidence that the State deliberately attempted to delay\nthe trial. The court found that Short did not make a viable\nshowing that his defense of the Neelon homicide was preju-\ndiced due to unavailable witnesses that would have been avail-\nable at a more timely trial, nor that the witnesses were unable\nto accurately recall past events because of any delay. For all\n1\n    Barker v. Wingo, 407 U.S. 514, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972).\n\f                                    - 107 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nthese reasons, the court found there was not a violation in the\nNeelon homicide of Short’s right to a speedy trial.\n\n                         b. Due Process\n   In rejecting Short’s argument that alleged due process viola-\ntions called for the dismissal of all criminal charges with preju-\ndice, the court found that “the conduct of Detective Phillips\nand Detective Watson, the lack of oversight by OPD, and the\nactions of the County Attorney’s Office [did] not indicate bad\nfaith.” The court acknowledged that the evidence showed a\npattern of failure to follow best practices and procedures, but\ndid not show any deliberate attempt to gain an unfair tactical\nadvantage, official animus, or a conscious effort to suppress\nexculpatory evidence. Thus, the evidence did not warrant the\nsevere sanction of the dismissal of charges.\n\n                     c. Statutory Violations\n   Finally, the court addressed the alleged statutory discovery\nviolations. The court acknowledged that Nebraska has not spe-\ncifically addressed what factors a court should consider when\nasked to dismiss an information because of a discovery viola-\ntion in a criminal case.\n   When looking at outside jurisdictions, the court acknowl-\nedged the preferred sanction is a continuance. The court noted\nthat the Eighth Circuit Court of Appeals has held that the rele­\nvant factors in determining an appropriate sanction for a dis-\ncovery violation are “‘the reasons for the government’s delay\nand whether it acted intentionally or in bad faith; the degree of\nprejudice, if any, suffered by the defendant; and whether any\nless severe sanction will remedy the prejudice and the wrong-\ndoing of the government.’” 2\n   The court reiterated that the evidence did not show Phillips\nor Watson acted in bad faith or with the intent to mislead,\ndeceive, or act with a sinister motive in not completing\n2\n    U.S. v. Davis, 244 F.3d 666 (8th Cir. 2001).\n\f                              - 108 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\ntheir reports in a timely manner; the State did not act in bad\nfaith; and any prejudice to Short’s preparation for trial as a\nresult of the delays could be cured with a continuance. Based\non the finding that there was no bad faith on the part of the\nState, the court decided to impose the least severe sanction that\nwould accomplish prompt and full compliance with the discov-\nery order, “which [was to allow] Short a continuance should he\nrequest one.”\n\n                 7. Jury Selection and Mistrial\n   Short did not request a continuance, and jury selection for\nhis first trial proceeded as scheduled on April 30, 2018. Upon\nmotions from both parties, a mistrial was declared on May 8\ndue to improper jury contact by an unauthorized third party\nassociated with Short. Retrial was scheduled to commence on\nJanuary 7, 2019. The order scheduling retrial for January 7\nindicated that this was set by agreement of the parties.\n\n                 8. Retrial After Mistrial\n   Following the mistrial, Short did not renew his motion to\ndismiss or, in the alternative, for absolute discharge based on\ndiscovery violations. Short’s retrial commenced as scheduled\non January 7, 2019. At trial, Short made several objections\nrelevant to this appeal. The court did not generally adopt its\nrulings from the aborted trial, but referred to the hearings and\nrulings on motions to suppress when Short objected to the\nsame evidence at the retrial.\n\n               (a) Seizure of Cell Phones and\n                     Search of Residence\n  Short objected at trial to the admission of all evidence stem-\nming from his allegedly unlawful de facto arrest when he was\nhandcuffed and placed in the police cruiser and concurrent\nunlawful seizure of his cell phones, and he objected to all\nevidence stemming from the search of his residence, which\nhe asserted was pursuant to a false and misleading affidavit.\n\f                               - 109 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\nThese two objections purportedly encompassed all evidence\nfrom the search of the physical phones, his call records, and\nthe cell site location information, as well as the physical evi-\ndence seized at his residence.\n   The court overruled the motion regarding the seizure of the\nphones, reasoning the phones would have inevitably been dis-\ncovered when Short was lawfully arrested after discovery of\nthe firearms at Short’s residence. The court reiterated its prior\nruling before the mistrial that the phones had been unlawfully\nseized during a de facto arrest without probable cause, but that\nthe inevitable discovery doctrine exception still allowed the\nseizure of the phones.\n   The court also overruled the objection relating to the affi-\ndavit in support of the search of Short’s residence, which,\nas relevant to this appeal, focused on the statements that\nShort’s fingerprints were found on the glove, that “witnesses\nstated after the shooting two [B]lack males were seen running\nthrough yards and got into a white Chevy Monte Carlo,” and\nthat Short was located at 4268 Binney Street, as well as the\nomission of Finley’s inability to identify Short as the shooter\nin a photographic spread. The court found that after striking\nthe disputed portions of the affidavit and including the omitted\ninformation, the affidavit was still sufficient to establish prob-\nable cause to search Short’s residence. Alternatively, the court\nreiterated its findings that the evidence at hearings on Short’s\nmotion to suppress, held before the mistrial, demonstrated that\nany false statements or omissions were not intentional or in\nreckless disregard for the truth.\n   Hinsley had testified that he based the affidavit on informa-\ntion he obtained from his interview of Finley and information\nrelayed to him by Sgt. Danette Culler, Phillips, and Watson,\nwho were all at the scene. Hinsley testified that he believed the\npricetag and the glove were the same evidence until he learned\nhis mistake shortly before the hearing. Hinsley explained he\nhad written the affidavit as he talked on the phone with Culler\nand had no reason to question or clarify the information\n\f                              - 110 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nCuller was telling him. Culler denied that she told Hinsley\nthat Short’s fingerprint was taken from the glove found at\nthe scene, and she testified that she recalled discussing with\nHinsley a pricetag that was found that contained a fingerprint\nmatch for Short.\n   The evidence at the hearings also demonstrated that offi-\ncers canvassing the area spoke with several witnesses related\nto the Johnson homicide and that some witnesses saw two\nBlack males leaving the scene while other witnesses saw only\none Black male leaving the scene. An officer testified that he\ncanvassed the area near the Johnson homicide scene, talked to\nmultiple witnesses, and relayed the information to the ­on-duty\nsergeant who was relaying it to homicide detectives. The offi-\ncer testified that there was not any one witness that saw both\nthe shooting and a suspect or suspects get into the white Monte\nCarlo. The officer further testified that some witnesses claimed\nto have seen all or parts of the shooting and that there were\nother witnesses who had information about the white Monte\nCarlo, but no idea about the shooting. Hinsley testified that he\nnamed only two witnesses in the affidavit as witnesses person-\nally interviewed by him or another detective at OPD and that\nhe was not provided specific names of the other witnesses,\nbut he relayed a conglomeration of information provided by a\nnumber of people from the uniformed officers and detectives at\nthe scene that was relayed to him through Culler.\n   The evidence at the hearings demonstrated Short was not\nlocated at 4268 Binney Street, but was actually located walking\ntoward 4268 Binney Street, inside the crime scene perimeter\ntape, three or four houses away.\n   Evidence showed that Finley failed to identify Short as the\nshooter when shown a photograph of him and that the affidavit\nomitted specific interviews with witnesses who observed only\none male firing into the car. Hinsley testified that he had “no\ngood reason” for not including the information that Finley did\nnot identify Short as the shooter that she saw and described to\nlaw enforcement.\n\f                               - 111 -\n          Nebraska Supreme Court Advance Sheets\n                   310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n   The court found that Hinsley’s and Culler’s testimonies were\ntruthful and credible and that the evidence was insufficient\nto prove that Hinsley intentionally misled the court or acted in\nreckless disregard for the truth in preparing the affidavit. The\ncourt found that the averment in the affidavit regarding Short’s\nfingerprint being found on a glove rather than the pricetag for\nthe glove near the Neelon residence was due to mistake or\nsimple negligence not rising to perjury or reckless disregard for\nthe truth. The court further found that the averment of where\nShort was arrested being “at the location” of 4268 Binney\nStreet, rather than approximately three houses away after he\nhad crossed the taped crime scene area, was “insignificant.”\nThe court found that the averment in the affidavit stating “wit-\nnesses” stated they saw “two [B]lack males,” as opposed to\none Black male, was not false, misleading, or in reckless dis-\nregard for the truth, because it was a summary statement based\non interviews with multiple witnesses and the majority of the\nwitnesses interviewed saw two Black males. The court found\nthe omission of Finley’s failure to identify Short was not mis-\nleading or in reckless disregard for the truth.\n            (b) Affidavits and Warrants for Searches\n                   of Cell Phone Information\n   Short alternatively objected to all evidence derived from the\nsearch of the LG flip phone and the LG smart phone, his call\nrecords, and his cell site location information for the reason that\nthe warrants for the searches lacked the requisite particularity\nunder the Fourth Amendment and the affidavits supporting the\nwarrants lacked sufficient facts to support findings of probable\ncause. With regard to the lack of probable cause, Short argued\nthat there was insufficient supporting averments establishing\na nexus between the cell phone information to be searched\nand the crimes. According to Short, the affidavits generically\nset forth that cell phone data and information can be help-\nful in police investigations and the affidavits were devoid of\nevidence showing the use of cell phones in the specific crimes\nunder investigation.\n\f                               - 112 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                         STATE v. SHORT\n                         Cite as 310 Neb. 81\n\n   The court overruled the objections, finding that the affida-\nvits supported probable cause and that the warrants did not\nlack in the necessary particularity. It referred back to its prior\nfindings in relation to Short’s motion to suppress before the\nmistrial, that the affidavit in support of the search warrant was\nsufficiently detailed and specific so as to establish probable\ncause that Short was connected to the ongoing Johnson homi-\ncide investigation and more than one individual may have been\ninvolved in the Johnson homicide. Applying the totality of the\ncircumstances test, the court found that there was probable\ncause to believe that evidence of a crime would be found in the\ncell phone data of the two cell phones to be searched. The dis-\ntrict court found in the alternative that even if the search war-\nrants were not supported by probable cause, the warrants were\nexecuted in good faith. Further, the court found that the search\nwarrants were particular because they specifically referred to\nthe Johnson homicide and to the type of information encom-\npassed by its authorization.\n\n                III. ASSIGNMENTS OF ERROR\n   Short assigns, reworded, that the district court erred when\nit (1) denied his motion to suppress the fruits of the search of\nhis residence after the “Franks hearing,” when the affidavit in\nsupport of the search warrant provided insufficient evidence\nto support a finding of probable cause; (2) denied his motion\nto suppress the two cell phones taken from his person inci-\ndent to his unlawful arrest; (3) denied his motion to suppress\nthe information obtained from a search of the contents of the\ntwo cell phones, because the phones were seized unlawfully\nand the warrant was issued on insufficient evidence to sup-\nport a finding of probable cause, was overly broad, and lacked\nparticularity; (4) denied his motion to suppress call records\nand cell site location information from the cell phone service\nproviders because that information was obtained pursuant to\na search warrant that lacked sufficient probable cause, was\noverbroad, and lacked particularity and that the information in\n\f                                     - 113 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nthe affidavit was the fruit of the unconstitutional search of his\nresidence; (5) denied his motion to dismiss based on the State’s\nfailure to comply with discovery requirements; and (6) denied\nhis motion for complete discharge because he was deprived of\nhis constitutional right to a speedy trial.\n\n                 IV. STANDARD OF REVIEW\n   [1] Generally, a trial court’s determination as to whether\ncharges should be dismissed on speedy trial grounds is a fac-\ntual question which will be affirmed on appeal unless clearly\nerroneous. 3\n   [2] Trial courts have broad discretion with respect to sanc-\ntions involving discovery procedures, and their rulings thereon\nwill not be reversed in the absence of an abuse of discretion. 4\n   [3] In reviewing a trial court’s ruling on a motion to suppress\nevidence based on a claimed violation of the Fourth Amend­\nment, we apply a two-part standard of review. Regarding his-\ntorical facts, we review the trial court’s findings for clear error,\nbut whether those facts trigger or violate Fourth Amendment\nprotections is a question of law that we review independently\nof the trial court’s determination. 5\n   [4] We review the trial court’s findings as to whether the\naffidavit supporting the warrant contained falsehoods or omis-\nsions and whether those were made intentionally or with reck-\nless disregard for the truth for clear error. 6 We review de novo\nthe determination that any alleged falsehoods or omissions\nwere not necessary to the probable cause finding. 7\n3\n    State v. Billingsley, 309 Neb. 616, 961 N.W.2d 539 (2021).\n4\n    State v. Case, 304 Neb. 829, 937 N.W.2d 216 (2020); State v. Hatfield, 304\n    Neb. 66, 933 N.W.2d 78 (2019).\n5\n    State v. Lowman, 308 Neb. 482, 954 N.W.2d 905 (2021).\n6\n    See, U.S. v. Mandell, 752 F.3d 544 (2nd Cir. 2014); U.S. v. Elkins, 300\n    F.3d 638 (6th Cir. 2002); U.S. v. Dozier, 844 F.2d 701 (9th Cir. 1988); U.S.\n    v. Garcia-Zambrano, 530 F.3d 1249 (10th Cir. 2008).\n7\n    See, e.g., U.S. v. Mandell, supra note 6.\n\f                                     - 114 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n   [5] After-the-fact scrutiny by courts of the sufficiency of an\naffidavit should not take the form of de novo review. 8 Instead,\na judge’s determination of probable cause to issue a search\nwarrant should be paid great deference by reviewing courts. 9\n   [6] Application of the good faith exception to the exclusion-\nary rule is a question of law. 10\n                         V. ANALYSIS\n                     1. Late Disclosure of\n                     Discovery Materials\n   We first address Short’s assignments that the trial court erred\nin denying his motions to dismiss and for absolute discharge.\nShort argues that under both due process and § 29-1919, the\ncourt should have dismissed the case against him as a sanc-\ntion for the prosecution’s delay in disclosing police interviews.\nShort does not argue that these delays, due to OPD’s failure\nto timely generate reports on the interviews, resulted in the\nunavailability of exculpatory witness testimony. Instead, he\nasserts he was prejudiced because the delays implicated his\nspeedy trial rights. Short alternatively asserts that the district\ncourt erred in denying his motion for absolute discharge (which\nis the same as dismissal with prejudice), because the need\nfor continuances to adequately prepare his defense after the\ndelayed disclosures deprived him of his constitutional right to\na speedy trial.\n              (a) Constitutional Speedy Trial Right\n   [7,8] We begin with the constitutional right to a speedy trial,\nsince it lies at the core of all of Short’s arguments concerning\nthese motions. The Sixth Amendment to the U.S. Constitution\nprovides, “In all criminal prosecutions, the accused shall\n 8\n     State v. Detweiler, 249 Neb. 485, 544 N.W.2d 83 (1996) (quoting Illinois\n     v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527 (1983)).\n 9\n     See id.\n10\n     State v. Sprunger, 283 Neb. 531, 811 N.W.2d 235 (2012).\n\f                                    - 115 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nenjoy the right to a speedy . . . trial . . . .” Similarly, Neb.\nConst. art. I, § 11, provides, “In all criminal prosecutions, the\naccused shall have the right to . . . a speedy . . . trial . . . .” The\nright to a speedy trial is unique from other rights enshrined in\nthe U.S. Constitution for the protection of the accused because\nthere is a societal interest in providing a speedy trial, which\nexists separate from, and at times in opposition to, the interests\nof the accused. 11 The deprivation of the right to a speedy trial\nmay work to the accused’s advantage when adverse witnesses\nbecome unavailable or their memories fade over time. 12\n   [9] “[T]he right to speedy trial is a . . . vague concept,” since\n“[w]e cannot definitely say how long is too long in a system\nwhere justice is supposed to be swift but deliberate.” 13 Instead,\nunder the test set forth by the U.S. Supreme Court, we weigh\n(1) the length of delay, (2) the reason for the delay, (3) whether\nthe defendant asserted his or her speedy trial rights, and (4)\nwhether the defendant suffered possible prejudice. 14 None of\nthe four factors is a necessary or sufficient condition to the\nfinding of a deprivation of the right of speedy trial; rather, they\nare related factors and must be considered together with other\ncircumstances as may be relevant. 15 The length of the delay,\nhowever, is a triggering mechanism for the four-factor test. 16\nUntil there is some delay that is presumptively prejudicial,\nthere is no necessity for inquiry into the other factors that go\ninto the balance in determining if the right to a speedy trial has\nbeen violated. 17\n11\n     See State v. Hettle, 288 Neb. 288, 848 N.W.2d 582 (2014).\n12\n     See id.\n13\n     Barker v. Wingo, supra note 1, 407 U.S. at 521.\n14\n     See, Barker v. Wingo, supra note 1; State v. Lovvorn, 303 Neb. 844, 932\n     N.W.2d 64 (2019).\n15\n     Barker v. Wingo, supra note 1.\n16\n     See, id.; State v. Kula, 254 Neb. 962, 579 N.W.2d 541 (1998).\n17\n     See id.\n\f                                     - 116 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n   In the context of statutory rights to a speedy trial, several\ncourts have held that delay caused by defense requests for\ncontinuances, which were necessitated by the prosecution’s\ninexcusable delays in furnishing obligatory discovery materi-\nals, are chargeable to the prosecution. 18 These courts reason,\nas Short does in this appeal, that the defendant ought not to\nbe forced to choose between preserving statutory speedy trial\nrights and receiving all mandatory discovery well before trial. 19\nBut we have not found case law viewing with a similar sym-\npathy arguments that delays due to continuances granted at the\ndefense’s request, in response to dilatory discovery behavior\nby the State, violate the defendant’s constitutional right to a\nspeedy trial.\n   [10] The court in U.S. v. Shulick 20 specifically rejected such\nan argument. The court explained:\n      Counsel cannot seek and obtain continuances to give the\n      defense more time to be ready for trial because of the\n      Government’s dilatory behavior and then after the fact\n      reverse course and claim that the indictment should be\n      dismissed on the ground that defendant’s right to a speedy\n      trial under the Constitution has been infringed because of\n      that behavior. 21\nIt continued, “Courts have cautioned against this sort of tactic\nand have particularly frowned upon it when the right is not\nasserted until the eve of trial.” 22\n18\n     See, U.S. v. Hastings, 847 F.2d 920 (1st Cir. 1988); Colby v. McNeill, 595\n     So. 2d 115 (Fla. App. 1992); Com. v. Taylor, 469 Mass. 516, 14 N.E.3d\n     955 (2014), abrogated on other grounds, Commonwealth v. Dirico, 480\n     Mass. 491, 111 N.E.3d 1062 (2018). See, also, State v. Driver, 270 Or.\n     App. 287, 347 P.3d 359 (2015).\n19\n     See, U.S. v. Hastings, supra note 18; Com. v. Taylor, supra note 18.\n20\n     U.S v. Shulick, 290 F. Supp. 3d 332 (E.D. Penn. 2017).\n21\n     Id. at 342-43.\n22\n     Id. at 343.\n\f                                     - 117 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n   The Shulick court relied upon United States v. Loud Hawk, 23\nwherein the U.S. Supreme Court held that delays caused by\nthe defendant’s interlocutory appeal will not ordinarily weigh\nin favor of constitutional speedy trial claims. Defendants who\nresort to an interlocutory appeal “normally should not be able\n. . . to reap the reward of dismissal for failure to receive a\nspeedy trial.” 24 Further, “‘Having sought the aid of the judicial\nprocess and realizing the deliberateness that a court employs in\nreaching a decision, [such] defendants are not now able to criti-\ncize the very process which they . . . called upon.’ . . .” 25\n   [11] We agree with this reasoning and find it applicable to\nthe continuances sought and obtained by Short in response to\nthe State’s late disclosure of discovery materials before the\nmistrial. Short did not first seek dismissal under speedy trial\nprinciples, but waited until after the period of the continuances\ngranted at his request to assert that trial had been delayed for\ntoo long. He cannot claim the loss of the fundamental right to\na speedy trial through the inherent delays of a process he him-\nself called upon—even if that process was to vindicate another\nfundamental right.\n   [12] Short did finally elect to stand on his constitutional\nright to a speedy trial when he filed his motion to dismiss or,\nin the alternative, for absolute discharge, after new late disclo-\nsures were made following the period of the requested contin­\nuances. However, in considering whether Short’s constitutional\nrights to a speedy trial were violated, we must bear in mind\nthere was a mistrial. Absent extraordinary circumstances, we\ndo not consider the entire period of time beginning with the\noriginal charge or arrest in computing the length of the delay\nwhen there has been a mistrial. 26 Instead, the constitutional\n23\n     United States v. Loud Hawk, 474 U.S. 302, 106 S. Ct. 648, 88 L. Ed. 2d\n     640 (1986).\n24\n     Id., 474 U.S. at 316.\n25\n     Id., 474 U.S. at 316-17 (quoting United States v. Auerbach, 420 F.2d 921\n     (5th Cir. 1969)).\n26\n     See State v. Kula, supra note 16.\n\f                                     - 118 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nspeedy trial analysis focuses only on the period after the man-\ndate for a new trial and the subsequent retrial. 27\n   [13] Only misconduct involving deliberate delay tactics\ndesigned to circumvent the right to a speedy trial is an extraor-\ndinary circumstance warranting consideration of the period\nof delay before a mistrial. 28 Assuming without deciding that\nOPD’s conduct can be imputed to the prosecution for purposes\nof a constitutional speedy trial analysis, the trial court found\nthat OPD, and particularly Phillips and Watson, did not act\nintentionally or in bad faith. We cannot say the court clearly\nerred in this determination. The record reflects no evidence that\nOPD’s conduct constituted a deliberate tactic to circumvent\nShort’s speedy trial rights. Thus, our speedy trial analysis con-\nsiders only the period of delay following the mistrial.\n   [14,15] That period of delay was only 246 days, approxi-\nmately 8 months. The U.S. Supreme Court has noted with\napproval that “[d]epending on the nature of the charges, the\nlower courts have generally found postaccusation delay ‘pre-\nsumptively prejudicial’ at least as it approaches one year.” 29\nA delay of a year or more is the benchmark commonly recog-\nnized as presumptively prejudicial in a constitutional speedy\ntrial analysis. 30 This is especially true for more complex and\nserious crimes. The more complex and serious the crime, the\nlonger a delay might be tolerated, because society also has an\ninterest in ensuring that longer sentences are rendered upon the\nmost exact verdicts possible. 31\n   Where the mistrial was not due to prosecutorial miscon-\nduct, other courts have applied the 1-year triggering period to\n27\n     See id.\n28\n     See id. See, also, State v. McCormack, 28 Wash. App. 65, 622 P.2d 1276\n     (1980).\n29\n     Doggett v. United States, 505 U.S. 647, 652 n.1, 112 S. Ct. 2686, 120 L.\n     Ed. 2d 520 (1992).\n30\n     See 23 C.J.S. Criminal Procedure and Rights of Accused § 842 (2016).\n31\n     Lloyd v. State, 207 Md. App. 322, 52 A.3d 161 (2012). See, also, Barker v.\n     Wingo, supra note 1.\n\f                                     - 119 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nthe delay in bringing the defendant to trial after a mistrial. 32\nThe mistrial in this case was not in any way due to prosecuto-\nrial misconduct, but was due to misconduct by a third party\nassociated with Short. Short will not benefit, in a speedy\ntrial analysis, from such misconduct. Given the complex-\nity of this case—involving two murder charges and multiple\nshootings—we do not find the 246-day delay to be presump-\ntively prejudicial.\n   We thus need not engage in the four-factor analysis to con-\nclude that Short’s constitutional right to a speedy trial was\nnot violated. But, for the sake of completeness, we find that\nthe Barker four-factor analysis would not lead us to a differ-\nent conclusion. The order of the district court setting the date\nfor retrial was agreed upon by the parties and nothing in the\nrecord, or in Short’s brief, disputes this. In the same vein,\nat no point after the mistrial did Short make a constitutional\nspeedy trial challenge to the delay in commencing the new\ntrial. While courts cannot presume waiver of fundamental\nconstitutional rights from inaction or from a silent record,\n“the defendant’s assertion of or failure to assert his [or her]\nright to a speedy trial is one of the factors to be considered in\nan inquiry into the deprivation of the right,” and a failure to\nassert speedy trial rights will make it difficult for the defend­\nant to prove the denial of a speedy trial. 33 And the court found,\nas discussed, the delays were not intentional or in bad faith.\nFinally, Short makes no argument that he was prejudiced by\nthe delay in terms of ultimately mounting his defense at trial,\nthough he asserts he was incarcerated for an oppressive length\nof time.\n   Generally, a trial court’s determination as to whether charges\nshould be dismissed on speedy trial grounds is a factual\nquestion which will be affirmed on appeal unless clearly\n32\n     See, People v. Landau, 214 Cal. App. 4th 1, 154 Cal. Rptr. 3d 1 (2013);\n     Whatley v. State, 326 Ga. App. 81, 755 S.E.2d 885 (2014); State v. Echols,\n     146 Ohio App. 3d 81, 765 N.E.2d 379 (2001).\n33\n     Barker v. Wingo, supra note 1, 407 U.S. at 528.\n\f                                     - 120 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nerroneous. 34 We hold that the district court did not clearly err\nin finding that Short’s constitutional speedy trial right was\nnot violated.\n\n                         (b) Due Process\n   To the extent Short attempts to assert an independent viola-\ntion of due process because of the delays attributable to the\nlate discovery disclosures, we find such assertion to also be\nwithout merit.\n   [16] Due process concepts of fundamental fairness, requir-\ning that criminal defendants be afforded a meaningful oppor-\ntunity to present a complete defense, involve “what might\nloosely be called the area of constitutionally guaranteed access\nto evidence.” 35 This group of constitutional privileges delivers\nexculpatory evidence into the hands of the accused, thereby\nprotecting the innocent from erroneous conviction and ensur-\ning the integrity of our criminal justice system. 36 A defend­\nant has a constitutionally protected privilege to request and\nobtain from the prosecution evidence that is either material\nto the guilt of the defendant or relevant to the punishment to\nbe imposed. 37\n   [17] Delays in this context can be prejudicial when the\nfavorable evidence material to either guilt or punishment is\neither permanently lost or not disclosed before the end of\ntrial. 38 The U.S. Supreme Court has held the rule that state\nsuppression of favorable material evidence violates due proc­\ness encompasses evidence known only to police investigators\n34\n     State v. Lovvorn, supra note 14; State v. Smith, 286 Neb. 856, 839 N.W.2d\n     333 (2013).\n35\n     California v. Trombetta, 467 U.S. 479, 485, 104 S. Ct. 2528, 81 L. Ed. 2d\n     413 (1984) (internal quotation marks omitted).\n36\n     Id.\n37\n     Id.\n38\n     See id. See, also, e.g., State v. Clifton, 296 Neb. 135, 892 N.W.2d 112\n     (2017).\n\f                                     - 121 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nand not to the prosecutor. 39 In other words, police conduct\nresulting in suppression of favorable material evidence is\nimputed to the prosecution.\n   [18,19] But we have repeatedly held there is no due proc­\ness violation when the defendant has had an opportunity to\nrequest a continuance to adequately prepare the defense in light\nof evidence that, while disclosed late, is ultimately disclosed\nbefore the end of trial. 40 Further, we have rejected the idea that\ndue process protects against delays in bringing the accused\nto trial after arrest or indictment, as opposed to prearrest or\nindictment delay. 41 This is because “[t]he Fifth Amendment\nhas only a ‘limited role to play in protecting against oppressive\ndelay’ in the criminal context.” 42\n   We similarly reject the notion, proposed by Short, that late\ndisclosure of evidence resulting in a continuance at the behest\nof the defendant violates due process because it delays bring-\ning the accused to trial after arrest or indictment. The Fifth\nAmendment right to access to evidence in such circumstances\nis adequately protected by the trial court’s discretion, as set\nforth in § 29-1919, to issue discovery sanctions.\n                     (c) Discovery Sanctions\n   [20] Discovery in a criminal case is generally controlled by\neither a statute or a court rule. 43 Trial courts have broad discre-\ntion with respect to sanctions involving discovery procedures,\nand their rulings thereon will not be reversed in the absence of\nan abuse of discretion. 44 Section 29-1919 states:\n39\n     See, Strickler v. Greene, 527 U.S. 263, 119 S. Ct. 1936, 144 L. Ed. 2d 286\n     (1999); Kyles v. Whitley, 514 U.S. 419, 115 S. Ct. 1555, 131 L. Ed. 2d 490\n     (1995).\n40\n     See, e.g., State v. Clifton, supra note 38.\n41\n     See, State v. Oldson, 293 Neb. 718, 884 N.W.2d 10 (2016); State v. Hettle,\n     supra note 11.\n42\n     State v. Hettle, supra note 11, 288 Neb. at 304, 848 N.W.2d at 596.\n43\n     State v. Hatfield, supra note 4.\n44\n     State v. Case, supra note 4; State v. Hatfield, supra note 4.\n\f                                    - 122 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n         If, at any time during the course of the proceedings it is\n      brought to the attention of the court that a party has failed\n      to comply with . . . sections 29-1912 to 29-1921 or an\n      order issued pursuant to . . . sections 29-1912 to 29-1921,\n      the court may:\n         (1) Order such party to permit the discovery or inspec-\n      tion of materials not previously disclosed;\n         (2) Grant a continuance;\n         (3) Prohibit the party from calling a witness not dis-\n      closed or introducing in evidence the material not dis-\n      closed; or\n         (4) Enter such other order as it deems just under the\n      circumstances.\n   [21] When a court sanctions the government in a criminal\ncase for its failure to obey court orders, it must use the least\nsevere sanction that will adequately punish the government\nand secure future compliance. 45 This court has a preference\nfor a continuance in such situations and has previously held\nin discovery disputes that where a continuance can cure any\nprejudice by a failure to disclose, it is that remedy that should\nbe utilized. 46 The continuance is seen as the vehicle that com-\nmonly will eliminate the prejudice of surprise by placing the\ndefense in a position similar to that in which it would have\nstood if timely disclosure had been made. 47\n   [22] Dismissal is the most severe sanction and is only appro-\npriate in the most extreme circumstances involving bad faith\nor violations that result in irremediable harm that prevents the\npossibility of a fair trial. 48 Dismissal as a sanction for a discov-\nery violation is only appropriate where less drastic alternatives\nare not available. 49\n45\n     U.S. v. DeCoteau, 186 F.3d 1008 (8th Cir. 1999).\n46\n     State v. Hatfield, supra note 4.\n47\n     5 Wayne R. LaFave et al., Criminal Procedure § 20.6 (4th ed. 2015).\n48\n     See, 22A C.J.S. Criminal Procedure and Rights of Accused § 468 (2016);\n     Annot., 10 A.L.R.7th Art. 6 (2016).\n49\n     See id.\n\f                                    - 123 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n   In its order denying Short’s motion, the district court deter-\nmined the late disclosures were not intentional or in bad faith\nby either OPD or the prosecution. This factual finding was not\nclearly erroneous. The district court also found the prejudice\nto Short would be removed when, once provided the discovery\ninformation, Short were afforded an adequate opportunity to\nmake use of the information and material in the preparation\nof his defense. Based on that, the court stated that if Short\nrequested a continuance, the court would grant it. It declined\nto impose the extreme sanction of dismissal. Short never\nrequested a continuance after the court’s ruling.\n   [23] An abuse of discretion occurs when a trial court’s deci-\nsion is based upon reasons that are untenable or unreasonable\nor if its action is clearly against justice or conscience, reason,\nand evidence. 50 We have already determined that Short’s right\nto a speedy trial was not violated through the late disclosures\nof discovery materials. We are, as was the court below, deeply\nconcerned with the level of neglect that resulted in the late dis-\nclosures in this case. But the court did not clearly err in find-\ning it was not the result of intentional or reckless conduct, and\nthe record reflects that OPD had taken disciplinary measures\nto remedy the situation. We find no abuse of discretion in the\ndistrict court’s determination that a continuance, if requested,\nwas the least severe sanction that would adequately punish the\ngovernment and secure future compliance, and certainly, it did\nnot abuse its discretion in refusing to impose the most severe\nsanction of dismissal.\n          2. Fruits of Search of Short’s Residence\n   Short’s remaining assignments of error pertain to his objec-\ntions to the admission of evidence as fruits of various Fourth\nAmendment violations. The Fourth Amendment itself explicitly\nsets out the requirements of a warrant: “[N]o Warrants shall\nissue, but upon probable cause, supported by Oath or affir-\nmation, and particularly describing the place to be searched,\n50\n     State v. Wheeler, 308 Neb. 708, 956 N.W.2d 708 (2021).\n\f                                    - 124 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nand the persons or things to be seized.” Short’s first assertion\nin this regard is the court erred in admitting the fruits of the\nsearch of his residence, which consisted of two handguns,\nitems of clothing, and venue items connecting Short to the LG\nsmart phone.\n   [24,25] To determine whether a warrant was issued upon\nprobable cause, a court generally limits its review to the four\ncorners of the affidavit. 51 An exception to that limitation is\nwhere the defendant makes a preliminary proffer of falsity\nwarranting an evidentiary hearing. 52 Short does not contest\nthat, as written, the four corners of the affidavit supporting\nthe warrant to search his residence establish probable cause.\nInstead, Short argues that the warrant for the search of his resi-\ndence was invalid, because its supporting affidavit contained\nmaterial falsities and omissions, and that the district court\nerred, upon the evidentiary hearing held below, in conclud-\ning differently.\n   [26] In Franks v. Delaware, 53 the U.S. Supreme Court\nexplained, “‘[W]hen the Fourth Amendment demands a factual\nshowing sufficient to comprise “probable cause,” the obvious\nassumption is that there will be a truthful showing.’” The Court\nclarified this “does not mean ‘truthful’ in the sense that every\nfact recited in the warrant affidavit is necessarily correct.” 54\nRather, it recognized probable cause may be founded upon\nhearsay as well as “upon information within the affiant’s own\nknowledge that sometimes must be garnered hastily.” 55 It con-\ncluded that “surely it is to be ‘truthful’ in the sense that the\ninformation put forth is believed or appropriately accepted by\nthe affiant as true.” 56\n51\n     See Franks v. Delaware, 438 U.S. 154, 98 S. Ct. 2674, 57 L. Ed. 2d 667\n     (1978).\n52\n     See id.\n53\n     Id., 438 U.S. at 164-65.\n54\n     Id., 438 U.S. at 165.\n55\n     Id.\n56\n     Id.\n\f                                     - 125 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n   [27] In contrast, it would be “unthinkable” to allow a war-\nrant to stand beyond impeachment if it were revealed after the\nfact to contain a “deliberately or reckless false statement.” 57\nThus, while there is a presumption of validity with respect to\nthe affidavit supporting the search warrant, that presumption\nmay be overcome and a search warrant may be invalidated if\nthe defendant proves the affiant officer “‘knowingly and inten-\ntionally, or with reckless disregard for the truth,’” included in\nthe affidavit false or misleading statements that were necessary,\nor “material,” to establishing probable cause. 58\n   [28] Courts have extended the Franks rationale to omissions\nin warrant affidavits of material information. 59 Omissions in\nan affidavit used to obtain a search warrant are considered to\nbe misleading when the facts contained in the omitted material\ntend to weaken or damage the inferences which can logically\nbe drawn from the facts as stated in the affidavit. 60\n   [29] If the defendant successfully proves, by a preponder-\nance of the evidence, 61 that the police knowingly and inten-\ntionally, or with reckless disregard for the truth, included a\nfalse or misleading statement or omitted information material\nto a probable cause finding, then the court examines whether\nthe evidence obtained from the warrant and search was\nfruit of the poisonous tree. 62 In an “‘excise and ­re-examine’\ncorollary to the independent source rule,” 63 the trial court\n57\n     Id.\n58\n     See State v. Schuller, 287 Neb. 500, 507, 843 N.W.2d 626, 632 (2014)\n     (quoting Franks v. Delaware, supra note 51).\n59\n     State v. Schuller, supra note 58.\n60\n     State v. Spidel, 10 Neb. App. 605, 634 N.W.2d 825 (2001) (citing State v.\n     Utterback, 240 Neb. 981, 485 N.W.2d 760 (1992)).\n61\n     See, Franks v. Delaware, supra note 51. See, also, U.S. v. Davis, supra\n     note 2.\n62\n     See, Franks v. Delaware, supra note 51; Wong Sun v. United States, 371\n     U.S. 471, 83 S. Ct. 407, 9 L. Ed. 2d 441 (1963); State v. Schuller, supra\n     note 58.\n63\n     State v. McKinney, 361 N.C. 53, 59, 637 S.E.2d 868, 872 (2006).\n\f                                     - 126 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\nr­ eexamines the affidavit after deleting the false or misleading\n statement and including the omitted information, and it deter-\n mines whether, viewed under the totality of the circumstances,\n it still establishes probable cause. 64 If it does not, then Franks\n requires that the search warrant be voided and the fruits of the\n search excluded. 65\n     [30] Mere negligence in preparing the affidavit will not\n lead to suppression, as the purpose of the exclusionary rule\n is to deter misconduct. 66 We review the trial court’s findings\n as to whether the affidavit supporting the warrant contained\n falsehoods or omissions and whether those were made inten-\n tionally or with reckless disregard for the truth for clear\n error. 67 We review de novo the determination that any alleged\n falsehoods or omissions were not necessary to the probable\n cause finding. 68\n     In considering whether the district court erred in overruling\n Short’s objection to the evidence derived from the search of his\n residence, we will consider only what has been both specifi-\n cally assigned and specifically argued. 69 We do not consider on\n appeal every aspect of the affidavit challenged below simply\n because Short reiterated those as a factual background in the\n argument section of his brief.\n     Looking at what is specifically argued on appeal to be mate-\n rial untruths, Short first points to the statement in the affidavit\n that Short’s fingerprint was found on a glove near the scene\n64\n     See State v. Schuller, supra note 58. See, also, Franks v. Delaware, supra\n     note 51; U.S. v. Eng, 571 F. Supp. 2d 239 (D. Mass. 2008); Redding v.\n     State, 192 Ga. App. 87, 383 S.E.2d 640 (1989); State v. Olson, 11 Kan.\n     App. 2d 485, 726 P.2d 1347 (1986); State v. Cuong Phu Le, 463 S.W.3d\n     872 (Tex. Crim. App. 2015).\n65\n     State v. Schuller, supra note 58.\n66\n     See State v. Bromm, 285 Neb. 193, 826 N.W.2d 270 (2013).\n67\n     See, U.S. v. Mandell, supra note 6; U.S. v. Elkins, supra note 6; U.S. v.\n     Dozier, supra note 6; U.S. v. Garcia-Zambrano, supra note 6.\n68\n     See, e.g., U.S. v. Mandell, supra note 6.\n69\n     See, e.g., State v. Mrza, 302 Neb. 931, 926 N.W.2d 79 (2019).\n\f                              - 127 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nof the crime, when in fact it had been found on a pricetag.\nSecond, Short points to the statement in the affidavit that Short\nwas located at 4268 Binney Street, when Short was actually\nlocated walking toward 4268 Binney Street, inside the crime\nscene perimeter tape, three or four houses away.\n   Third, Short points to the statement that “witnesses stated\nafter the shooting two [B]lack males were seen running through\nyards and got into a white Chevy Monte Carlo.” He asserts this\nfalsely indicated eyewitnesses to the shooting also observed\nthe same suspects get into the Monte Carlo when, instead,\nthe assertion in the affidavit was a compilation by Culler of\nthe observations made by multiple witnesses, none of whom\nboth saw the shooting and saw the suspects get into the Monte\nCarlo. Short asserts the record establishes that no eyewitness\nto the shooting was aware of the existence of the white Chevy\nMonte Carlo and that only one witness, unaware at that time a\nshooting had taken place, observed two males enter the white\nMonte Carlo.\n   The only omission argued on appeal is that Finley was\nunable to identify Short as the suspect when shown a photo-\ngraphic spread.\n   The district court found that the misstatements and omis-\nsions were not made intentionally, in bad faith, or in reckless\ndisregard for the truth and, further, that the misstatements\nand omissions were not material to the finding of sufficient\nprobable cause. We hold the district court did not clearly\nerr in finding that the misstatements and omissions were not\nmade intentionally, in bad faith, or in reckless disregard for\nthe truth.\n   Short points out that Hinsley’s and Culler’s testimonies\nwere in conflict with each other. Hinsley testified that Culler\nmay have misspoken when she relayed to him that the finger-\nprint was on a glove. Culler, in contrast, testified that she was\nclear in her conversation with Hinsley the fingerprint was on\na pricetag and that Hinsley made an innocent mistake in the\naffidavit. But it does not follow from Hinsley’s and Culler’s\n\f                                    - 128 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\ndiffering recollections as to which of them was the original\nsource of the misstatement that the district court clearly erred\nin determining the misstatement was unintentional and was\nmade in good faith with due care.\n   [31] Other than noting Culler’s inexperience in the homi-\ncide unit and an internal affairs investigation into Hinsley’s\nprofessional misconduct in an unrelated situation, Short does\nnot present additional illustration of how he proved by a pre-\nponderance of the evidence the alleged false statements and\nomissions were made knowingly and intentionally or with\nreckless disregard for the truth. There was no evidence that the\nstatement regarding where exactly Short was found or what\nitem his fingerprint was found on was anything other than\ninadvertent. With regard to the omission of the photographic\nspread, Finley had told Hinsley there may have been two indi-\nviduals. Thus, Hinsley may have overlooked the materiality of\nthe failure to identify Short, when Finley saw only one of the\nshooters. Regarding the statement about witnesses seeing two\nBlack males running toward a white Chevy Monte Carlo after\nthe shooting, this court has held that observations by fellow\nofficers engaged in a common investigation are a reliable basis\nfor a warrant and that probable cause is to be evaluated by the\ncollective information of the police as reflected in the affidavit\nand is not limited to the firsthand knowledge of the officer who\nexecutes the affidavit. 70\n   Because the district court did not clearly err in finding the\nalleged falsehoods or omissions were not made knowingly and\nintentionally or with a reckless disregard for the truth, we need\nnot review the district court’s reexamination of the affidavit\nafter deleting the false or misleading statement and including\nthe omitted information. We find no merit to Short’s assertion\nthat the district court erred in refusing to suppress the evidence\nderived from the search of his residence.\n70\n     State v. Stickelman, 207 Neb. 429, 299 N.W.2d 520 (1980).\n\f                                     - 129 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n        3. Fruits of Search of Short’s Cell Phones,\n         Call Records, and Location Information\n   Short’s other Fourth Amendment arguments concern the\nadmission of evidence derived from the search of Short’s cell\nphones, call records, and cell phone location information. He\nargues the contents within the four corners of the affidavits for\nthe relevant search warrants failed to establish probable cause.\nHe also asserts the warrants themselves lacked particularity.\nAnd, with respect to the search of the cell phones, Short argues\nthey were seized in violation of the Fourth Amendment.\n\n            (a) Affidavits Supporting Probable Cause\n   We first examine the sufficiency of the affidavits challenged\non appeal. Short asserts the affidavit for the search of his cell\nphones and the affidavit in support of the 2018 search warrant\nfor his LG smart phone’s call records and cell site location\ninformation both lack a nexus between the crimes under inves-\ntigation and the items to be searched. And Short claims the\naffidavits are so facially inadequate that the good faith excep-\ntion to the exclusionary rule does not apply.\n   [32,33] Probable cause sufficient to justify issuance of a\nsearch warrant means a fair probability that contraband or evi-\ndence of a crime will be found in the item to be searched. 71 The\nFourth Amendment’s express requirement of particularity for a\nsearch warrant is closely related to its express requirement of\nprobable cause. 72 Thus, the U.S. Supreme Court has explained\nthe critical element in a reasonable search of property is not\nthat the owner of property is suspected of crime, but, rather,\nthat there is reasonable cause to believe the specific things to\nbe searched for and seized are located on the property to which\nentry is sought. 73\n71\n     State v. Said, 306 Neb. 314, 945 N.W.2d 152 (2020).\n72\n     See State v. Sprunger, supra note 10.\n73\n     Zurcher v. Stanford Daily, 436 U.S. 547, 98 S. Ct. 1970, 56 L. Ed. 2d 525\n     (1978).\n\f                                     - 130 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\n   [34,35] A warrant affidavit must always set forth particular\nfacts and circumstances underlying the existence of probable\ncause, so as to allow the magistrate to make an independent\nevaluation of probable cause. 74 The nexus between the alleged\ncrimes and the article to be searched, however, does not need\nto be based on direct observation; it can be found in the type of\ncrime, the nature of the evidence sought, and the normal infer-\nences as to where such evidence may be found. 75\n   [36,37] Probable cause may be based on “common-sense\nconclusions about human behavior,” 76 and due weight should be\ngiven to inferences by law enforcement officers based on their\nexperience and specialized training. 77 But wholly conclusory\nstatements by a law enforcement officer affiant that the affiant\nhas reliable information and reason to believe evidence of a\ncrime will be found in a particular place are insufficient. 78\n   [38,39] “Probable cause” is a term of art in Fourth\nAmendment jurisprudence that is defined as a “practical, non-\ntechnical conception that deals with the factual and practical\nconsiderations of everyday life on which reasonable and pru-\ndent [persons] not legal technicians, act.” 79 The fundamental\nquestion in a challenge to an affidavit for lack of probable\ncause is whether, under the totality of the circumstances\nillustrated by the affidavit, the issuing magistrate had a sub-\nstantial basis for finding that the affidavit established prob-\nable cause. 80\n74\n     See Franks v. Delaware, supra note 51.\n75\n     See Commonwealth v. Snow, 486 Mass. 582, 160 N.E.3d 277 (2021).\n76\n     Illinois v. Gates, supra note 8, 462 U.S. at 231 (internal quotation marks\n     omitted).\n77\n     See United States v. Arvizu, 534 U.S. 266, 122 S. Ct. 744, 151 L. Ed. 2d\n     740 (2002).\n78\n     See Illinois v. Gates, supra note 8.\n79\n     Maryland v. Pringle, 540 U.S. 366, 370, 124 S. Ct. 795, 157 L. Ed. 2d 769\n     (2003) (internal quotation marks omitted).\n80\n     State v. Said, supra note 71; State v. Hernandez, 268 Neb. 934, 689\n     N.W.2d 579 (2004).\n\f                                    - 131 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\n   [40-42] The magistrate who is evaluating the probable\ncause question must make a practical, commonsense decision\nwhether, given the totality of the circumstances set forth in the\naffidavit, including the veracity of and basis of knowledge of\nthe persons supplying hearsay information, there is a fair prob-\nability that contraband or evidence of a crime will be found in\na particular place. 81 Ultimately, where the circumstances are\ndetailed, where reasons for crediting the source of information\nis given, and where the magistrate has found probable cause to\nexist, the court should not invalidate the affidavit in a hyper-\ntechnical manner. 82 Reasonable minds frequently may differ on\nthe question whether a particular affidavit establishes probable\ncause, 83 and after-the-fact scrutiny by courts of the sufficiency\nof an affidavit should not take the form of de novo review. 84\nInstead, a judge’s determination of probable cause to issue\na search warrant should be paid great deference by review-\ning courts. 85\n   With respect to the affidavit in support of the search of his\nphones, Short generally asserts it was a “bare bones” affidavit\nthat gave the magistrate virtually no basis for making an inde-\npendent judgment regarding probable cause. 86 Short’s more\nspecific argument, though, is that the only information in the\naffidavit pertaining to the required nexus between the crimes\nand the information contained on the phones is that Short was a\nsuspect and that in the officer’s experience, it is not uncommon\nfor those suspected of criminal activity to have evidence of that\ncrime on their cell phones.\n81\n     State v. Hernandez, supra note 80.\n82\n     See State v. Stickelman, supra note 70.\n83\n     United States v. Leon, 468 U.S. 897, 104 S. Ct. 3405, 82 L. Ed. 2d 677\n     (1984).\n84\n     State v. Detweiler, supra note 8.\n85\n     See id.\n86\n     See brief for appellant at 53.\n\f                                      - 132 -\n              Nebraska Supreme Court Advance Sheets\n                       310 Nebraska Reports\n                                STATE v. SHORT\n                                Cite as 310 Neb. 81\n\n   Short’s arguments with respect to the 2018 affidavit in sup-\nport of the search of Short’s call records and cell site loca-\ntion information are similar. Short claims the 2018 affidavit\n“simply contains boilerplate assertions of generic ‘criminals’\nconduct’” without “any information specific as to why there\nis probable cause to believe that [the call records and cell site\nlocation information] will contain evidence of the crime under\ninvestigation.” 87\n   In State v. Said, 88 we held the affidavit supporting the\nsearch warrant for the contents of a cell phone was sufficient\nto establish probable cause when, in addition to statements set-\nting forth the officer’s general knowledge of how cell phones\nmay be used by a person who has committed a crime and that\nevidence of the crime may generally be found on a suspect’s\ncell phone, the affidavit set forth specific information derived\nfrom the investigation indicating the suspect’s involvement\nin the crime, as well as allegations that the suspect had com-\nmunicated with others and sought information regarding that\ncrime. We explained the judge could infer from this informa-\ntion the suspect likely used his cell phone to search the inter-\nnet for information and in communicating with others about\nthe crime.\n   [43,44] We did not elaborate in Said upon general principles\napplicable to affidavits for searches of cell phone informa-\ntion or describe what other hypothetical facts would or would\nnot support probable cause to search a cell phone or cell\nphone information. But several other courts have addressed\nthe issue. We agree with these courts that law enforcement\ncannot only “rely on the general ubiquitous presence of cel-\nlular telephones in daily life, or an inference that friends or\nassociates most often communicate by cellular telephone, as\na substitute for particularized information to support probable\n87\n     Id. at 76.\n88\n     State v. Said, supra note 71.\n\f                                     - 133 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                               STATE v. SHORT\n                               Cite as 310 Neb. 81\n\ncause that a specific device contains evidence of a crime.” 89 To\nsupport probable cause, statements based on law enforcement\nexpertise and experience must be accompanied by particular\nfacts and circumstances such that, under the totality of the cir-\ncumstances, including commonsense conclusions about human\nbehavior, there is a substantial basis for concluding evidence\nof a crime will be found on the phone or phone informa-\ntion searched.\n   [45,46] What will constitute sufficient particularized infor-\nmation to support probable cause that a cell phone or cell\nphone information searched will contain evidence of a crime\ndepends upon the nature and circumstances of the crime and\nwhat is sought in the warrant. For example, to search the con-\ntents of cell phones in relation to a crime involving an accom-\nplice, courts have found affidavits provide sufficient support\nfor probable cause when they contain averments showing the\nsuspect was working with at least one other person when the\ncrime was committed; was in possession of a cell phone near\nthe time of the crime; and a law officer, based on experience\nand specialized training, believed the search likely to yield\nevidence of communications and coordination among these\nmultiple participants. 90 To search cell site location information,\nin contrast, courts have found the necessary nexus where there\nwere facts in the affidavit showing the suspect probably com-\nmitted a crime, the nature of which makes location informa-\ntion possibly incriminating, and the suspect was known to own\nor use the particular phone. 91 It can be generally recognized\n89\n     Commonwealth v. Morin, 478 Mass. 415, 426, 85 N.E.3d 949, 960 (2017).\n90\n     See, U.S. v. Lavallis, 515 F. Supp. 3d 686 (E.D. Mich. 2021); U.S. v.\n     Gholston, 993 F. Supp. 2d 704 (E.D. Mich. 2014); Johnson v. State, 2015\n     Ark. 387, 472 S.W.3d 486 (2015). See, also, U.S. v. Barret, 824 F. Supp.\n     2d 419 (E.D.N.Y. 2011).\n91\n     See Commonwealth v. Hobbs, 482 Mass. 538, 125 N.E.3d 59 (2019). See,\n     also, United States v. Hunt, 718 Fed. Appx. 328 (6th Cir. 2017); U.S. v.\n     Gibbs, 547 Fed. Appx. 174 (4th Cir. 2013).\n\f                                    - 134 -\n             Nebraska Supreme Court Advance Sheets\n                      310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nthat cell phones tend to accompany their users everywhere,\nand thus, it may be inferred that a suspect’s cell phone prob-\nably accompanied the suspect at the time of the crime. 92\n   [47] Neither affidavit at issue in this appeal contains merely\nconclusory statements. Both lengthy affidavits, described in\ndetail in the background section above, were far from “bare\nbones.” A warrant may be considered so lacking in indicia of\nprobable cause if the applicant files merely a bare bones affi-\ndavit, one which contains only wholly conclusory statements\nand presents essentially no evidence outside of such conclu-\nsory statements. 93\n   The affidavits set forth numerous specific facts derived from\nthe investigation supporting the probability that Short was\ninvolved in the homicides. The question is whether the specific\naverments provided a substantial basis for the likelihood that\nsearching the cell phones, call records, and cell site location\ninformation would produce evidence of the specific crimi-\nnal activity described. However, the district court found that\nregardless of whether the information within the four corners\nof the affidavits contained sufficient particularized information\nto support probable cause that the information authorized by\nthe warrants to be searched would contain evidence of a crime,\nthe officers acted in good faith in carrying out the warrants. We\nagree the good faith exception applies.\n   [48,49] Application of the good faith exception to the exclu-\nsionary rule is a question of law. 94 The U.S. Supreme Court has\nexplained that to trigger the exclusionary rule, police conduct\nmust be sufficiently deliberate that exclusion can meaningfully\ndeter such conduct and sufficiently culpable that such deter-\nrence is worth the price paid by the justice system, as exclu-\nsion serves to deter deliberate, reckless, or grossly negligent\n92\n     See id.\n93\n     Stevenson v. State, 455 Md. 709, 168 A.3d 967 (2017).\n94\n     State v. Sprunger, supra note 10.\n\f                                    - 135 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nconduct, or in some circumstances recurring or systemic negli-\ngence. 95 The good faith exception is applicable to an affidavit\nthat fails to satisfy the substantial basis test to support probable\ncause, when police officers act in objectively reasonable good\nfaith in reliance upon the warrant. 96\n   The good faith inquiry is confined to the objectively ascer-\ntainable question of whether a reasonably well-trained officer\nwould have known that the search was illegal despite a mag-\nistrate’s authorization. 97 In assessing the good faith of an offi-\ncer’s conducting a search under a warrant, an appellate court\nmust look to the totality of the circumstances surrounding the\nissuance of the warrant, including information not contained\nwithin the four corners of the affidavit. 98 When evaluating\nwhether the warrant was based on an affidavit so lacking in\nindicia of probable cause as to render official belief in its exis-\ntence entirely unreasonable, an appellate court should address\nwhether the officer, considered as a police officer with a rea-\nsonable knowledge of what the law prohibits, acted in objec-\ntively reasonable good faith in relying on the warrant. 99 It has\nalso been said:\n      If the reviewing court is “able to identify in the averring\n      officer’s affidavit some connection, regardless of how\n      remote it may have been”—“some modicum of evidence,\n      however slight”—“between the criminal activity at issue\n      and the place to be searched,” then the affidavit is not\n      bare bones and official reliance on it is reasonable.” 100\n95\n    Herring v. United States, 555 U.S. 135, 129 S. Ct. 695, 172 L. Ed. 2d 496\n    (2009).\n96\n    See State v. Sprunger, supra note 10.\n97\n    Id.\n98\n    Id.\n99\n    See, United States v. Leon, supra note 83; State v. Sprunger, supra note 10;\n    State v. Nuss, 279 Neb. 648, 781 N.W.2d 60 (2010); State v. Edmonson,\n    257 Neb. 468, 598 N.W.2d 450 (1999).\n100\n    U.S. v. White, 874 F.3d 490, 497 (6th Cir. 2017).\n\f                                   - 136 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                             STATE v. SHORT\n                             Cite as 310 Neb. 81\n\n   The affidavits contained a modicum of evidence between\nthe criminal activity at issue and the places to be searched, and\nthe knowledge of law enforcement outside the four corners of\nthe affidavits provided a sufficient basis for the likelihood that\nevidence of the criminal activity would be found in the particu-\nlar places searched. The law in Nebraska and elsewhere con-\ncerning the minimum allegations to support a search of a cell\nphone, call records, or location information is fact specific, and\nwe have not addressed similar affidavits. Accordingly, while\nwe assume law enforcement has reasonable knowledge of the\nlaw, the law was not sufficiently clear with respect to the affi-\ndavits at issue for us to conclude law enforcement was entirely\nunreasonable in its belief they were sufficient.\n   Assuming without deciding the warrants to search Short’s\ncell phones, call records, and cell site location information\nwere not supported by a substantial basis for their issuance,\nwe find the police relied in good faith upon the warrants when\nexecuting the searches. Accordingly, the district court did not\nerr in overruling Short’s objections based on alleged deficien-\ncies in the warrants’ supporting affidavits.\n                   (b) Particularity of Warrants\n   [50,51] We next examine the particularity of the two warrants.\nIn addition to the requirement of probable cause, the Fourth\nAmendment and article I, § 7, of the Nebraska Constitution\ncontain a particularity requirement that a warrant describe the\nplace to be searched and the persons or things to be seized.\n“It is familiar history that indiscriminate searches and seizures\nconducted under the authority of ‘general warrants’ were the\nimmediate evils that motivated the framing and adoption of the\nFourth Amendment.” 101 A purpose of the particularity require-\nment for a search warrant is to prevent the issuance of warrants\non loose, vague, or doubtful bases of fact. 102 The particularity\n101\n    Payton v. New York, 445 U.S. 573, 583, 100 S. Ct. 1371, 63 L. Ed. 2d 639\n    (1980).\n102\n    State v. Said, supra note 71.\n\f                                  - 137 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                            STATE v. SHORT\n                            Cite as 310 Neb. 81\n\nrequirement of the Fourth Amendment protects against open-\nended warrants that leave the scope of the search to the discre-\ntion of the officer executing the warrant or permits seizure of\nitems other than what is described. 103 Simply put, the Fourth\nAmendment prohibits “fishing expeditions.” 104\n   [52-55] To satisfy the particularity requirement of the Fourth\nAmendment, a warrant must be sufficiently definite to enable\nthe searching officer to identify the property authorized to\nbe seized. 105 The degree of specificity required in a warrant\ndepends on the circumstances of the case and on the type of\nitems involved. 106 A search warrant may be sufficiently particu-\nlar even though it describes the items to be seized in broad or\ngeneric terms, if the description is as particular as the support-\ning evidence will allow; but the broader the scope of a warrant,\nthe stronger the evidentiary showing must be to establish prob-\nable cause. 107 A warrant for the search of the contents of a cell\nphone must be sufficiently limited in scope to allow a search\nof only that content that is related to the probable cause that\njustifies the search. 108\n   Short argues the warrants to search the contents of his physi-\ncal cell phones, call data, and cell site location information\nsimply eliminated the “‘any and all’” language we previously\nheld to be overly broad and replaced it with “a laundry list\nof everything possibly contained in a cell phone.” 109 Further,\nShort takes particular exception to the sentence in the warrant\nfor the physical cell phones authorizing law enforcement to\n“examine every file and scan its contents briefly to determine\nwhether it falls within the scope of the warrant,” which he\n103\n    State v. Jennings, 305 Neb. 809, 942 N.W.2d 753 (2020).\n104\n    State v. Sprunger, supra note 10.\n105\n    State v. Said, supra note 71.\n106\n    Id.\n107\n    Id.\n108\n    Id.\n109\n    Brief for appellant at 66 (citing State v. Henderson, 289 Neb. 271, 854\n    N.W.2d 616 (2014)).\n\f                                    - 138 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nasserts authorized law enforcement to “‘rummage around’” to\nsee what they might find. 110\n    Other courts have rejected the argument that an authoriza-\ntion in a warrant to “examine every file and scan its contents\nbriefly to determine whether it falls within the scope of the\nwarrant,” or similar language, violates the particularity clause\nof the Fourth Amendment. 111 Courts reason that scanning all\ndigital information related to a cell phone is like searching\neverywhere in a house for evidence of drugs or searching\nevery document in a filing cabinet when the incriminating\nevidence may be found in any file or folder. Neither search\nis overbroad, because “[c]riminals don’t advertise where they\nkeep evidence.” 112 A cell phone serves the same function as a\nfiling cabinet, and there is no way for law enforcement to know\nin advance how a suspect may label or code files that contain\nevidence of criminal activity. 113\n    The U.S. Supreme Court in Riley v. California, 114 in hold-\ning a warrant is required to search data stored in cell phones\nseized incident to arrest, recognized “a cell phone search would\ntypically expose to the government far more than the most\nexhaustive search of a house.” The Court did not thereby sug-\ngest that such an extensive search would be impermissible with\na warrant.\n    [56,57] Officers cannot predict where evidence of a crime\nwill be located in a cell phone or call records or in what\n110\n    Brief for appellant at 67.\n111\n    See, State v. Johnson, 576 S.W.3d 205 (Mo. App. 2019); State v. Swing,\n    2017 Ohio 8039, 98 N.E.3d 828 (2017); State v. Savath, 298 Or. App. 495,\n    447 P.3d 1 (2019). See, also, e.g., U.S. v. Stabile, 633 F.3d 219 (3rd Cir.\n    2011); Com v. McDermott, 448 Mass. 750, 864 N.E.2d 471 (2007).\n112\n    U.S. v. Bishop, 910 F.3d 335, 336 (7th Cir. 2018). See, also, Andresen v.\n    Maryland, 427 U.S. 463, 96 S. Ct. 2737, 49 L. Ed. 2d 627 (1976); State v.\n    Johnson, supra note 111.\n113\n    See id.\n114\n    Riley v. California, 573 U.S. 373, 396, 134 S. Ct. 2473, 189 L. Ed. 2d 430\n    (2014).\n\f                                    - 139 -\n            Nebraska Supreme Court Advance Sheets\n                     310 Nebraska Reports\n                              STATE v. SHORT\n                              Cite as 310 Neb. 81\n\nformat, such as texts, videos, photographs, emails, or applica-\ntions. 115 There is no way for law enforcement to know where in\nthe digital information associated with cell phones it will find\nevidence of the specified crime. 116 Sophisticated users can hide\ndigital data in complex ways. 117\n   [58,59] Thus, courts refuse to require ex ante limitations\nbased on file or data type or specific application. 118 In an elec-\ntronic search, law enforcement will likely need to examine, at\nleast briefly, information or data beyond that identified in the\nwarrant. 119 The most important constraint in preventing uncon-\nstitutional exploratory rummaging is that the warrant limit\nthe search to evidence of a specific crime, ordinarily within a\nspecific time period, rather than allowing a fishing expedition\nfor all criminal activity. 120 We agree that a brief examination\nof all electronic data associated with a cell phone is usually\nnecessary in order to find where the information to be seized is\nlocated, and such examination is reasonable under the Fourth\nAmendment. We accordingly hold that the breadth of electronic\ninformation that the warrants here authorized law enforcement\nto sift through did not render them unconstitutional under the\nparticularity clause of the Fourth Amendment.\n   Regarding the extensiveness of the list of items to be\nsearched for and seized, while sifting through the extensive\ndata, this court in State v. Goynes 121 has already found suffi-\nciently particular a warrant allowing a search for and seizure\n115\n    See State v. Johnson, supra note 111.\n116\n    See id.\n117\n    State v. Mansor, 363 Or. 185, 421 P.3d 323 (2018).\n118\n    See id.\n119\n    State v. Savath, supra note 111.\n120\n    See, e.g., U.S. v. Castro, 881 F.3d 961 (6th Cir. 2018); U.S. v. Bass, 785\n    F.3d 1043 (6th Cir. 2015); U.S. v. Bishop, supra note 112; State v. Johnson,\n    supra note 111; People v. English, 52 Misc. 3d 318, 32 N.Y.S.3d 837\n    (2016). See, also, Wheeler v. State, 135 A.3d 282 (Del. 2016).\n121\n    State v. Goynes, 303 Neb. 129, 927 N.W.2d 346 (2019).\n\f                                      - 140 -\n              Nebraska Supreme Court Advance Sheets\n                       310 Nebraska Reports\n                                STATE v. SHORT\n                                Cite as 310 Neb. 81\n\nof a list of data types almost identical to the most extensive of\nthe two warrants here at issue—when, like here, the search was\nconstrained to evidence of the specific crime. The items listed\nin the warrant in Goynes included all of the following:\n      cell phone information, configurations, calendar events,\n      notes, and user account information which could identify\n      who owns or was using a cell phone; call logs which\n      could establish familiarity between people involved and\n      timelines of an incident; short and multimedia messaging\n      service messages, chat and instant messages, and emails\n      which could provide insight to establish an individ­\n      ual’s level of culpability and knowledge of the incident;\n      installed application data which could aid in determining\n      a user’s historical geographic location and demonstrate\n      the user’s association with investigated people, location,\n      and events; media files such as images, videos, audio, and\n      documents which could provide times and locations, as\n      well as firsthand documentation of the incident; internet\n      browsing history which could demonstrate the planning,\n      desire, and participation in a crime; cell tower connec-\n      tions, global positioning system data, Wi-Fi, Bluetooth,\n      and synchronization logs which could provide informa-\n      tion on location in relation to the incident; and user dic-\n      tionary information which could demonstrate familiarity\n      with the crime being investigated. 122\nWe rejected the argument that because the extensive list\nencompassed practically the entirety of the data contained\nwithin cell phones, it was no different than a warrant autho-\nrizing the search of “any and all” information stored on a\ncell phone. 123\n   We explained in Goynes that the warrants in Henderson\nviolated the requirements of particularity because, in addition\nto listed types of cell phone data to search, they authorized\n122\n      Id. at 142-43, 927 N.W.2d at 356.\n123\n      Id. at 143, 927 N.W.2d at 356 (internal quotation marks omitted).\n\f                                  - 141 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                            STATE v. SHORT\n                            Cite as 310 Neb. 81\n\na broad search of “any other information that can be gained\nfrom the internal components and/or memory Cards” and failed\nto refer to a specific crime being investigated. 124 We clarified\nin Goynes that “Henderson does not stand for the rule that a\nsearch of a cell phone cannot be expansive.” 125\n   We held that the list in the affidavit at issue in Goynes,\nwhile expansive, was not insufficiently particular and did not\nviolate the Fourth Amendment. This was because the warrant\ndescribed the crime, listed the specific areas to be searched,\nand did not contain unqualified language that would permit the\nsearch of the cell phone for “any other information.” 126\n   Neither warrant at issue here contained the catchall phrase\nwe found unconstitutional in Henderson. The 2018 warrant\nfor the call records and cell site location information speci-\nfied the crime of homicide and a limited time period of July\n8 to August 10, 2015. The warrant to search the physical cell\nphones limited the search to evidence relating to the homicide\nof Johnson. While both warrants might be viewed as exten-\nsive, they did not lack in particularity. The authorization to\n“examine every file and scan its contents briefly to determine\nwhether it falls within the scope of the warrant” does not\nnegate that particularity. The district court did not err in deter-\nmining the warrants satisfied the particularity requirements of\nthe Fourth Amendment.\n\n                    (c) Pat-Down Search and\n                     Seizure of Cell Phones\n   Lastly, we find no merit to Short’s argument that the searches\nof his phones are tainted by their alleged illegal seizure. The\nphone number information was independently found in the\n124\n    See id. at 143-44, 927 N.W.2d at 356 (quoting State v. Henderson, supra\n    note 109).\n125\n    State v. Goynes, supra note 121, 303 Neb. at 143, 927 N.W.2d at 356\n    (internal quotation marks omitted).\n126\n    See id. (internal quotation marks omitted).\n\f                                   - 142 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                             STATE v. SHORT\n                             Cite as 310 Neb. 81\n\nsearch of Short’s residence, which we have already found\ndid not violate the Fourth Amendment, and Short stipulated\nat trial that the LG smart phone number belonged to him for\nthe dates in question. Thus, the only fruits of the seizure of\nthe phones was the evidence, not also found in the search of\ndata for the phone numbers, derived from the search of the\nphysical phones. Such evidence was minimal and consisted\nof contacts between Short and Pope, contacts between Short\nand Harlan, and indications that Short’s phone either searched\nfor and accessed or was sent and downloaded news reports on\nthe homicides from a television station’s website. Regardless,\nin our de novo review, we conclude the warrantless seizure\nof Short’s cell phones while he sat in the police cruiser was\nnot unlawful.\n   [60,61] Warrantless searches and seizures are per se unrea-\nsonable under the Fourth Amendment, subject only to a few\nspecifically established and well-delineated exceptions, which\nmust be strictly confined by their justifications. 127 These\nexceptions include searches incident to a valid arrest. 128 In\nUnited States v. Robinson, 129 the U.S. Supreme Court held\nthat in the case of a lawful custodial arrest, a full search of\na person is not only an exception to the Fourth Amendment’s\nwarrant requirement, but is also a reasonable search under that\namendment. 130\n   [62,63] Further, it has been held that a search incident to an\narrest can be made before an arrest as long as probable cause\nfor the arrest exists before the search. 131 It does not matter that\na defendant is not formally placed under arrest until after a\n127\n    State v. Voichahoske, 271 Neb. 64, 709 N.W.2d 659 (2006).\n128\n    See id.\n129\n    United States v. Robinson, 414 U.S. 218, 94 S. Ct. 467, 38 L. Ed. 2d 427\n    (1973).\n130\n    See State v. Hayes, 3 Neb. App. 919, 535 N.W.2d 715 (1995).\n131\n    See State v. Twohig, 238 Neb. 92, 469 N.W.2d 344 (1991).\n\f                                  - 143 -\n           Nebraska Supreme Court Advance Sheets\n                    310 Nebraska Reports\n                            STATE v. SHORT\n                            Cite as 310 Neb. 81\n\nsearch, so long as the fruits of the search are not necessary to\nsupport probable cause to arrest. 132\n   [64,65] Probable cause to support a warrantless arrest exists\nonly if law enforcement has knowledge at the time of the\narrest, based on information that is reasonably trustworthy\nunder the circumstances, which would cause a reasonably\ncautious person to believe that a suspect has committed or is\ncommitting a crime. 133 And under the collective knowledge\ndoctrine, the existence of probable cause justifying a warrant-\nless arrest is tested by the collective information possessed by\nall the officers engaged in a common investigation. 134\n   At the time Short arrived at his residence, law enforcement\nknew Short’s fingerprints had been found on a pricetag near\nthe Neelon homicide, that witnesses who heard gunshots at\nthe time of the Johnson homicide saw two Black males get\ninto a white Chevy Monte Carlo with dealer paper plates, and\nthat a white Chevy Monte Carlo matching the description with\nin-transits and dealer paper plates was found parked in front\nof the last known address of Short. Further, the officers testi-\nfied at trial that, at the time Short arrived at his residence,\nthey believed that these homicides were connected based on\nthe attempted shooting of Johnson in front of the Neelon\nresidence the day before Neelon was shot and killed at her\nhome. This information was reasonably trustworthy under the\ncircumstances and would cause a reasonably cautious person\nto believe that these homicides were connected, that Short had\nbeen present at both homicide scenes, and that Short had com-\nmitted a crime.\n   We find as a matter of law there was probable cause to arrest\nShort when the phones were seized. As such, we need not\nanalyze whether the district court was correct that the phones\n132\n    See id.\n133\n    State v. Garcia, 302 Neb. 406, 923 N.W.2d 725 (2019).\n134\n    State v. Huff, 282 Neb. 78, 802 N.W.2d 77 (2011).\n\f                                      - 144 -\n              Nebraska Supreme Court Advance Sheets\n                       310 Nebraska Reports\n                                STATE v. SHORT\n                                Cite as 310 Neb. 81\n\nwould inevitably have been discovered even if Short had not\nbeen illegally detained.\n   Because the phones were seized during a search conducted\nincident to a warrantless de facto arrest that was supported\nby probable cause, their seizure did not violate the Fourth\nAmendment. We affirm the district court’s finding that law\nenforcement did not obtain the phones in violation of the\nFourth Amendment. 135\n\n                       VI. CONCLUSION\n   Short’s cell phones were not seized during an unlawful\narrest, and the search of his residence was not pursuant to a\nwarrant supported by an affidavit containing intentional or\nreckless falsities or omissions. The warrants supporting the\nsearches of Short’s physical phones, digital call records, and\ncell site location information were sufficiently particular, and\nthe affidavits supporting the warrants contained sufficient\nevidence connecting the criminal activity and the place to\nbe searched for law enforcement’s reliance thereupon to be\nin good faith. Whether from the perspective of the constitu-\ntional right to a speedy trial, due process, statutory discovery\nrules, or all combined, the district court did not err in denying\nShort’s motion to dismiss without prejudice or, in the alterna-\ntive, for absolute discharge. For all these reasons, we find\nno merit to Short’s assignments of error and affirm the judg-\nment below.\n                                                     Affirmed.\n135\n      See State v. Jennings, supra note 103.\n\n   Miller‑Lerman, J., concurring.\n   I concur in the result reached by the court, but write sepa-\nrately simply to remark on the path followed in our analysis\nwith respect to the propriety of the search of the cell phone.\nIn its opinion, this court proceeded to the good faith inquiry\nwithout first having resolved the Fourth Amendment issue. In\n\f                              - 145 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nmy view, it would have been advisable to address the merits\nof the Fourth Amendment claim before proceeding to the good\nfaith issue.\n   The jurisprudence of cell phone searches is evolving.\nThis case presented an opportunity to resolve certain Fourth\nAmendment issues before considering the application of the\ngood faith exception to the exclusionary rule. In fact, in United\nStates v. Leon, 468 U.S. 897, 925, 104 S. Ct. 3405, 82 L.\nEd. 2d 677 (1984), the origin case of the good faith rule, the\nSupreme Court recognized that “it frequently will be difficult\nto determine whether the officers acted reasonably without\nresolving the Fourth Amendment issue.” This is because the\nFourth Amendment analysis addresses judicial errors, whereas\nthe good faith analysis addresses subsequent police errors\nwhen viewed against settled law.\n   I argue that there are hazards inherent in deciding the good\nfaith issue without first having resolved the legal issues in the\nFourth Amendment claim. The Supreme Court described this\nargument when it stated that “application of the good‑faith\nexception to searches conducted pursuant to warrants will\npreclude review of the constitutionality of the search or sei-\nzure, deny needed guidance from the courts, or freeze Fourth\nAmendment law in its present state.” United States v. Leon, 468\nU.S. at 924. But the Supreme Court did not adopt an inflexible\npractice of requiring a finding that the warrant was inadequate\nas a predicate to proceeding to the good faith inquiry.\n   We generally decide cases on the basis on which they\nwere resolved in the trial court. In this case, the trial court\naddressed the merits of the Fourth Amendment issue and\nalso considered the good faith exception. So our consider-\nation of the good faith issue was invited. We are not alone in\naddressing the good faith issue without deciding the Fourth\nAmendment claim. For example, in U.S. v. White, 874 F.3d\n490 (6th Cir. 2017), the U.S. Court of Appeals for the Sixth\nCircuit recognized that the trial court had ruled on both the\nmerits of the Fourth Amendment issue and the good faith\n\f                              - 146 -\n         Nebraska Supreme Court Advance Sheets\n                  310 Nebraska Reports\n                        STATE v. SHORT\n                        Cite as 310 Neb. 81\n\nexception. In so doing, it said, “[w]e therefore proceed to the\ngood‑faith inquiry, assuming, without deciding, that the affi-\ndavit failed to establish probable cause.” U.S. v. White, 874\nF.3d at 495‑96.\n   Given the foregoing, I respectfully suggest that, rather than\nfreezing Fourth Amendment cell phone search Nebraska juris-\nprudence in its present state, we address the merits in the\nnext case.\n\f",
            "ocr": false,
            "opinion_id": 4941833
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}