{
    "id": 5124601,
    "judges": "Dufresne, Ley, Marden, Tap, Tapley, Weatherbee, Webber, Williamson",
    "date_filed": "1978-07-11",
    "date_filed_is_approximate": true,
    "slug": "chase-v-state",
    "case_name_short": "Chase",
    "case_name": "Chase v. State",
    "case_name_full": "Carl R. CHASE v. STATE of Maine and Allan L. Robbins, Warden, Maine State Prison",
    "attorneys": "Roscoe H. Fales, Lewiston, for plaintiff., John W. Benoit, Asst. Atty. Gen., Augusta, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "227 A.2d 455"
    ],
    "opinions": [
        {
            "author_str": "Tapley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTAPLEY, Justice.\nOn appeal. An appeal was taken by the appellant from the findings of a single Justice. The findings are to be tested by the “Clearly Erroneous” Rule. Rule 52 M.R.C.P.; Harriman v. Spaulding, 156 Me. 440, 165 A.2d 47.\nThe appellant was convicted of the crime of murder at the November Term, 1952 of the Superior Court, within and for the County of Androscoggin, State of Maine. He was sentenced to life imprisonment. Previous to the instant petition for writ of habeas corpus brought under provisions of 14 M.R.S.A., Secs. 5502-5508 the appellant commenced and prosecuted four other post-conviction proceedings. The first was in November, 1954 when a petition for writ of habeas corpus was addressed to the United States District Court for the District of Maine. The complaint in that petition was that the indictment upon which the petitioner was tried was insufficient in law.\nJudge Magruder, upon dismissing the writ, said:\n“After a full opinion, reported in State of Maine vs. Chase, 149 Me. 80 [99 A.2d 71] (1953), the Supreme Judicial Court, as a matter of state law, held that the technical defects in the phraseology of the indictment did not render it vulnerable to a motion in arrest of judgment as distinguished from a demurrer to the indictment. The mandate of the court was that the exceptions should be overruled, that judgment should be entered for the state, and that the case be remanded for sentence.\n“It is apparent from the face of the present petition that the alleged federal question sought to be presented is utterly frivolous.”\n*456In 1954 the appellant presented to the late Justice Dubord a petition for a writ of habeas corpus alleging the same reason, viz: legal insufficiency of indictment. Justice Dubord denied the writ for the reason that the question had been decided in State v. Chase, 149 Me. 80, 99 A.2d 71.\nAgain, in 1959, Justice Dubord denied another petition for writ of habeas corpus. The question again was validity of indictment.\nThis issue of legal sufficiency of indictment has been adjudicated at least four times.\nThe record discloses that the appellant brought a petition for writ of error coram nobis in December of 1959. The petitioner alleged (1) incompetency óf counsel; (2) legal insufficiency of indictment; (3) withholding of evidence prejudicial to the defendant; (4) the denial of right to be confronted by witnesses during the trial; (5) denial of cross-examination; (6) improper conduct of Justice in admitting hearsay evidence; and (7) denial of reasonable time to prepare a defense. The Justice below issued the writ on the issue of incompetency of counsel only. He held that all of the allegations were not properly before the court on coram nobis. The case proceeded to hearing on the one issue. The Justice in his findings said:\n“It is the finding of this court that the constitutional rights of the petitioner under the Federal Constitution and the Constitution of the State of Maine have not been violated in any manner with respect to the assignment of error upon which the writ herein issued. Upon all other assignments of error alleged in petitioner’s application let the record show that upon those alleged assignments of error a writ of error coram nobis was denied.”\nThe appellant is now before this court attacking the findings of the Justice below because of alleged errors. The Justice made two findings, one he termed “Interlocutory Findings and Order” which bears date March 19, 1966 and the other, “Decree” which is dated July 21, 1966. The first hearing upon which the “Interlocutory Findings and Order” were issued was continued until March 28, 1966. As a result of the continued hearing the Justice filed the “Decree.” Both findings are under attack here. The appellant in his petition for writ of habeas corpus alleged the following:\n“(a) Court appointed Counsel for petitioner at the trial was incompetent for the following reasons:\n1 — He failed to question the jurors as they were impanelled.\n2 — He neglected to request the Court to strike petitioner’s plea of not guilty to the indictment and file a demurrer thereto.\n3 — He should not have waived respondent’s right to be present at the view which the Traverse Jury took at the trial.\n4 — He neglected to request that the .opening and final argument, including rebuttal, of Counsel for the State be recorded by the Court Reporter.\n5 — He should not have allowed Custody of Exhibits to remain with Counsel for the State overnight.\n6 — He permitted to be admitted into evidence the exhibits, the chain of custody of which had not been established.\n7 — He failed to ask for a mistrial when Mrs. Yorksus remonstrated the petitioner while off the witness stand but in the immediate presence of the jury.\n8 — He failed to object to witnesses testifying as to conclusions such as ‘bloodstains.’\n9 — He agreed to stipulate the testimony of certain witnesses who could not be obtained to testify in person by the State.\n*45710 — He failed to object when the Presiding Justice excused one Juror from the panel shortly before the jury retired to consider the evidence.\n11 — He failed to prosecute by Bill of Exceptions, the exceptions he had taken to the rulings of the Presiding Justice during the course of the trial.\n12 — He failed to file a motion to quash the indictment on the ground that eleven of the Grand Jurors were not capable of serving in that capacity.\n13 — He failed to adequately prepare the case by conducting proper preliminary investigation.\n14 — He did not continue to represent the petitioner after the verdict but without authority of either the Presiding Justice or the petitioner delegated this responsibility to another attorney.\n15 — He failed to object to petitioner being tried on Indictment No. 4860 while there was another Indictment No. 4861 pending because the evidence to substantiate both indictments was the same.\n16 — He was not present when Petitioner was sentenced at the September, 1953 ■Term of Court.\n17 — He failed to object to prejudicial statements made by Counsel for the State to the jury concerning testimony of a witness not present to testify which statements of Counsel were not recorded by the Court Reporter.\n18 — He failed to object to the Presiding Justice’s charge to the jury with respect to said Justice’s stating that the jury could not bring a verdict of guilty of manslaughter if the killing was committed during the commission of a felony.\n19 — He failed to object to the foreman of the Traverse Jury being designated by the Court instead of elected by the panel.\n(b) The reasons assigned above in Paragraph (a) to substantiate petitioner’s contention that Counsel was incompetent are here reiterated as independent grounds to substantiate this petition.\n(c) The Presiding Justice did not appoint Counsel for the respondent until after he was arraigned and his plea of not guilty had been entered.\n(d) The indictment upon which the petitioner was tried is defective as a matter of law.\n(e) Petitioner was not represented by Counsel at the time of the arraignment, was not acquainted with law, and, therefore, was unable to enter a demurrer to the indictment.\n(f) He was not represented by Counsel when he entered a plea of not guilty to the indictment at which time he wanted to object to the indictment being found by a grand jury, eleven of whose members were not qualified to sit but he was informed by an official of the Court that such an objection must be filed by Counsel.\n(g) He was held incommunicado from November 10, 1952 until time of arraignment by officials of the State of Maine preventing until after arraignment and plea any consultation with Counsel.\n' (h) On December 1, 1952, at a recess during the selection of trial jurors, he was handcuffed and taken to a room at the back of the Courthouse by Deputy Sheriffs of Androscoggin County and that within this room were witnesses for the State and said witnesses were informed by said Deputy Sheriffs that the petitioner was the party and they should indentify (sic) as the defendant in the case.\n(i) Petitioner was sentenced twice for the same crime.\n*458(j) There is no transcript of the proceedings in the court room from arraignment to trial.”\nHe amended the petition by once more presenting his contention that the indictment was faulty and by charging:\n(1) “That eleven (11) Grand Jurors were »6⅛ (sic) none of them of good moral character, approved integrity, sound judgment, well informed, nor qualified as such, making the entire Grand Jury body incompetent to return a valid true bill by lack of sufficient number to form a constitutional unanimity.”\n(2) “Members of the Sheriff’s Department prevented the Petitioner from using the telephone or in any other way get in touch with counsel even though Petitioner repeatedly requested members of the Sheriff’s Department to consult with counsel.”\nThe Justice below found that the allegation regarding insufficient indictment was settled by State v. Chase, 149 Me. 80, 99 A.2d 71; that the following assignments of error were without merit:\n“He was not represented by Counsel when he entered a plea of not guilty to the indictment at which time he wanted to object to the indictment being found by a grand jury, eleven of whose members were not qualified to sit but he was informed by an official of the Court that such an objection must be filed by Counsel.”\nand,\n“That eleven (11) Grand Jurors were &amp;0⅛ (sic) none of them of good moral character, approved integrity, sound judgment, well informed, nor qualified as such, making the entire Grand Jury body incompetent to return a valid true bill by lack of sufficient number to form a constitutional unanimity.”\nThe Justice also determined that the allegation,\n“Members of the Sheriff’s Department prevented the Petitioner from using the telephone or in any other way get in touch with counsel even though Petitioner repeatedly requested members of the Sheriff’s Department to consult with counsel.”\nwas without merit.\nCounsel who was charged with incompetency appeared as a witness in the habeas corpus proceedings before the Justice below. As to the charges of incompetency the following extracts from the record are most illuminating:\n“Q. Would you tell the Court whether or not you had a conversation, that is whether you talked with Mr. Chase in his presence, the two of you, before he was arraigned here in Superior Court?\nA. As I remember it, I did.\nQ. And do you recall where that conversation occurred?\nA. It was in the County Jail, in the cell of Mr. Carl R. Chase.\n******\nQ. So you did talk to Mr. Chase before he was arraigned, in the County Jail?\nA. As I remember it, I did.\nQ. Now the day when he was arraigned in Superior Court, were you present in the courtroom here?\nA. Yes, I was.\nQ. Now in the selection of the jury, the choosing of the members of the panel, whether or not you had prepared any questions for prospective jurors ?\nA. Yes, I had.\n*459Q. Will you tell the Court how those questions were utilized, if at all ?\nA. The Judge presiding inquired of each of the prospective jurors and used his own questioning, which I was aware of, and used the questioning that I had submitted and that the Attorney General’s Office had submitted, in order to secure an impartial jury.\nQ. Now directing your attention to the matter of going on the view of the scene of the crime, whether or not you had any conversation about Mr. Chase going to the scene of the crime P\nA. My best recollection is that I did.\nQ. Do you recall any statement to you by Mr. Chase as to whether he wanted to go or not ?\nA. This was discussed at quite some length with Mr. Chase and he felt as though it would be better if he didn’t appear on the scene where the crime had allegedly been committed.”\nThe following pertinent quotation was taken from the trial transcript:\n“THE COURT. May the record show that the jury is first to take a view of the premises where the alleged accident is said to have taken place and that the respondent who has a right to be present at the view has been offered the privilege of being present at the view and has respectfully declined and waives his right to be present at the view.”\nRelative to the complaint concerning the exhibits counsel testified:\n“Q. Now while the trial was in progress whether or not any mention was made to you by Mr. Chase relative to any tampering with an exhibit?\nA. The first time I heard of it was today in this courtroom.”\nCounsel further witnessed:\n“Q. Now after you were appointed whether or not Mr. Chase ever gave you any indication he was dissatisfied with your services?\nA. No, never.\nQ. Whether or not you had any conversation with him after the verdict came in by the jury, if you recall?\nA. Yes.\nQ. Has Mr. Chase ever indicated to you that he was satisfied with your services ?\nA. Yes.\nQ. What manifestation was that?\nA. He told me that I had defended him properly and that he was pleased with my work that I did in his behalf.\nQ. Whether or not there were any handshakes between the two of you at that time?\nA. I think we shook hands almost every day he thanked me.\nQ. Did he ever indicate to you that he was disgruntled at the manner in which you prepared the case?\nA. No.\nQ. And while the matter was at trial did he ever indicate to you that he was dissatisfied with your services ?\nA. No, never.”\nIt is obvious that the presiding Justice accepted the testimony of counsel as being a true recital of the facts.\nThe appellant alleged failure of counsel to request a mistrial because of the action of the widow of the deceased before the jury. He described her actions, according to the record:\n“A. * * * Mrs. Yoksus then was excused and proceeded down back of *460the jury box. Over her shoulder she had a bag hanging. As she stepped down off of the box she began screaming and sobbing, ‘Murder, killer, you killed by daddy,’ slapping me with this bag. The deputy sheriffs got up — they were seated behind me — and tried to get in between myself and Mrs. Yoksus and calling a matron over. She came over and finally they got her out of the courtroom, sobbing. The sobs could be heard from ten to fifteen minutes by the jury, by myself, by everyone in the courtroom. Ten to fifteen minutes later the Presiding Justice himself admonished the jury to disregard what had happened. Mr. Grossman made no move for a mistrial, again he did nothing.”\nCounsel had an entirely different version of the situation when he testified:\n“Q. Directing your attention further to while the trial was in progress, and more specifically to just after Mrs. Yoksus had testified and left the stand, do you recall any screaming by Mrs. Yoksus after she had left the stand?\nA. No, I do not.\nQ. Do you recall where you were sitting in the courtroom, whether or not you were with Mr. Chase or in his vicinity?\nA. I was either seated directly beside Mr. Chase or I was seated one chair away from him.\nQ. So you didn’t hear any screaming by this woman?\nA. No, I did not.\nQ. Whether or not you saw this woman swing any handbag and strike Mr. Chase?\nA. No, I was not aware of that.\nQ. Whether or not you heard Mrs. Yoksus scream and shout ‘Killer’ or ‘Murderer’?\nA. I do not remember that at all.\nQ. Do you remember if she was crying when she left the stand?\nA. My best recollection is that she was sobbing when she testified and when she left the stand she was holding a handkerchief to her face as she walked down crying.”\nThe appellant claims he was prejudiced by the failure of his counsel to object to the withdrawal of a juror after the evidence was closed. The following excerpt from the transcript of the trial shows exactly what took place and that the appellant concurred in it.\n“THE COURT. Mr. Foreman and Members of the Jury, which one of you gentlemen is Mr. Boulanger? Mr. Boul-anger, on the first day the Court put certain questions to you and to all the jurors and they were always the same questions, and you answered them very fairly and very truthfully. I did not put my questions in such a way as to bring out the bits of information which probably would have had an effect and I have no doubt that you would have been challenged. It now appears, if I am correctly informed, that you are the advertising manager of Le Messenger and that is owned by a corporation of which the County Attorney is the President. Probably you will forgive us for having kept you here all this time, but the Jury having been impanelled and not knowing whether illness might strike we didn’t want to take any chance on a mistrial. We have now reached the point where the Jury will soon have the case. The Jury is still intact and now — and this is all very friendly, I can assure you — the respondent’s attorney at this point moves, *461and the State concurs and joins in the motion that in order that you not be embarrassed and the County Attorney not be embarrassed and there be not even a question that in the future but that this respondent has had a fair trial, that the Court will excuse you. And for those reasons and with no reflection upon you, I do now excuse you; and thank you for staying locked up for these days, being away from your family and business and for the very close attention which I have noted you have given throughout the trial to everything. You have performed a very fine duty as a citizen. You are now excused and Mr. Heron will move to your position. Thank you. May the record show that what I have said is exactly what counsel for both the State and the respondent concurred in ? (Emphasis supplied.)\nAppellant’s first complaint against his counsel was seven years after his conviction, namely, 1960, in the coram nobis proceedings before Justice Delahanty. This Court, in Bennett v. State et al., 161 Me. 489, at page 501, 214 A.2d 667, at page 675, spoke in language most appropriate to the situation obtaining in the present case when it said:\n“Massive recrimination against counsel’s trial conduct will avail nothing, where, as in this case, the trial atmosphere was fair, the rights of the accused properly and competently protected and the jury verdict just.\n“Petitioner was satisfied with the conduct of his attorney during trial as there is no suggestion in the record of any complaint on his part to the presiding justice. Petitioner’s confidence carried through beyond the trial scene until his appeal was denied by this Court; after the petitioner realized that his avenues of escape from sentence had been sealed, it is then, and only then, that he first voiced these charges against counsel.”\nOn page 500, 214 A.2d on page 674, the Court further stated:\n“As a prerequisite to relief, erroneous conduct of counsel must be of such character as to have deprived the accused of his constitutional right to a fair and impartial trial, or otherwise of due process.\n‘The fact that a criminal, after conviction, is of the opinion that the trial was not properly or wisely conducted by his counsel, constitutes no ground for the issuance of a writ of habeas corpus unles.s counsel’s conduct was so prejudicial as to deprive defendant of a fair trial or otherwise deprive him of due process.’ Commonwealth ex rel. Wilson v. Banmiller, 393 Pa. 530, 143 A.2d 657.\n‘It is easy to condemn the exercise of counsel’s judgment after the case is lost which would be praised if the case were won. But no lawyer can be expected to do more than exercise a reasonable skill which cannot be fairly judged by the result of the trial alone.’ Commonwealth v. Thompson, 367 Pa. 102, 109, 79 A.2d 401, 404 (1951).\n‘The right to counsel and the effective assistance of counsel does not vest the petitioner with the absolute privilege of retroactively assessing the quality of his present feeling as to what might have been better strategy.’ Commonwealth ex rel. Davis v. Maroney, 206 Pa.Super. 68, 210 A.2d 920, at 922 (1965); Com. ex rel. LaRue v. Rundle, 417 Pa. 383, 207 A.2d 829.”\nAppointed counsel who is being charged by the appellant in these proceedings of incompetency is a lawyer of good repute and a respected member in good standing of the Bar of Maine. He is a lawyer of much trial experience in criminal cases. We have examined very closely, and with great care, the trial transcript and all the pertinent documents. We find no evi*462dence of incompetency on the part of counsel.\nThe appellant, since his conviction in 1952, has pursued one post-conviction procedure after another, all resulting in failure because they had no merit, either in fact or in law. He has run the post-conviction course on the State level.\nOur review of the record demonstrates that the appellant suffered no constitutional deprivements or prejudicial errors in his original trial for murder. He has failed to sustain his burden of showing that the Justice below was “clearly erroneous” in his findings.\nThe order will be,\nAppeal denied.\nWEBBER, J., did not sit.\n",
            "ocr": true,
            "opinion_id": 4943445
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Murder"
}