{
    "id": 5140670,
    "judges": "Cavanaugh, Melvin, Stevens",
    "date_filed": "2008-11-21",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-wynn",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Wynn",
    "case_name_full": "COMMONWEALTH OF PENNSYLVANIA v. Chad Willis WYNN",
    "attorneys": "John A. Knorr, Pittsburgh, for appellant., Marjorie A. Fox, Assistant District Attorney, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 18, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "850 A.2d 730"
    ],
    "opinions": [
        {
            "author_str": "Stevens",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION BY\nSTEVENS, J.:\n¶ 1 This is an appeal from the judgment of sentence entered by the Court of Common Pleas of Greene County after a jury convicted Appellant of murder in the third degree1 and aggravated assault,2 and not guilty of murder in the first degree.3 On appeal, Appellant claims that the trial court erred by prohibiting Appellant from cross-examining a witness concerning the contents of her internet website, and that the trial court erred in admitting into evidence post-mortem photographs of the victim. We affirm.\n¶ 2 The record reveals that Appellant’s convictions stem from the December 15, 2000 murder of his two-month old daughter DW. Appellant met DW’s mother, SW, when she was thirteen and he, seventeen. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. They were married three days after SW’s sixteenth birthday. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. DW was born approximately thirteen months later, on September 30, 2000. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. At birth, DW exhibited a condition known as gastroschisis, her intestines developed outside her abdomen. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. Following her birth, she was immediately taken to Children’s Hospital of Pittsburgh (“CHP”), where she remained until November 6, 2000. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. After DW’s release from CHP, Appellant, SW, and DW, initially moved in with Appellant’s mother and stepfather, but then moved in with SW’s paternal grandparents. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435. However, they sometimes stayed with SW’s mother, Kimberly Nakoneczny, and her boyfriend, Robert Hughes. N.T. 8/20/02 at 117-119, 139-40; N.T. 8/21/02 at 179-87; N.T. 8/22/02 at 435.\n¶ 3 As part of her on-going post-surgical treatment, DW was seen by a visiting nurse three times a week. N.T. 8/21/02 at 37-73. The last visit occurred on December 14, 2000, at which time DW was doing well and showed no signs of abuse or injury. N.T. 8/21/02 at 37-73; N.T. 8/22/02 at 689, 728. On December 15, 2000, SW and DW were picked up by Ms. Nakoneczny and Mr. Hughes; the group then picked up Appellant at his place of employment at approximately 7:00 p.m. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. They drove to a mall, went their separate ways, and later met at a restaurant in the mall. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. At the restaurant, Mr. Hughes and Appellant each drank a “tall glass” of beer, Ms. Nakoneczny drank an alcoholic beverage, and SW drank a coke. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. While at the restaurant, the party was briefly joined by Mr. Hughes’ daughter, Erin Hughes. N.T. 8/21/02 at 392. Ms. Hughes played with *732DW, who giggled and laughed. N.T. 8/21/02 at 392. Ms. Hughes did not notice any bruises on the baby. N.T. 8/21/02 at 393.\n¶4 After leaving the mall, they briefly stopped at a gas station so that Mr. Hughes and Appellant could purchase beer. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. They then returned to the Hughes’ residence. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. At approximately 10:00 p.m., Mr. Hughes, Ms. Nakoneczny, and SW went to the Riverside Inn to meet with a landlord about an apartment; Appellant remained at the Hughes’ residence to babysit DW. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. Mr. Hughes, Ms. Nakoneczny, and SW remained at the Inn for approximately one hour, and then drove to the Landmark, where they remained until 12:00 or 12:30. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74. Mr. Hughes and Ms. Nakoneczny dropped SW back at the Hughes’ residence while they went to Rices Landing Athletic Club. N.T. 8/20/02 at 120-26, 136; N.T. 8/21/02 at 196-209, N.T. 8/22/02 at 571-74.\n¶ 5 When SW went into the Hughes residence, she found Appellant attempting to feed DW a bottle of water,4 while blood was dripping out of DW’s mouth. N.T. 8/20/02 at 27. Appellant explained that he had been sleeping when “something” woke him up and he noticed that DW was bleeding from her mouth. N.T. 8/20/02 at 38, 35, 105, 132; N.T. 8/21/02 at 209-11, 219, 221, 223, N.T. 8/22/02 at 466-68, 476-77, 483, 576-77, 580-82, 626-27. SW called 911 but was to upset to talk on the telephone, so Appellant spoke with the 911 operator. N.T. 8/21/02 at 212; N.T. 8/22/02 at 477-78. Emergency personnel who arrived at the residence continued to speak with Appellant because, while SW was too upset to be of assistance, Appellant was unnaturally calm and collected. N.T. 8/20/02 at 23, 31-32, 47, 51-52, 64-65, 80-81, 85, 89, 96; N.T. 8/21/02 at 212, 218, 361. Emergency personnel attempted to ascertain from Appellant what had happened to DW but his explanation was not consistent with the baby’s symptoms. N.T. 8/20/02 at 35 and 107. DW was transported by helicopter to CHP, where she died on December 18, 2002. N.T. 8/20/02 at 26 and 49; N.T. 8/21/02 at 230.\n¶ 6 While at CHP, Appellant was interviewed by social workers and police officers, and ultimately admitted that he had shaken DW ten to twenty times. N.T. 8/22/02 at 476-77, 483, 580-82, 626-27. Appellant stated that he believed that the bleeding in DW’s mouth was caused by her cutting herself with her “sharp nails,” and that at least one of the bruises came from an accidental collision with a car seat; Appellant did not provide an explanation for the remaining bruises on the baby’s forehead and body. N.T. 8/20/02 at 61, 106; N.T. 8/21/02 at 206; N.T. 8/22/02 at 469-70; N.T. 8/23/02 at 676, 688, 689, 700, 728. Following his arrest and arraignment, Appellant was again interviewed by a social worker and reiterated that he had shaken DW. N.T. 8/22/02 at 626-27.\n¶ 7 Trial commenced on August 20, 2002. The medical evidence introduced at trial showed that DW’s death was caused by multiple impacts with a blunt object, or by a combination of shaking and multiple impacts with a blunt object. N.T. 8/22/02 at 317, 332; N.T. 8/23/02 at 702, 743. The medical evidence also showed that all of DW’s injuries were the result of a single incident which was inflicted by the final *733caretaker of the child. N.T. 8/22/02 352, 563; N.T. 8/23/02 at 720, 733, 750.\n¶ 8 At trial, during cross-examination of SW, Appellant sought to introduce evidence of a computer website created by SW, wherein she referred to herself as a “bitch,” alluded to her multiple ear piercings, belly button piercing, and tongue piercing, discussed the use of alcohol and marijuana, and made numerous crude references to sex. N.T. 8/21/02 at 279-89, 299-301; N.T. 8/22/02 at 40-03; N.T. 8/23/02 at 617. The trial court ruled that the evidence was irrelevant and therefore, inadmissible. N.T. 8/21/02 at 279-89, 299-301; N.T. 8/22/02 at 40-03; N.T. 8/23/02 at 617. During trial, Appellant objected to the Commonwealth’s introduction of certain post-mortem photographs of DW and to the manner of displaying the photographs. N.T. 8/21/02 at 319-23; N.T. 8/23/02 at 644-70. On August 24, 2002, the jury found Appellant not guilty of murder in the first degree but guilty of murder in the third degree and aggravated assault.\n¶ 9 On October 17, 2002, Appellant was sentenced to a term of incarceration of twenty to forty years. Appellant filed a timely notice of appeal, and he was ordered to file a concise statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b). Accordingly, Appellant filed his 1925(b) statement, and the trial court subsequently issued its opinion.\n¶ 10 At trial, Appellant sought to introduce on cross-examination that sometime after the death of DW, and before the date of trial, SW maintained a website on which she used the Yahoo! ID, “bitch_04u.” See Motion to Reconsider Evidentiary Ruling and Submission and Proffer for the Record. On the website, SW discussed drinking and smoking marijuana, her recent tongue and belly button piercings, and made a variety of crude sexual references. See Motion to Reconsider Evidentiary Ruling and Submission and Proffer for the Record. The trial court found that this evidence was irrelevant and excluded it. Appellant argues that this was error.\n¶ 11 It is well settled that the admissibility of evidence is a matter addressed to the sound discretion of the trial court and may be reversed only upon a showing that the court abused that discretion. Commonwealth v. Bronshtein, 547 Pa. 460, 480, 691 A.2d 907, 917 (1997); Commonwealth v. Brennan, 696 A.2d 1201, 1203 (Pa.Super.1997). Additionally:\nAn abuse of discretion is not merely an error of judgment, but if in reaching a conclusion the law is overridden or misapplied, or the judgment exercised is manifestly unreasonable or the result of partiality, prejudice, bias, or ill will as shown by the evidence of record, discretion is abused.\nCommonwealth v. Kosher, 529 Pa. 303, 306, 602 A.2d 1308, 1310 (1992). Evidence is admissible if it is relevant — that is, if it tends to establish a material fact, makes a fact at issue more or less probable, or supports a reasonable inference supporting a material fact, Commonwealth v. Stallworth, 566 Pa. 349, 363, 781 A.2d 110, 117-18 (2001).\n¶ 12 Here, Appellant has failed to show that the proffered evidence was relevant. SW, who was seventeen when DW was murdered and nineteen when she testified at the trial, testified generally about her relationship with Appellant and the time-line of events on December 15, 2000. N.T. 8/21/02 at 201-39. She also testified that DW was healthy and had not been abused prior to being left alone with Appellant at approximately 10:00 p.m. on December 15, 2000. N.T. 8/21/02 at 201-39. She stated that, when she returned home, DW was bleeding from the mouth and that Appel*734lant stated that he had been asleep and when he woke up DW was bleeding. N.T. 8/21/02 at 201-39. She said that Appellant had previously been a good father. N.T. 8/21/02 at 201-39. She also testified about her interaction with emergency personnel and staff at CHP. N.T. 8/21/02 at 201-39. Her testimony, almost in its entirety, was corroborated by that of other witnesses and by Appellant’s own statements to police and social workers. Appellant has provided nothing which would show how information posted on a website some months after the events at issue, which, at most, demonstrated that SW had some body piercings, drank and used marijuana on occasion, and referred both to herself and to her sexuality in a crude manner, was relevant to her testimony at trial. Thus we find that the trial court did not abuse its discretion in finding that the proffered evidence was irrelevant.\n¶ 13 Appellant also argues that the testimony was admissible under Pa.R.E. 608(a), which provides, in pertinent part, that: the credibility of a witness may be attacked or supported by evidence in the form of reputation as to character, but subject to the following limitations: (1) the evidence may refer only to character for truthfulness or untruthfulness. Pa.R.E. 608(a). This Rule is consistent with prior Pennsylvania caselaw which states that a witness’s truthfulness may be attacked by showing that he or she has a bad reputation for truth and veracity. Commonwealth v. Fowler, 434 Pa.Super. 148, 642 A.2d 517, 518 (1994) (internal citations and quotations omitted).\n¶ 14 This Court can find nothing in the proffered evidence that,demonstrated that SW had a bad reputation for truth and veracity. While Appellant argues that the information on the website directly contradicted some of SW’s testimony, we find this to be a misstatement of the record. Appellant argues that SW’s discussion of alcohol use on the website contradicts SW’s testimony that she did not drink. However, our review of the record shows that SW did not testify that she did -not drink, she testified that she drank occasionally and that she did not drink on the night of December 15, 2000. N.T. 8/2/102 at 201, 207, 272, 292. SW’s testimony that she did not drink on the night of December 15, 2000, was corroborated by other witnesses, N.T. 8/20/02 at 31-32, 147, N.T. 8/21/02 at 158, 163, and there is nothing in the statement’s on the website which would refute this testimony.5\n¶ 15 Appellant also argues that the contents of the website concerning body piercings and sex refutes SW’s modest demean- or on the witness stand and her portrayal of herself as a modest woman. However, this Court is in no position to review whether SW’s demeanor on the stand was modest. SW never testified that she was a modest person and the only testimonial evidence that Appellant points to in support of this claim is SW’s reluctance to answer a question about a gift, allegedly a piece of lingerie, that Appellant gave her on December 15, 2000. SW does not discuss this gift on the website and Appellant offers nothing to support of his belief that her postings on the website somehow contradicted her testimony about this gift at trial. We have thoroughly reviewed both SW’s testimony and the proffered contents of the website and find that the trial did not abuse its discretion in concluding that *735the evidence was not admissible under Pa. R.E. 608(a).\n¶ 16 Appellant next challenges the admissibility of the ten post-mortem color photographs of DW that were admitted at trial. Our Courts have found that,\nPhotographs of a murder victim are not per se inadmissible. “To permit the disturbing nature of the images of the victim to rule the question of admissibility would result in the exclusion of all photographs of the homicide victim, and would defeat one of the essential functions of a criminal trial, inquiry into the intent of the actor. There is no need to so overextend an attempt to sanitize the evidence of the condition of the body as to deprive the Commonwealth of opportunities of proof in support of the onerous burden of proof beyond a reasonable doubt.” Commonwealth v. McCutchen, 499 Pa. 597, 602, 454 A.2d 547, 549 (1982). The determinative inquiry is whether the evidentiary value of the photographs outweighs the possibility of inflaming the minds and passions of the jurors. See Commonwealth v. Jacobs, 586 Pa. 402, 406-07, 689 A.2d 786, 788 (1994).\nCommonwealth v. King, 554 Pa. 331, 351, 721 A.2d 763, 773 (1998) (citation omitted).\n¶ 17 Here, ten post-mortem photographs of DW were admitted at trial, Appellant objected to the admission of five of them.6 Appellant did not object to the admission of the other five photographs,7 but only to the manner in which they were displayed.8 In Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998), the Pennsylvania Supreme Court held that appellants must file a Pennsylvania Rule of Civil Procedure 1925(b) statement when ordered to do so or the issues will be waived on appeal. In so holding, the Pennsylvania Supreme Court stated:\nThe absence of a trial court opinion poses a substantial impediment to meaningful and effective appellate review. Rule 1925 is intended to aid trial judges in identifying and focusing upon those issues which the parties plan to raise on appeal. Rule 1925 is thus a crucial component of the appellate process.\nLord, 553 Pa. at 417, 719 A.2d at 308.\n¶ 18 ‘When a court has to guess what issues an appellant is appealing, that is not enough for meaningful review.” Commonwealth v. Thompson, 778 A.2d 1215, 1223 (Pa.Super.2001) (quotation and quotation marks omitted). “When an appellant fails adequately to identify in a concise manner the issues sought to be pursued on appeal, the trial court is impeded in its preparation of a legal analysis which is pertinent to those issues.” In re Estate of Daubert, 757 A.2d 962, 963 (Pa.Super.2000).\n¶ 19 Here, Appellant only challenged the admissibility of the photographs in his 1925(b) statement; he did not challenge the manner in which they were displayed. Consequently, this issue was not addressed in the trial court’s 1925(a) opinion. Accordingly, we find this issue to be waived, and as the sole objections to Commonwealth Exhibits 48, 49, 50, 57, and 58 was to the manner of their *736display, any challenge on appeal to then-admission at trial is waived.\n¶ 20 Appellant challenges the admissibility of Commonwealth Exhibits 51,9 52,10 53,11 55,12 and 56.13 Appellant árgues that the photographs were unduly inflammatory because they were colored, showed close-ups of the wounds, showed the use of “scientific instruments” on DW, and because they were photographs of an infant. We disagree.\n¶ 21 In his statements to the police and to social services, Appellant admitted to shaking DW but stated that he had not shaken her hard and denied causing the bruising and bleeding in her mouth. N.T. 8/22/02 at 484, 486-87, 514-16. Both in his statements and at trial, Appellant proffered various alternate explanations for the bruises, including a car seat injury and an injury which occurred due to DW’s use of a bouncer seat. N.T. 8/20/02 at 61; N.T. 8/2102 at 286-91. Appellant further argued that the bleeding in DW’s mouth was caused by her cutting herself with her nails. N.T. 8/21/02 at 206; N.T. 8/22/02 at 469-70; 8/23/02 at 676. Given this defense, the photographs of the bruises and the bruise in DW’s mouth were probative in proving that the both the location and types of bruising were not consistent with Appellant’s explanations. Further, the photographs of the hemorrhaging in DW’s eyes were probative in refuting Appellant’s claim that he did not shake DW hard. Here, given the nature of DW’s injuries and her small size, it appears unlikely that the jury would have been able to clearly see the injuries if the photographs were not in color and were not close-ups. Also, it is not apparent to this Court how one can see a photograph of a bruise inside the mouth or under the eyelids without some instrument being used to open the mouth and pull back the eyelids.\n¶22 Lastly, Appellant has pointed to nothing to support a claim that photographs of a murdered' infant are per se inadmissible. See Commonwealth v. Brown, 567 Pa. 272, 287-88, 786 A.2d 961, 970-71 (2001) (noting that while enlarged and slide projected photographs of the “tortured and decayed” body of a small child were unpleasant, they were nonetheless properly admitted). The photographs here were far less graphic and disturbing than those found admissible in Brown. Further, given that the jury did not convict Appellant on the most serious charge, murder in the first degree, it is evident that the photographs did not unduly inflame the passions of the jury. Thus,' for the reasons discussed above, we find that the trial court did not abuse its discretion in admitting the five photographs in question.\n*737¶ 28 For all of the foregoing reasons, we affirm the trial court’s judgment of sentence.\n¶ 24 Affirmed.\n\n. 18 Pa.C.S.A. § 2502(c).\n\n\n. 18 Pa.C.S.A. § 2702(a)(1).\n\n\n.18 Pa.C.S.A. § 2502(a).\n\n\n. DW was not allowed to drink water. N.T. 8/21/02 at 204, 210, 260; N.T. 8/22/02 at 477.\n\n\n. Appellant also argues that SW's statements about marijuana use on the website contradict her testimony at trial. However, we can find nothing in the record which shows that SW was ever asked about marijuana use or ever testified about marijuana use, either generally or on the night in question.\n\n\n. Commonwealth Exhibits 51, 52, 53, 55, and 56.\n\n\n. Commonwealth Exhibits 48, 49, 50, 57, and 58.\n\n\n.The photographs had been turned into slides and projected onto a screen. The projected photographs measured 28\" x 39\" or 37\" x 59\". N.T. 8/23/02 at 710.\n\n\n. Commonwealth Exhibit 51 is a close-up, post-mortem photograph of the left side of DW's head showing multiple bruises on her forehead and near her eye. A portion of a ruler is seen in the bottom of the photograph.\n\n\n. Commonwealth Exhibit 52, is a close-up, post-mortem photograph of the right side of DW’s head, with a larger bruise visible on the forehead. A ruler is shown measuring the bruise.\n\n\n. Commonwealth Exhibit 53 is a close-up, post-mortem photograph of DW's open mouth with a bruise visible under the lip. The lip is drawn back by a hand and by forceps.\n\n\n. Commonwealth Exhibit 55 is a close-up, post-mortem photograph of one of DW’s eyes. There is bruising on the upper eyelid and a part of the lower eyelid and cheek are drawn back by forceps-to show hemorrhaging in the eye.\n\n\n. Commonwealth Exhibit 56 is a close-up, post-mortem photograph of DW’s other eye, forceps are used to draw down the lower eyelid to show hemorrhaging in the eye.\n\n",
            "ocr": true,
            "opinion_id": 4960631
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}