{
    "id": 8352734,
    "judges": "Volterra",
    "date_filed": "1996-11-18",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-crawford",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Crawford",
    "case_name_full": "Commonwealth v. Michael Crawford",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "6 Mass. L. Rptr. 556"
    ],
    "opinions": [
        {
            "author_str": "Volterra",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nVolterra, J.\nIn July 1990, defendant Micheál Crawford (defendant) shot and killed Kimberly Noblin (Noblin). Noblin was pregnant and her fetus also died. Later that month, a grand jury returned two murder indictments against the defendant, one for the unlawful killing of Noblin, the other for the unlawful killing of Noblin’s viable fetus. In April 1991, Abrams, J., presided over the defendant’s trial. The jury found the *557defendant guilty of involuntary manslaughter on both indictments. Consequently, Abrams, J., imposed two sentences to be served consecutively.\nIn October 1996, the defendant filed a motion to correct his sentence pursuant to Mass.R.Crim.P. 30(a), relief from unlawful restraint. The gravamen of the defendant’s claim is that the imposition of two consecutive sentences violates the constitutional prohibition against double jeopardy. Therefore, the main issue before this court is whether the killing of Noblin’s viable fetus is the “same offense” as the killing of Noblin and, as such, not separately punishable.\nFor the reasons discussed below, the defendant’s motion is denied.\nBACKGROUND\nOn July 7, 1990, the defendant shot Noblin in the face. Noblin’s body was found more than four hours later after rigormortis had set in. At the time of the shooting, Noblin was at least seven months pregnant1 with the defendant’s baby. The fetus died of oxygen deprivation. At trial, a medical examiner testified that the fetus was viable, “meaning it was old enough and had mature enough systems to survive outside of the mother.” Commonwealth v. Crawford, 417 Mass. 358, 359 n.l (1994).\nDISCUSSION\nThe double jeopardy clause protects against three distinct abuses: (1) a second prosecution for the same offense after acquittal; (2) a second prosecution for the same offense after conviction; and (3) multiple punishments for the same offense when sought in separate proceedings. United States v. Halper, 490 U.S. 435, 440 (1989); Mahoney v. Commonwealth, 415 Mass. 278, 283 (1993). In essence, once jeopardy attaches, the defendant may not be retried for the “same offense.”\nThe court is burdened with the difficult task of determining whether two crimes constitute the “same offense.” Generally, courts adhere to the rule that two crimes do not constitute the same offense if each crime requires proof of an additional element that the other crime does not. Commonwealth v. Cepulonis, 374 Mass. 487, 494 n.13 (1978).2 This is known as the “same evidence test.” Id at 494. However, the “same evidence test” does not apply if the defendant is charged with committing two offenses under a single criminal statute. In that situation, a court looks to the legislative intent to determine whether assigning multiple punishments under a single statute is appropriate. Commonwealth v. Donovan, 395 Mass. 20, 28 (1985). In a multiple homicide case, “the decisive question ... is whether the Legislature intended that each death constitute a separate offense.” Commonwealth v. Meehan, 14 Mass.App.Ct. 1028, 1028 (1982).\nIn the case at bar, the defendant was convicted twice of involuntary manslaughter under the manslaughter statute, G.L.c. 265, §13. Therefore, arguably, the legislative intent test applies. The statute, however, only prescribes a punishment for manslaughter and does not define the crime. Instead, manslaughter has been defined by the courts. See, Commonwealth v. Beaulieu, 333 Mass. 640, 643 (1956) (manslaughter is the unlawful killing of another without malice). The common law also distinguishes between involuntary and voluntary manslaughter. See, Commonwealth v. Hinckley, 1 Mass.App.Ct. 195, 200 (1973) (involuntary manslaughter is the unlawful killing of another without intent but caused by an act which constitutes such a disregard of the probable harmful consequences to another as to constitute wanton or reckless conduct; voluntary manslaughter is the unlawful killing of another with “a real design and purpose to kill, but without malice”). In the absence of legislative preemption, the “legislative intent test” offers no guidance.\nThe Supreme Judicial Court, however, has ruled on this issue. In Commonwealth v. Lawrence, 404 Mass. 378, 383-384 (1989), the Court held that criminal liability attached to the unlawful killing of a viable fetus.3 The practical effect of Lawrence is that the killing of a mother is a “separate offense” from the killing of the mother’s viable fetus. Accordingly, a defendant can be punished for each death without running afoul of the double jeopardy clause. To hold otherwise would lead to an illogical result and effectuate a de facto overruling of Lawrence. In a case like the one at bar, a prosecutor would have to choose between indicting a defendant for the killing of the mother or for the killing of the mother’s viable fetus.\nMoreover, historically, courts have permitted punishment for each death caused by a defendant’s criminal conduct. Meehan, supra at 1029 (and cases cited therein).\nAccordingly, in the case at bar, this court finds that the defendant’s sentence was not illegal as he was given one sentence for killing Noblin and a separate sentence for the entirely different offense of killing Noblin’s viable fetus.\nORDER\nFor the foregoing reasons, it is hereby ORDERED that the defendant’s motion is DENIED.\n\nAt the time of the shooting, the male fetus weighed about two and one half pounds, was fifteen inches in length, and was between twenty-eight and thirty weeks in gestational age.” Commonwealth v. Crawford, 417 Mass. 358, 359 n.1 (1994).\n\n\nAlso, crimes do not constitute the “same offense” just because some of the same facts are necessary to prove both crimes. Blockburger v. United States, 284 U.S. 299, 304 (1932).\n\n\nThe Lawrence decision was based on Commonwealth v. Cass, 392 Mass. 799 (1984). In Cass, the Court held that the death of a viable fetus was a homicide within the meaning of the motor vehicle homicide statute. Id. at 807.\n\n",
            "ocr": true,
            "opinion_id": 8321519
        }
    ],
    "court_short_name": "Massachusetts Superior Court",
    "court_full_name": "Massachusetts Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}