{
    "id": 5214018,
    "judges": "Mitchell, Oliver, Walker",
    "date_filed": "1978-10-17",
    "date_filed_is_approximate": true,
    "slug": "washington-v-tollett",
    "case_name_short": "Tollett",
    "case_name": "Washington v. Tollett",
    "case_name_full": "William Floyd WASHINGTON, Plaintiff-In-Error v. Lewis S. TOLLETT, Warden, Brushy Mountain Penitentiary, Defendant-in-Error",
    "attorneys": "Hugh W. Stanton, Jr., Asst. Public Defender, Memphis, for plaintiff in error., David M. Pack, Atty. Gen., Charles W. Cherry, Asst. Atty. Gen., Nashville, Phil M. Canale, Jr., Dist. Atty. Gen., Don D. Strother and Lloyd A. Rhodes, Asst. Attys. Gen., Memphis, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Certiorari Denied by Supreme Court Sept. 7, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "470 S.W.2d 841",
        "4 Tenn. Crim. App. 296"
    ],
    "opinions": [
        {
            "author_str": "Mitchell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMITCHELL, Judge.\nWilliam Floyd Washington, who will be referred to as petitioner or by name now represented by court appointed counsel, has appealed the dismissal without an eviden-tiary hearing his post conviction relief petition, from the Criminal Court of Shelby County, Tennessee, Honorable W. Otis Higgs, Judge presiding.\nThe technical record shows that on the 13th day of May, 1969 the defendant William Floyd Washington age 14, was before the Juvenile Court of Shelby County, on a charge of murder in the first degree of Frank Edward Cratin in the commission of robbery, and that there was probable cause to believe him guilty, he was remanded to the Sheriff to be dealt with as provided in the Criminal Laws of Tennessee.\n*842On June 3, 1969 the Grand Jury of Shelby County returned into the Criminal Court three indictments against William Floyd Washington. In B-21853 he was charged on the_day of May, 1969 with robbery, by the use of a deadly pistol, of Harold Loyd Thornton of a billfold of the value of $7.00 and $400.00 in good and lawful money of the United States of America. In B-21854 he was charged on the_day of May, 1969 with assault with intent to commit murder in the first degree upon Harold Loyd Thornton with a pistol, and in B-21857 he was charged on the 9th day of May, 1969 with murder in the first degree, of Frank Edward Cratin, Sr., in the perpetration of a robbery.\nIn B-21857 the trial of William Floyd Washington, who was represented by privately retained counsel, commenced on October 7, 1969 in the Criminal Court of Shelby County, on a charge of murder in the first degree committed in the perpetration of a robbery. On October 10, 1969 the trial was concluded with the result that the jury found the defendant William Floyd Washington guilty of murder in the first degree in the perpetration of a robbery and fixed his punishment at thirty (30) years in the State Penitentiary upon which the trial judge Honorable William H. Williams, pronounced judgment.\nThe defendant made a motion for a new trial which was heard and overruled on November 6, 1969 from which the defendant prayed and was granted an appeal and ninety days were allowed in which to file a bill of exceptions.\nOn January 5, 1970 the petitioner William Floyd Washington executed a written petition signed by himself and his privately retained counsel for a waiver of trial by jury and request for acceptance a plea of guilty of the offenses of robbery with a deadly weapon in which he agreed to accept a sentence of 10 years in the State Penitentiary and a plea of guilty to assault with intent to commit murder in the first degree and agreed to accept a sentence of 5 years in the State Penitentiary. It was agreed that these sentences were to be served concurrently. The petitioner stated in his petition for a plea of guilty and waiver of a jury trial that this action was in the exercise of his own free will and choice and without any threats or pressure of any kind and he did thereby in open court request the court to accept his plea of guilty to the charges outlined above. He stated that his attorney had informed him of the nature and cause of charges against him and of possible defenses and that his attorney had advised him as to the punishment provided by law as to the crimes charged against him in the indictment. That he understood he had a right to plead not guilty and have a jury decide his case, and to see and hear the witnesses against him. He further stated that he waived his right to trial by jury and did submit his case to the trial judge for decision both as to the guilt and punishment and that he had thereby waived his right to a motion for a new trial and appeal. That he fully understood the action he was taking. On the same date the petitioner did in person and by counsel of record Mr. Raymond White withdraw his appeal of the judgment heretofore imposed on him on October 10, 1969 wherein he was ordered confined for a period of 30 years in the State Penitentiary under the conviction of murder in the first degree committed in the perpetration of a robbery. It was agreed by the defendant and his counsel and the state that the sentences imposed upon him be served concurrently with the 30 years sentence for murder in the first degree in the perpetration of a robbery.\nThe trial judge executed a certificate to the effect that the petitioner intelligently and understanding^ waived his right to trial and of his own free will without any pressure of any kind did desire to enter a plea of guilty and accept the recommendation of the State and waived his right to a motion for a new trial and appeal.\nIn all of the defendant’s trial, and negotiations for the entry of pleas of guilty *843and the waiver of jury trial and in withdrawing his motion for a new trial and appeal, the defendant was represented by privately retained counsel.\nOn July 22, 1970 a petition for post conviction relief was filed by the petitioner William Floyd Washington from his place of confinement in the State Penitentiary.\nThe grounds of relief alleged in his petition are that his confession was obtained as a result of physical and mental abuse by the police officers and without advice as to his counsel; (2) that he was denied counsel in his preliminary hearing when he appeared before the juvenile court; (3) that his privately retained counsel refused to secure for him a mental examination and that his counsel did refuse to appeal his murder conviction contrary to the petitioner’s instructions; (4) that although the petitioner is under eighteen years of age he was sentenced to and is presently confined in the State Penitentiary.\nOn November 13, 1970 the trial court granted the State’s motion to strike the petition, held that petitioner was not entitled to an evidentiary hearing or any other relief and dismissed the petition from which an appeal was perfected.\nThe error assigned was that the trial court erred in dismissing the petition for post conviction relief without an eviden-tiary hearing and without the appointment of counsel.\nFrom an examination of the petition and the entire record we think it is reasonable to conclude that the petitioner and his retained counsel, after the jury verdict of guilty of murder in the first degree in the perpetration of a robbery was found against the petitioner and a sentence of thirty (30) years in the penitentiary was imposed in the first case, decided it would be to the petitioner’s advantage to negotiate with the state about this thirty years sentence and the remaining indictments pending against the petitioner.\nThen the petitioner and his retained counsel filed the petition for a plea of guilty and waiver of a jury trial on the other two cases and executed a waiver of appeal on the conviction in the first case and withdrew his motion for a new trial and appeal upon the recommendation of the State that the sentences in the three cases be served concurrently.\nWe find no merit in petitioners three following complaints: (1) that his conviction was brought about as a result of physical abuse from police officers and no advice as to the right of counsel; (2) that he was denied counsel at his preliminary hearing before the juvenile court; (3) that his privately retained lawyer refused to have him mentally examined and refused to appeal his murder conviction which petitioner instructed him to do.\nIn Shepard v. Henderson, Tenn.Cr.App., 449 S.W.2d 726, Owen and Shepard, represented by a court appointed attorney from the Public Defender’s Office, pleaded guilty of armed • robbery and were given a sentence of ten years in the penitentiary. Thereafter they filed a habeas corpus petition in which Owen alleged he was only 16 years of age, that he was beaten and physically abused and forced to sign a confession, that he was never advised of his rights to counsel or to remain silent. That he was deprived of counsel before the juvenile court.\nIn that case it was held:\n“Moreover, there is a presumption that in entering pleas of guilty, court-appointed counsel for an accused acts properly and with his knowledge and consent. Tibbett v. Hand, 294 F.2d 68 (10th Cir.1961); Norvell v. Illinois, 373 U.S. 420, 83 S.Ct. 1366, 10 L.Ed.2d 456.”\n“The fact that the petitioners were represented by competent counsel at the time they entered their guilty pleas is ‘a factor which strongly militates against the conclusion that the plea was involuntary.’ Reed v. Henderson, supra.\n*844“But equally important, and following inexorably from the rule that a voluntary and knowledgeable plea of guilty waives all prior non-jurisdictional and procedural defects and constitutional infirmities, if any, such a plea also constitutes a waiver of alleged prior involuntary custodial confessions or admissions. A guilty-plea conviction is based entirely upon the plea. Such a plea constitutes a conviction in and of itself and is conclusive. Brooks v. State, 187 Tenn. 67,213 S.W.2d 7; State ex rel. Barnes v. Henderson, 220 Tenn. 719, 423 S.W.2d 497, Reed v. Henderson, supra; Kercheval v. United States, 274 U.S. 220, 47 S.Ct. 582, 71 L.Ed. 1009; Machibroda v. United States, 368 U.S. 487, 82 S.Ct. 510, 7 L.Ed. 2d 473. Having entered such a plea, the accused may not thereafter raise and rely upon such constitutionally inadmissible confessions in a habeas corpus or post-conviction proceeding. Reed v. Henderson, 385 F.2d 995, supra. ‘Conviction and sentence following a plea of guilty are based entirely upon the plea and not upon any evidence which may have been improperly acquired by the prosecuting authorities.’ ” Reed v. Henderson, supra.\nIn McFerren v. State, Tenn.Cr.App. 449 S.W.2d 724 quoting from Davis v. Bomar, 344 F.2d 84 (6th Cir) it was said:\n“When counsel is retained by a defendant to represent him in a criminal case he acts in no sense as an officer of the state. For while he is an officer of the court his allegiance is to his client whose interests are ordinarily diametrically opposed to those of the state. It necessarily follows that any lack of skill or incompetency of counsel must in these circumstances be imputed to the defendant who employed him rather than to the state, the acts of counsel thus becoming those of his client and as such so recognized and accepted by the court unless the defendant repudiates them by making known to the court at the time his objection to or lack of concurrence in them.”\n“He alleges that his confession, held or used against him as evidence, was illegally and unconstitutionally obtained and void, and that it should have been excluded.”\n“The United States Circuit Court of Appeals for the Sixth Circuit has held consistently that this allegation, if true, was waived by petitioner’s plea of guilty. That Court said:\n‘ “Conviction and sentence following a plea of guilty are based entirely upon the plea and not upon any evidence which may have been improperly acquired by the prosecuting authorities.” ’ Reed v. Henderson, 6 Cir., 385 F.2d 995 (1967) ;\n“The plea of guilty constituted a waiver of the alleged prior violation of appellant’s constitutional rights.” Gray v. Johnson, 6 Cir., 354 F.2d 986 (1965).\n“Petitioner insists that he was denied his right to file a motion for a new trial and an appeal.”\n“The Supreme Court of this State has answered this claim by the petitioner in McInturff v. State, 207 Tenn. 102, 106, 338 S.W.2d 561, 563, by saying:\n‘ “Now, we think it is axiomatic that the defendant having confessed judgment for the fine and costs, had no right of appeal, nor did the court have the power to grant such an appeal, because no one can appeal either in a criminal or a civil case from a verdict on a plea of guilty or a judgment based upon confession of liability.” ’\nThe petitioner Washington did not allege that the court refused to order or give him a mental examination but says his privately employed counsel did not ask the court for a mental examination. Under such a state of facts, if he suffered the deprivation of any right or privilege it cannot be charged to the state.\n*845It was held in State ex rel. Donehue v. Russell, 221 Tenn. 609, 429 S.W.2d 818:\n“Moreover, petitioner was represented by competent, retained Counsel and his failure to perfect the appeal was an act of neglect or default which is not peculiar to an indigent client. Such conduct between Counsel and client is private conduct and not State action.”\nOn the question of lack of counsel at the juvenile court hearing it was held in Raynor v. State, Tenn.Cr.App., 447 S.W.2d 391, that:\n“Moreover, a hearing in juvenile court is not required to give criminal court jurisdiction for the offenses described in T.C. A. Sec. 37-265. This includes robbery with a deadly weapon. See State ex rel. Donehue v. Russell, 221 Tenn. 609, 429 S.W.2d 818; Howland v. State, 151 Tenn. 47, 268 S.W. 115; Greene v. State, 210 Tenn. 276, 358 S.W.2d 306.\n“In State ex rel. Donehue v. Russell, supra, the petitioner challenged his first degree murder conviction because he was not afforded a hearing before the juvenile judge in accordance with the statutes. Considering T.C.A. Sec. 37-231, from which T.C.A. 37-265 is derived, our Supreme Court said:\n“(2) Under this Section, the Juvenile Court had no jurisdiction which could have been waived. It was mandatory for the Juvenile Court to remand such juvenile to the Criminal Court.\n“A preliminary hearing by the Juvenile Court was not required as a means of conferring jurisdiction upon the Criminal Court. Howland v. State, 151 Tenn. 47, 268 S.W. 115 (1924).”\n Since a preliminary hearing is not required in juvenile court we are of the opinion that it was not necessary to appoint counsel for juvenile court proceeding. State ex rel. Donehue v. Russell, supra.\nWe find no merit in the contention that petitioner’s privately retained lawyer refused to appeal his murder conviction when so instructed by the petitioner.\nThe petitioner, William Floyd Washington, as the defendant in the trial court, under indictment in two capital cases and in a third case for assault with intent to commit murder in the first degree, was after a fair and impartial trial, convicted of murder in the first degree, in the perpetration of a robbery upon which a sentence of 30 years in the penitentiary was imposed. And then to avoid the risk of other convictions and severe penalties in the remaining capital case and the case for attempt to commit murder in the first degree, he together with his privately employed counsel and a parent apparently negotiated with the prosecution for a settlement of all three of the cases and filed a petition with the court in these cases signed by “William Floyd Washington, Defendant”, “Mary Hobson, Mother”, and “Raymond V. White, Attorney”, in which the defendant Washington, said he desired that the court accept his plea of guilty of robbery with a deadly weapon and a plea of guilty of assault with intent to» commit murder in the first degree in another case and agreed to accept sentences of 10 years and 5 years respectively, to be served concurrently and in the petition he waived any rights he might have to make a motion for a new trial and appeal. And then the minutes of the court show the defendant Washington in person and by his privately retained counsel withdrew his appeal in the case where he was convicted of murder in the first degree in the perpetration of a robbery and sentenced to 30 years in the State Penitentiary and within 7 months after he pleaded guilty in the last two cases, he filed petition for post conviction relief.\n It is difficult for us to find any credibility in the petitioner’s allegation that he was subjected to police brutality and abuse and was forced to sign a confession. If that had happened and the confession was admitted in evidence against him we are reasonably certain that able privately *846employed counsel would have objected and put that evidence to the rigid test customarily made in the trial of cases of this kind. If the petitioner failed, at the trial, to inform his counsel of these alleged constitutional violations, then he waived them. Having withdrawn his appeal, he can not now effectively complain that his employed counsel refused to appeal the case.\nOn the question of ineffectiveness of counsel it was said by the court in Floyd v. State, Tenn.Cr.App., 453 S.W.2d 418, that:\n“It has been held generally that when counsel is retained by a defendant to represent him in a criminal case he acts in no sense as an officer of the state. Davis v. Bomar, supra. Petitioner is not entitled to an evidentiary hearing on his allegation that his retained counsel was ineffective.”\nMoreover, “a writ of habeas corpus or post conviction relief is not available to test the sufficiency of evidence at the original trial. The insufficiency of evidence and the incompetency of witnesses are not matters which are reviewable by post conviction proceedings. 39 C.J.S. Habeas Corpus, § 29 (j); Fernandez v. Klinger, 9 Cir., 346 F.2d 210, cert. denied 382 U.S. 895, 86 S.Ct. 191, 15 L.Ed.2d 152.”\nPetitioner fails to allege sufficient facts to establish that his conviction was void, and we feel that the trial judge was correct in dismissing the petition without an evidentiary hearing and without appointing counsel. Floyd v. State, supra.\nWe find no merit in the petitioner’s allegation that he has been confined in the State Penitentiary in violation of his constitutional rights, in as much as he was remanded to the Criminal Court for trial as an adult as provided by the Criminal Laws of Tennessee; and he has been convicted of a capital offense, murder in the first degree in the perpetration of a robbery.\nThe assignments of error are overruled and the judgment is affirmed.\nWALKER, P. J., and OLIVER, J., concur.\n",
            "ocr": true,
            "opinion_id": 5037812
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}