{
    "id": 5222041,
    "judges": "Galbreath, Russell, Walker",
    "date_filed": "1997-03-06",
    "date_filed_is_approximate": true,
    "slug": "northern-v-state",
    "case_name_short": "Northern",
    "case_name": "Northern v. State",
    "case_name_full": "Bennie NORTHERN v. STATE of Tennessee",
    "attorneys": "Hughie Ragan and J. Emmett Ballard, Jackson, for appellant., Ray A. Ashley, Jr., Atty. Gen., John F. Southworth, Jr., Asst. Atty. Gen., Nashville, James G. Woodall, Asst. Dist. Atty. Gen., Jackson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Certiorari Denied by Supreme Court Sept. 20, 1976.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "541 S.W.2d 956"
    ],
    "opinions": [
        {
            "author_str": "Galbreath",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nGALBREATH, Judge.\nThis is an appeal from a conviction in the Madison County Criminal Court for murder in the second degree and sentence of twenty years.\n*958The body of Linda Kay Smith was discovered in a Jackson gravel pit on the 4th day of March, 1973, sometime after she had been observed by an acquaintance, Miss Ma-riyln Holliday, at that place, being chased by the defendant and calling for help. When the body was discovered, it was medically determined that the death had occurred some two days before, and was caused by repeated blows to the head by a blunt object. Miss Holliday identified the defendant as the person she had observed with the deceased, and he gave both oral and written admissions after being apprehended and warned of his rights under the guidelines laid out in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694.\nThe defendant testified and denied any complicity in the death of Miss Smith and explained that he had made the admissions involuntarily. The trial judge conducted an exhaustive hearing, out of the presence of the jury, as to the voluntariness of the admissions and found that the defendant had been adequately warned of his rights, and that the statements were not the result of police mistreatment. Inasmuch as the defendant’s father was present and witnessed the reduction of the defendant’s statement to writing, after the execution of a written waiver, the ruling of the trial judge as to admissibility is well founded.\nIn a prior oral admission, given spontaneously by the defendant while awaiting the arrival of his father, he told Sergeant Norman Pipkin, an investigating officer, that he had killed his girl friend but that, “it was an accident.” The written statement was as follows:\n“On Thursday evening, March 1, 1973, I met up with Linda Kay Smith, a girl that I know and me and her got into a fight down in the gravel pit on Madison Street. I remember shoving and slapping her, but I don’t remember covering her up.\nAfter I found out she was dead I felt like maybe I could have done it accidently. I don’t remember killing her but I remember fighting with her. The day it hap-\npened I had been taking Darvon, specs, smoking weed, and drinking whiskey. When I take this stuff it makes me act crazy. If I did this I must have been crazy.\nI feel that I need to be sent to a mental institution for a period of time. I am making this statement in the presence of my father, Peter H. Northern and Sergeant N. H. Pipkin.\nI have made and read the above statement and it is true and correct to the best of my knowledge.”\nIn light of the above summary of facts, we have no choice but to overrule the assignments of error challenging the sufficiency of the evidence. The jury was amply justified in rejecting the defendant’s testimony that he had nothing to do with causing the victim’s death, and that his admissions were the result of fear and coercion on the part of the police, and accrediting that of Miss Holliday, who placed him at the place the crime was committed at the approximate time of death, as corroborated by his own admissions. The conflict presented by the diametrically opposed testimony was for the jury to resolve, and it has done so logically. We cannot disturb the jury’s verdict unless we find that the evidence preponderates against it. McBee v. State, 213 Tenn. 15, 372 S.W.2d 173.\nWe hold that the incriminating statements made by the defendant were admissible, and overrule assignments alleging the contrary. The trial judge not only made a preliminary finding in the approved manner (Hill v. State, 211 Tenn. 682, 367 S.W.2d 460) that the statements were freely and voluntarily made after full and adequate Miranda warnings had been given and a waiver obtained, but he also instructed the jury, after the defendant testified he had been threatened and otherwise mistreated by the police until he made the admissions, that if they found the statements were not voluntary, they should disregard them entirely. This was a proper instruction. See Wynn v. State, 181 Tenn. 325, 181 S.W.2d 332.\n*959We reject the appellant’s contention that the corpus delicti has not been established, independent of the confessions, as the law requires. Ricketts v. State, 192 Tenn. 649, 241 S.W.2d 604. Miss Holliday’s testimony to the effect that she saw the defendant attack the deceased, who was calling for help in the location her body was later found, more than supplies independent corroboration, which need not be weighty:\n“Where, as in this case, there is a verdict of guilty by a jury, the verdict having been approved by the Trial Judge, and even though the evidence of corroboration is weak, but is tied to a confession made by the defendant, the verdict will not be disturbed by this Court, for even though the corroborative evidence may be slight, such evidence does not need to be as convincing in establishing the corpus delicti as when no confession exists, as the quantum of proof need not be as great.” State v. Jackson, 506 S.W.2d 146 (Tenn.1974)\nDuring examination of the police officer who interrogated the defendant, it was adduced that, at the time, inquiry was made into a suspected parole violation, growing out of a matter having no relation to this case. Upon objection, the trial judge promptly instructed the jury it could not consider the unrelated matter in determining guilt or innocence. Later, on direct examination, the defendant himself went into some detail as to his status as a parolee from the State of Ohio, in an effort to convince the jury that he was led to believe, by the Jackson police, that he was not under arrest for murder when interrogated about the death of the victim in this case, but because of a suspected parole violation.\nIt was error for the State to interject the fact that the defendant had a criminal record into this case. Evidence of prior criminal activity, unless relevant to, and probative of some issue at trial is, for obvious reasons, inadmissible. See Carroll v. State, 212 Tenn. 464, 370 S.W.2d 523. However, here, the fact that the trial judge promptly instructed the jury to disregard what appeared to be an inadvertence on the part of a witness for the State, coupled with the elaboration on the objected to information by the defendant for tactical reasons, renders any error harmless.\nIt was not error, as contended by appellant for the trial judge to charge the jury, inter alia, that one who unlawfully inflicts a dangerous wound . . . from which death might ensue . . . has the burden, if such is his contention, to prove that the death was the result of some other cause not attributable to the defendant. The defendant sought to establish that perhaps the death was accidental, and we believe the charge, which has been approved in numerous cases by our Supreme Court (See Seagroves v. State, 198 Tenn. 633, 281 S.W.2d 644), was proper.\nAlthough the Supreme Court has approved similar charges, we believe it would have been better if the trial judge, in charging the jury, had not instructed it to consider the defendant’s testimony, in light of the fact that he is a party to the suit and interested in the outcome of the trial. Stewart v. State, 484 S.W.2d 77 (Tenn.Cr.App.1972). To date, this instruction has not been considered reversible error.\nThe judge also gave the general instruction to the jury that they should look to all witnesses’ interest or lack of interest in the outcome of the trial which disposes of appellant’s belated complaint that the judge failed to specifically charge the jury that no instruction was given as to the effect, if any, that the offer of a reward might have had on the witness Holliday.\nWe have carefully considered all of the assignments of error, and fail to find that any grounds for disturbing the lower courts judgment.\nIt is affirmed.\nWALKER and RUSSELL, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 5046332
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}