{
    "id": 5240193,
    "judges": "Berrey, Pritchard, Somerville",
    "date_filed": "2006-06-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-hughes",
    "case_name_short": "Hughes",
    "case_name": "State v. Hughes",
    "case_name_full": "STATE of Missouri v. Emmett HUGHES",
    "attorneys": "Kathleen Murphy Markie, Columbia, for appellant., Robert J. Ahsens, III, Asst. Pros. Atty., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Overruled and Denied Dec. 24, 1985., Application to Transfer Denied Feb. 18, 1986.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "702 S.W.2d 864"
    ],
    "opinions": [
        {
            "author_str": "Berrey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBERREY, Judge.\nHughes was found guilty, in this court-tried case, of possessing an untagged deer in violation of conservation regulation 3 CSR 10-7.435(1)(A) and section 252.040, RSMo 1978, and sentenced to fifteen days in the county jail. He appeals, challenging the sufficiency of the evidence and an amendment to the information.\nThe judgment is affirmed.\nFrom the evidence, the trial court could have found the following:\nHughes had been deer hunting in Osage County with a friend, David Perdue and David’s son Michael. When Hughes returned to his home in Cole County he found it locked and he had no key. As he and Michael walked around his home, the local conservation agent, an acquaintance of Hughes, saw him and stopped to check on Hughes’ success. The agent, Willie Lyles, was driving a conservation department vehicle and was in uniform. In the course of their conservation Hughes told Lyles “he had went off and left his key and was *866trying to figure a way to get into the house.” At this time Hughes acknowledged he’d been deer hunting and “didn’t have a bit of luck.”\nAs Lyles prepared to leave he heard a noise in the back of Perdue’s pickup truck which was fitted with stock racks and parked in Hughes’ driveway. Subsequently, a man stood up in the bed of the truck. He told Lyles his name was Perdue. When asked about what he was doing he replied “[o]h nothing.” This response coupled with the length of time Lyles had been there before Perdue “poped” [sic] out of the back of the truck caused Lyles to became suspicious since he had frequently encountered pairs of hunters who tried to bring in an untagged deer by having one hunter remain in the back of the truck with the deer to tag it if they were stopped by a conservation agent.\nLyles climbed up onto the tailgate and looked into the bed of the truck with the aid of a flashlight. There he saw some loose boards, cans, a trap, and an unattached Missouri resident deer tag in the back corner of the truck bed on the passenger side. He subsequently determined the tag had been issued to Hughes. Lyles requested Perdue lift the tarp which Per-due did and Lyles observed an untagged doe deer which Hughes then admitted to killing. Lyles interrogated Michael, age fourteen, shown his flashlight into the boy’s face and asked the boy if he killed the deer. Hughes again acknowledged he killed the deer and they told Lyles the boy didn’t have anything to say to him.1 Lyles issued Hughes a summons for “failure to tag deer immediately after the kill” in violation of section 252.040, RSMo 1978, and 3 CSR 10-7.435. The charge was later amended to “possession of untagged deer” in violation of the same statute and regulation.\nHughes, by his first point on appeal, contends that there was insufficient evidence to support his conviction for possession of an untagged deer in that it was not established that he was ever in possession of the deer. His argument is based on the following evidence presented at trial. Hughes acknowledged he killed the deer on November 10, 1984, between 3:00 and 4:00 p.m. and then he became ill before he could find it. Therefore, he gave his deer tag to Perdue and Michael and asked them to find his deer for him while he waited in Per-due’s truck — the vehicle they had taken hunting. Perdue and Michael found the deer, put it in the back of the truck and then drove Hughes home. Perdue testified he tagged the deer by tying the tag around “its leg with a piece of string” and he removed the tag and gave it to the warden when instructed. Hughes was aware that they found the deer but he did not see it. Perdue, not Hughes, was in the truck when Lyles discovered the deer. At this juncture the warden “wrote Hughes a ticket” and the defendant referred to such action as “Chicken shit.” According to Lyles, Hughes made no statement about “some medical condition that he had that affected his ability to tag the deer.”\nSubsequently, the warden took the deer to his residence, photographed it and then put it in a locker, and returned the deer tag to the defendant, thereby enabling the defendant to take another deer.2\n*867In considering a challenge to the sufficiency of the evidence in a court-tried case, the reviewing court views the evidence and all reasonable inferences arising therefrom in the light most favorable to the state. State v. Seaman, 625 S.W.2d 950, 952 (Mo.App.1981).\nThe charge against Hughes was based on section 252.040, which prohibits the pursuit, taking, killing, possession or disposition of wild life except as permitted by the applicable rules and regulations, and Wildlife Code Regulation 3 CSR 10-7.435(1)(A), which provides that “[d]eer may be pursued, taken, killed, possessed or transported only as herein permitted_ Any person killing a deer shall properly tag such deer immediately with the taker’s deer hunting permit, which shall remain attached to the carcass until it has been inspected and marked by an agent of the commission during the firearms deer season. ...” Possession is defined by 3 CSR 10-11.805(33) as “[t]he actual and constructive possession and control of things referred to in this Code.”\nIn this definitional context the word “and” can be construed to mean “or”. See City of St. Louis v. Consolidated Products Co., 185 S.W.2d 344, 346 (Mo.App.1945). Any other construction would render the definition meaningless as the terms “actual” and “constructive” are mutually exclusive. Actual possession means “direct physical control.” Black’s Law Dictionary, 1047 (rev. 5th ed. 1979). Constructive possession may arise where actual possession does not exist. Thus, the state’s burden is satisfied if only “constructive” possession is shown.\nConstructive possession is attributed to a “person who, although not in actual possession, knowingly has both the power and the intention at a given time to exercise dominion or control over a thing, either directly or through another person or persons....” Id. It was undisputed that the deer was shot by and belonged to Hughes. Pursuant to Hughes’s request, the deer was placed in Perdue’s truck — the vehicle in which Hughes was also traveling. Perdue took no action inimical to Hughes’s interest in the deer, but rather, in retrieving the deer for Hughes, he acted to preserve Hughes’ interest. There is no claim that Hughes had renounced his interest in the deer and all of the evidence was consistent with the view that Hughes continued to exercise control over the deer through Perdue.\nHughes argues that as a further prerequisite to establishing constructive possession it was necessary to show that he knew that the deer was not tagged. For purposes of this appeal, the court need not determine whether such knowledge is indeed a required element of the instant offense inasmuch as there was evidence demonstrating that Hughes knew that the deer was not tagged.\nWhen Lyles first arrived, Hughes said he had not had any luck deer hunting. However, Hughes subsequently testified he told Lyles he had “a deer in the back of the truck.” When the conservation agent observed the deer carcass, Hughes acknowledged that he had “killed the deer.” Although Hughes and Perdue testified the tag was tied around the deer’s leg, agent Lyles stated that upon his examination of the deer, no tag was attached.3 This court *868defers to the trial court’s determination on matters concerning the weight and credibility of the evidence. State v. Boggs, 634 S.W.2d 447, 453 (Mo. banc 1982). Hence, sufficient evidence was presented from which the trial court could have inferred Hughes’ knowledge that the deer was untagged and that he and Perdue were trying to conceal the deer so that the tag could be used again. This point is denied.\nHughes makes a second claim of error. He asserts that the amended charge of “possession of untagged deer” constituted a different charge from “failure to tag deer immediately after the kill.” He claims also that his substantial rights were thus prejudiced in that certain defenses and evidence were no longer appropriate.\nAn information may be properly amended prior to the entry of a verdict or finding if such amendment does not thereby charge an additional or different offense or prejudice the defendant’s substantial rights. State v. Aston, 412 S.W.2d 175, 182 (Mo.1967); Rule 23.08. As Hughes correctly notes, both charges are derived from the language of 3 CSR 10-7.435(1)(A) set forth supra. He concludes, however, that there is no identity of elements between the two charges. He finds the elements of the original charge to be: (1) the defendant killed the deer, but (2) he failed to tag the deer (3) immediately after the kill. Whereas, according to Hughes, proof of the amended charge requires the following elements: (1) the defendant possessed a deer (2) that was untagged (3) during the time between the killing of the deer and when it was to be inspected and marked by an agent from the Conservation Commission.\nThe court cannot agree with Hughes’s argument as it overlooks the introductory language of both the statute and the regulation: the statute prohibits certain activities (pursuit, taking, killing, possessing or disposition of wild life) unless they are carried out in the manner authorized by the regulation. Under the circumstances of this case, the only listed activity which either charge could be construed as addressing was “possessing.” And in each charge the problem with the manner in which the activity was conducted arose from the fact that the deer was not tagged. Finally, the court declines to construe the regulation as distinguishing between an offense occurring immediately after the kill and one occurring some time after the kill but before inspection and marking. Clearly, the language was intended to define the period within which a deer must be tagged and not, as Hughes argues, to differentiate between offenses on the basis of time. Therefore, both charges had the same elements: (1) possession (2) of a untagged deer (3) during the period immediately after the killing of the deer and before its inspection and marking.\nFurthermore, Hughes made no request for a continuance to prepare for trial in light of the amendment and made no claim of surprise. See State v. Webb, 432 S.W.2d 218, 221 (Mo.1968). In fact, counsel for Hughes stated that he found no prejudice to his client had resulted and made no objection to the amendment to the charge. Therefore, this point is also denied.\nFinally, the court is not convinced that the amendment deprived Hughes of an otherwise available defense. Hughes claims that since he killed the deer in Osage County, venue with regard to the original charge; failure to tag immediately after the kill, was not proper in Cole County. He further reasons that amendment of the charge to possession, which he could have committed in Cole County, denied him this defense. As stated above, the regulatory language regarding the time of the offense defines a period as well as an instant of time.\nIt is noteworthy that the Hughes’ party could have cheeked the deer in at the conservation check station on “Highway 50 right outside of Linn” or at the check station on “East McCarty right off Highway 50.” Regulation 3 CSR 10-7.435 provides in part that “[a]ll deer taken during the firearms season shall be possessed, transported and submitted in person by the tak*869er thereof for inspection and marking by an agent of the commission in the county where taken or an adjoining county between the hours of 8:00 a.m. and 9:00 p.m., central standard time on the day taken.” The evidence reveals Hughes did not stop at any check station.\nFinally, Lyles stated that Hughes made no complaint about his medical condition which might have precluded him from checking in the deer.\nJudgment affirmed.\nAll concur.\n\n. At trial the defendant failed to object to his interrogation, the search of the truck or the interrogation of a juvenile, by the warden. The opportunity to address these issues is therefore left to another day.\n\n\n. Because the tag still had its backing intact the warden gave it back to Hughes who subsequently killed another deer and checked it in.\nThe first deer was untagged and was taken from the defendant by the warden to a locker. The warden stated he believed that the defendant was entitled to kill a legal deer so he gave him his tag back.\nThe warden and commission’s attention is directed to their Regulation 3 CRS 10-7.435(1)(D). \"Any person who kills or injures any deer shall make a reasonable effort to retrieve such deer and include it in his season limit.\" The season limit is one deer on a firearms deer hunting permit in a calendar year. 3 CRS 10-7.-435(1)(A). Obviously the defendant had killed his one deer for the season and because it was in his possession and untagged it was confiscat*867ed. He should not be entitled to kill another deer.\n\n\n. This court notes that agent Lyles testified that tying a deer tag on with string was an acceptable method of tagging a deer. If the intent of the Conservation Commission is to strictly enforce the tagging requirements, as it appears to be, then perhaps a tag should be devised requiring additional affirmative acts on the part of the hunter. Perhaps the hunter should be required to punch the date of the kill on the tag or remove the protective tape from the back of the tag and affix it around antler or leg at the kill site. This would eliminate prosecutions, such as this, where the result is dependent solely upon the trial judge’s assessment of the credibility of the witnesses. If a date is required to be inscribed, or punched out, or a tape backing removed thereby voiding the tag, then such a claim by the hunter that the tag had merely fallen off the deer would lack merit and be . immaterial.\n\n",
            "ocr": true,
            "opinion_id": 5065755
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}