{
    "id": 8356747,
    "judges": "Agostini, John",
    "date_filed": "1978-09-03",
    "date_filed_is_approximate": true,
    "slug": "roman-catholic-bishop-of-springfield-v-travelers-casualty-surety-co",
    "case_name_short": null,
    "case_name": "Roman Catholic Bishop of Springfield v. Travelers Casualty & Surety Co.",
    "case_name_full": "Roman Catholic Bishop of Springfield, a Corporation Sole v. Travelers Casualty and Surety Company",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "23 Mass. L. Rptr. 529"
    ],
    "opinions": [
        {
            "author_str": "Agostinijohn",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAgostini, John A., J.\n1. Background \nThe plaintiff, the Roman Catholic Bishop of Springfield, a Corporation Sole (the Diocese), brought this action to adjudicate its rights under insurance policies issued by its insurers, regarding claims of sexual abuse allegedly committed by clergy and others under the Diocese’s supervision. This insurance coverage dispute turns to some extent on when and how much the Diocese knew of the sexual abuse. North Star Reinsurance Corporation (North Star) has subpoenaed the State Police for “(a]ll witness statements concerning or relating to allegations of sexual abuse by or against any official, member, or employee of the Springfield Diocese.” In response, Captain Peter Higgins of the Hampden State Police Detective Unit has moved for a protective order, which the Court has addressed separately, and he has moved to impound without limitation Exhibits A, B, C and D which are attached to his motion for a protective order. It is that motion to impound which is addressed here. Descriptions of Exhibits A through D for which Captain Higgins seeks impoundment are discussed at length in the Court’s decision on the motion to impound (issued simultaneously with this), and, for the sake of convenience, are repeated in a footnote here.2\n*530In seeking impoundment of these materials, Captain Higgins recasts one of the main arguments underpinning his motion for a protective order, that disclosure of these materials would jeopardize the investigation into the 1972 Croteau murder. 3 Specifically, Captain Higgins states in his affidavit filed in support of the motion for impoundment that\nPreviously submitted reports and an affidavit detail investigators’ opinions, conclusions, findings and investigative directions which, if revealed, could compromise the integrity and veracity of future information, or at the least, the ability for investigators to assert [sic] the credibility of new investigative leads. Also, revealing the names and addresses of witnesses who have come forward would hinder investigators’ future ability to develop cooperating individuals who would be reluctant to provide information for fear of being identified in a public forum.\n2. Discussion\nThe longstanding common-law right of public access to judicial records in Massachusetts was aptly explained in 1884 by Justice Holmes in these words:\nIt is desirable that the trial of causes should take place under the public eye, not because the controversies of one citizen with another are of public concern, but because it is of the highest moment that those who administer justice should always act under the sense of public responsibility, and that every citizen should be able to satisfy himself with his own eyes as to the mode in which a public duty is performed.\nCowley v. Pulsifer, 137 Mass. 392, 394 (1884). See also, e.g., Nixon v. Warner Communications, Inc., 435 U.S. 589, 598 (1978) (the public right of access to judicial records facilitates “the citizen’s desire to keep a watchful eye on the workings of public agencies,” and permits the media to publish information concerning the operation of government); George W. Prescott Publ. Co. v. Register of Probate for Norfolk Cty., 395 Mass. 274, 279 (1985) (public has interest in learning “whether public servants are carrying out their duties in an efficient and law-abiding manner” and “the public has a vital interest in full disclosure of all information which is relevant to [a public servant’s] alleged misuse of authority”); New Bedford Standard-Times Publ. Co. v. Clerk of the Third Dist. Court of Bristol, 377 Mass. 404, 417 (1979) (Abrams, J., concurring) (“greater access to information about the actions of public officers and institutions is increasingly recognized as an essential ingredient of public confidence in government”); The Republican Company v. Appeals Court, 442 Mass. 218, 222 (2004) (society has an interest in the administration of law enforcement systems, how well they work, and about the methods and techniques of police investigation). Consequently, impoundment is the exception to the general rule allowing public access tojudicial records, and “the power to deny public access to judicial records is to be strictly construed in favor of the general principle of publicity.” Id. at 223 (citations and quotations omitted).\nCourts have supervisory power over their records and files and can properly deny public inspection of them when justice so requires, such as where those records and files might become a vehicle for improper purposes. The Boston Herald, Inc. v. Sharpe, 432 Mass. 593, 604 (2000). In order for this Court to restrict the public’s right of access tojudicial records, including transcripts, evidence, memoranda, and court orders, the parly seeking closure must show that good cause exists for impoundment. See The Republican Company v. Appeals Court, 442 Mass. at 223. Motions to impound must “describe with particulariiy the material sought to be impounded and the period of time for which impoundment is sought.” Rule 2 of the Uniform Rules on Impoundment Procedure.\nIn determining whether good cause for impoundment exists, the Court balances the rights of the parties based on the particular facts of each case, taking into account all relevant factors, including, but not limited to, “the nature of the parties and the controversy, the type of information and the privacy interests involved, the extent of community interest, and the reason(s) for the request.” Rule 7 of the Uniform Rules on Impoundment Procedure; The Republican Company v. Appeals Court, 442 Mass. at 223. If good cause for impoundment exists, the Court must tailor the scope of the impoundment so that it does not exceed the need for impoundment. Newspapers of New England, Inc. v. Clerk-Magistrate of the Ware Div. of the District Court Dept. 403 Mass. 628, 632 (1988). An impoundment order may be made only on written findings, and shall specifically state what material is to be impounded, how impoundment is to be implemented (if appropriate), and the duration of the order. See Rule 8 of the Uniform Rules on Impoundment Procedure.\nThe interest of Captain Higgins in a limitless im-poundment of Exhibits A through D is weak, but one exception clearly applies. The highly personal and embarrassing nature of the accounts by victims of sexual abuse made to police, the Diocese, or others, and the need to preserve the victims’ privacy, constitute good cause for impounding the victims’ identifying information, such as their names, addresses, social security numbers and familial relationships which would reveal their identities. I find that good cause for impounding this identifying information in Exhibits A through D shall exist for at least as long as these victims are living, and therefore order this limited impoundment for a period of 50 years.\nThese privacy concerns do not apply to witnesses who were not the victims of sexual abuse, such as many of those who gave the statements in Exhibit A, as well as the names of interviewees listed in Exhibit *531D, including one who appears to be misidentified as a victim and who, according to Exhibit D, was interviewed on August 27, 2002.4 I find that there is no need to impound the identifying information of non-victim witnesses, as the disclosure of their identities or their accounts does not pose a risk of embarrassment to them. Captain Higgins’s concern about the confidentiality of these statements is unfounded as most of these witnesses stated that they had already discussed what they had seen with friends, family members and/or acquaintances. The exceptions to this are two witnesses, one of whom appears to be the sister of a childhood friend of the other witness. Their accounts of some events could be read to corroborate each other somewhat and indicate that there were several other childhood friends present. In these circumstances, the claim of confidentialify, if specifically raised by Captain Higgins (which it is not), would be weak.\nNor does anything in the record support an inference that making these documents available to the public would discourage other witnesses from coming forward or jeopardize cooperation from witnesses who have already made statements. Several non-victim witnesses who reported seeing Lavigne on the night of the murder at the murder scene or where the body was found waited many years to come forward after being dissuaded by others from making statements. Some made their statements to police after being reminded of what they saw when Lavigne’s photo appeared in the news. Many of these witnesses expressed relief in giving their statements to police. In light of all of these factors, I find that the disclosure of their statements would likely give others with relevant information, if any existed, the encouragement to come forward.\nThere is little support for Captain Higgins’s sweeping assertion that public access to Exhibits A through D, if redacted to conceal the identity of sexual abuse victims, would prejudice in any way the Croteau murder investigation. Lavigne’s notoriety as the murder suspect and as a sexual abuser has not faded in the last three decades. Apart from the non-victim witness statements discussed above, most of which were given after September 2, 1993, large portions of the documents listed in Exhibits A and D are already publicly available judicial rulings, victim-witness statements, and other murder investigation materials which have been redacted to conceal information identifying the victims of sexual abuse. Captain Higgins has made no effort to explain specifically how the lists of the remaining as-yet undisclosed materials would have any negative impact on the Croteau murder investigation, in which there have been no signs of activity since 2004.\nHeavily weighing against Captain Higgins’s interest in impoundment of Exhibits A through D are (1) North Star’s right to information about what was known and when by the Diocese regarding sexual abuse and related misconduct, including cover-up, by its clergy and others under its supervision, and (2) the public’s intense and enduring interest in the Croteau murder investigation, the notorious suspect Lavigne, and his well-known sexual abuse of altar boys in Western Massachusetts. I find, based on a careful review of the materials submitted by Captain Higgins, that Exhibits A through D contain information in which North Star, the other defendant insurers, and the public have a strong interest. Among these documents are some which shed light on what the Diocese knew and how it responded to accounts of its priests’ misconduct in 1972. The public also has a strong interest in access to the Exhibit A statements by various persons who told police that they saw Lavigne on the night of the murder (before, during — in one case, and after) or the next morning. One of these eye-witnesses who gave a statement to police in 2004 told how in 1972, the then-bishop and the then-district attorney threatened her if she went public with what she had seen. This statement alleges a grave abuse of authority by the district attorney in 1972, and raises concerns about law enforcement authorities’ relationships with the Diocese and their handling of evidence incriminating Lavigne. The public has a vital interest in these materials. See, e.g., George W. Prescott Publishing Co. v. Register of Probate for Norfolk County, 395 Mass. at 279 (“the public has a vital interest in full disclosure of all information which is relevant to [a public servant’s] alleged misuse of authority”); Cowley v. Pulsifer, 137 Mass. at 394.\nAccordingly, except with respect to the identifying information of the sexual abuse victims, the Court finds that good cause does not exist to withhold from the public Exhibits A, B, C and D attached to Captain Higgins’s motion for a protective order.\nORDER\nFor all the foregoing reasons, it is hereby ORDERED that Captain Peter Higgins’s Motion for Impoundment is ALLOWED for 50 years with respect to all information identifying the victims of sexual abuse (names, social security numbers, addresses, and familial relationships) in the following materials:\n(1) in the list at the beginning of Exhibit A and in the statements compiled in Exhibit A and numbered as follows: 2, 3, 12,5 13, 14, 16,6 17, 23, 24, 27,7 30, and 34;\n(2) in Exhibit B, references to individuals who are known to the State Police as alleging that they are the victims of sexual abuse;8\n(3) in Exhibit C, references to the three individuals named in the section numbered 1 and the individual referenced in item number 7 as filing a complaint, if these individuals are known to the State Police as alleging that they are the victims of sexual abuse; and\n(4) in Exhibit D, no redactions are necessary unless Captain Higgins establishes that any individuals *532referenced therein are known to the State Police as alleging that they are the victims of sexual abuse.\nIt is further ORDERED that, within fifteen days of entry of this order, Captain Higgins shall prepare and provide two identical copies of Exhibits A through D, redacted to conceal the identities of the victims of sexual abuse as directed above, to the Court so that one can be made available for public inspection. As to those redacted documents, Captain Peter Higgins’s Motion for Impoundment is DENIED.\n\nExhibit A lists and contains statements from 38 witnesses gathered as part of the investigation into the 1972 murder of 13-year-old altar boy Danny Croteau. Several of the statements in Exhibit A are from individuals reporting to police about their sexual abuse by the key murder suspect, Richard Lavigne, a former priest of the Diocese. Some of the statements listed in Exhibit A are dated before September 1993 and are among the documents which, in 2003, Superior Court Peter A. Velis ordered unimpounded except for the information identifying sexual abuse victims. The documents in Exhibit A which have certainly not been disclosed, either through discovery in this action or under Judge Velis’s order, are the statements of about nine witnesses dated after September 2, 1993.\nExhibit B is a four-page list of documents gathered by the State Police in connection with investigations into 15 cases of sexual abuse allegedly perpetrated by 18 priests and/or deacons affiliated with the Diocese. This list references a wide range of documents, including communications from religious orders and the victims’ legal counsel, medical and police reports, and diocesan sexual abuse intake sheets. Exhibit C is a one-page document entitled Communications With the Diocese, and it lists eight communications, seven of which are between counsel for the Diocese and the office of Hampden County District Attorney Bennett, and one which refers to three Diocese of Springfield Sexual Abuse Intake Sheets. Exhibit D is a two-page document identifying seven categories of materials, many of which are already available to the public in redacted form under Judge Velis’s 2003 order (such as the rulings and documents issued in connection with the 1993 search warrant application, and certain laboratory, DNA, and autopsy reports).\n\n\nIn his motion for a protective order, Captain Higgins invoked the exemption of investigatory materials from public records subject to public inspection under G.L.c. 4, §7, Twenty-sixth (f). Because that exemption is irrelevant to the question of impoundment of court records, see, e.g., The Republican Company v. Appeals Court, 442 Mass. 218, 223 n.9 (2004), Captain Higgins does not raise it in the motion to impound, but nonetheless argues that the investigation constitutes good cause for impoundment.\n\n\nThis witness gave a statement which appears in Exhibit A recounting what she saw occur between Lavigne and Croteau on the night of the murder, but not that she was a sexual abuse victim.\n\n\nThe second page of this statement contains a single reference to the first name of a family member who was a victim of sexual abuse. It is that first name and the relationship which must be redacted. The remaining portions of Statement 12 do not require redaction.\n\n\nIn this notation by police, the top paragraph of the first page refers to a victim who expressed a wish to maintain confidentiality. The victim’s name must be redacted. The remaining portions of Statement 16 do not require redaction.\n\n\nStatements 27 and 30 each contain two separate statements; all four require redaction.\n\n\nBecause Captain Higgins’s designation of one individual in Exhibit D as a victim appears to be inaccurate, Captain Higgins is directed to confirm the accuracy of other individuals’ designations in the Exhibits as victims before redacting the documents to conceal their identifying information.\n\n",
            "ocr": true,
            "opinion_id": 8325532
        }
    ],
    "court_short_name": "Massachusetts Superior Court",
    "court_full_name": "Massachusetts Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}