{
    "id": 5250728,
    "judges": "Hill, Meyers, Spurlock",
    "date_filed": "1998-06-08",
    "date_filed_is_approximate": true,
    "slug": "cedillo-v-paloff",
    "case_name_short": "Cedillo",
    "case_name": "Cedillo v. Paloff",
    "case_name_full": "Gustavo F. CEDILLO v. Minelle R. PALOFF, Jonathan Paloff, David Paloff, and Annamarie Shelton",
    "attorneys": "DeHay & Blanchard, Kevin J. Cook, Dallas, for appellant., Brender & Colosi, Art Brender, Fort Worth, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 14, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "792 S.W.2d 830"
    ],
    "opinions": [
        {
            "author_str": "Meyers",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMEYERS, Justice.\nThis is an appeal from a wrongful death case. In six points of error appellant, Gustavo Cedillo, complains the trial court erred in: admitting evidence that appellant had been arrested, charged, and found guilty of driving while intoxicated and involuntary manslaughter; admitting into evidence the videotape of appellant’s arrest; and admitting evidence that appellant refused to take a breathalyzer test. Appellant also seeks, in his seventh point of error, to credit against this judgment amount the settlement by other joint tortfeasors. Since we find that the trial court did not err, we overrule appellant’s points of error and affirm the judgment.\nThis action for wrongful death resulted from the death of Herbert Paloff in the late evening hours of June 10, 1985. Pa-loff was a contract engineer with Yought Corp. and was returning to his home in Fort Worth. As he drove west on Interstate Highway 30 in Arlington, Texas, his Volkswagen Beetle was struck from the rear by a 1985 Corvette driven by appellant. The impact separated the engine of the Volkswagen Beetle from the body of the vehicle, propelling the vehicle over three hundred feet from the point of impact. Paloff was thrown from his vehicle and died instantly. Appellant, who admitted going seventy-five miles per hour, was actually, according to experts, going in excess of ninety miles per hour. Prior to trial, appellant pled nolo contendere to a third degree felony of involuntary manslaughter for operating a motor vehicle while intoxicated. The jury in this cause returned a verdict finding appellant both negligent and grossly negligent and awarded appellees, the widow and children of Paloff, both actual and punitive damages.\nAppellant, in his first three points of error, complains that the court erred in admitting into evidence proof that appellant had: (1) been arrested for driving while intoxicated; (2) been charged with involuntary manslaughter; (3) pled nolo contendere; and (4) been convicted of involuntary manslaughter in the death of Paloff.\nAppellant relies on rule 410 of the Texas Rules of Civil Evidence and article 27.02 of the Texas Code of Criminal Procedure as authority for his complaint. They read in part as follows:\nARTICLE IV. RELEVANCY AND ITS LIMITS\n[[Image here]]\nRule 410. Inadmissibility of Pleas, Plea Discussions and Related Statements\nExcept as otherwise provided in this rule, evidence of the following is not admissible against the defendant who made the plea or was a participant in the plea discussions:\n[[Image here]]\n(2) a plea of nolo contendere....\nTEX.R.CIV.EVID. 410(2).\nArt. 27.02. Defendant’s pleadings\nThe pleadings and motions of the defendant shall be:\n*832[[Image here]]\n(5) A plea of nolo contendere, the legal effect of which shall be the same as that of a plea of guilty, except that such plea may not be used against the defendant as an admission in any civil suit based upon or growing out of the act upon which the criminal prosecution is based;\n[[Image here]]\nTEX.CODE CRIM.PROC.ANN. art. 27.-02(5) (Vernon 1989).\nAppellees refute appellant’s claims and direct us to TEX.R.CIV.EVID. 609(a) which reads as follows:\nRULE 609. IMPEACH BY EVIDENCE OF CONVICTION OF CRIME\n(a) General Rule. For the purpose of attacking the credibility of a witness, evidence that he has been convicted of a crime shall be admitted if elicited from him or established by public record but only if the crime was a felony or involved moral turpitude, regardless of punishment, and the court determines that the probative value of admitting this evidence outweighs its prejudicial effect to a party.\nAppellees assert that they could use the nolo contendere conviction as impeachment evidence under rule 609 because it impeached appellant’s claim at trial that he was not intoxicated. Appellees also claim appellant did not give a specific enough objection which related to the prohibition of TEX.R.CIV.EVID. 410 when the judgment of conviction was offered which would have preserved any error, and thus, his point is now waived. Appellees point to appellant’s answers to his attorney’s questions concerning the conviction which also waived error. Appellant counters appellees’ claims of admissibility by alleging the court failed to conduct a balancing test as contemplated by TEX.R.CIV.EVID. 609.\nAs the evidence unfolded at trial, appellant was called as an adverse witness by appellees’ attorney. Appellant’s testimony was interrupted shortly after it began because appellee needed to call two witnesses out of sequence because of time constraints on the witnesses. Appellant was then recalled by appellees’ attorney and questioned about appellant’s state of intoxication on the night of the accident. The questioning of appellant by appellees’ attorney was as follows:\nQ Mr. Cedillo, you were intoxicated at the time you were driving your car and hit Mr. Paloff’s Volkswagen, weren’t you?\nA I don’t believe so.\n(Plaintiffs’ Exhibit No. 95 marked for identification.)\nQ (By Mr. Brender) Mr. Cedillo, I’m going to show you what’s been marked as Plaintiffs’ Exhibit No. 95.\nDo you recognize that, sir?\nA Yes, sir.\nQ Are you the same person that’s named in these documents?\nA Yes, sir.\nMR. BRENDER: Your Honor, I want to offer Plaintiffs’ Exhibit No. 95 into evidence.\nMR. CAMPBELL: Defendant objects because there has been no proper predicate laid and because these documents reflect a matter which is irrelevant and immaterial to this case and which have no probative value as to proving any of the allegations against Mr. Cedillo in this case.\nTHE COURT: Overruled. Plaintiffs’ Exhibit 95 is admitted.\nMR. BRENDER: Thank you.\n(The instrument referred to, previously marked for identification as Plaintiffs' Exhibit No. 95, was admitted.)\nQ (By Mr. Brender) Mr. Cedillo, is it true that on April 28th, 1987, in the 213th District Court here in Tarrant County you were found guilty of the offense of involuntary manslaughter; isn’t that correct, sir?\nA (No response.)\nMR. CAMPBELL: Objection, Your Honor, to the referral to any plea or judgment out of that criminal case as it’s irrelevant, immaterial, and it’s not competence [sic] evidence to prove any disputed fact in issue as the plea that was *833entered was nolo contendere and no contest.\nTHE COURT: I’ve already admitted the judgment into evidence. Overruled.\nQ (By Mr. Brender) You were represented by counsel — excuse me.\nWould you answer the question? Is that correct, sir?\nA I’m sorry. Could you repeat the question?\nQ Were you found guilty of involuntary manslaughter in Fort Worth, Texas, in the 213th District Court on April 28th, 1987?\nA I pleaded nolo contendere.\n[[Image here]]\nQ And you had to plea to the first count of that indictment, and that first count alleged that on the 10th of June, 1985, you did then and there intentionally and knowingly operate a motor vehicle while intoxicated, and by reason of such intoxication caused the death of an individual, Herbert Paloff, through accident and mistake, namely: driving said motor vehicle into a vehicle occupied by the said Herbert Paloff; isn’t that correct?\nA I’m sorry. What is the question?\nQ Is that what you plead [sic] guilty —isn’t that what you entered your plea of no contest to, that charge?\nA That is correct.\nQ You didn’t enter your plea of no contest to count two which alleged that you had been operating your vehicle in a reckless manner at the time the accident occurred, did you?\nA No, sir.\nQ You plead [sic] to count one which was the count that alleged you were intoxicated; is that correct?\nA That is correct, sir.\nQ And yet you’re telling this jury as you sit here that you were not intoxicated at the time you drove your 1985 Corvette into the Volkswagen driven by Herbert Paloff? Is that what you’re telling us?\nA That’s correct, sir.\nAppellant tries to persuade us that appellees offered the evidence of appellant’s conviction solely for the purpose of an admission. Based upon the testimony before us, it seems appellant was contesting his state of intoxication which then opened the door for appellees’ attorney to try and impeach appellant’s claim of sobriety. The objections of appellant’s attorney were based on relevancy but not directed to any grounds which were related to a prohibition stated in TEX.R.CIV.EVID. 410, and thus, any error was not preserved based upon this objection. In re Bates, 555 S.W.2d 420 (Tex.1977). Appellant’s claim of error for the court’s failure to conduct a balancing test as proposed by rule 609 is not valid for two reasons. First, since appellant failed to preserve error in his objections to appellees’ offer of the manslaughter conviction judgment, the court had nothing to rule on based upon the way the judgment was admitted into evidence. Secondly, appellant’s attorney later questioned appellant on the record about the reasoning he used in deciding to plea nolo contendere to charges of manslaughter by intoxication.\nBecause we do not find the trial court erred by admitting evidence of appellant’s nolo contendere plea or his arrest, charge, or conviction for involuntary manslaughter of Paloff, appellant’s first three points of error are overruled.\nIn points of error four and five, appellant complains that the trial court erred in admitting into evidence the videotape taken of him at the time of his arrest and the fact of his subsequent refusal to take a breathalyzer test.\nAlthough this court has approved the admission of the videotaping and refusal of a defendant to take a breath test in a criminal trial, Shephard v. State, 749 S.W.2d 283 (Tex.Civ.App. — Fort Worth 1988, pet. ref’d), we have not yet encountered the issue of allowing either one into evidence in a civil trial concerned with the same incident as the arrest. Appellant does not cite any authority to us which would disallow or prevent the court from allowing these admissions under the proper circumstances in a civil case.\nAs we previously noted, appellant denied being intoxicated on the date in question. *834Since the videotape was an aid to the jury’s understanding of appellant’s condition, we cannot say the court erred in its admission.\nTo obtain reversal of a judgment based upon an error in the trial court, the appellant has a two-pronged burden. First, he must show that there was error, and secondly, that such error was reasonably calculated to cause and probably did cause rendition of an improper judgment in the case, or was such as probably prevented the appellant from making a proper presentation of the case to the appellate court. TEX.R.APP.P. 81(b)(1). This is a judgment call entrusted to the sound discretion and good sense of the reviewing court from an evaluation of the whole case. First Employees Ins. Co. v. Skinner, 646 S.W.2d 170, 172 (Tex.1983).\nIn the present case, appellant has not shown how he was harmed by the admission of the evidence of his refusal to take a breathalyzer test and how such evidence caused an improper judgment.\nAppellant’s points of error four and five are overruled.\nIn point of error six, appellant claims he was not permitted to explain his nolo con-tendere plea to the charge of manslaughter. Although appellant cites three references in the statement of facts where he claims he was denied this opportunity, our reading of those sections is contradictory to what appellant says took place. At pages 358 and 360, appellant was only denied permission to testify regarding what his understanding of the law was on a manslaughter conviction range of punishment. At page 738, appellant’s testimony as to what he and his family discussed about his plea was cut short on an objection by appellees’ attorney as to relevancy.\nAppellant cites us to three federal cases where the defendant was allowed to explain his nolo contendere plea in the civil cause of the same incident. While this may very well be the custom in federal court, we cannot find any authority for such a privilege in our state courts. Furthermore, appellees direct us to the statement of facts where appellant did, in fact, explain his reasons for pleading nolo contendere to the charge of manslaughter. Based on the record, we do not feel appellant’s point of error is sustainable. Appellant’s point of error six is overruled.\nAppellant’s seventh point of error is concerned with the trial court’s failure to allow an offset in the judgment for any amounts appellees received in settlements from co-defendants.\nApparently, appellees came to an agreement with a number of other co-defendants on the day this case was called to trial and the terms of these settlements are set out in the judgment. The record does not reflect, either in the transcript or the statement of facts, that appellant ever requested the trial court allow him a credit for any amount paid to appellees in these settlement agreements with the co-defendants. Appellant is now requesting the credit for the first time on appeal. Appellant relies on Merit Drilling Co. v. Honish, 715 S.W.2d 87 (Tex.App. — Corpus Christi 1986, writ ref’d n.r.e.), as authority for us to grant him a credit even though he had no pleadings for contribution or requests to the court for a credit. In Merit Drilling, which was decided under the old statute (TEX.REV.CIV.STAT. art 2212(a) § 2(d)), the appeals court allowed the appellant a credit for the co-defendants’ settlement amount even though the appellant had not pled for same. The appeals court noted, however, that the appellant had brought it to the trial court’s attention on at least three different occasions during the trial that it would seek the credit. Merit Drilling, 715 S.W.2d at 90-91.\nSince Merit Drilling, the Contribution statute has been codified in TEX. CIV.PRAC. &amp; REM. CODE ANN. §§ 33.-011-33.016 (Vernon Supp.1990). These sections set out the procedure a nonsettling co-defendant must follow to get either a straight credit against the judgment or a percentage reduction, based upon the answers received from a jury as to other co-defendants’ negligence. Because the rules allow for these options, we feel it is incumbent upon a non-settling co-defendant to inform the trial court a credit is sought *835prior to the cause going to the jury. Because this record does not reflect that appellant gave the court any indication he wished a credit, then we are not inclined to allow one on appeal. Therefore, appellant’s seventh point of error is overruled.\nThe judgment of the trial court is affirmed.\n",
            "ocr": true,
            "opinion_id": 5077132
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}