{
    "id": 5259441,
    "judges": "Breckenridge, Spinden, Ulrich",
    "date_filed": "1991-05-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-andrews",
    "case_name_short": "Andrews",
    "case_name": "State v. Andrews",
    "case_name_full": "STATE of Missouri v. Leonard ANDREWS, Appellant Leonard ANDREWS v. STATE of Missouri",
    "attorneys": "Susan L. Hogan, Appellate Defender, Kansas City, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Michael J. Spillane, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Denied Aug. 2, 1994., Application to Transfer Denied Sept. 20, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "882 S.W.2d 179"
    ],
    "opinions": [
        {
            "author_str": "Ulrich",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nULRICH, Presiding Judge.\nLeonard Andrews was convicted of one count of murder in the second degree and one count of armed criminal action. Mr. Andrews was sentenced as a prior offender to consecutive terms of fifteen years imprisonment for second degree murder and five years for armed criminal action. Mr. Andrews’ motion for postconviction relief pursuant to Rule 29.15 was denied. Mr. Andrews filed this consolidated appeal.\nMr. Andrews’ convictions and sentences are affirmed; the circuit court’s denial of Mr. Andrews’ postconviction motion is also affirmed.\nOn February 23, 1991, a group of young men were “out riding around together” in three cars. The three cars stopped at an Amoco station at 35th Street and Prospect in Kansas City, Missouri. None of the people in this group were armed. Mr. Andrews and two other persons were in a fourth car. This fourth car arrived at the Amoco station, stopped, and Mr. Andrews and his two companions began shooting at the group of young men. Twenty to thirty-six shots were fired from three different firearms. One young man was wounded in the foot. A *181fourteen year old boy, Calvin Dunlop, was killed when a bullet struck his head. Mr. Andrews and his companions departed the scene and were later arrested and charged.\nSeveral of the young men who were at the Amoco station when the shots were fired testified at Mr. Andrews’ trial. Two eyewitnesses testified that all three people in the fourth car shot firearms, and several witnesses identified Mr. Andrews as one of men who exited the car at the scene. Another witness testified that he definitely saw Mr. Andrews shooting a gun with the other two. Mr. Andrews admitted being in the car with the other two men but claimed that he was the driver and was unaware that the other two were going to start shooting. Mr. Andrews claimed that when the shooting started, he immediately stopped the vehicle and got down on the floor of the car.\nI\nMr. Andrews contends, as point one on appeal, the trial court erred in admitting into evidence a statement Mr. Andrews made to Detective Stanley Stoner before taking a polygraph test. Mr. Andrews avers the polygraph examination was part of pretrial plea negotiations and the statement was not admissible at trial. The prosecutor had agreed with Mr. Andrews’ trial counsel to dismiss the charges if Mr. Andrews passed a polygraph examination. Mr. Andrews signed a Miranda1 waiver form indicating that he knew any statements he made could be used against him.\nThe cases cited by Mr. Andrews refer to evidence relating to plea bargain negotiations or statements made as part of guilty pleas or offers to plea bargain. See Rule 24.02(d)(5); State v. Danneman, 708 S.W.2d 741, 748 (Mo.App.1986). It is true that evidence relating to either proffered pleas or statements made in connection with plea negotiation is not generally admissible at trial. Id. However, in determining admissibility, statements given by a defendant after voluntarily agreeing to take a polygraph test are not equivalent to statements given as part of plea negotiations.\nRule 24.02 and the cases cited by Mr. Andrews are inapplicable to the factual circumstances under consideration. No mention was made at trial that the statement was part of polygraph proceedings.2 The jury did not know the statement was obtained preparatory to a polygraph examination. Mr. Andrews signed a Miranda waiver form. Without informing the jury that a polygraph examination was performed, a statement given after voluntarily signing a Miranda waiver, as part of the preparation to administer a polygraph examination, without other reason to exclude, is admissible at a subsequent trial.3\nPoint one is denied.\nII\nMr. Andrews’ second point on appeal is based on the trial court’s use of a jury instruction patterned after MAI-CR3d 802.04 defining reasonable doubt. Defendant argues that the given definition of reasonable doubt allowed a finding of guilt based on a degree of proof below that required by due process. This instruction has been examined by the Missouri Supreme Court and found constitutionally sound. State v. Ervin, 835 S.W.2d 905, 924 (Mo. banc 1992), cert. de*182nied, — U.S. -, 113 S.Ct. 1368, 122 L.Ed.2d 746 (1993). Point two is denied.\nIll\nMr. Andrews, for his third point on appeal, contends that the trial court erred in denying his Rule 29.15 motion for posteonvietion relief because he asserts he had ineffective assistance of counsel. Mr. Andrews, his trial counsel, and the prosecutor agreed that if Mr. Andrews passed a polygraph test the prosecutor would dismiss the charges against Mr. Andrews. Mr. Andrews also claims his trial counsel did not accompany him to the polygraph examination, did not advise him that statements made to the polygraph examiner preparatory to the examination could be used at trial, and that his trial counsel failed to object to the trial testimony of the detective who heard the polygraph statement.\nA criminal defendant has a right to effective assistance of counsel. Strickland v. Washington, 466 U.S. 668, 686, 104 S.Ct. 2052, 2063-64, 80 L.Ed.2d 674 (1984). In order to prevail on a claim of ineffective assistance of counsel, Mr. Andrews must show that his trial counsel did not exercise the skill and diligence that a reasonably competent attorney would have exercised under the circumstances and that he was therefore prejudiced. Sanders v. State, 738 S.W.2d 856, 857 (Mo. banc 1987). The trial court presumes that counsel’s conduct falls within the wide range of reasonable professional assistance and Mr. Andrews must overcome the presumption that the challenged actions might be sound trial strategy. Strickland, 466 U.S. at 689, 104 S.Ct. at 2065. Mr. Andrews must show that but for counsel’s errors, the outcome would likely have been different. Id. at 692, 104 S.Ct. at 2067.\nTestimony was presented by Mr. Andrews’ trial counsel that Mr. Andrews understood if he passed the polygraph the prosecutor would dismiss the charges. Mr. Andrews knowingly agreed to the conditions. When Mr. Andrews received the offer to submit to a polygraph test, Mr. Andrews already knew his initial alibi had failed and several eyewitnesses had placed him at the scene of the shooting. The strategy is clear. If Mr. Andrews passes the polygraph test, he goes free. If Mr. Andrews does not pass the polygraph test, the results are not admissible at trial.4 The advice to take the polygraph was not outside the bounds of sound trial strategy.\nAdmission of Mr. Andrews’ pre-poly-graph statement did not prejudice him. The statement was basically the same account as Mr. Andrews presented to the jury in his testimony at trial. As Mr. Andrews’ trial counsel testified in the postconviction relief hearing, “[bjasically the statement that Mr. Andrews gave was what our trial strategy was based on. The first time around [Detective] Stoner was going to say everything completely consistent with what the testimony of Mr. Andrews was going to be.” The strategy was to have the detective’s account bolster Mr. Andrews’ subsequent testimony. In addition, as noted as part of the discussion under point one, the statement was not part of plea negotiations, was given after signing a Miranda waiver, and was not inadmissible at trial. Failure to object to admissible evidence did not prejudice Mr. Andrews.\nAll of Mr. Andrews’ claims of ineffective assistance of counsel relate to the testimony of Detective Stoner.5 At trial Detective Stoner related Mr. Andrews’ pre-polygraph statement. The statement did not prejudice Mr. Andrews. Mr. Andrews, in the statement, admitted to being in the car as the driver but denied knowing that any shooting was planned and denied shooting any firearm at that time. Mr. Andrews gave essentially the same testimony at trial. The testimony of Detective Stoner could have only bolstered Mr. Andrews’ story.\nEven without the pre-polygraph statement, sufficient evidence existed to convict Mr. Andrews. Mr. Andrews’ trial counsel’s actions in relation to the polygraph or its admission *183at trial did not prejudice Mr. Andrews nor change the outcome. Mr. Andrews failed to prove by preponderance of evidence that he suffered ineffective assistance of counsel. The trial court did not erroneously deny Mr. Andrews’ Rule 29.15 motion. Point three is denied.\nThe judgment of conviction is affirmed. The denial of the Rule 29.15 motion is affirmed.\nAll concur.\n\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n\n\n. Results of the polygraph would not be admissible in a subsequent trial, State v. Biddle, 599 S.W.2d 182, 191 (Mo. banc 1980). However, while \"the results of polygraph examinations are inadmissible as evidence in a criminal trial because they lack scientific support for reliability,” statements made by a defendant preparatory to and during polygraph examination may be admissible. State v. Eastin, 735 S.W.2d 50, 52 (Mo.App.1987), citing State v. Hensley, 655 S.W.2d 810, 811 (Mo.App.1983).\n\n\n.Mr. Andrews did not object to the testimony the first time Detective Stoner testified because the statement was basically the same as Mr. Andrews’ testimony and tended to bolster Mr. Andrews’ credibility. Detective Stoner’s recall testimony, in essence, consisted of the prosecutor asking Detective Stoner if Mr. Andrews’ statement included several details Mr. Andrews had included in his testimony but had not included in the statement previously given in anticipation of the polygraph examination.\n\n\n. Biddle, 599 S.W.2d at 191.\n\n\n. Mr. Andrews’ trial counsel could not remember whether he was present at the polygraph examination. Mr. Andrews stated that his counsel was not present. While not being present may have been improper, in this case Mr. Andrews was not prejudiced by his counsel’s absence.\n\n",
            "ocr": true,
            "opinion_id": 5086399
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}