{
    "id": 5262390,
    "judges": "Crow, Prewitt, Shrum",
    "date_filed": "1973-03-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-rogers",
    "case_name_short": null,
    "case_name": "State v. Rogers",
    "case_name_full": "STATE of Missouri v. Rickie James ROGERS",
    "attorneys": "Jarrett Aiken Johnson, Asst. Appellate Defender, Kansas City, for appellant., Jeremiah W. (Jay) Nixon, Attorney General, Mary Moulton Bryan, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "912 S.W.2d 670"
    ],
    "opinions": [
        {
            "author_str": "Crow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCROW, Judge.\nA jury found Appellant, Rickie James Rogers, guilty of failure to appear. § 544.665.1(1), RSMol986. The trial court sentenced Appellant as a prior offender and a persistent offender to seven years’ imprisonment.1\nAppellant brings this appeal. His sole point relied on avers the trial court erred in refusing instructions tendered by Appellant hypothesizing an affirmative defense that he failed to appear because he was under duress.\nAppellant does not challenge the sufficiency of the evidence to support the verdict. Viewed favorably to the verdict, State v. Grim, 854 S.W.2d 403, 405 (Mo. banc 1993), cert. denied,-U.S. -, 114 S.Ct. 562, 126 L.Ed.2d 462 (1993), the evidence establishes that on March 4, 1994, Appellant pled guilty in the Circuit Court of Greene County (“the plea court”) to possession of a controlled substance. There was a plea agreement whereby Appellant was to receive a five-year sentence; probation was to be denied. The plea court, with Appellant “standing in front of [it],” announced the sentence would be imposed at 9:00 a.m., April 15,1994.\nAppellant, who was free on bond, failed to appear for sentencing on the appointed date. An arrest warrant was issued, and Appellant was subsequently arrested on a date unrevealed by the record.2 He was brought before the plea court July 8, 1994, and sentenced per the agreement.\nEvidence pertinent to Appellant’s assignment of error appears in the testimony of two witnesses: Appellant and the lawyer who represented him in the plea court, Don W. Crank.\n*672Crank testified the reason for the six-week interval between Appellant’s plea of guilty and the designated sentencing date was that there were two individuals in custody whom Appellant feared: Timothy Crosby and Scott Hope. They were charged with murder, and Appellant’s name “appeared in police reports as an informant” against them.\nAccording to Crank, Appellant was fearful of testifying against Crosby and Hope, as he would be “labeled a snitch at the penitentiary.” Crank explained that when Appellant was incarcerated in 1986, he saw a sexual assault on an inmate who had been labeled a snitch. Crank added that Appellant believed prison officials could not protect him.\nConsistent with Crank’s testimony, Appellant recounted that the reason for the interval between the date he pled guilty and the designated sentencing date was to provide time for Crosby and Hope “to get out of [the] Fulton [Reception and Diagnostic Center].”\nAppellant asseverated that on the designated sentencing date, April 15,1994, Crosby was at Fulton. Hope “was coming back for trial,” consequently Hope would be in the Greene County jail. Appellant realized that once he was sentenced, he would be jailed and then taken to Fulton. Appellant avowed he was worried about his personal safety at both places.\nAppellant revealed that a few days before the designated sentencing date, he and a friend, Greg Bill, drove to Mesquite, Texas, in Bill’s ear to “see some friends.” There was a “falling out” and Bill “took off,” leaving Appellant “stranded in Texas” with only 25 or 30 dollars. Faced with that dilemma, said Appellant, he phoned his girl friend, Heather, to come and get him. She did, and they arrived back in Springfield a few days later.\nAppellant testified he talked to Crank after returning to Springfield. Crank advised Appellant there was probably a warrant for his arrest and he should appear at the plea court immediately. Appellant’s testimony:\n“Q Did you do that?\nA No.\nQ Why not?\nA Because I had been giving my situation a lot of thought and had talked to my family about it and I didn’t think it was ... too wise to ... go get sentenced at that time.\nQ What fears or reservations did you have about being sentenced at that time?\nA I didn’t want to go to Fulton at that time.\nQ Why?\nA Because Tim Crosby was there.... I believe Scott Hope was back down here in the Greene County Jail.”\nAccording to Appellant, Crosby had phoned Appellant while Crosby was in jail and Appellant was “out on bond.” Appellant avowed Crosby told him to keep his mouth shut. Appellant’s testimony continued:\n“Q Was your failure to appear at court in April and May of 1994 occasioned by fears for your personal safety?\nA Yes. I was scared for my life.”\nAppellant told the jury he remained in Springfield after returning from Texas, and was eventually arrested while “taking Heather to work.”\nDuring the instruction conference, Appellant’s lawyer tendered two instructions which are the subject of Appellant’s claim of error. The trial court marked them as instructions “A”3 and “B,”4 respectively, and refused both.\nThe defense of duress is defined by § 562.071, RSMol986, which reads, in pertinent part:\n*673“1. It is an affirmative defense that the defendant engaged in the conduct charged to constitute an offense because he was coerced to do so, by the use of, or threatened imminent use of, unlawful physical force upon him ..., which force or threatened force a person of reasonable firmness in his situation would have been unable to resist.\nAppellant’s point relied on reads:\n“The trial court erred in refusing Appellant’s instructions to the jury that if it could find that Appellant was under duress at the time he failed to appear for sentencing, he could be acquitted of the charge of felony of failure to appear, in that ... there was sufficient evidence adduced at trial to support Appellant’s affirmative defense of duress, and to instruct the jury on that affirmative defense.”\nAppellant cites State v. Kelly, 747 S.W.2d 639 (Mo.App.W.D.1988). So does the State.\nIn Kelly, the accused was jury-convicted of possessing a weapon about the premises of a correctional institution. On appeal, he maintained the trial court erred in not giving an instruction on duress in that the evidence indicated he was in fear of other inmates who had beaten and threatened him. Id. at 640. Affirming the conviction, the Western District of this Court said:\n“To constitute a defense the coercion must be present, imminent and impending, and of such a nature as to induce a well grounded apprehension of death or serious bodily injury. State v. St. Clair, 262 S.W.2d 25, 27 (Mo.1953). The threat cannot be of future action_\n... Any threat of harm [in this case] was a threat of future harm, not present, imminent and impending. The instruction on duress must be given only if supported by evidence, and no error results from a court’s refusal to give an instruction that lacks evidentiary support....”\nId. at 640-41.\nAppellant endeavors to distinguish Kelly by arguing: “[I]t was a certainty that Appellant was going to be incarcerated once he was sentenced. Once incarcerated, the threats of Mr. Crosby could be carried out, and Appellant would be unable to remove himself from the threatening environment.”\nAppellant’s argument is meritless. In Kelly, the accused was in the same prison as his enemies and, so he said, had been beaten and scalded by them. Id. at 640. Here, Appellant was not in prison with those he allegedly feared at the time he failed to appear for sentencing, and there was no certainty that he would be in the same institution with them once he was sentenced, except possibly for a brief time in jail awaiting delivery to the Fulton facility and a brief time there awaiting permanent placement. Furthermore, unlike Kelly, there was no evidence that either Crosby or Hope, or someone at their behest, had ever harmed Appellant.\nThe evidence of the danger of physical harm in Kelly thus showed a danger more immediate than the danger shown by Appellant’s evidence. Because it was not error to refuse to instruct on the defense of duress in Kelly, it clearly was not error to refuse Appellant’s instructions “A” and “B” in the instant case. As explained in State v. Porter, 755 S.W.2d 3, 4[1] (Mo.App.W.D.1988), and State v. Horne, 178 S.W.2d 756, 757-58[2] (Mo.App.W.D.1989), a threat of future injury does not warrant a jury instruction on duress.\nAppellant cites two other cases: State v. Lane, 834 S.W.2d 242 (Mo.App.W.D.1992), and State v. Greer, 879 S.W.2d 683 (Mo.App. W.D.1994). Neither aids him.\n*674Lane is a judge-tried case where the accused relied on the defense of duress but was found guilty. The appellate court affirmed, applying the well established rule that a threat of unlawful physical force can be the basis of a duress defense only where the danger is present, imminent and impending. 834 S.W.2d at 244 — 45[1]. A threat of future action is insufficient to support a duress defense. Id. at 244-45[2],\nGreer is inapposite in that it holds a duress defense is unavailable when the accused recklessly places himself in a situation where it is probable that he will be subjected to force or threatened force. 879 S.W.2d at 685[4], See: § 562.071.2(2), RSMo 1986. The evidence in Greer arguably showed the threat of unlawful physical force was imminent, hence the accused would have been entitled to an instruction submitting the defense but for the exception discussed in the preceding sentence. In the instant case, as we have seen, the threat of force was not imminent; consequently, the threshold requirement for a duress defense did not exist. That being so, the exception addressed in Greer is immaterial here.\nApplying Kelly, Porter and Horne, we reject Appellant’s claim of error. That would normally end our task. However, there is an aspect of this appeal that we cannot ignore.\nA letter to the court reporter from the lawyer who formerly represented Appellant in this appeal5 asked the reporter to include in the transcript “all recorded proceedings, including ... voir dire, opening statements, ... closing arguments.... ” In compliance with the request, the reporter prepared a 220-page transcript, the cost of which (including copies) is certified by the reporter as $462. Inasmuch as Appellant is appealing as a pauper, the State shall pay the reporter upon a voucher approved by the trial court. § 485.100, RSMo 1994.\nRule 30.04(b)6 provides, in pertinent part:\n“The following items shall not be included in the record on appeal unless ... necessary to determination of issues on appeal: voir dire, opening statements, closing arguments.... ”\nThe motion for new trial filed by the lawyer who represented Appellant in the trial court assigned no error regarding voir dire, opening statements or closing arguments. Consequently, no error was preserved for appellate review regarding those segments of the trial. Rule 29.11(d); State v. Peterson, 518 S.W.2d 1, 3[2] (Mo.1974); State v. Scott, 769 S.W.2d 192, 194[1] (Mo.App.S.D. 1989).\nIn the aggregate, the voir dire, opening statements and closing arguments occupy 126 pages of the transcript — more than of half of it. Nothing in those 126 pages is germane to Appellant’s claim of error.\nOver thirty years ago, the Supreme Court of Missouri criticized the inclusion (at public expense) of immaterial items in a transcript. State v. Fields, 366 S.W.2d 462, 463[1] (Mo. 1963). In State v. Hamell, 561 S.W.2d 357, 365[19] (Mo.App.1977), the appellate court noted — as we have in the instant case — that no issue was raised in the motion for new trial or on appeal respecting voir dire, opening statements or argument of counsel. In Hamell, as here, those items appeared in their entirety in the transcript. The opinion in Hamell said:\n“Counsel are admonished to order only those portions of the transcript necessary to the determination of the issues presented on appeal. The [public] should not be required to bear the additional burden of transcripts containing useless material.” Id.\nWe do not know how much of the court reporter’s time was wasted in the instant case preparing the 126 unnecessary pages. We do know, however, that the public will absorb twice the cost it should have borne for the transcript.\nJudgment affirmed.\nPREWITT, P.J., and SHRUM, C.J., concur.\n\n. We glean from the transcript that at the time of sentencing, Appellant was incarcerated in the Department of Corrections serving sentences for earlier crimes. The trial court ordered the sentence in the instant case \"to run consecutive to any other sentence the defendant is serving.” However, the formal judgment and sentence in the legal file mentions no sentence other than the one imposed in the instant case and says nothing about it being served consecutively to any other sentence.\n\n\n. The court file in the controlled substance case was received in evidence in the instant case. We infer Irom the transcript that the arrest warrant was in the file. We assume the date of arrest appears in the return on the warrant. However, the warrant has not been filed with us as an exhibit, hence we cannot determine when Appellant was arrested.\n\n\n. Instruction A reads:\n“If you find and believe from the evidence beyond a reasonable doubt:\nThat on or about April 15, 1994, in the County of Greene, State of Missouri, the defendant willfully failed to appear for sentencing in Greene County Case Number CR491-978EX-2, in the Circuit Court of Greene County, Missouri, Division II, on the felony charge of possession of cocaine, having been previously released on a bad-bond, then you will find the defendant guilty of failure to appear unless you find and believe it is more probably true than not true that the defendant is not guilty by reason of duress, as submitted in Instruction No_\nIf you do find the defendant guilty of failure to appear, you will return a verdict finding him gulty [sic] of failure of [sic] appear.”\n\n\n. Instruction B reads:\n*673\"If you find and believe from the evidence beyond a reasonable doubt that the defendant engaged in the conduct submitted in Instruction No. _, you will then decide whether or not at that time he acted under duress.\nIf you further find and believe that it is more probably true than not true,\nFirst, that Scott Hope or Timothy Crosby threatened the imminent use of physical force against the defendant, and\nSecond, that this threatened use of force was such that a person of reasonable firmness in the defendant's situation would not have been able to resist, and\nThird, that defendant was thereby coerced into engaging in the conduct submitted in\nInstruction No__ then you must find the defendant not guilty by reason of acting under duress.”\n\n\n. That lawyer is not Jarrett Aiken Johnson, Appellant's present lawyer.\n\n\n. Rule references are to Missouri Rules of Criminal Procedure (1995).\n\n",
            "ocr": true,
            "opinion_id": 5089499
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}