{
    "id": 5266816,
    "judges": "Cooper, Graves, Johnston, Johnstone, Joining, Lambert, Stephens, Stumbo, That, Wintersheimer",
    "date_filed": "1979-09-07",
    "date_filed_is_approximate": true,
    "slug": "yates-v-commonwealth",
    "case_name_short": "Yates",
    "case_name": "Yates v. Commonwealth",
    "case_name_full": "Lamont Christopher YATES v. COMMONWEALTH of Kentucky",
    "attorneys": "Elizabeth A. Shaw, Richmond, for appellant., A.B. Chandler III, Attorney General, William L. Daniel II, Assistant Attorney General, Frankfort, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "958 S.W.2d 306"
    ],
    "opinions": [
        {
            "author_str": "Johnstone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nJOHNSTONE, Justice.\nA McCracken County jury found Appellant, Lamont Christopher Yates, guilty of murder and giving a false name to a police officer. The trial judge imposed the recommended sentences of life for the murder conviction and ninety (90) days and a fine of Two Hundred Fifty Dollars ($250) for the conviction of giving a false name. These sentences are to be served concurrently. Appellant appeals as a matter of right arguing that the trial court erred by refusing to suppress statements from a police officer which were not included in liis written report.\nIn the early morning hours of June 10, 1995, James King was shot to death outside of 501 Fountain Avenue in Paducah. A friend of King, who was at the scene of the murder, identified Appellant as the shooter. Shortly thereafter, Appellant and two of his friends were taken into custody. Police arrested Appellant at a location to the east of the scene of the shooting. The other two men were apprehended west of the murder scene where the weapon was found two days later.\nDespite eyewitness testimony that he was the shooter, Appellant argues that he had intended to base his defense on the contention that the Commonwealth could not place him near the location where the murder weapon was found. Appellant contends by this theory that the Commonwealth could not obtain a conviction if the police could not show that he had an opportunity to dispose of the murder weapon at the location where it was found.\nDuring the Commonwealth’s opening statement, however, Appellant learned for the first time that an officer would testify that he had seen Appellant at a location west of the murder scene prior to Appellant’s arrest. His counsel made no objection to this revelation and waited until the prosecution’s fifth witness, Officer Charles Pinnegar, was called to voice an objection.\nThe trial judge denied the request that Officer Pinnegar’s testimony be limited to what he had recorded in his written statement. Thereafter, Officer Pinnegar, who *307had arrested one of the three persons found to the west of the murder scene, testified that after he placed the arrestee in his cruiser, he searched the area west of the murder scene for evidence and weapons. He stated that approximately fifteen to twenty minutes into his search, he saw a black man, wearing a black tishirt and jean shorts, heading east toward the murder scene. According to his testimony, Officer Pinnegar gave little thought to this since he was under the impression that there were only two suspects and he knew that two suspects were then being held in police cruisers in the area. Officer Pinnegar then returned to the station and filled out a written report as to the events of that evening. Notably, the officer did not mention seeing the black man in the black t-shirt and jean shorts in his report. After his report was completed, the officer again saw, at the police station, the same man he had seen earlier that evening. This man was the Appellant. Despite this, Officer Pinnegar did not fill out a subsequent or amended report which would memorialize his earlier sighting of Appellant to the west of the murder scene, the vicinity where the gun was found.\nAppellant claims that while the Commonwealth made the written report of Officer Pinnegar available through “open file” discovery, it engaged in misconduct by not revealing to Appellant prior to trial the omitted portion of Officer Pinnegar’s statement. He views this as an example of the proverbial “cat and mouse game” denounced by this Court in James v. Commonwealth, Ky., 482 S.W.2d 92, 94 (1972). The trial court was clearly troubled with Appellant’s position and articulated the issue as follows:\nIs there any obligation on the Commonwealth, once they determine that a witness’s written statement differs from what they have learned in communicating with them to reveal that to you [the defendant]? That’s the issue here. He gives a written statement. They [the Commonwealth] learned that his written statement was not complete, at least to this point, and they did not reveal it to you. And that’s the issue.\nDespite this concern, the trial judge ruled that he could not prevent the witness from testifying as to the additional information. The trial court held that the testimony of Officer Pinnegar was admissible and that Appellant could cross-examine Officer Pinne-gar as to the reasons he omitted such facts from his report. The trial court stated:\nThis is great argument to the jury. Here’s a man who didn’t say anything about finding the gun until after he had written a statement, until after that became an issue in this case, what kind of credibility do you want to give him. I think you would be well advised to make that argument to the jury-\nOn cross-examination, Officer Pinnegar conceded that he knew that another officer had arrested Appellant at the time he wrote his report and that he did not file a follow-up or amended report which noted his sighting of Appellant to the west of the murder scene where the gun was found. Officer Pinnegar also stated on cross-examination that he did not think that the sighting of Appellant in the area in which the murder weapon was found was important enough to justify the filing of a follow-up report.\nAppellant makes a multi-prong attack on Officer Pinnegar’s statement. He argues: (1) that the statement was incomplete and misleading; (2) that it violated the rules of criminal procedure and established case law; (8) that the original statement should have been supplemented; (4) that the Commonwealth failed to provide exculpatory evidence; and (5) that failure to reveal the additional information reveals a plan of the prosecutor to withhold evidence and gain a conviction through “trickery.”\nThe- Commonwealth responds that: (1) it had no duty to investigate the ease for the defense; (2) it revealed the unwritten information shortly after learning of it and in time for the defense to use it in cross-examination of Officer Pinnegar; (3) Officer Pinnegar was not an “eyewitness” and was no different than any other witness; (4) the information was not exculpatory; and (5) the Appellant has shown no prejudice.\nRCr 7.26 provides in pertinent part as follows:\n*308(1) Before a witness called by the Commonwealth testifies, the attorney for the Commonwealth shall produce any statement of the witness in the form of a document or recording in its possession which relates to the subject matter of the witness’s testimony and which (a) has been signed or initialed by him or (b) is or purports to be a substantially verbatim statement made by him. Such statement shall be made available for examination and use by the defendant.\nIt is undisputed that the written statement of Officer Pinnegar was produced by the Commonwealth. Indeed, Appellant’s trial counsel conceded that there was nothing in the written statement that was misleading; rather, trial counsel’s complaint was omission or failure to disclose the additional information that was first revealed in opening statement. The crux of the Appellant’s argument is that the Commonwealth had a duty to advise the defense of the additional information from Officer Pinnegar as soon as it learned of the same.\nDespite the fervor with which Appellant presses this issue, he is unable to cite, and we are unable to find, any rule or precedent which would require the Commonwealth to take such action. RCr 7.26(1) is clear in requiring only written statements to be made available for use by the defendant. It is not an infrequent occurrence during a criminal trial that a witness who has produced or signed a written statement reveals details not contained in the document. There is no authority that would require a trial judge to confine a witness’s testimony to the four corners of his or her written statement. Trial lawyers scrutinize the motive or basis for such omissions or additions through the art of cross-examination.\nFurther, we question the materiality of this alleged error by reviewing trial counsel’s challenge. The prosecutor revealed the new information in opening statement, yet no objection was made until the Commonwealth called the officer as its fifth witness. After the trial court refused to limit the witness’s testimony to the written statement, counsel made no motion for a continuance to enable the defense to reevaluate its strategy. Trial counsel did, however, effectively cross-examine Officer Pinnegar about his failure to supplement his written statement.\nFurther, we find that Appellant’s arguments that the officer’s testimony was exculpatory, and that there was a grand scheme to ambush the defense, to be without merit. While Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), has long held that withholding evidence favorable to an accused’s defense on the issue of guilt denies due process, the verbal statement of Officer Pinnegar at issue was not exculpatory in nature. It did not tend to exonerate Appellant or establish his innocence. We also note that Brady does not require a law enforcement officer to file any written report.\nMoreover, we find no evidence of record to support Appellant’s theory of a prosecutorial conspiracy to withhold evidence in order to obtain a conviction. Defense counsel had the officer’s pretrial ’written statement, but chose not to interview the witness. Officer Pinne-gar’s testimony at trial did not contradict his written statement that the prosecution provided to the defense. While the prosecutor may have avoided this confrontation had she divulged the verbal statements to defense counsel prior to trial, Appellant can point to no evidence that shows the prosecutor had long-time knowledge of the officer’s additional information and conspired to withhold it.\nWhile we continue to deplore the “cat and mouse game” that we denounced in James, we find no analoagous facts in the case at bar and no error by the trial court.\nFor the foregoing reasons, the McCracken Circuit Court is affirmed.\nCOOPER and WINTERSHEIMER, JJ., concur.\nGRAVES, J., concurs by separate opinion, with JOHNSTON, J., joining.\nLAMBERT, J., dissents by separate opinion, with STEPHENS, C.J., and STUMBO, J., joining that dissent.\n",
            "ocr": true,
            "opinion_id": 5094098
        },
        {
            "author_str": "Graves",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGRAVES, Justice,\nconcurring.\nI concur with the majority opinion; however, I write this concurring opinion to point *309out the fundamental fallacies in Appellant’s arguments made in hindsight.\nOfficer Pinnegar prepared his statement contemporaneously with the immediate investigation of the scene of the shooting. Not only was the murder weapon concealed and not in view at the time of his investigation, but also, it was not discovered for a couple of days following the murder. This covered a substantial period of time after Officer Pinnegar had conducted a preliminary investigation and had written his initial report based on facts observed at the crime scene within a few hours after the shooting. Officer Pinnegar was one of several investigating police officers. Not being in charge of the investigation, he resumed other duties not involved with Appellant’s case.\nBecause prosecutors have no right to discovery in criminal trials, the prosecutor did not know and had no reason to suspect that Appellant’s defense would be that he was not in the immediate location of the crime scene. This information was not revealed to the prosecutor until commencement of the trial and Appellant’s counsel had given his opening statement. Until that time, the prosecutor did not know and probably could not have known in the absence of clairvoyance that Officer Pinnegar’s omissions were even material to the defense. Consequently, any reservation about the propriety of the prosecutor’s conduct has no basis in fact or in law.\nSimilarly, the prosecutor would have no reason to know that the defense would be the absence of Appellant in the vicinity where the gun was located. It was not until the time of trial that matters brought up by Appellant made Officer Pinnegar’s testimony important. More importantly, Appellant wrote inculpatory and incriminating letters which were introduced at trial in which he admitted hiding the murder weapon. Appellant even drew a picture of where he had hidden the gun. These inculpatory and incriminating facts were introduced into evidence. Consequently, Officer Pinnegar’s testimony was not an important issue at trial because Appellant had admitted hiding the gun, and there was an eyewitness to the murder.\nJOHNSTONE, J., joins in this concurring opinion.\n",
            "ocr": true,
            "opinion_id": 5094099
        },
        {
            "author_str": "Lambert",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLAMBERT, Justice,\ndissenting.\nRespectfully, I dissent.\nA cat and mouse game whereby the Commonwealth is permitted to withhold important information requested by the accused cannot be countenanced.\nJames v. Commonwealth, Ky., 482 S.W.2d 92, 94 (1972).\nAs revealed in the majority opinion, Officer Pinnegar’s report, upon which appellant was entitled to rely, was seriously misleading. It omitted any mention of appellant at the critical location while identifying other suspects as being present. This created a false impression that the report was complete and that the officer did not see appellant at the critical location. This amounted to a half-truth which is by definition half a falsehood. In my view, such conduct is contrary to the spirit of Mounce v. Commonwealth, Ky., 795 S.W.2d 375 (1990), Barnett v. Commonwealth, Ky., 763 S.W.2d 119 (1988), Rolli v. Commonwealth, Ky.App., 678 S.W.2d 800 (1984), and James v. Commonwealth, supra, and to clothe it with judicial approval diminishes respect for the judicial system. In a celebrated statement of principle, this Court articulated the required standard of governmental conduct as follows:\nThe standards of the market place do not and should not govern the relationship between the government and a citizen. People v. Reagan, 395 Mich. 306, 235 N.W.2d 581, 585 (1975). “Our government is the potent, the omnipresent, teacher. For good or ill, it teaches the whole people by its example.” Olmstead v. United States, 277 U.S. 438, 485, 48 S.Ct. 564, 575, 72 L.Ed. 944, 960 (1928) (Brandéis, J., dissenting). If the government breaks its word, it breeds contempt for integrity and good faith. It destroys the confidence of citizens in the operation of their government and invites them to disregard their obligations.\n*310Workman v. Commonwealth, Ky., 580 S.W.2d 206, 207 (1979).\nThe trial judge who presided over this case was clearly troubled by the incomplete report. He said:\nIs there any obligation on the Commonwealth, once they determine that a witness’s written statement differs from what they have learned in communicating with them to reveal that to you [the defendant]? That’s the issue here. He gives a written statement. They [the Commonwealth] learned that his written statement was not complete, at least to this point, and they did not reveal it to you. And that’s the issue.\n[[Image here]]\nHere’s a man [the police officer] who didn’t say anything about finding the gun until after he had written a statement, until after that became an issue in this case, what kind of credibility do you want to give him.\nDespite expressing his misgivings as shown above, the trial judge erred in failing to recognize that RCr 7.24(9) granted him ample authority to correct the error. The failure to make correction as authorized necessitates reversal for a new trial.\nFor the foregoing reasons, I dissent.\nSTEPHENS, C.J., and STUMBO, J., join this dissenting opinion.\n",
            "ocr": true,
            "opinion_id": 5094100
        }
    ],
    "court_short_name": "Kentucky Supreme Court",
    "court_full_name": "Kentucky Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}