{
    "id": 5286249,
    "judges": "Amburg, Cohen, Gaertner",
    "date_filed": "1982-01-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-drisdel",
    "case_name_short": "Drisdel",
    "case_name": "State v. Drisdel",
    "case_name_full": "STATE of Missouri, Plaintiff/Respondent v. Leonardo DRISDEL",
    "attorneys": "C. John Pleban Talmage Newton, IV— (co-counsel), St. Louis, MO, for appellant., Timothy Blackwell, Jefferson City, MO, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Denied Nov. 19, 2013., Application for Transfer Denied Feb. 4, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "417 S.W.3d 773"
    ],
    "opinions": [
        {
            "author_str": "Amburg",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLISA S. VAN AMBURG, Presiding Judge.\nINTRODUCTION\nLeonardo Drisdel (“Defendant”) appeals from the judgment entered upon a jury verdict finding him guilty of murder in the first degree, in violation of section 565.020, RSMo (2000), and armed criminal action, in violation of section 571.015, RSMo (2000).1 The trial court sentenced Defendant to concurrent terms of life imprisonment without parole and 150 years. On appeal, Defendant alleges twelve points of error. We affirm.\nFACTUAL AND PROCEDURAL BACKGROUND\nOn the evening of June 5, 2005, Defendant, abruptly left his house around 8:30 p.m., telling his wife he would return in ten minutes. At 12:15 a.m., Defendant returned home. His wife met him in the unlit hallway leading to their bedroom and noticed he was nervous and jittery. In the light of the bathroom, she saw that his head, face, arms, hands and clothing were covered in blood. She watched while he disrobed, kneeled in the bathtub and began to wash the blood off himself. As he rinsed, she saw that he had a cut on his finger and a small bump on his forehead. Defendant then finished rinsing, wiped the bathroom down with a washcloth, toilet paper and ammonia, washed his soiled clothes in the washing machine, shaved off his mustache and goatee, changed into fresh clothes and departed.\n*779After Defendant left, his wife contacted the police, who located him a few hours later near a bus stop close to his house. The police noticed the cut on his finger, but did not see any other injuries. They took Defendant into custody and located the victim’s body in her apartment later that morning. Signs of a struggle were evident throughout the apartment. The victim, a young woman, had suffered numerous violent injuries consistent with being repeatedly beaten, cut, bitten and smothered. Ultimately, the forensic pathologist determined her cause of death to be from head trauma and asphyxia.\nThe State charged Defendant with first-degree murder and armed criminal action. At trial Defendant asserted his Fifth Amendment privilege not to testify. His statements to police linking him to the crime were not admitted into evidence. However, the State connected Defendant to the murder through his blood and DNA that the police found at the crime scene, bite wounds to the victim that were matched to his teeth, and the victim’s blood that police found in his bathroom and on the clothes he wore the night of the murder. The jury returned a verdict finding Defendant guilty of first-degree murder (“Count I”) and armed criminal action (“Count II”). Defendant waived jury sentencing as to Count II. On the record, the trial court dismissed the jury and deferred sentencing to a later date. Thereafter, Defendant filed a timely motion for judgment of acquittal, or in the alternative, new trial, which the trial court denied. The court then sentenced Defendant to concurrent terms of imprisonment for life without parole or probation as to Count I and 150 years as to Count II. Defendant now appeals.\nPOINT I\nDefendant’s first point on appeal contends the trial court erred in refusing to allow him to present the defense of not guilty by reason of a mental disease or defect. Specifically, Defendant contends the court effectively precluded this defense by ordering him to discuss the facts of the alleged crime with the State’s examining psychologist, thereby violating his privilege against self-incrimination and his attorney-client privilege. We disagree.\n“The trial court has considerable discretion in ruling upon requests to rely upon mental disease or defect as a defense.” State v. Isa, 850 S.W.2d 876, 886 (Mo. banc 1998). We review for an abuse of discretion. State v. Opry, 266 S.W.3d 890, 893 (Mo.App. S.D.2008).\nSection 552.030 allows a defendant who has pled the defense of mental disease or defect and the State the opportunity to examine the defendant through the use of a neutral expert. State ex rel. Jordan v. Mehan, 597 S.W.2d 724, 726 (Mo.App. E.D.1980). When a defendant voluntarily places his mental condition into controversy he is subject to a mental examination, and any statements made during that examination are not considered compelled statements. See State v. Worthington, 8 S.W.3d 83, 91-92 (Mo. banc 1999); see also State v. Carter, 641 S.W.2d 54, 57 (Mo. banc 1982). Thus, once a defendant places his mental condition at issue, he waives both his privilege against self-incrimination and attorney-client privilege to the extent that experts for the State may properly examine him to determine his sanity. State v. Thompson, 985 S.W.2d 779, 786 (Mo. banc 1999); State v. Swinburne, 324 S.W.2d 746, 750 (Mo. banc 1959) (quoting State v. Cochran, 356 Mo. 778, 203 S.W.2d 707, 711 (1947)).2\n*780Here, Defendant pled the defense of mental disease or defect and submitted the findings of his own mental expert. Thereafter, the State performed its own psychological examination but Defendant refused to provide any offense-specific information to the State’s mental examiner. The State’s expert testified at a pre-trial hearing that he needed Defendant’s explanation of the events surrounding the crime to make a professional determination regarding Defendant’s criminal responsibility.3 Because Defendant placed his mental condition at issue, he voluntarily subjected himself to a mental examination by the State’s expert. Therefore, any statements required of the defendant by the expert during the examination cannot be characterized as “compelled,” and do not violate Defendant’s rights to remain silent or to counsel. See Worthington, 8 S.W.3d at 92. Accordingly, we find no error. Point denied.\nPOINT II\nIn his second point, Defendant contends the trial court erred in overruling his objections under Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), to the State peremptorily striking four African-American venire members from the venire panel. We disagree.\nUnder Batson, it is unconstitutional for a party to exercise a peremptory challenge to remove a potential juror based solely on that juror’s race, ethnicity or gender. State v. Marlowe, 89 S.W.3d 464, 468 (Mo. banc 2002). In reviewing a trial court’s decision on a Batson challenge, we afford great deference to the court’s findings of fact, which largely depend on its evaluation of credibility and demeanor. State v. McFadden, 369 S.W.3d 727, 739 (Mo. banc 2012). We will reverse only if the court’s decision is clearly erroneous. State v. Collins, 290 S.W.3d 736, 740 (Mo.App. E.D.2009). A finding is clearly erroneous if we are left with a definite and firm impression a mistake has been made. Id. However, whether the trial court applied the correct legal standard in reviewing a Batson challenge is a question of law, which we review de novo. State v. Rousan, 961 S.W.2d 831, 845 (Mo. banc 1998).\nWhen a defendant lodges a Batson challenge, proper procedure requires three steps. State v. Parker, 836 S.W.2d 930, 939 (Mo. banc 1992). First, the defendant must specifically object on the grounds that the venire member was struck because of her race. Id. “The trial court will then require the state to come forward with reasonably specific and clear race-neutral explanations for the strike.” Id. *781Assuming the prosecutor is able to articulate a race-neutral reason for the strike, the defendant must then prove that the state’s proffered reasons are merely pre-textual, and the strikes are racially motivated. Id.\nTo show the State’s reasons for striking a venire member are pretextual, the defense must present evidence or specific analysis. State v. Durham, 299 S.W.3d 316, 323 (Mo.App. W.D.2009). The trial court must then decide whether the opponent of the strike has proved purposeful racial discrimination. Purkett v. Elem, 514 U.S. 765, 767, 115 S.Ct. 1769, 131 L.Ed.2d 834 (1995). In determining pretext, we consider the existence of similarly-situated venire members of a different race who were not struck, the degree of logical relevance between the proffered explanation and the case to be tried, the prosecutor’s demeanor or statements made during voir dire, as well as the court’s past experiences with the attorney and the demeanor of the excluded venire member. State v. Chambers, 234 S.W.3d 501, 515 (Mo.App. E.D.2007). Ultimately, however, our focus is on the plausibility of the prosecutor’s explanation in light of the totality of the facts and circumstances of the case. Parker, 836 S.W.2d at 934.\nHere, Defendant failed to show the prosecutor’s race-neutral explanations were pretextual and thereby failed to carry his burden of proof to establish the existence of purposeful discrimination. Defendant objected to the State striking four African-American panelists. The State then offered the following race-neutral explanations for each strike: the first panel member was struck because she had an outstanding warrant for her arrest; the second because at some point he indicated he was not sure he could follow the court’s instruction regarding voluntary intoxication; and the last two panelists were struck due to the State’s concern they might be biased because of their work experiences (one panelist worked for a criminal defense firm and the other was a former city investigator).\nIn the third step, Defendant argued the State’s explanations were pretextual because four of the six venire members peremptorily struck from the panel were African-American, Defendant is African-American, the victim is white and one of the venire members indicated her employment would not influence her as a juror.4 Defendant failed, however, to explain how or why the State’s explanations for each strike were pretextual given the totality of the circumstances. There were no similarly-situated white venire members who were not also struck from the panel and the State’s explanations for each strike were arguably credible. See U.S. v. Granados, 596 F.3d 970, 975 (8th Cir.2010) (holding outstanding warrant for arrest of potential juror is valid, race-neutral reason for exercising a peremptory strike.); State v. Clayton, 995 S.W.2d 468, 476 (Mo. banc 1999) (finding a juror’s equivocation about his ability to follow instructions is acceptable nonpretextual reason for strike); State v. Brown, 998 S.W.2d 531, 544 (Mo. *782banc 1999) (recognizing peremptory strike of a venireperson because of employment to be acceptable.); and State v. Johnson, 207 S.W.3d 24, 37 (Mo. banc 2006) (“Employment is a valid race-neutral basis for striking a prospective juror.”). Defendant rests his assertions of pretext solely on the fact that four of the six panelists struck were African-American, he is African-American and the race of the victim was white. These facts alone, however, do not address the State’s race-neutral explanations, which the court implicitly found to be credible. Therefore, Defendant has failed to meet his burden to show pretext. Accordingly, the trial court did not err. Point denied.\nPOINT III\nIn his third point, Defendant contends the trial court prejudicially erred by submitting a verdict director for murder in the first degree that did not conform to the language found in the applicable Missouri Approved Instructions, MAI-CR 3d 314.02. We disagree that there was prejudicial error.\n“Whenever there is an MAI-CR instruction applicable under the law, the MAI-CR instruction is to be given to the exclusion of any other instruction.” State v. Anderson, 306 S.W.3d 529, 534 (Mo. banc 2010). “Giving an instruction that violates the Notes on Use under the MAI-CR constitutes error, and its prejudicial effect is to be judicially determined.” State v. Young, 369 S.W.3d 52, 56 (Mo.App. E.D.2012) (citing Rule 28.02(f)). “Further, if a proper timely objection is made, the giving of an instruction in violation of MAI-CR is presumptively prejudicial unless the contrary is clearly shown.” Anderson, 306 S.W.3d at 534. “However, reversal is only warranted when the instructional error is so prejudicial that it deprived the defendant of a fair trial.” Id.\nHere, the instruction did not track MAI-CR 3d 314.02, in that it omitted the final sentence informing the jury that if they found Defendant guilty as to Count I, they must assess and declare his punishment, “at imprisonment for life without eligibility for probation or parole.” MAI-CR 3d 314.02. Because Defendant timely and properly objected to the submission of this instruction, and the State concedes the error, we view the omission from the verdict director as presumptively prejudicial.\nThe State contends this omission did not prejudice Defendant because, inter alia, the omitted language instructed the jury on a mandatory sentence, under section 565.020.2, which is the sentence the court imposed on the murder count. A defendant is prejudiced by an erroneous instruction when the jury may have been adversely influenced by it or if the instruction has the potential to confuse or mislead the jury. State v. Kidd, 81 S.W.3d 4, 12 (Mo.App. W.D.2002). In his argument, Defendant does not explain how the trial court’s failure to instruct the jury on the issue of punishment could have misled or adversely influenced the jury when they would have had no flexibility in determining his punishment.5 Indeed, even Defendant’s coun*783sel argued against the need to include this language at the instruction conference, pointing out: “I don’t think it ever has to come up. What [is the jury] voting on? Nothing You’re asking them to perform an idle act.... I don’t think that the law requires that submission to have a jury do an idle act.” Furthermore, the record shows that after the jury was dismissed upon returning its verdict, the judge assessed the only proper punishment as to Count I. Thus, given the mandatory nature of Defendant’s sentence and the fact that the jury did not assess punishment, omission of this language from the verdict director could not have adversely influenced or misled the jury. Accordingly, we find no prejudice. Point denied.\nPOINT IV\nIn his fourth point, Defendant contends that the trial court erred when it allowed the State to examine the venire panel during voir dire on whether they could impose a mandatory sentence of imprisonment for life without parole or probation. We disagree.\nHere, Defendant’s allegation of error as it is framed in his point-relied-on is directly contradicted by the record. The trial court did not allow the State to examine the venire panel on whether they could impose a mandatory life sentence. Instead the judge sustained Defendant’s objections to this question, and then engaged in his own discussion with the panel concerning the mandatory nature of this punishment. Thus, Defendant’s allegation of error lacks merit. Regardless, during the ensuing discussion, the judge accurately informed the panel of the mandatory nature of Defendant’s sentence. This Court has held there is no error when a judge’s statements during voir dire accurately reflect the possible punishments in Missouri for first degree murder. State v. White, 813 S.W.2d 862, 865 (Mo. banc 1991). Furthermore, it is entirely proper for the jury to be informed in voir dire of the proper range of punishment for an offense. See State v. Jones, 979 S.W.2d 171, 182 (Mo. banc 1998) (holding no abuse of discretion when court allowed defense counsel to explain and question the venire on full range of punishment). Accordingly, we find no error. Point denied.\nPOINT V\nIn his fifth point, Defendant alleges the trial court erred when it refused to submit his proposed jury instruction on self-defense because there was substantial evidence to support its submission. We disagree.\nThe trial court’s refusal to give a preferred jury instruction is a question of law that we review de novo, “evaluating whether the instruction was supported by the evidence and the law.” Ploch v. Hamai, 213 S.W.3d 135, 139 (Mo.App. E.D.2006). We review the evidence in the light most favorable to the submission of the instruction, disregarding evidence to the contrary. State v. Avery, 120 S.W.3d 196, 200 (Mo. banc 2003); State v. Chambers, 998 S.W.2d 85, 88 (Mo.App. W.D.1999).\nThe trial court has an obligation to submit a self-defense instruction if the issue is supported by the evidence, when viewed in the light most favorable to the defendant. State v. Weems, 840 S.W.2d 222, 225-226 (Mo. banc 1992). Failure to do so constitutes reversible error. Id. at 226. “An instruction must be *784supported by substantial evidence, which is evidence that, if true, is probative of the issues from which the jury can decide the ease.” Romeo v. Jones, 144 S.W.3d 324, 330 (Mo.App. E.D.2004).\nSelf-defense is available to justify the killing of another if four elements are present: (1) an absence of aggression or provocation on the part of the defender; (2) a real or apparently real necessity for the defender to kill the aggressor to save himself from an immediate danger of serious bodily injury or death brought about by the aggressor; (3) a reasonable cause for the defender’s belief in such necessity; and (4) an attempt by the defender to do all within his power consistent with safely avoiding the danger and the need to take a life. State v. Chambers, 671 S.W.2d 781, 783 (Mo. banc 1984).\nHere, the evidence adduced at trial did not support a self-defense instruction. Viewing the evidence in the light most favorable to Defendant, the record shows that he struggled with the victim, who was similar in size and weight to him, before killing her. During this struggle, Defendant sustained a cut to his finger and a “small” bump to his head. The medical examiner testified that during the struggle the victim could have been on top of Defendant at some point after he had bitten off the flesh from her cheek and nose, and that could account for the large quantity of blood that covered Defendant. Additionally, cuts to the victim’s hands and blood on the handle of a knife found in her apartment support the argument that, at some point during the struggle, she could have used the knife against Defendant. However, this evidence does not reasonably support the conclusion that the victim started the struggle, that there was an absence of aggression or provocation on the part of Defendant, or that Defendant acted to do all within his power to avoid killing the victim, particularly given the dearth of injuries he suffered when compared to the numerous injuries inflicted on the victim. See State v. Coats, 835 S.W.2d 430, 435 (Mo.App. E.D.1992) (taking into account severity of victim’s injury and lack of injury to defendant in finding no substantial evidence to support a self-defense instruction). Because there was no substantial evidence Defendant killed the victim in self-defense, we find no error in the trial court’s decision to refuse the instruction. Point denied.\nPOINT VI\nIn his sixth point, Defendant contends the trial court erred by denying his motion for a mistrial after the State commented during closing argument that the jury would not receive a self-defense instruction. We disagree.\n“The parties are afforded substantial latitude during closing arguments, and the trial court has broad discretion in determining when counsel exceeds the permissible scope of argument.” State v. Garvey, 328 S.W.3d 408, 416 (Mo.App. E.D.2010). We review a trial court’s refusal to grant a mistrial due to alleged improper comments at closing argument for an “abuse of discretion because the trial court is in a superior position to determine the prejudicial effect of the challenged comments and which remedial measures, if any are necessary.” State v. Dvorak, 295 S.W.3d 493, 502 (Mo.App. E.D.2009). A conviction will be reversed for improper argument only if it is established that the comment had a “decisive effect” on the jury’s determination. State v. Parker, 856 S.W.2d 331, 333 (Mo. banc 1993).\nHere, the State commented during closing argument: “One of the things you’ll see is that you did not get an in*785struction on self-defense.” While we question whether this statement was improper, the trial court immediately sustained Defendant’s objection, and at Defendant’s request instructed the jury to disregard the remark. By doing so, the court thereby removed any prejudicial effect it may have caused. See Dvorak, 295 S.W.3d at 503 (finding trial court reduces potential for prejudice by sustaining defendant’s objection to prosecutor’s improper comment at closing argument); State v. Barton, 240 S.W.3d 693, 703 (Mo. banc 2007) (holding prosecutor’s reference to appellant’s silence corrected by court admonishment). Accordingly, the court did not err in denying Defendant’s motion for mistrial. Point denied.\nPOINT VII\nDefendant next alleges the trial court erred in entering judgment because it did not have “jurisdiction” to sentence him on the first-degree murder count because he did not waive jury sentencing.6 Specifically, Defendant complains the court should have permitted the jury to sentence him.\nFailure to object to an alleged error at the earliest opportunity does not preserve an allegation of trial error for appeal. State v. Rader, 334 S.W.3d 467, 469 (Mo.App. S.D.2010); State v. Edwards, 280 S.W.3d 184, 188 (Mo.App. E.D.2009). “Any issue that was not preserved at trial can only be reviewed for plain error, which requires a finding that manifest injustice or a miscarriage of justice has resulted from the trial court error.” State v. Letica, 356 S.W.3d 157, 167 (Mo. banc 2011).\nHere, Defendant failed to object in a timely manner. After the jury returned its guilty verdict the court took a recess. Outside the presence of the jury, Defendant waived jury sentencing as to Count II, armed criminal action but did not waive jury sentencing on Count I. Following discussion, and without any objection from Defendant, the judge informed the parties he would dismiss the jury when they returned from their recess and defer sentencing several weeks. When the jury returned, the trial court dismissed the jury and deferred sentencing. And again Defendant failed to object. Thereafter, Defendant raised this point in his motion for new trial. By failing to object at the earliest opportunity, which was prior to the jury’s dismissal, this point is not preserved, and can only be reviewed for plain error.\nWe exercise plain error review “sparingly and limit its application to those cases where there is a strong, clear demonstration of manifest injustice or miscarriage of justice.” State v. Morgan, 366 S.W.3d 565, 581 (Mo.App. E.D.2012). In determining whether to review for plain error, we must first determine whether a claim on its face establishes substantial grounds to believe the trial court committed an error resulting in a manifest injustice or miscarriage of justice. State v. White, 247 S.W.3d 557, 561 (Mo.App. E.D.2007). “If facially substantial grounds are found to exist, the appellate court should then move to the second step of this analysis and engage in plain error review to determine whether manifest injustice or a miscarriage of justice has actually occurred.” Id. If not, we will decline to review the claim. Id. As previously discussed, Defendant’s life sentence on Count I was mandatory and he was sentenced accordingly. Finding no manifest injus*786tice, we decline plain error review. Point denied.\nPOINT VIII\nIn his eighth point, Defendant argues the trial court erred in refusing to submit a jury instruction on the lesser-included offense of involuntary manslaughter because there was substantial evidence for the jury to find Defendant recklessly caused the victim’s death. We disagree.\n“The failure to give a different lesser-included offense instruction is neither erroneous nor prejudicial when instructions for the greater offense and one lesser-included offense are given and the defendant is found guilty of the greater offense.” State v. Johnson, 284 S.W.3d 561, 575 (Mo. banc 2009).\nHere, the jury was presented with an instruction for murder in the first degree, and lesser included instructions of murder in the second degree and voluntary manslaughter. By finding Defendant guilty of murder in the first degree, as opposed to second-degree murder or voluntary manslaughter, the jury rejected the argument that he acted without deliberation or intent when he killed her. See State v. Jones, 979 S.W.2d 171, 185 (Mo. banc 1998); State v. Smith, 944 S.W.2d 901, 919 (Mo. banc 1997). Thus, no reasonable basis exists to suggest the jury would have found that Defendant recklessly caused the victim’s death. Accordingly, we find no error. Point denied.\nPOINT IX\nIn his ninth point, Defendant contends the trial court plainly erred in submitting verdict directors charging the manner of death as “striking and asphyxiating” because the indictment only identified the manner of death as “striking.” Specifically, Defendant argues that adding “asphyxiation” as a contributing cause of death was a variance from the indictment that prevented him from preparing an adequate defense.\nDefendant concedes this error was not preserved and requests plain error review under Rule 30.20. Instructional error seldom rises to the level of plain error. State v. Hawkins, 58 S.W.3d 12, 17 (Mo.App. E.D.2001). “For instructional error to rise to the level of plain error, the trial court must have so misdirected or failed to instruct the jury that it is apparent to the appellate court that the instructional error affected the jury’s verdict.” State v. Thomas, 75 S.W.3d 788, 791 (Mo.App. E.D.2002).\nThe primary purpose of the information (or indictment), is to provide notice to the accused so that he may prepare an adequate defense against the charges brought. State v. Lee, 841 S.W.2d 648, 650 (Mo. banc 1992). Here, because striking was the method charged in the indictment and included in the verdict directors, and the evidence supported both striking “and” asphyxiating to be the manner of death in this singular attack, this variance did not materially affect Defendant’s notice of the crime with which he was charged, or affect his ability to prepare an adequate defense. See State v. Lusk, 452 S.W.2d 219, 223 (Mo.1970) (“when a crime may be committed by any of several methods, the information (or indictment) must charge one or more of the methods, and the methods submitted in the verdict directing instruction must be among those alleged in the information, and when submitted in the disjunctive each must be supported by evidence.”); Lee, 841 S.W.2d at 650 (“[U]nless the defendant can be said to have been prejudiced in that he would have been better able to defend had the information contained the phrase ..., he should not be entitled to relief on account of the vari-*787anee.” (quoting State v. Crossman, 464 S.W.2d 86, 42 (Mo.1971))). Therefore, Defendant has failed to show any prejudice or manifest injustice by the inclusion of the phrase “by asphyxiation” in the verdict director. Accordingly, we decline plain error review. Point denied.\nPOINT X\nIn his tenth point, Defendant contends the trial court erred by submitting to the jury an instruction that voluntary intoxication does not relieve a defendant of criminal responsibility because there was no evidence that he had consumed alcohol. We disagree.\nWe view the evidence and inferences in the light most favorable to the State, which was the party tendering the instruction. State v. Hartman, 224 S.W.3d 642, 648 (Mo.App. S.D.2007). Here, the jury received an instruction patterned after MAI-CR 3d 310.50.7 Defendant concedes there was evidence at trial that he consumed a half bottle of vodka the day of the murder. Furthermore the evidence adduced at trial shows that police found at the scene of the murder a crack pipe that had Defendant’s DNA on it. This evidence was sufficient to support a reasonable inference that Defendant was voluntarily intoxicated or in a drugged condition when the murder took place. Accordingly, we find no error. Point denied.\nPOINT XI\nIn his eleventh point, Defendant contends the trial court erred when it sustained the State’s hearsay objection to Detective Wallace Leopold, a homicide detective for the City of St. Louis, testifying to Defendant’s out-of-court statement that he acted in self-defense. Specifically, Defendant argues Detective Leopold’s statement was admissible to show subsequent police conduct. We disagree.\nWe review a trial court’s exclusion of evidence, including testimonial evidence, for an abuse of discretion. State v. Forrest, 183 S.W.3d 218, 223 (Mo. banc 2006). The trial court abuses its discretion, “when a ruling is clearly against the logic of the circumstances and is so unreasonable as to indicate a lack of careful consideration.” Forrest, 183 S.W.3d at 223 (quoting State v. Gonzales, 153 S.W.3d 311, 312 (Mo. banc 2005)).\n“Hearsay statements are out-of-court statements used to prove the truth of the matter asserted, which, as a rule, are inadmissible.” State v. Douglas, 131 S.W.3d 818, 823 (Mo.App. W.D.2004). Because the essential principle of the hearsay rule is to secure trustworthiness of testimonial assertions, an exception to the hearsay rule permits out-of-court statements admitted for purposes of explaining subsequent police conduct only when these statements are not relied on for their truth. State v. Watson, 391 S.W.3d 18, 22 (Mo.App. E.D.2012). Hence, a police officer may testify to out-of-court statements of others to supply background and continuity to the officer’s subsequent activities so the jury is not called upon to speculate *788on the reasons for the officer’s later actions. Douglas, 131 S.W.Sd at 824. Yet, when such statements go beyond what is necessary to explain subsequent police conduct, they remain inadmissible hearsay. Id.; State v. Allison, 326 S.W.3d 81 (Mo.App. W.D.2010).\nHere, during cross-examination, defense counsel questioned Detective Leopold about information he obtained from his interview of Defendant. The trial court sustained the State’s objection to Detective Leopold testifying to Defendant’s statements that he acted in self-defense on the grounds that such statements constituted hearsay. Defendant argues the court erred because Detective Leopold’s testimony would have shown Defendant stated he acted in self-defense. Defendant, therefore, concedes the testimony was not offered for the purpose of showing continuity to the Detective’s later actions. The testimony was thus hearsay; unnecessary to explain subsequent police conduct. And the trial court’s decision to sustain the State’s hearsay objection was well-founded. Accordingly, we find no error in its exclusion. Point denied.\nPOINT XII\nIn his final point, Defendant contends the evidence was insufficient to sustain both his conviction for murder in the first degree or armed criminal action. We disagree.\nOur review “is limited to determining whether there is sufficient evidence from which a reasonable juror might have found the defendant guilty beyond a reasonable doubt.” State v. Schroeder, 330 S.W.3d 468, 471-72 (Mo. banc 2011). We consider “the evidence, together with all reasonable inferences drawn therefrom, in the light most favorable to the verdict and disregard all inferences to the contrary.” State v. Biggs, 333 S.W.3d 472, 480 (Mo. banc 2011).\nDefendant argues the State failed to prove he acted with deliberation when he killed the victim, an element necessary to prove first-degree murder. See § 565.020.1. “Deliberation” is defined as “cool reflection for any length of time no matter how brief.” § 565.002(3); State v. Bateman, 318 S.W.3d 681, 687 (Mo. banc 2010). “Proof of deliberation does not require proof that the defendant contemplated his actions over a long period of time and may be proved through proof of the circumstances surrounding the killing.” Bateman, 318 S.W.3d at 687 (quoting State v. Cole, 71 S.W.3d 163, 169 (Mo. banc 2002)). “Deliberation is properly inferred where the defendant had ample opportunity to terminate the crime as well as where the victim sustained multiple wounds or repeated blows.” State v. Davis, 32 S.W.3d 603, 610 (Mo.App. E.D.2000).\nWhen viewed in the light most favorable to the verdict, the evidence at trial showed Defendant attacked the victim with a knife and with his bare hands. He repeatedly beat her face and head, asphyxiated her, bit the flesh from her nose and cheek, and bit her wrist as she struggled to escape. Such evidence is more than sufficient to prove deliberation. See Glass, 136 S.W.3d at 514 (“Evidence that [the victim] suffered multiple wounds and the nature of her death — asphyxiation after a struggle absent evidence of any provocation by the victim — strengthens the jury’s inference that [the defendant] deliberated.”).\nAs to Count II, Defendant argues that because the definitive cause of death did not directly result from the use of a dangerous instrument or deadly weapon, the evidence was insufficient to sustain his conviction for armed criminal action. *789Armed criminal action only requires the jury to find the defendant committed a felony with the “knowing assistance or aid of a dangerous instrument ...” not that injury or death resulted from such use. § 571.015.1; MAI-CR 3d 332.02. The evidence previously outlined herein was sufficient to support the conclusion that Defendant attacked the victim with a knife, which is armed criminal action. See State v. Ware, 326 S.W.3d 512, 517 (Mo.App. S.D.2010). Point denied.\nCONCLUSION\nThe judgment of the trial court is affirmed.\nPATRICIA L. COHEN.J., and GARY M. GAERTNER, JR., J., concur.\n\n. Unless otherwise indicated, all further refer-enees are to RSMo 2000.\n\n\n. Furthermore, the plain language of section 552.030 RSMo (Cum.Supp.2011), explicitly *780prohibits the State from using any information obtained during such examination to incriminate a defendant. See e.g. State v. Thompson, 985 S.W.2d 779, 786 (Mo. banc 1999) (\"[S]tatements made to psychiatric examiner ‘shall be admissible ... only on the issue of his mental condition,' and defendant is entitled to a limiting instruction.”) (quoting State v. Copeland, 928 S.W.2d 828, 839 (Mo. banc 1996), overruled on unrelated grounds by, Joy v. Morrison, 254 S.W.3d 885, 888-889 (Mo. banc 2008)).\n\n\n. At oral argument Defendant’s counsel argued that the information sought by the State’s psychologist was not necessary for him to make a clinical determination of Defendant's criminal responsibility. However, the expert testified that he deferred in making a determination of criminal responsibility due to \"inadequate information upon which to base the decision.” Clarifying, \"[tjhere's a general agreement among the examiners” to defer under these circumstances, and that ”[i]t is a standard of practice in forensic psychology and forensic psychiatry to obtain, or attempt to obtain, information about a defendant’s mental state around the time of a charged crime.”\n\n\n. Defendant’s counsel further noted during jury selection that a white venire member similarly situated to the first of the African-American members struck was brought back in to be questioned about her outstanding warrant before she was struck for cause. Defendant’s counsel pointed out the African-American member, Ms. Lovings, was not brought back in to be questioned. The State indicated this was an oversight and the court brought Ms. Lovings back in for examination to verily the status of her warrant and determine if the State’s strike was race-neutral. Following her examination the State again moved to strike Lovings and Defendant reiterated his Batson objection, which the trial court overruled. Regardless, both the white venire member and Ms. Lovings were struck.\n\n\n. If the jury had any flexibility in assessing Defendant’s range of punishment, or the instruction misstated the range of punishment, then prejudice would be more readily apparent. See e.g. State v. Cline, 808 S.W.2d 822, 824-825 (Mo. banc 1991) (holding instructions that misstate or insufficiently state the range of permissible punishment to be reversible error); see also State v. Sands, 77 Mo. 118 (1882); State v. McNally, 87 Mo. 644 (1885); State v. Milligan, 170 Mo. 215, 70 S.W. 473 (1902); State v. Fair, 177 S.W. 355 (Mo.1915); State v. Britton, 183 S.W. 295 (Mo.1916); State v. Duddrear, 309 Mo. 1, 274 S.W. 360 (1925); State v. Hurt, 285 S.W. 976 (Mo.1926); State v. Liston, 318 Mo. 1222, 2 *783S.W.2d 780, 784 (1928); State v. Bevins, 328 Mo. 1046, 43 S.W.2d 432 (1931); State v. Harper, 353 Mo. 821, 184 S.W.2d 601, 605 (1945). Here, the language simply omitted the range of punishment.\n\n\n. Defendant erroneously identifies the court’s action as a question of \"jurisdiction” however this is a question of the court’s statutory \"authority.” See J.C.W. ex rel. Webb v. Wyciskalla, 275 S.W.3d 249, 254 (Mo. banc 2009).\n\n\n. Defendant did not include the relevant jury instruction in the record on appeal, notwithstanding the directive that the legal file provided to this Court \"contain clearly reproduced exact copies of ... portions of the trial record,” that are necessary to decide the questions presented on appeal. Rule 81.12(a). Thus, we are uncertain whether the referenced juiy instruction included language about drugged condition as well as intoxication. Nonetheless, we assume it did include both since \"we are entitled to assume omitted portions of the record were unfavorable to [Defendant], and that is why they were not included.\" Runny Meade Estates, Inc. v. Datapage Tech. Int'l Inc., 926 S.W.2d 167, 168 n. 2 (Mo.App. E.D.1996).\n\n",
            "ocr": true,
            "opinion_id": 5114680
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}