{
    "id": 5306631,
    "judges": null,
    "date_filed": "1990-07-05",
    "date_filed_is_approximate": true,
    "slug": "musero-v-creative-artists-agency-llc",
    "case_name_short": "Musero",
    "case_name": "Musero v. Creative Artists Agency, LLC",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 27.0,
            "download_url": "http://www.courts.ca.gov/opinions/documents/B305066.PDF",
            "author_id": null,
            "opinion_text": "Filed 12/15/21\n                 CERTIFIED FOR PUBLICATION\n\nIN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                 SECOND APPELLATE DISTRICT\n\n                        DIVISION SEVEN\n\n\nJOHN MUSERO,                       B305066\n\n       Plaintiff and Respondent,   (Los Angeles County\n                                   Super. Ct. No. 19STCV10435)\n       v.\n\nCREATIVE ARTISTS\nAGENCY, LLC, et al.,\n\n       Defendants and\n       Appellants.\n\n\n     APPEAL from an order of the Superior Court of\nLos Angeles County, Yolanda Orozco, Judge. Affirmed.\n     Lewis Brisbois Bisgaard & Smith, Craig Holden; Ballard\nSpahr, Louis P. Petrich and Robert S. Gutierrez for Defendants\nand Appellants Creative Artists Agency, LLC, Andrew Miller and\nLeah Yerushalaim.\n     Doniger/Burroughs, Stephen M. Doniger and Kelsey M.\nSchulz for Plaintiff and Respondent.\n                       ____________________\n\f       John Musero, a writer, sued his former talent agents,\nAndrew Miller, Leah Yerushalaim and Creative Artists Agency,\nLLC (CAA), for breach of fiduciary duty, breach of contract and\nbreach of the implied covenant of good faith and fair dealing,\nalleging they had mishandled their representation of him in\nseveral different ways. Miller, Yerushalaim and CAA\n(collectively CAA parties) moved pursuant to Code of Civil\nProcedure section 425.16 (section 425.16) to strike allegations in\nthe complaint, repeated in each of the three causes of action,\naccusing them of having misappropriated Musero’s creative work,\na proposed television pilot titled Main Justice, and using that\nmaterial to assist in the development of a competing project, also\ntitled Main Justice, with another CAA client. The trial court\ndenied the motion, ruling, although the CAA parties’ alleged\nconduct was protected speech activity that concerned a matter of\npublic interest, Musero had demonstrated the requisite minimal\nmerit of the claim.\n       Although we agree the challenged conduct arises from\nprotected speech activity, when the context and content of the\nspecific allegedly wrongful statements are considered, their\ndegree of connection to a topic of public interest is insufficient to\nwarrant protection under section 425.16, subdivision (e)(4).\nAccordingly, we affirm the order denying the CAA parties’ special\nmotion to strike.\n       FACTUAL AND PROCEDUAL BACKGROUND\n      1. Musero’s Complaint\n      Musero filed a complaint for breach of fiduciary duty and\nconfidentiality, breach of contract and breach of the implied\ncovenant of good faith and fair dealing on March 26, 2019,\nnaming as defendants CAA, Miller and Yerushalaim. Musero, a\n\n\n\n                                  2\n\fformer prosecutor and in-house studio lawyer who had worked as\na staff writer on the third season of Aaron Sorkin’s HBO series\nThe Newsroom, alleged that in mid-2014 Miller and Yerushalaim,\nmembers of CAA’s literary department, agreed to represent him.\nHe communicated to Miller and Yerushalaim his goals of working\nas a writer on another television series and supplementing that\nincome by selling his original work in the form of television\npitches and pilots.\n       Musero alleged the CAA parties mishandled his\nrepresentation in a variety of ways, including not aggressively\nshopping a pilot script he prepared titled Influence, which he\nsubmitted to his agents in September 2014; failing to\nappropriately follow-up with potential buyers for a second pilot\nscript he wrote titled Main Justice, a legal drama about the\nAttorney General of the United States and prosecutors working\nat the Department of Justice, which he submitted in September\nor October 2015; not assisting in the timely payment and\ncollection of fees to which he was entitled for additional work in\nconnection with an option agreement for Main Justice he entered\nwith The Mark Gordon Company in April 2016; and not\nsubmitting Musero’s name for staffing opportunities on another\ntelevision series.\n       Musero further alleged that CAA and Miller represented\nproducer Jerry Bruckheimer, his production company Jerry\nBruckheimer TV and the writer Sascha Penn and that Miller\ninitiated the development with Penn and Bruckheimer of a\nproject also titled Main Justice that, like Musero’s pilot, was\ncentered on the Attorney General of the United States. The\ncomplaint continued, “Upon information and belief, Miller and\nPenn created a pitch document which was used to sell\n\n\n\n\n                                3\n\fBruckheimer’s Main Justice to CBS during the summer of 2017.\nThat pitch document was preceded by, borrowed from, and\nharvested the concept, pitch, series overview and pilot created by\nMusero under the same title, Main Justice, each of which was\nshared with, and represented by, Miller.” Although never\nultimately broadcast, Musero alleged CBS approved production of\nthe Bruckheimer pilot, which was “cast and produced for millions\nof dollars” and resulted in significant economic benefit to CAA.\nHe additionally alleged that, by selling a competing project\n“under the same title about the same thing,” Miller foreclosed\nany possibility of Musero’s Main Justice being sold. (The Mark\nGordon Company did not exercise its option to purchase Musero’s\nproject; the option expired in June 2017; and the rights reverted\nto Musero.) “In so doing, Defendants advantaged its more\npower[ful] client, Jerry Bruckheimer and Bruckheimer TV, at the\nsignificant expense of its less powerful client, Musero.”\n       Musero’s allegations the CAA parties misappropriated\ncreative elements from his Main Justice project and used them to\ndevelop the Penn-Bruckheimer project are specifically realleged\nin each of the complaint’s three causes of action.\n      2. The CAA Parties’ Special Motion To Strike\n      On May 21, 2019 the CAA parties filed a special motion to\nstrike the allegations in Musero’s complaint that they had\nmisappropriated his Main Justice pilot script and used his\ncreative ideas to develop the Penn-Bruckheimer Main Justice\n       1\nproject. They cited case law holding the creation of a television\n\n1\n      Concurrently with their special motion to strike, the CAA\nparties demurred to the complaint. The trial court sustained the\ndemurrer to Musero’s causes of action for breach of contract and\nbreach of the implied covenant of good faith and fair dealing with\n\n\n                                4\n\fprogram is constitutionally protected speech activity and argued,\nas widely disseminated expressive works, such programs are\nmatters of public interest. They also explained the topics\naddressed in the Penn-Bruckheimer project involved real-world\nsocial and cultural issues.\n       As to the merits of Musero’s claim of misappropriation, the\nCAA parties explained that ideas are not subject to common law\nor statutory copyright protection. Under Desny v. Wilder (1956)\n46 Cal.2d 715, however, state law protection for ideas as property\nrights may exist if there was an express or implied-in-fact\ncontract to pay for the disclosure of an idea: “‘The policy that\nprecludes protection of an abstract idea by copyright does not\nprevent its protection by contract. Even though an idea is not\nproperty subject to exclusive ownership, its disclosure may be of\nsubstantial benefit to the person to whom it is disclosed. That\n\nleave to amend and overruled the demurrer to the cause of action\nfor breach of fiduciary duty. The court explained as to the\ncontract claim, “While Plaintiff has alleged the general nature of\nPlaintiff’s relationship with Defendants, the allegations as they\nstand do not indicate that Plaintiff ‘clearly conditioned’ his\ndisclosure of the Main Justice script upon Defendants’ agreement\nto pay for it if used. . . . Nothing indicates that Defendants’\nactions, communications, and history of representing [Musero]\nmade it so that an implied in fact agreement was created wherein\n[Musero] clearly conditioned his disclosure of the Main Justice\nscript upon Defendants’ agreement to pay for it if used.”\n      The trial court permitted Musero to file his first amended\ncomplaint prior to ruling on the special motion to strike.\nHowever, when considering the CAA parties’ motion, the court\nignored the allegations in the amended pleading, relying for this\nhybrid approach on dictum from Dickinson v. Cosby (2017)\n17 Cal.App.5th 655, 677-678.\n\n\n\n                                5\n\fdisclosure may therefore be consideration for a promise to\npay . . . . Even though the idea disclosed may be “widely known\nand generally understood” [citation], it may be protected by an\nexpress contract providing that it will be paid for regardless of its\nlack of novelty.’” (Id. at p. 733; see Spinner v. American\nBroadcasting Companies, Inc. (2013) 215 Cal.App.4th 172, 184\n(Spinner) [Desny claim may be based on implied, as well as\nexpress, contract].) The CAA parties argued Musero could not\nprovide any evidence his talent agents had agreed to pay for the\n                                                        2\nuse of his idea, an essential element of a Desny claim.\n      Beyond that threshold issue, citing Spinner, supra,\n215 Cal.App.4th 172 and Hollywood Screentest of America, Inc. v.\nNBC Universal, Inc. (2007) 151 Cal.App.4th 631, the CAA parties\nasserted Musero could not prove misappropriation. Although\nunder established case law actual use may be inferred from\n                  3\nevidence of access and substantial similarity (Spinner, at p. 185;\n\n2\n      As noted, the trial court agreed with this argument in\nsustaining the CAA parties’ demurrer (with leave to amend) to\nMusero’s breach of contract cause of action.\n3\n      “Access means that the [writer of the allegedly offending\nwork] had an opportunity to view or copy the plaintiffs’ work.\n[Citation.] More than a ‘“bare possibility”’ of access is required,\nhowever. [Citations.] When there is no direct evidence of access,\nthe [writer] must have had a ‘“reasonable possibility”’ to view the\nplaintiffs’ work, which must be based on more than mere\nspeculation.” (Spinner, supra, 215 Cal.App.4th at p. 186.) The\nCAA parties argued under Spinner, when, as here, access\nallegedly occurred through an intermediary, “[a] reasonable\npossibility of access requires a sufficiently strong nexus between\nthe intermediary to whom the plaintiffs submitted their work and\nthe creator of the allegedly offending work. . . . In other words,\n\n\n                                  6\n\fHollywood Screentest, at p. 646), the CAA parties argued, “the\ndefendants may dispel that inference with evidence that\nconclusively demonstrates the defendants independently created\ntheir product. [Citation.] When the defendants produce evidence\nof independent creation that is ‘“clear, positive, uncontradicted\nand of such a nature that it cannot rationally be disbelieved,”’ the\ninference of use is dispelled as a matter of law.” (Spinner, at\np. 185.)\n       Relying on this authority, the CAA parties contended\nMusero could not prove Penn or others who may have contributed\nto the creation of his Main Justice pilot had access to Musero’s\nMain Justice materials. To the contrary, the evidence\nconclusively established the Penn-Bruckheimer Main Justice\npilot was independently created. Miller and Yerushalaim\nsubmitted declarations in support of the motion denying they had\nprovided any of Musero’s ideas, concepts or writings to Penn or\nhad directed anyone else to do so. Miller also declared that Penn\napproached him with the idea for Main Justice; Miller did not\ninitiate the idea.\n      3. Musero’s Opposition and the Parties’ Supplemental\n         Papers\n      After the CAA parties filed their motion, the trial court\ngranted Musero’s request to take limited discovery (the\ndepositions of Miller and Penn and production of documents,\nincluding a copy of Penn’s pilot script). Musero thereafter filed\nan opposition memorandum and supporting materials in which\nhe argued there was substantial evidence that Penn had access to\n\nthe intermediary and the alleged copier occupy positions such\nthat it is natural for one to impart information to the other.”\n(Id. at pp. 186-187.)\n\n\n\n                                 7\n\fMusero’s script through Miller and there were overwhelming\nsimilarities between the two works.\n      As to access, Musero submitted evidence Miller had acted\nas Musero’s agent in discussions regarding Musero’s option\nagreement with The Mark Gordon Company in 2016; Miller and\nPenn in May 2017 discussed the idea of a show about the\nAttorney General; Miller was in regular communication with\nPenn from conception through pitch meetings at CBS; and CAA\nassisted Penn in writing the pilot by providing him a large\nvolume of reference materials. Musero also provided the\ndeclaration of a former agent and entertainment industry\nexecutive who opined CAA had a significant financial incentive to\nmarket Penn’s Main Justice rather than Musero’s because of\npackaging fees that would be available on the Penn-Bruckheimer\nproject. A different industry expert described similarities\nbetween the scripts for the two projects, both of which involved a\nnewly appointed Attorney General (Musero’s was a woman;\nPenn’s was young and Black and based on former Attorney\nGeneral Eric Holder, who participated in Penn’s project); both\nincluded a car crash as an opening teaser scene followed by a\nbasketball-related scene with a discussion regarding foul calls;\nand each ended with a cliff-hanger assassination attempt. He\nconcluded there were “just too many unique story similarities” for\nthe CAA parties to credibly claim the Penn-Bruckheimer Main\nJustice had been created independently of Musero’s work.\n      The CAA parties filed a reply memorandum with additional\nevidence regarding the development of Penn’s Main Justice.\nFollowing oral argument on the motion on October 1, 2019 and\nwith the matter under submission, Musero filed an ex parte\napplication to stay the court’s ruling and allow further discovery.\n\n\n\n\n                                 8\n\fThe court granted the application; set a new hearing date; and\nallowed Musero to depose two CAA witnesses who had submitted\ndeclarations with the CAA parties’ reply papers, to re-depose\nMiller regarding packaging deals and to propound another\ndocument request for correspondence CAA exchanged with\nBruckheimer employees and Penn relating to Main Justice. The\n                                                           4\ncourt also permitted the parties to file supplemental briefs.\n      By the time the trial court held its second hearing on the\nCAA parties’ motion, Musero had presented additional evidence\nthat Miller and Penn had been personal friends for many years,\nnot just business associates, and that CAA had a packaging fee\narrangement with CBS Studies that would have (in Musero’s\ncharacterization) effectively made CAA a partner with an\nindependent equity interest in Main Justice had CBS picked up\nthe Penn-Bruckheimer pilot as a series for network broadcast. In\naddition, Musero’s evidence established that Miller had received\ndrafts of Penn’s pitch, outline and pilot script during their\ndevelopment and provided ongoing feedback to Penn regarding\nthe project.\n      The CAA parties’ evidence included Penn’s and Miller’s\ndeposition testimony that Penn began working on an idea for a\nDepartment of Justice television series involving stories about\nhate crimes in 2004, more than 10 years before Musero submitted\nhis Main Justice overview and pilot script to Miller and\nYerushalaim. (Penn had written a treatment for his idea with\nthe working title Hate Crimes.) In 2010 Penn, who was\nconsidering story ideas for a series with a female lead, suggested\n\n\n4\n     The trial court denied a subsequent request by Musero for\nyet more discovery.\n\n\n\n                                9\n\fseveral career possibilities for the character in an email to Miller,\nincluding having her be a newly appointed Attorney General. In\n2016 Penn pitched his hate crimes idea, now titled DOJ: Special\nSection, to producers, and in August 2016 to NBC as The Untitled\nDepartment of Justice Project. One of the industry executives\nwho reviewed the pitch advised Penn he needed to focus more on\nlawyers for a Department of Justice series. In a spring 2017\ntelephone call with Miller, Penn shared his idea for a series about\nthe Attorney General and suggested they try to attach former\nAttorney General Holder to the project. By July 2017 Penn had\nmet with Holder, who responded positively to the proposal.\nAccording to Penn, his pilot was built around Holder and the\ncomplexities of being a Black Attorney General: “That’s what the\nshow was about.” “‘[I]f Eric Holder didn’t come on board, there\nwas no show.’”\n      4. The Trial Court’s Ruling Denying the Motion\n      The trial court again heard argument on January 17, 2020,\ntook the matter under submission and later denied the motion in\na 23-page order.5\n       The court ruled the CAA parties had satisfied the first step\nof the two-step analysis for a special motion to strike under\nsection 425.16, agreeing the alleged communications with Penn\nand Bruckheimer in connection with the creation, development\nand sale of the Penn-Bruckheimer Main Justice television project\nconstituted protected speech or conduct in furtherance of\nprotected speech and the production of Main Justice was a matter\n\n\n5\n       The trial court ruled on the multiple evidentiary objections\nfiled by the CAA parties, sustaining some and overruling others.\nNeither side challenges any of those rulings.\n\n\n\n                                 10\n\fof public interest. “[T]he asserted public interest here is the\n‘general topic’ of the Attorney General, and more specifically, Eric\nHolder. The Court finds that the topic itself is a matter of public\ninterest, as the Attorney General, and Eric Holder are public\nfigures regularly in the public eye. . . . Defendants participated\nin, or furthered, the discourse that makes the topic of the first\n[B]lack Attorney General, one of public interest by creating a\nshow that was ‘built around the notion of the complexities of\nbeing a [B]lack Attorney General’ with story lines that can be\nsaid to be ‘ripped [from] the headlines’ of national news. Such a\nshow would undeniably contribute to the public debate and\ndiscourse that makes the Attorney General and Eric Holder\ntopics of public interest.”\n       As to the second step of the analysis, the court ruled\nMusero had carried his burden of showing a reasonable\nprobability of success on the merits. The court found Musero had\npresented evidence of access by Penn through Miller to Musero’s\nMain Justice script or elements of it and substantial similarity\nbetween the two scripts sufficient to raise an inference of use.\nAlthough acknowledging the CAA parties had presented evidence\nthat Penn’s process in developing his script was entirely\nindependent of Musero’s ideas and work product, quoting\nSpinner, supra, 215 Cal.App.4th at pages 184 to185, the court\nconcluded the evidence was not “‘clear, positive, uncontradicted\nand of such nature that it cannot rationally be disbelieved’”:\n“[G]iven Plaintiff’s evidence that points to access and the\nsubstantial similarity between the two scripts, a reasonable jury\ncould find that Penn’s Main Justice was not independently\ncreated.”\n\n\n\n\n                                 11\n\f       The CAA parties filed a timely notice of appeal. (Code Civ.\nProc., §§ 425.16, subd. (i), 904.1, subd. (a)(13).)\n                          DISCUSSION\n      1. Governing Law and Standard of Review\n       Section 425.16, commonly known as the anti-SLAPP\nstatute, makes available a special motion to strike certain\nmeritless claims early in the litigation: “A cause of action against\na person arising from any act of that person in furtherance of the\nperson’s right of petition or free speech under the United States\nConstitution or the California Constitution in connection with a\npublic issue shall be subject to a special motion to strike, unless\nthe court determines that the plaintiff has established that there\nis a probability that the plaintiff will prevail on the claim.”\n(§ 425.16, subd. (b)(1); see Rand Resources, LLC. v. City of Carson\n(2019) 6 Cal.5th 610, 619-620 [“[a] court may strike a cause of\naction only if the cause of action (1) arises from an act in\nfurtherance of the right of petition or free speech ‘in connection\nwith a public issue,’ and (2) the plaintiff has not established ‘a\nprobability’ of prevailing on the claim”].)\n       Pursuant to section 425.16, subdivision (e), an “‘act in\nfurtherance of a person’s right of petition or free speech under the\nUnited States or California Constitution in connection with a\npublic issue’ includes: (1) any written or oral statement or\nwriting made before a legislative, executive, or judicial\nproceeding, or any other official proceeding authorized by law,\n(2) any written or oral statement or writing made in connection\nwith an issue under consideration or review by a legislative,\nexecutive, or judicial body, or any other official proceeding\nauthorized by law, (3) any written or oral statement or writing\nmade in a place open to the public or a public forum in connection\n\n\n\n                                12\n\fwith an issue of public interest, or (4) any other conduct in\nfurtherance of the exercise of the constitutional right of petition\nor the constitutional right of free speech in connection with a\npublic issue or an issue of public interest.”\n       In ruling on a special motion to strike under section 425.16,\nthe trial court engages in a two-step process. “First, the\ndefendant must establish that the challenged claim arises from\nactivity protected by section 425.16. [Citation.] If the defendant\nmakes the required showing, the burden shifts to the plaintiff to\ndemonstrate the merit of the claim by establishing a probability\nof success.” (Baral v. Schnitt (2016) 1 Cal.5th 376, 384 (Baral);\naccord, Bonni v. St. Joseph Health System (2021) 11 Cal.5th 995,\n1009 (Bonni); Park v. Board of Trustees of California State\nUniversity (2017) 2 Cal.5th 1057, 1061 (Park).) To make its\ndetermination the court must consider the parties’ pleadings and\naffidavits or declarations describing the facts on which liability or\ndefenses are predicated. (§ 425.16, subd. (b)(2).)\n       As to the first step of the analysis, “[a] claim arises from\nprotected activity when that activity underlies or forms the basis\nfor the claim.” (Park, supra, 2 Cal.5th at pp. 1062-1063.) Thus,\n“[t]he defendant’s first-step burden is to identify the activity each\nchallenged claim rests on and demonstrate that that activity is\nprotected by the anti-SLAPP statute. A ‘claim may be struck\nonly if the speech or petitioning activity itself is the wrong\ncomplained of, and not just evidence of liability or a step leading\nto some different act for which liability is asserted.’” (Wilson v.\nCable News Network, Inc. (2019) 7 Cal.5th 871, 884 (Wilson);\nsee Bonni, supra, 11 Cal.5th at p. 1009 [“[t]he defendant’s burden\nis to identify what acts each challenged claim rests on and to\n\n\n\n\n                                 13\n\fshow how those acts are protected under a statutorily defined\ncategory of protected activity”]; see Park, at p. 1060.)\n       A motion pursuant to section 425.16 need not challenge an\nentire cause of action as pleaded in the complaint. (Bonni, supra,\n11 Cal.5th at p. 1010; Baral, supra, 1 Cal.5th at p. 382.) Rather,\n“courts should analyze each claim for relief—each act or set of\nacts supplying a basis for relief, of which there may be several in\na single pleaded cause of action—to determine whether the acts\nare protected and, if so, whether the claim they give rise to has\nthe requisite degree of merit to survive the motion.” (Bonni, at\np. 1010; accord, Baral, at p. 395.)\n       When, as here, the special motion to strike is based on\nsection 425.16, subdivision (e)(4), “plaintiffs’ causes of action\nmust arise from defendants’ conduct ‘in connection with a public\nissue or an issue of public interest.’” (Rand Resources, LLC v.\nCity of Carson, supra, 6 Cal.5th at p. 620; see Briggs v. Eden\nCouncil for Hope & Opportunity (1999) 19 Cal.4th 1106, 1117-\n1118.) “In articulating what constitutes a matter of public\ninterest, courts look to certain specific considerations, such as\nwhether the subject of the speech or activity ‘was a person or\nentity in the public eye’ or ‘could affect large numbers of people\nbeyond the direct participants’ [citation]; and whether the\nactivity ‘occur[red] in the context of an ongoing controversy,\ndispute or discussion’ [citation], or ‘affect[ed] a community in a\nmanner similar to that of a governmental entity.’” (FilmOn.com\nInc. v. DoubleVerify Inc. (2019) 7 Cal.5th 133, 145-146 (FilmOn).)\n       “As to the second step inquiry, a plaintiff seeking to\ndemonstrate the merit of the claim ‘may not rely solely on its\ncomplaint, even if verified; instead, its proof must be made upon\ncompetent admissible evidence.’” (Sweetwater Union High School\n\n\n\n\n                                14\n\f                                                        6\nDist. v. Gilbane Building Co. (2019) 6 Cal.5th 931, 940; accord,\nMonster Energy Co. v. Schechter (2019) 7 Cal.5th 781, 788.) “‘We\nhave described this second step as a “summary-judgment-like\nprocedure.” [Citation.] The court does not weigh evidence or\nresolve conflicting factual claims. Its inquiry is limited to\nwhether the plaintiff has stated a legally sufficient claim and\nmade a prima facie factual showing sufficient to sustain a\nfavorable judgment. It accepts the plaintiff’s evidence as true,\nand evaluates the defendant’s showing only to determine if it\ndefeats the plaintiff’s claim as a matter of law.’” (Monster\nEnergy, at p. 788; see Taus v. Loftus (2007) 40 Cal.4th 683, 714\n[the court should grant the section 425.16 motion “‘if, as a matter\nof law, the defendant’s evidence supporting the motion defeats\nthe plaintiff’s attempt to establish evidentiary support for the\nclaim’”].)\n\n\n6\n      Although the Supreme Court in Sweetwater Union High\nSchool Dist. v. Gilbane Building Co., supra, 6 Cal.5th 931\nreferred generally to “competent admissible evidence,” the Court\nheld evidence that is potentially admissible at trial, but not\npresented in admissible form, could be considered in determining\nwhether the plaintiff had demonstrated a probability of success\non the merits: “[A]t the second stage of an anti-SLAPP hearing,\nthe court may consider affidavits, declarations, and their\nequivalents if it is reasonably possible the proffered evidence set\nout in those statements will be admissible at trial. Conversely, if\nthe evidence relied upon cannot be admitted at trial, because it is\ncategorically barred or undisputed factual circumstances show\ninadmissibility, the court may not consider it in the face of an\nobjection. If an evidentiary objection is made, the plaintiff may\nattempt to cure the asserted defect or demonstrate the defect is\ncurable.” (Id. at p. 949.)\n\n\n\n                                15\n\f       We review de novo an order granting or denying a special\nmotion to strike under section 425.16. (Wilson, supra, 7 Cal.5th\nat p. 884; Park, supra, 2 Cal.5th at p. 1067.)\n      2. The Challenged Conduct Is in Furtherance of Protected\n         Speech Activity\n       Creating a television show is an exercise of constitutionally\nprotected expression. (Hunter v. CBS Broadcasting, Inc. (2013)\n221 Cal.App.4th 1510, 1521; Tamkin v. CBS Broadcasting, Inc.\n(2011) 193 Cal.App.4th 133, 143; see De Havilland v.\nFX Networks, LLC (2018) 21 Cal.App.5th 845, 860 [the First\nAmendment “‘safeguards the storytellers and artists who take\nthe raw materials of life—including the stories of real\nindividuals, ordinary or extraordinary—and transform them into\nart, be it articles, books, movies, or plays’”].) Steps taken to\nadvance such constitutionally protected expression are properly\nconsidered “conduct in furtherance of” the exercise of the right of\nfree speech within the meaning of section 425.16,\nsubdivision (e)(4). (See Ojjeh v. Brown (2019) 43 Cal.App.5th\n1027, 1039-1040 [“defendants’ hiring and use of a\ncinematographer to obtain on-location footage and their\nmaintaining an online journal of refugees’ stories to gather ideas\nfor the production are reasonably viewed as conduct ‘in\nfurtherance’ of the documentary”]; Lieberman v. KCOP\nTelevision, Inc. (2003) 110 Cal.App.4th 156, 166 [newsgathering\nis conduct in furtherance of the news media’s exercise of their\nright of free speech]; see also Symmonds v. Mahoney (2019)\n31 Cal.App.5th 1096, 1106 [musician’s selection of supporting\nband members is conduct preliminary to, and in furtherance of,\nprotected activity of performing or recording music]; Hunter, at\n\n\n\n\n                                 16\n\fp. 1522 [selection of weather anchor is conduct in furtherance of\nprotected activity of reporting the weather].)\n       The alleged wrong acts underlying Musero’s\nmisappropriation claim, challenged by the CAA parties in their\nspecial motion to strike, fall squarely within this category of\nconduct in furtherance of protected expression. As discussed,\nMusero alleged that Miller and Penn “created a pitch document\nwhich was used to sell Bruckheimer’s Main Justice to CBS during\nthe summer of 2017. That pitch document was preceded by,\nborrowed from, and harvested the concept, pitch, series overview\nand pilot created by Musero.” A claim of misappropriation is\ncentral to each of the three causes of action in Musero’s\ncomplaint. He alleged in paragraph 63, part of his first cause of\naction, “Defendants breached their fiduciary duties to Plaintiff\nby, inter alia, [¶] . . . [¶] (f) misappropriating Plaintiff’s original\nand creative work in Main Justice, developing it with producer\nJerry Bruckheimer, production company Bruckheimer TV and\nwriter Penn, selling it to, and getting it made at CBS, thereby\nconferring a significant economic benefit to CAA, Miller and\nYerushalaim.” An identical subparagraph is alleged as one of the\nseven bases for his cause of action for breach of the implied\ncovenant of good faith and fair dealing and in slightly truncated\nform as a basis for his breach of contract cause of action.\n       Musero disputes his lawsuit, or any claim within it, arises\nfrom conduct in furtherance of the right to free speech, asserting\n“the gravamen of Musero’s complaint is his agents’ breaches of\ntheir contract and fiduciary duties which resulted in Musero’s\nwork being used to make that show [the Penn-Bruckheimer Main\nJustice] without compensation or credit to him.” By relying on\nthe now-disfavored gravamen test to determine whether the anti-\n\n\n\n\n                                  17\n\fSLAPP statute applies, Musero mistakes the proper first-step\nanalysis. (See Bonni, supra, 11 Cal.5th at p. 1011 [“[t]he attempt\nto reduce a multifaceted cause of action into a singular ‘essence’\nwould predictably yield overinclusive and underinclusive results\nthat would impair significant legislative policies”]; Baral, supra,\n1 Cal.5th at pp. 393, 396 [“courts may rule on plaintiffs’ specific\nclaims of protected activity, rather than reward artful pleading\nby ignoring such claims if they are mixed with assertions of\nunprotected activity”; as long as a “court determines that relief is\nsought based on allegations arising from activity protected by the\nstatute, the second step is reached” with respect to these claims].)\n      Musero alleged Miller and CAA actively assisted in the\ndevelopment of the Penn-Bruckheimer Main Justice project by\nmisappropriating his original material. Although each of his\nthree causes of action is also supported by allegations of\nnonprotected activity, that claim of misappropriation—that\nMusero’s creative ideas were improperly conveyed to Penn as\npart of, or preliminary to, the creation of a television program—\nsupplies an element of all three causes of action, regardless of\nwhat the Bonni Court referred to as the metaphysical essence of\nthose causes of action. (See Bonni, supra, 11 Cal.5th at p. 1011.)\n      The Ninth Circuit’s decision in Jordan-Benel v. Universal\nCity Studios, Inc. (9th Cir. 2017) 859 F.3d 1184, on which Musero\nprimarily relies, does not support a different result. The plaintiff\nin that case, a writer, sued a talent agency, one of its writer\nclients, a film production company and a motion picture studio\nfor copyright infringement and breach of an implied contract,\nalleging they had stolen his idea for a screenplay and used it to\nmake two successful motion pictures. The state law contract\nclaim alleged the defendants had failed to compensate plaintiff\n\n\n\n\n                                 18\n\ffor the use of his idea (id. at p. 1186)—a Desny idea theft claim.\nThe district court denied the defendants’ special motion to strike\nthe implied-in-fact contract claim, ruling the claim was based on\nthe defendants’ failure to pay, not their creation, production or\ndistribution of the motion pictures. (Ibid.) The court of appeals\naffirmed, agreeing with the district court “the conduct or act\nunderlying [plaintiff’s] breach of implied-in-fact contract claim is\nDefendants’ failure to pay for the use of the screenplay idea. This\nconclusion is compelled by the fact that the failure to pay was the\nspecific act of wrongdoing alleged by [plaintiff] to give rise to a\nlegal claim. . . . Because the ‘overall thrust of the complaint’\nchallenges Defendants’ failure to pay for the use of his idea, we\nhold that the failure to pay is the conduct from which the claim\narises.” (Id. at p. 1191.)\n       Rejecting the argument the plaintiff would have no claim\nfor payment but for the defendants’ production and release of the\nfilms and, therefore, his claim necessarily arose from that\nexpressive activity, the Ninth Circuit explained, “Because the\ntarget of [the plaintiff’s] claim is not actually the expressive\nworks (The Purge films), applying a ‘but for’ analysis in this case\nwould threaten to subject plaintiffs to the burden and expense of\nlitigating anti-SLAPP motions in cases where protected free\nspeech activity is not the focus of the claim.” (Jordan-Benel v.\nUniversal City Studios, Inc., supra, 859 F.3d at p. 1192.) “The\nCalifornia courts,” the Ninth Circuit continued, “have said\nnothing to suggest that the State intended its anti-SLAPP law to\napply when protected activity is not the target of a claim.” (Id. at\np. 1193.)\n       We need not parse the difference between a Desny claim\nchallenging the failure to pay for an idea, as in Jordan-Benel, and\n\n\n\n\n                                19\n\fa claim alleging liability for the actual use of the idea, as here—a\ndistinction the CAA parties urge us to make—to decline to apply\nthe Ninth Circuit’s reasoning. As the quoted language makes\nclear, the Ninth Circuit’s Jordan-Benel opinion, like Musero’s\nargument in this court, is based on a pre-Baral “principal thrust\nor gravamen” approach to determining whether an entire cause\nof action arises from protected activity, and is inconsistent with\nBaral, as well as the Supreme Court’s recent reiteration of the\n                                                            7\nproper first step analysis in Bonni, supra, 11 Cal.5th 995. As\nBonni and Baral instruct, whatever the purported “target” of a\ncause of action, if protected speech activity supplies an element of\nthe claim, the burden shifts to the plaintiff to demonstrate a\nreasonable probability of prevailing on the merits.\nUnquestionably in the case at bar, Miller’s alleged participation\nin the creation and development of Penn’s version of Main\nJustice, protected activity, is “not just evidence of liability or a\nstep leading to some different act for which liability is asserted”\n(Park, supra, 2 Cal.5th at p. 1060), but provides an element of\nMusero’s breach of fiduciary duty and breach of contract causes of\naction.\n\n\n\n7\n        In a footnote the Ninth Circuit recognized the Supreme\nCourt in its then-recent decision in Baral, supra, 1 Cal.5th 376\n“explained that an anti-SLAPP motion may strike distinct claims\nwithin a cause of action, even if the entire cause of action is not\nsubject to anti-SLAPP.” Although the court did not explain why\nit failed to apply the Baral analysis, it advised the district court\nto be aware of Baral “[s]hould the district court re-visit anti-\nSLAPP on remand.” (Jordan-Benel v. Universal City Studios,\nInc., supra, 859 F.3d at p. 1189, fn. 4.)\n\n\n\n                                 20\n\f       Musero’s additional argument that section 425.16 does not\napply because his complaint was filed after CBS elected not to\npursue the proposed Main Justice series and the Main Justice\npilot was never broadcast is equally flawed. It has been clear for\nnearly two decades that a defendant moving under section 425.16\nneed not demonstrate the challenged claim was brought with the\nintent of chilling his or her exercise of constitutionally protected\nspeech (Equilon Enterprises v. Consumer Cause, Inc. (2002)\n29 Cal.4th 53, 58) or prove the cause of action complained of has\nhad, or will have, the actual effect of chilling the defendant’s\nexercise of speech or petition rights. (City of Cotati v. Cashman\n(2002) 29 Cal.4th 69, 75.) That Musero’s lawsuit was filed after\nthe expressive activity in this case, therefore, is immaterial.\n       Nor is it significant in determining whether an element of\nthe misappropriation claim is conduct in furtherance of\nconstitutionally protected speech that the creative efforts in this\ncase did not result in a public airing of the Penn-Bruckheimer\npilot: “[C]onduct can assist and help to advance the exercise of\nthe right of free speech, even if that assistance did not result in a\ncompleted exercise of free speech at the time the lawsuit is filed.”\n(Ojjeh v. Brown, supra, 43 Cal.App.5th at p. 1042; see San\nDiegans for Open Government v. San Diego State University\nResearch Foundation (2017) 13 Cal.App.5th 76, 106 [lawsuit that\nsought to void contracts between radio station and investigative\norganization that shaped the way news would be gathered and\nreported arose from protected activity].)\n      3. The Challenged Conduct Does Not Concern an Issue of\n         Public Interest\n      As the Supreme Court instructed in FilmOn, supra,\n7 Cal.5th at pages 144 to 145, “In protecting ‘any other conduct’\n\n\n\n\n                                 21\n\fthat meets the requirements laid out in its text (§ 425.16, subd.\n(e)(4), italics added), subdivision (e)(4) proves both broader in\nscope than the other subdivisions, and less firmly anchored to\nany particular context. [Citations.] This provision consequently\nsuggests that courts should engage in a relatively careful\nanalysis of whether a particular statement falls within the ambit\nof ‘other conduct’ encompassed by subdivision (e)(4).” More\nspecifically, “within the framework of section 425.16,\nsubdivision (e)(4), a court must consider the context as well as the\ncontent of a statement in determining whether that statement\nfurthers the exercise of constitutional speech rights in connection\nwith a matter of public interest.” (Id. at p. 149; accord, Serova v.\nSony Music Entertainment (2020) 44 Cal.App.5th 103, 117,\nreview granted Apr. 22, 2020, S260736.)\n       The FilmOn Court explained the appropriate analysis for\ndetermining whether challenged speech has a sufficient\nconnection to a public issue to warrant anti-SLAPP protection.\n“First, we ask what ‘public issue or . . . issue of public interest’\nthe speech in question implicates—a question we answer by\nlooking to the content of the speech. [Citation.] Second, we ask\nwhat functional relationship exists between the speech and the\npublic conversation about some matter of public interest. It is at\nthe latter stage that context proves useful.” (FilmOn, supra,\n7 Cal.5th at pp. 149-150.) Context includes the identity of the\nspeaker, the audience and the purpose of the speech. (Id. at\npp. 142-143, 145.) As our colleagues in Division Eight of this\ncourt held in Jeppson v. Ley (2020) 44 Cal.App.5th 845, under\nFilmOn, connecting a broad and amorphous public interest to a\nspecific dispute is not enough. “The proper focus of the inquiry\ninstead must be on ‘the specific nature of the speech,’ not on\n\n\n\n\n                                22\n\f‘generalities that might be abstracted from it.’” (Jeppson, at\np. 856; see FilmOn, at p. 152 [“[d]efendants cannot merely offer a\n‘synecdoche theory’ of public interest, defining their narrow\ndispute by its slight reference to the broader public issue”]; Rand\nResources, LLC v. City of Carson, supra, 6 Cal.5th at p. 625 [“[a]t\na sufficiently high level of generalization, any conduct can appear\nrationally related to a broader issue of public importance”].)\n       As discussed, the trial court, applying FilmOn, found the\ncreation and production of the Penn-Bruckheimer Main Justice\npilot was a matter of public interest, reasoning that the Attorney\nGeneral and, more specifically, Eric Holder are public figures\nregularly in the public eye and that the CAA parties “participated\nin, or furthered, the discourse that makes the topic of the first\n[B]lack Attorney General, one of public interest.” “Such a show,”\nthe court concluded, “would undeniably contribute to the public\ndebate and discourse that makes the Attorney General and Eric\nHolder topics of public interest.” The CAA parties echo this\nargument on appeal, contending there is a direct and close\nconnection between the creation and production of Main Justice\nand the public interest topic of the Attorney General.\n       It is undoubtedly correct that a proposed television series\nnot only based on the life of former Attorney General Holder but\nalso apparently created in part by him would be a topic of\nwidespread public interest. (See FilmOn, supra, 7 Cal.5th at\np. 145 [a public issue is generally implicated if the subject of the\nstatement or activity was a person or entity in the public eye];\nJackson v. Mayweather (2017) 10 Cal.App.5th 1240, 1254 [same].)\nBut when the context and content of the specific, allegedly\nwrongful statements at issue here are considered, the degree of\nconnection between those statements and that topic of public\n\n\n\n\n                                23\n\finterest is insufficient to warrant protection under\nsection 425.16, subdivision (e)(4), as construed in FilmOn.\n       As to context, the alleged misappropriation of Musero’s\nideas was done privately and, according to Musero’s theory, from\nMiller to Penn during the many telephone conversations that\ntook place between them while Penn was developing\nMain Justice. Although communications between private\nindividuals may qualify as protected activity in some\ncircumstances (see FilmOn, supra, 7 Cal.5th at p. 146; Navellier\nv. Sletten (2002) 29 Cal.4th 82, 91), the private nature of the\ncommunications “makes heavier [a defendant’s] burden of\nshowing that, notwithstanding the private context, the alleged\nstatements nevertheless contributed to discussion or resolution of\na public issue for purposes of subdivision (e)(4).” (Wilson, supra,\n7 Cal.5th at p. 903; see FilmOn, at pp. 146, 150-151.)\n       As to content, significantly, Musero’s creative work that\nMiller allegedly misappropriated and conveyed to Penn did not\nrelate in any way to Eric Holder or to the first Black Attorney\nGeneral of the United States; Musero’s pilot script protagonist\nwas an entirely fictional female Attorney General.\nCommunicating the general idea of a legal drama (a “procedural,”\nin television industry parlance) involving the Attorney General\nand prosecutors in the Department of Justice is not significantly\ndifferent from the second 30 minutes of each episode of the Law\n& Order franchise that ran on NBC for 20 years, which focused\non the Manhattan District Attorney’s Office and its prosecutors,\nand is not closely linked to any ongoing public interest that might\nexist with respect to former Attorney General Holder or even to\nthe Penn-Bruckheimer series itself. Indeed, the CAA parties\nessentially make that very point, albeit for an entirely different\n\n\n\n\n                                24\n\freason, arguing the two projects are not substantially similar\nbecause the “defining element of Penn’s script” was that it was\n“built around the complexities of being a [Black] Attorney\nGeneral.” As the CAA parties emphasize in their reply brief,\n“[T]he undeniable fact remains that Musero’s MAIN JUSTICE\nlacks the defining focus of Penn’s script, which is inspired and\ninfluenced by the creative input of Eric Holder himself. Musero\nalso cannot change the fact that the Attorney General in his work\nwas a female.”\n       The other creative elements allegedly misappropriated by\nMiller and CAA for Penn’s benefit are even further removed from\nany public interest in the professional and personal life of former\nAttorney General Holder or, indeed, any nonfictional individual\nwho actually held the office. The title of the two pilots,\nMain Justice, for example, is simply the frequently used\nnickname for the Department of Justice’s headquarters in\nWashington, D.C. (as well as the title of a book published in 1996\nconcerning the Department’s criminal division and one of the\nsix episodes of The Newsroom on which Musero worked as a staff\nwriter). Car crashes, assassination attempts, cliffhanger endings\nand analogies—direct or subtle—between the justice system and\nthe rules of basketball, whatever they may indicate about the\nsimilarity between the two pilot scripts, contribute nothing to the\ndiscussion of the issue of public interest identified by the CAA\nparties or the trial court.\n       In sum, the creative aspects of his work that Musero claims\nMiller misappropriated, privately communicated to a targeted\naudience of one, whatever its purported impact on Penn’s work,\ndid not contribute to the public conversation about a matter of\npublic interest. (See Rand Resources, LLC v. City of Carson,\n\n\n\n\n                                25\n\fsupra, 6 Cal.5th at p. 625 [“we reject the proposition that any\nconnection at all—however fleeting or tangential—between the\nchallenged conduct and an issue of public interest would suffice\nto satisfy the requirements of section 425.16, subdivision (e)(4)”;\n“[w]hat a court scrutinizing the nature of speech in the anti-\nSLAPP context must focus on is the speech at hand, rather than\nthe prospects that such speech may conceivably have indirect\nconsequences for an issue of public concern”].) The public\ninterest requirement of section 425.16, subdivision (e)(4), has not\n          8\nbeen met.\n\n8\n       At oral argument the CAA parties, quoting the statement\nin Nygard, Inc. v. Uusi-Kerttula (2008) 159 Cal.App.4th 1027,\n1042 that an issue of public interest “is any issue in which the\npublic is interested” (italics omitted), expanded their argument\nand asserted, because of television’s broad appeal, any statement\nregarding television programming is in the public interest within\nthe meaning of subdivision (e)(4). Nygard’s sweeping\npronouncement, made 11 years before FilmOn, is at odds with\nthe Supreme Court’s caution that determining whether the\nsubject of speech or other conduct constitutes a matter of public\ninterest requires an evaluation of specific contextual\nconsiderations, such as whether a person or entity was in the\npublic eye or whether the activity occurred in the context of an\nongoing controversy, dispute or discussion. (FilmOn, supra,\n7 Cal.5th at p. 145; see, e.g., Bernstein v. LaBeouf (2019)\n43 Cal.App.5th 15, 22 [“‘“[p]ublic interest” does not equate with\nmere curiosity’”]; D.C. v. R.R. (2010) 182 Cal.App.4th 1190, 1226\n[“[n]o authority supports the [defendant’s] broad proposition that\nanything said or written about a public figure or limited public\nfigure in a public forum involves a public issue”]; see also Seelig\nv. Infinity Broadcasting Corp. (2002) 97 Cal.App.4th 798, 807\n[finding comments on an on-air radio broadcast were in the\npublic interest because they concerned “a television show [Who\n\n\n                                26\n\f      Because the CAA parties did not carry their threshold\nburden under section 425.16, we need not consider whether\nMusero demonstrated a probability of prevailing on the merits of\nany of his claims based on allegations of the misappropriation of\nhis work. (See City of Cotati v. Cashman, supra, 29 Cal.4th at\npp. 80-81; Shahbazian v. City of Rancho Palos Verdes (2017)\n17 Cal.App.5th 823, 830.)\n                          DISPOSITION\n      The January 17, 2020 order denying the CAA parties’\nspecial motion to strike is affirmed. Musero is to recover his costs\non appeal.\n\n\n                                     PERLUSS, P. J.\n      We concur:\n\n\n\n            FEUER, J.\n\n\n\n                         *\n            IBARRA, J.\n\n\nWants to Marry a Multimillionaire] of significant interest to the\npublic and the media”].) As discussed, Miller’s private\nconversations with Penn in which Miller allegedly communicated\nMusero’s ideas for a legal drama centered on the Attorney\nGeneral is only tangentially connected to any topic that can\nproperly be considered to be of public interest.\n*\n      Judge of the Santa Clara Superior Court, assigned by the\nChief Justice pursuant to article VI, section 6 of the California\nConstitution.\n\n\n\n                                27\n\f",
            "ocr": false,
            "opinion_id": 5135182
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}