{
    "id": 5313490,
    "judges": null,
    "date_filed": "1981-12-26",
    "date_filed_is_approximate": true,
    "slug": "state-of-alaska-v-jason-lee-carlson",
    "case_name_short": null,
    "case_name": "State of Alaska v. Jason Lee Carlson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 52.0,
            "download_url": "https://appellate-records.courts.alaska.gov/CMSPublic/UserControl/OpenOpinionDocument?docNumber=2641&caseNumber=A11636&opinionType=OP",
            "author_id": null,
            "opinion_text": "                                              NOTICE\n       The text of this opinion can be corrected before the opinion is published in the\n       Pacific Reporter. Readers are encouraged to bring typographical or other formal\n       errors to the attention of the Clerk of the Appellate Courts:\n                           303 K Street, Anchorage, Alaska 99501\n                                    Fax: (907) 264-0878\n                             E-mail: corrections @ akcourts.us\n\n\n             IN THE COURT OF APPEALS OF THE STATE OF ALASKA\n\n\nSTATE OF ALASKA,\n                                                     Court of Appeals No. A-11636\n                            Appellant,              Trial Court No. 3AN-07-12263 CI\n\n                     v.\n                                                               OPINION\nJASON LEE CARLSON,\n\n                            Appellee.                  No. 2641 — March 15, 2019\n\n\n              Appeal from the Superior Court, Third Judicial District,\n              Anchorage, Jack Smith, and Frank A. Pfiffner, Judges.\n\n              Appearances: James J. Fayette, Assistant Attorney General,\n              Office of Special Prosecutions and Appeals, Anchorage, and\n              Craig W. Richards, Attorney General, Juneau, for the Appellant.\n              Glenda J. Kerry, Law Office of Glenda J. Kerry, Girdwood,\n              under contract with the Office of Public Advocacy, Anchorage,\n              for the Appellee.\n\n              Before: Mannheimer, Chief Judge, Allard, Judge, and Hanley,\n              District Court Judge.*\n\n              Judge ALLARD.\n\n\n\n\n   *\n       Sitting by assignment made pursuant to Article IV, Section 16 of the Alaska\nConstitution and Administrative Rule 24(d).\n\f              The State appeals the superior court’s decision to grant post-conviction\nrelief to Jason Lee Carlson, who was convicted of second-degree murder for killing his\nbest friend, George Featherly. Carlson was convicted following two trials in the superior\ncourt. At both of these trials, Carlson was represented by Allen Dayan, a private\ncriminal defense attorney hired by Carlson’s parents.\n              During the investigation of the homicide, Carlson (who was then seventeen\nyears old) gave conflicting accounts of Featherly’s death to the police. Chief among\nthese accounts was Carlson’s assertion that Featherly was shot by a black man named\n“B” or “Bee.” But Carlson eventually told Dayan that these earlier accounts were false\n— that, in truth, Carlson accidentally shot Featherly while he was handling a pistol that\nFeatherly had recently purchased.\n              After Carlson told Dayan that he shot Featherly by accident, Dayan\narranged a new police interview for Carlson. At this interview, with Dayan’s prompting\nand assistance, Carlson offered this new version of events to the police. (This interview\nwas videotaped and later shown at Carlson’s trials.) Despite Carlson’s assertion that the\nkilling had been accidental, the State charged him with first-degree murder (i.e.,\nintentionally killing Featherly).\n              Then, while Dayan and Carlson were preparing for trial, Carlson told Dayan\nthat the “accidental shooting” version of events was false. Carlson informed Dayan that\nhe intended to take the stand at trial and reaffirm his earlier assertion that Featherly was\nkilled by a black man named B.\n              Despite Carlson’s recantation of the police confession that Dayan had\nhelped facilitate, Dayan continued to represent Carlson at both of his trials. At Carlson’s\nfirst trial, the jury acquitted him of first-degree murder but was unable to reach a verdict\non the charge of second-degree murder. At Carlson’s second trial, he was convicted of\nsecond-degree murder.\n\n                                           –2–                                        2641\n\f              Carlson later filed an application for post-conviction relief asserting that he\nreceived ineffective assistance of counsel from Dayan. Specifically, Carlson contended\nthat Dayan acted incompetently when he failed to withdraw from the case after it became\nclear that Carlson intended to take the stand and repudiate the accidental shooting version\nof events that Dayan had actively facilitated and previously promoted as the truth.\n              The superior court ultimately granted post-conviction relief to Carlson. In\nits order granting relief, the superior court found that Dayan’s active participation in\nCarlson’s later repudiated videotaped confession constituted an “actual conflict of\ninterest” that gave rise to a “non-rebuttable presumption of prejudice.” The superior\ncourt also found that Dayan’s failure either to withdraw from Carlson’s case, or to at\nleast seek a protective order that would have prevented the jury from knowing about\nDayan’s involvement in the now-repudiated videotaped confession, constituted\nineffective assistance of counsel under Risher v. State.1\n              The State now appeals the superior court’s decision, raising multiple claims\nof error. In its brief, the State attacks the superior court’s analysis as unsupported by the\nrecord and legally flawed. For the reasons explained here, we agree with the State that\nthe superior court’s conflict analysis is flawed and, in key respects, unsupported by the\nevidentiary record. We therefore reverse that ruling. We also conclude that there are\nsufficient questions about the superior court’s findings and legal reasoning on the\nineffective assistance of counsel claim that a remand for further proceedings on that\nclaim is required.\n              The State also raises three additional claims of error on appeal. The State\nargues first that Carlson’s application for post-conviction relief was time-barred, and\nthat the superior court erred when it allowed Carlson to pursue this application. We\n\n\n   1\n       Risher v. State, 523 P.2d 421 (Alaska 1974).\n\n                                            –3–                                        2641\n\freject the State’s arguments primarily on preservation grounds, and we affirm the\nsuperior court’s timeliness ruling. The State also argues that Carlson was barred as a\nmatter of law from raising any ineffective assistance of counsel claims against his trial\nattorney under our decision in Arnett v. State.2 We disagree with the State’s expansive\nreading of Arnett, and we affirm this aspect of the superior court’s decision.\n              Lastly, the State argues that the superior court erred when it found that\nCarlson’s appellate attorney was ineffective for failing to raise the issue of Dayan’s\neffectiveness in Carlson’s direct appeal. Carlson concedes that this aspect of the superior\ncourt’s ruling is erroneous. This concession is well-taken, and we reverse this ruling.3\n\n\n       Factual background and prior proceedings\n              The police investigation\n              In the late evening of September 24, 1998, police found a vehicle parked\non the side of King Street in Anchorage. The car’s engine and headlights were running\nand the parking brake was engaged. Both front doors were open. Inside the car, the\npolice discovered the body of seventeen-year-old George Featherly. Featherly’s body\nwas in the driver’s seat, covered up by a jacket. Featherly had been killed by a single\nclose-range gunshot to the back of his head. According to the medical examiner’s\ntestimony at trial, the gun must have been fired only “fractions of an inch” from\nFeatherly’s head.\n\n\n\n\n   2\n       Arnett v. State, 938 P.2d 1079 (Alaska App. 1997).\n   3\n       See Barry v. State, 675 P.2d 1292, 1295-96 (Alaska App. 1984) (noting that\nineffective assistance claims “must ordinarily be litigated in post-conviction relief\nproceedings” because “the record of the trial proceedings will seldom conclusively establish\nincompetent representation”).\n\n                                           –4–                                        2641\n\f             During the initial investigation into Featherly’s death, seventeen-year-old\nJason Carlson — Featherly’s best friend — came under suspicion. Carlson initially told\npolice that he had lost track of Featherly at the nearby Dimond Center Mall around 7:30\np.m. on the day of the shooting. After the mall security tapes failed to corroborate\nCarlson’s story, Carlson admitted to the police that he had been in Featherly’s car when\nthe shooting took place. Carlson told the police that he and Featherly had left the\nDimond Center to purchase a gun from a man named “B” or “Bee” — and that B, after\nattempting to rob Featherly, shot him in the back of the head while Featherly was\ndriving. According to Carlson’s account, the car swerved, but Carlson was able to reach\nover, steer the car to the side of the road, and engage the emergency brake. As this was\nhappening, another car going the other direction passed by.\n             In this second version of events, Carlson claimed that, after the shooting,\nhe grabbed Featherly’s Makarov pistol and shot B. Carlson also claimed that he jumped\ninto the back seat and struggled with B. (Carlson would later recant this portion of his\nstatement when he testified at his two trials.) Carlson also initially denied covering\nFeatherly’s body with the jacket, suggesting to the police that B must have done that.\n             Carlson told the police that B fled soon after the shooting, taking the murder\nweapon with him. Carlson then also fled, taking Featherly’s Makarov pistol with him.\nCarlson told the police that when he got home, he hid the Makarov pistol in his house\nand he called Featherly’s pager in an attempt to create a false alibi for himself. (The\npolice were already aware of Carlson’s call to Featherly’s pager, and the police\nsubsequently located the Makarov pistol in Carlson’s house inside of a stereo speaker\nwhere Carlson had told the police he hid it.)\n             In the next few weeks, the police investigated Carlson’s “B” version of\nevents, but they were unable to find anyone who matched Carlson’s description of B,\nnor anyone who had sought treatment for a gunshot wound that night. In their\n\n                                          –5–                                        2641\n\fsubsequent interviews with Carlson, the police were openly skeptical of this version of\nevents. In one interview, the lead investigator, Detective Larry Arend, urged Carlson to\ntell the truth about what happened. Arend also told Carlson that it would be a “whole\nnew ballgame” if Carlson had accidentally shot Featherly.\n              On October 20 Carlson’s parents retained private criminal defense attorney\nAllen Dayan to advise Carlson in connection with the police investigation. Carlson at\nfirst told Dayan the same thing he told the police — that B shot Featherly. Dayan hired\nprivate investigators to try to locate B, and he passed on any leads to the police.4\n              A few weeks later, on November 6 Carlson’s mother found what appeared\nto be a death threat outside Carlson’s window. The death threat was composed of cut-out\nmagazine letters that read “U will d [picture of an eye] 2nite II” — i.e., “you will die\ntonight too.” Carlson’s mother gave the death threat to Dayan, who turned it over to the\npolice shortly before Carlson’s first trial — in early February, 1999. After the police\nreceived the death threat, they subjected it to forensic testing and discovered Carlson’s\nfingerprints in the tape that was used to attach the letters to the paper. At trial, Carlson\nadmitted that he fabricated the death threat note. He testified that he felt that the police\nwere not doing enough to find B, and he hoped that the fake death threat would prompt\nthem to step up their investigation.\n              On the same day that Carlson’s mother found the fabricated death threat,\nthe police located the driver of the oncoming vehicle that passed by Featherly’s car after\n\n\n   4\n       During the post-conviction relief discovery in this case, Carlson obtained recordings\nof Dayan’s conversations with the police. None of these statements were played to the jury\nor known to Carlson prior to the post-conviction relief proceedings. In those recordings,\nDayan can be heard expressing skepticism to Detective Arend about Carlson’s “B” version\nof events, including questioning why B would not have just shot Carlson too. Dayan also\ndisparages Carlson as “not terribly bright.” The superior court refers to this recording in a\nfootnote, although the superior court does not directly explain its significance to its analysis.\n\n                                             –6–                                           2641\n\fFeatherly was shot. The driver, Heather Dickens, later testified at both of Carlson’s\ntrials.\n              In her trial testimony, Dickens described seeing Featherly’s car erratically\nswerve, and she also described driving past the car and looking into the car as she passed.\nAs Dickens looked into the car, she saw one man, who “looked like he was passed out,”\nsitting in the driver’s seat “with his head sort of back” and his hands on the steering\nwheel. She also saw another man with his head by the driver’s right shoulder. It looked\nto Dickens as if this second man was leaning forward between the front seats with his\nbody partially in the back seat.\n              Dickens admitted that she could not see fully into the back seat of the car,\nbut she was certain that there was nobody in the front passenger seat, and that there were\nonly two men in the car. Dickens was also “positive” that the man in the back seat was\nnot black. (Carlson is not black.)\n              After interviewing Dickens on November 6, 1998, Detective Arend called\nDayan and told him that the police had an eyewitness, and that the eyewitness saw only\ntwo men in the car and did not see any black man in the car. Arend also told Dayan that\nthe district attorney’s office was considering filing first-degree murder charges against\nCarlson.\n              Dayan informed Carlson of what he had learned from the detective.\nAccording to Dayan’s testimony at the later post-conviction relief evidentiary hearing,\nCarlson responded to this information by asking, “What if it [i.e., the shooting] was an\naccident?”    In response, Dayan explained to Carlson that if he shot Featherly\naccidentally, he could face a charge of manslaughter or criminally negligent homicide,\nbut that either of these charges was much less serious than the first-degree murder charge\nthat the State was currently considering. According to Dayan, after he gave Carlson this\nexplanation, Carlson told Dayan that the B story was not true, and that the truth was that\n\n                                           –7–                                       2641\n\fCarlson shot Featherly by accident. Carlson also told Dayan that he now wanted to tell\nthe police the truth.\n              On November 9 Dayan contacted Detective Arend and told him that\nCarlson now admitted that he had been alone in the car with Featherly, and that he\naccidentally shot Featherly. Dayan told Arend that Carlson wanted to participate in\nanother police interview, where he would confess to accidentally killing Featherly.\n              That same day, Dayan accompanied Carlson and his family to the police\nstation — but, upon their arrival, Dayan requested that the interview be delayed for one\nmore day. According to Arend’s later trial testimony (which was not objected to by\nDayan), Dayan told Arend that he “wanted to make sure that he had all of his T’s crossed\n[and] I’s dotted,” and also to make sure that “what [Carlson] was telling him was the\ntruth.” Dayan told Arend that he (Dayan) was “pretty confident ... that what [Carlson]\nhad told him was the truth, but he just wanted to make sure of it.”\n              The next day, November 10, Dayan and Carlson returned to the police\nstation for the interview. Arend conducted this interview, which was videotaped and\naudiotaped.\n              At the beginning of the interview, Detective Arend advised Carlson of his\nMiranda rights. Carlson waived his Miranda rights and confirmed that he was\nparticipating in the interview voluntarily, after consulting with his attorney (Dayan), who\nwas present throughout the interview.\n              Carlson then proceeded to offer a new “accidental shooting” account of\nwhat happened. According to Carlson’s new version of events, Carlson and Featherly\nwere alone in Featherly’s car when the shooting occurred. Carlson was sitting in the\nback seat and Featherly was driving on an unpaved section of King Street that was filled\nwith potholes. Featherly had recently bought a gun, and Carlson was inspecting this gun,\nwhich he did not realize was loaded. Carlson told Arend that he was “screwing around”\n\n                                           –8–                                       2641\n\fwith the gun and pointing the gun at Featherly when the gun suddenly went off, killing\nFeatherly. Carlson also admitted that his finger was on the trigger when the gun\ndischarged.5\n               Carlson told Arend that he panicked after the shooting. He admitted to\nArend that he wiped down the car for fingerprints, and he also admitted (contrary to his\nprior statements) that he covered Featherly’s body with a jacket so that it could not be\neasily seen. Carlson then fled with Featherly’s two guns, throwing the gun that killed\nFeatherly into a nearby creek and hiding the Makarov pistol in his home. The police\nlater looked for a gun in the creek, but they could not find one.\n               Both the audio recording and the video recording of this November 10\nconfession show that Dayan was an active participant in the confession. At various\npoints during the interview, Dayan encouraged Carlson to provide more details about this\nnew version of events. Dayan also vouched for Carlson’s claim that it was Carlson’s\nhabit to sit in the back seat even when no one was in the front passenger seat. In the\ninterview, Dayan stated that he “[thought] the evidence will bear it out” that this was\n“just [Carlson’s] habit and style; he likes to ride in the back seat.”\n               Dayan was also an enthusiastic participant in the reenactment suggested by\nDetective Arend. Dayan agreed to play the role of Featherly in the reenactment. On the\nvideotape portions of the interview shown to the jury at Carlson’s second trial, Dayan\ncan be seen scooting his chair around so that it is positioned in front of Carlson’s chair,\nas though Dayan was sitting in the driver’s seat and Carlson was in the back seat. Dayan\ncan also be seen handing Carlson his cell phone and urging him to use the phone as a\n\n\n   5\n       Carlson made a similar admission in an interview with a police polygrapher that was\nconducted after the recorded interview with Arend. According to the State’s briefing on\nappeal, the results of the polygraph were “inconclusive.” The fact that Carlson had submitted\nto a police polygraph was not told to the jury at either trial.\n\n                                            –9–                                        2641\n\fprop for the gun that killed Featherly. In the video, Carlson handles the “gun,” but he\ndoes not place it directly against Dayan’s head.\n              Following the videotaped confession, Carlson was allowed to leave the\npolice station. But the next day Carlson was arrested and charged with first-degree\nmurder, second-degree murder, and multiple counts of evidence tampering and weapons\nmisconduct.\n              The grand jury later indicted Carlson on the following charges: one count\nof first-degree murder (for intentionally shooting Featherly); an alternative count of\nsecond-degree murder (for knowingly shooting Featherly under circumstances\nmanifesting extreme indifference to human life); one count of evidence tampering for\nmaking the fake alibi phone call to Featherly’s pager; a second count of evidence\ntampering for wiping off the fingerprints from the car; a third count of evidence\ntampering for laying Featherly’s body on the seat and covering it with the jacket; a fourth\ncount of evidence tampering for disposing of the murder weapon; a fifth count of\nevidence tampering for creating the fake death threat; one count of third-degree weapons\nmisconduct for possessing the murder weapon (a concealable firearm) after having been\nadjudicated a delinquent minor for a crime that would have been a felony if Carlson had\nbeen an adult; and a second count of third-degree weapons misconduct for possessing\nFeatherly’s Makarov pistol after having been adjudicated a delinquent minor for a crime\nthat would have been a felony if Carlson had been an adult.6\n\n\n\n\n   6\n        AS 11.41.100(a)(1)(A); AS 11.41.110(a)(2); AS 11.56.610(a)(1), (2) and/or (4); and\nAS 11.61.200(a)(1), respectively. Carlson had previously been adjudicated a delinquent\nminor for committing burglary (conduct that would have been a felony if he had been an\nadult).\n\n                                          – 10 –                                     2641\n\f              Carlson’s recantation of the “accidental discharge” version\n              of events\n              Approximately one month after his arrest (i.e., sometime in December\n1998), Carlson called Featherly’s father from jail. In his conversation with Featherly’s\nfather (which was recorded by corrections personnel), Carlson said that it was not true\nthat he had shot Featherly, and he declared that he had given a false confession to the\npolice. Carlson also falsely claimed that he had been receiving death threats. (Carlson\nlater admitted at trial that his statement to Featherly’s father about “death threats” was\na reference to the fake death threat that he himself had created.)\n              Around this same time, Carlson called Dayan and told him that the\naccidental shooting story was not true — that, instead, the truth was his earlier assertion\nthat B shot Featherly. Dayan testified at the post-conviction relief evidentiary hearing\nthat Carlson had previously been very close to Featherly’s family, and that Carlson was\nupset that Featherly’s family blamed him for their son’s death. The testimony at trial was\nthat the two were “like brothers,” frequently staying over at each other’s houses.\n              Carlson told Dayan that, if his case went to trial, he intended to take the\nstand and testify that his videotaped confession was false and that B killed Featherly.\nHowever, with Carlson’s permission, Dayan continued to try to negotiate a plea\nagreement with the State.\n              The plea negotiations ultimately broke down sometime in early February\n1999, at which point it became clear that the case was headed to trial and that Carlson\nwould take the stand and testify that B shot Featherly — thereby repudiating the\nvideotaped confession that Dayan had arranged for and actively participated in.\n              Dayan did not move to withdraw as Carlson’s counsel or take any steps to\naddress the fact that the jury would likely become aware that the attorney who was\nrepresenting Carlson at trial had previously promoted Carlson’s accidental discharge\n\n                                          – 11 –                                     2641\n\fversion of events as the truth. According to Dayan’s testimony at the post-conviction\nrelief evidentiary hearing, it never occurred to him to withdraw, nor did he see any\nreason to believe that Carlson would be better served by having a different attorney\nrepresent him at trial. Dayan also defended his performance as Carlson’s trial attorney,\nand argued that the criticisms now being leveled against him were unfair.\n\n\n              Carlson’s first trial\n              At Carlson’s first trial, the prosecution’s primary theory was that Carlson\nintentionally shot Featherly over a dispute involving money and/or a girl. In support of\nthis theory, the prosecutor introduced evidence that Featherly owed Carlson $30 and that\nFeatherly was dating (or possibly engaged to) a girl that Carlson used to date more than\na year earlier.\n              During his opening statement, the prosecutor played portions of the\nvideotape of the November 10 interview in which Carlson confessed to accidentally\nshooting Featherly. And in the State’s case-in-chief, the prosecutor introduced the\ncomplete audio recording of this interview into evidence, but the prosecutor failed to\nintroduce the corresponding videotape of the interview into evidence. This oversight\nwas discovered when, during jury deliberations, the jurors asked to re-watch the portions\nof the videotape that they had been shown during the prosecutor’s opening statement.\nThe trial judge told the jurors that, while the audio recording was available, the videotape\nhad not been introduced into evidence and was therefore unavailable for their review.\n              Carlson took the stand at his first trial and, as he had previously informed\nDayan he would do, Carlson testified that B shot Featherly. Carlson admitted, however,\nthat it was not true that he shot B in return. Carlson told the jury that he had lied about\nshooting and struggling with B because he felt that it was “cowardly” for him not to have\n\n\n\n                                           – 12 –                                     2641\n\fdone so, and he felt “guilty” that he had done nothing to the man who killed his best\nfriend.\n             Carlson also admitted that he had repeatedly lied about what happened,\nstarting with his initial interview with the police where he claimed that he had not been\npresent when Featherly was killed. Carlson testified that he later falsely confessed to\naccidentally shooting Featherly because he felt overwhelmed by the police investigation\nand he “just wanted everybody off my back.” Carlson also stated that he thought that he\nwould not get into any trouble if he claimed to have accidentally shot Featherly.\n             Carlson admitted that he engaged in most of the conduct that formed the\nbasis for the evidence tampering and weapons misconduct charges. That is, Carlson\nadmitted to making the fake alibi call to Featherly’s pager, wiping down the car for\nfingerprints, covering Featherly’s body with a coat, possessing the Makarov pistol, and\nmaking the fake death threat note that his mother found outside his window. However,\nCarlson denied that he ever possessed the gun that was used to kill Featherly, and he\ndenied throwing that gun into the creek — conduct that was the basis for one of the\nweapons misconduct charges and one of the evidence tampering charges.\n             During his cross-examination of Carlson, the prosecutor focused primarily\non the number of different lies that Carlson had told, and the prosecutor had Carlson\nadmit that many of his prior statements were lies. Dayan subsequently argued in closing\nargument that, while the State had proved that Carlson was a liar, the State had not\nproved beyond a reasonable doubt that Carlson was a murderer.\n             After deliberating for several days and requesting multiple playbacks of the\ntestimony (including the request to view the videotape of the November 10 confession\nthat was denied because the videotape was not in evidence), the jury announced its\nverdicts. The jury acquitted Carlson of first-degree murder, rejecting the prosecutor’s\ntheory that Carlson had intentionally killed his best friend while his friend was driving\n\n                                         – 13 –                                     2641\n\fthe car Carlson was riding in. However, the jury could not reach a unanimous verdict\non the second-degree murder charge, and a mistrial was declared on that charge.7\n                The jury convicted Carlson of the four evidence tampering charges that he\nhad admitted during his trial testimony, as well as the weapons misconduct charge related\nto the Makarov pistol, which Carlson had also admitted.8 But the jury was unable to\nreach a verdict on the evidence tampering and weapons misconduct charges that Carlson\nhad denied — charges that would have required the jury to find that Carlson personally\nhandled the gun that killed Featherly.\n                According to Dayan’s testimony at the post-conviction relief evidentiary\nhearing, both he and Carlson’s family were “surprised” and “elated” by the jury’s\nverdicts at Carlson’s first trial. Dayan testified that it was clear from the jury’s behavior\nduring closing argument that his defense strategy of arguing that Carlson was a liar but\nnot a murderer had resonated with the jurors.\n\n\n                Carlson’s second trial\n                At the second trial, Carlson gave substantially the same testimony, although\nhe provided some additional detail about why he told the police that he accidentally shot\nFeatherly. According to Carlson, he falsely confessed to accidentally shooting Featherly\nbecause nobody would believe the truth — i.e., that B shot Featherly. Carlson testified\nthat Dayan told him that nobody would believe that B shot Featherly because Carlson\nhad already “lied so much.” Carlson also testified that Detective Arend’s statement\nabout an accidental shooting being a “whole new ballgame” led him to believe that he\n\n    7\n      The jury was not instructed on any lesser included charges at the first trial. At the\nsecond trial, the jury was instructed on the lesser included charge of manslaughter.\n    8\n          Carlson does not challenge these convictions in his application for post-conviction\nrelief.\n\n                                             – 14 –                                    2641\n\fwould not get into much trouble, if any, if he falsely told the police that the shooting was\nan accident.\n               The main difference between the two trials, however, was the shift in the\nprosecution’s theory of the case. With first-degree murder no longer an option, the\nprosecutor argued that Carlson had told a basically truthful version of events during the\nNovember 10 confession — and that Carlson’s accidental shooting of Featherly\nconstituted second-degree murder because it manifested extreme indifference to the value\nof human life. The prosecutor told the jury, “Jason Carlson did the stupidest thing he’s\never done in his life [when he held] a gun he didn’t know ... was loaded to the back of\nGeorge Featherly’s head. The gun went off, and he’s been lying about it ever since.”9\n               At various points during the second trial, the prosecutor referred to Dayan’s\npresence at the November 10 police interview. In closing argument, the prosecutor told\nthe jury:\n               [Y]ou’ve got the interview on the [10th] of November. It’s\n               on the videotape. This is in the presence of Mr. Dayan. With\n               his own attorney there. After presumably he’s had all the\n               options laid out ... . Look, any promises, any threats? No.\n               In his closing argument to the defense, Dayan continued to argue that the\nState had proved Carlson was a liar but had failed to prove that he was a murderer.\nDayan’s closing argument also focused on various discrepancies in Heather Dickens’s\ntestimony, including the fact that she did not have a full view of the back seat.\nAccording to Dayan, what Dickens actually saw was Carlson after he moved out of the\nfront seat so that he could grab the steering wheel after B shot Featherly.\n               Lastly, Dayan addressed the reasons why Carlson would falsely confess to\naccidentally shooting Featherly. Dayan emphasized Carlson’s youth, and susceptibility\n\n\n   9\n       See AS 11.41.110(a)(2).\n\n                                           – 15 –                                     2641\n\fto pressure, arguing that Carlson was overwhelmed by the police investigation. Dayan\nalso emphasized that Carlson was easily influenced by the adults around him —\nincluding both Detective Arend and Dayan himself.\n              Following its deliberations, the second jury convicted Carlson of second-\ndegree murder and the two remaining evidence tampering and weapons misconduct\ncharges.\n\n\n              Carlson’s sentencing\n              The trial judge sentenced Carlson to 50 years’ imprisonment with 10 years\nsuspended for the second-degree murder conviction. Carlson’s composite sentence for\nthe murder and the evidence tampering and weapons misconduct charges was 64 years’\nimprisonment with 17 years suspended (47 years to serve).\n              During the sentencing hearing, the trial judge expressly found that Carlson\nhad perjured himself at his two trials. The judge declared that Carlson’s story about a\nblack man named B shooting Featherly was “patently false”:\n              I listened to it twice. I don’t believe a word of it. There\n              wasn’t a B present. B didn’t shoot anybody, and Mr. Carlson\n              did not shoot B. He testified [that] all those things occurred,\n              but they didn’t, and he did commit perjury in telling that\n              story.\n\n\n              Carlson’s direct appeal and subsequent federal litigation\n              Carlson appealed his murder conviction and his sentence. This Court\naffirmed Carlson’s conviction and sentence on January 27, 2006.10 The Alaska Supreme\nCourt denied Carlson’s petition for hearing on May 24, 2006.\n\n\n   10\n        Carlson v. State, 128 P.3d 197 (Alaska App. 2006).\n\n                                          – 16 –                                   2641\n\f              Around the time that the Alaska Supreme Court denied Carlson’s petition\nfor hearing, a private criminal defense attorney from North Carolina contacted the\nassistant public defender who represented Carlson in his direct appeal. The North\nCarolina attorney had seen this Court’s decision on a national blog, and he volunteered\nto represent Carlson in a petition for writ of certiorari to the United States Supreme Court\nraising a Blakely sentencing issue.11\n              Carlson’s public defender assisted the North Carolina attorney in contacting\nCarlson and having the North Carolina attorney take over the representation. But neither\nthe public defender nor the North Carolina attorney advised Carlson that he had only one\nyear to seek post-conviction relief in state court if he wanted to raise claims of ineffective\nassistance of counsel against Dayan or against his appellate attorney.12 In addition, no\none advised Carlson that the federal litigation with the North Carolina attorney would\nnot toll this deadline.\n              The United States Supreme Court denied Carlson’s petition for writ of\ncertiorari in October 2006. The North Carolina attorney then assisted Carlson in filing\na petition for writ of habeas corpus in the federal district court, attempting to raise\nineffective assistance of counsel claims that could only be raised if Carlson had first\nexhausted his post-conviction relief remedies in state court.13 A federal assistant public\ndefender was appointed to represent Carlson in his federal habeas petition. That attorney\nrequested that the federal district court stay the proceedings until Carlson had the\nopportunity to exhaust his state post-conviction relief remedies. The federal district court\ngranted this request.\n\n\n   11\n        See Blakely v. Washington, 542 U.S. 296 (2004).\n   12\n        See AS 12.72.020(a)(3)(A).\n   13\n        See 28 U.S.C. § 2254(b)(1)(A).\n\n                                           – 17 –                                       2641\n\f               Carlson’s application for post-conviction relief\n               On December 10, 2007 — six and one-half months after the statutory\ndeadline for seeking post-conviction relief — Carlson filed a pro se post-conviction relief\napplication in the superior court, raising various claims of ineffective assistance of\ncounsel against Dayan. The superior court appointed counsel to represent Carlson and\nto address the late filing of the application. Carlson’s post-conviction relief attorney filed\na motion to accept the late-filed application, arguing that the delay had been caused by\nineffective assistance of Carlson’s state and federal appellate counsel.14 Superior Court\nJudge Jack Smith granted this motion over the State’s objection. (This ruling is\nchallenged on appeal and discussed later in our opinion.) The case then proceeded to a\nlitigation of the merits of Carlson’s underlying post-conviction relief claims.\n               In his amended application for post-conviction relief, Carlson raised three\nprimary claims of ineffective assistance of counsel against Dayan.15\n\n\n\n\n   14\n       See Alex v. State, 210 P.3d 1225, 1228 (Alaska App. 2009) (suggesting that the statute\nof limitations could be equitably tolled in cases where the applicant mistakenly attempted to\npursue his claim in another forum due to ineffective assistance of counsel); see also Holland\nv. Florida, 560 U.S. 631, 652 (2010) (recognizing that the statute of limitations for federal\nhabeas corpus claims may be equitably extended to remedy the egregious performance of\nappointed counsel that contributed to the missed deadline).\n   15\n       Carlson also raised ineffective assistance of counsel claims against his state appellate\nattorney, assistant public defender Paul Malin. Carlson alleged specifically that Malin was\nineffective for failing to challenge the trial judge’s denial of Carlson’s post-trial pro se\nmotion requesting that Dayan withdraw and the Alaska Public Defender Agency be\nappointed for sentencing. Cf. Peterson v. State, 1985 WL 1077992, at *2 (Alaska App. Mar.\n6, 1985) (unpublished) (“[A] party retaining counsel may fire his attorney and retain new\ncounsel at will, so long as substitution of counsel does not substantially prejudice the state.”).\nOn appeal, Carlson concedes that he abandoned this claim during the post-conviction relief\nproceedings.\n\n                                             – 18 –                                         2641\n\f              In his first claim, Carlson alleged that Dayan was ineffective for advising\nCarlson to participate in the videotaped November 10 interview with the police without\nany guarantees of confidentiality or promises of leniency in place. This claim was\ndismissed by Judge Smith on the ground that the November 10 interview occurred before\nformal charges were filed, and the Sixth Amendment right to effective assistance of\ncounsel does not attach until criminal charges have been filed.16 Carlson has not cross-\nappealed the dismissal of this claim, and it is therefore not before us in this appeal.\n              In his second claim, Carlson alleged that Dayan was ineffective for failing\nto withdraw from his case once it became clear that Carlson intended to testify at trial\nthat B shot Featherly, and that Carlson intended to repudiate the accidental shooting\nconfession that Dayan had participated in and previously promoted as the truth. Carlson\nargued that any competent attorney under these circumstances would have withdrawn\nfrom his case or, at the very least, would have moved for a protective order to prevent\n\n\n\n   16\n        See, e.g., Philmore v. McNeil, 575 F.3d 1251, 1258-59 (11th Cir. 2009) (holding that\nSixth Amendment right to counsel had not attached at the time defendant made his statements\nto the police because there had been no formal charge, preliminary hearing, indictment, or\narraignment); United States v. Edelmann, 458 F.3d 791, 804 (8th Cir. 2006) (same); Sweeney\nv. Carter, 361 F.3d 327, 333-34 (7th Cir. 2004) (same); People v. Claudio, 629 N.E.2d 384,\n385 (N.Y. 1993) (holding that, “except in most unusual circumstances,” the state is not\ncharged with responsibility of guaranteeing effective legal representation upon entry of\ncounsel at preaccusatory, investigatory stage of a criminal matter, i.e., before commencement\nof formal adversarial judicial criminal proceedings). But see McNeil, 575 F.3d at 1265-75\n(Tjoflat, J., concurring) (explaining that defendant had no Sixth Amendment claim based on\ndefense attorney’s incompetent advice prior to initial charges being filed but defendant might\nhave had due process claim under the Fifth Amendment); United States v. Wilson, 719 F.\nSupp. 2d 1260, 1267 (D. Or. 2010) (concluding that defendant’s precharge plea negotiations\nwere a “critical stage” of the criminal process for purposes of Sixth Amendment because\nprosecution had already committed to prosecution and parties’ adverse positions had already\nsolidified).\n\n                                           – 19 –                                       2641\n\fthe jury from learning about the attorney’s involvement in the earlier, now-repudiated\nconfession.\n              Lastly, Carlson alleged that Dayan’s involvement in the November 10\ninterview constituted an “actual conflict of interest” that adversely affected Dayan’s\nperformance at trial and which required the court to presume prejudice and reverse\nCarlson’s convictions.\n              Carlson’s case proceeded to a three-day evidentiary hearing on the latter\ntwo claims, which was held in front of Superior Court Judge Frank A. Pfiffner.\n              At this evidentiary hearing, Carlson presented an expert witness, long-time\ncriminal defense attorney, John Murtagh. Murtagh testified that, in his opinion, Dayan\nacted incompetently in failing to either withdraw or move for a protective order.\nMurtagh acknowledged, however, that trying to redact all indications of Dayan’s\npresence from the November 10 videotape would be “an elaborate project” — a project\nthat Murtagh did not think “would work well” or provide “a complete solution.”\nMurtagh therefore testified that he felt “very strongly” that Dayan should have\nwithdrawn as Carlson’s trial counsel. According to Murtagh, if Carlson had had a\ndifferent trial attorney — one who “challeng[ed] the entire procedure of the [November\n10] interview” and “develop[ed] in some exquisite detail Mr. Carlson’s psychological\nmental state,” this would have made it a “completely different trial.” Murtagh\nacknowledged, however, that Carlson’s multiple lies and shifting narratives would have\nmade this a difficult case for any attorney.\n              For his part, Dayan actively defended his decision to continue representing\nCarlson at his two trials. According to Dayan, it was “nonsense” to claim that Carlson\nhad been coerced into falsely confessing to accidentally shooting Featherly, either by\nDayan or anyone else. In Dayan’s view, Carlson’s demeanor during the videotaped\n\n\n\n                                          – 20 –                                   2641\n\fconfession belied such a claim: “You can tell he’s not being pressured to lie there. It\nsounds like he’s telling the truth.”\n              Dayan testified that, after watching the videotaped interview again, he was\nreminded of the reasons why, at the time, he believed that the accidental discharge story\nwas the truth. He further indicated that, sitting there at the evidentiary hearing, he still\nbelieved that the accidental discharge story probably was the truth. Dayan also\nexpressed optimism about the result he could have obtained for Carlson if Carlson had\nnot reverted to the B story.\n              Dayan disagreed with Murtagh’s criticisms of his performance. Dayan\ntestified that he had zealously and competently represented Carlson and he did not\nbelieve that Carlson was prejudiced by his representation at the two trials. Dayan also\nsuggested that he shared Murtagh’s view that any attorney would have had difficulty\nrepresenting Carlson, given Carlson’s many lies and shifting stories, which (according\nto Dayan) continued to shift in small ways up until the first trial.\n              Following this evidentiary hearing, the superior court issued a twenty-eight\npage written order. In this order, the court granted post-conviction relief to Carlson and\nvacated his convictions for second-degree murder, weapons misconduct, and evidence\ntampering from the second trial.\n              First, the superior court concluded that Dayan’s active participation in the\nNovember 10 videotaped interview created an “actual conflict of interest” that gave rise\nto a “non-rebuttable” presumption of prejudice that required the court to reverse\nCarlson’s convictions. Specifically, the court found that, because of Dayan’s involve­\nment in this interview, he became an “actual witness” in Carlson’s case for purposes of\nAlaska Rule of Professional Conduct 3.7(a), and that Dayan’s actions and statements\nduring the videotaped interview were tantamount to “testifying” against his client in\nviolation of that rule.\n\n                                          – 21 –                                      2641\n\f              Second, the court concluded that Dayan rendered ineffective assistance of\ncounsel when he failed to either withdraw from the case or at least to seek a protective\norder that would prevent the jury from learning of his involvement in the November 10\nvideotaped confession. The court found specifically that, had Dayan moved for a\nprotective order, the motion would have been granted, and that this was “the minimum\nrequired for Carlson to have received a fair trial.” The court also concluded that Dayan\nacted incompetently by failing to recognize that his presence at trial undermined\nCarlson’s credibility and the credibility of the B defense. The court faulted Dayan for\nfailing to take adequate steps to try to discredit the November 10 confession as a false\nand coerced confession, and the court concluded that a different attorney — one who was\nnot directly involved in the now-repudiated confession — would have been better\nsituated to make such an attack.\n              Although the court’s order is twenty-eight pages long, the court spent only\na page and a half on the prejudice prong of Carlson’s ineffective assistance of counsel\nclaim.17 The court’s analysis of the question of prejudice ultimately turned on its finding\nthat a protective order would have been granted if one had been requested, and its finding\nthat the jury at Carlson’s first trial “did not see or hear” the November 10 interview,\nwhile the jury at the second trial saw the videotape of that interview and thus essentially\n“saw Dayan refute his [own] theory of the case.” Based on these findings about the\ndifferences between the two trials, the court concluded that “there is a possibility that\nDayan’s support for the accident version and repudiation of the Bee version ... was an\ninfluential factor in the jurors’ decision to convict.”\n\n\n\n   17\n       To prove an ineffective assistance of counsel claim under the federal and state\nconstitutions, a defendant must prove both incompetence and prejudice. See Strickland v.\nWashington, 466 U.S. 668, 693 (1984); Risher v. State, 523 P.2d 421, 425 (Alaska 1974).\n\n                                           – 22 –                                    2641\n\f              In addition to these rulings on Carlson’s two main post-conviction relief\nclaims, the superior court also made two other rulings that are challenged on appeal.\nFirst, the court rejected the State’s argument that Carlson was barred as a matter of law\nfrom raising any claims of ineffective assistance of counsel against Dayan based on our\nprior decision in Arnett v. State.18 Second, the court found that Carlson’s state appellate\nattorney was ineffective for failing to raise an ineffective assistance of counsel claim\nagainst Dayan in Carlson’s direct appeal. (As already noted, Carlson concedes that this\nlast ruling was error.)\n\n\n        The State’s arguments on appeal\n              The State raises multiple claims of error on appeal. Specifically, the State\nargues: (1) the superior court erred when it granted Carlson’s motion to proceed on the\nmerits despite the late filing of the application; (2) the superior court erred when it\nrejected the State’s argument that, under this Court’s decision in Arnett v. State, Carlson\nwas barred from raising any ineffective assistance of counsel claims against Dayan;\n(3) the superior court’s decision to grant post-conviction relief to Carlson was based on\nclearly erroneous findings regarding the difference between the two trials; (4) the\nsuperior court erred when it granted post-conviction relief to Carlson without finding\ncase-specific prejudice to Carlson arising from Dayan’s purported conflict of interest;\nand (5) the superior court erred when it found that Dayan violated the advocate-witness\nrule.\n              We now address each of these claims.\n\n\n\n\n   18\n        Arnett v. State, 938 P.2d 1079 (Alaska App. 1997).\n\n                                          – 23 –                                     2641\n\f        A. The superior court’s timeliness ruling\n              As already mentioned, Carlson’s original pro se application for post-\nconviction relief was filed approximately six and one-half months after the statutory\ndeadline.19 Carlson’s post-conviction attorney argued that this delay should be excused,\nalleging that Carlson received ineffective assistance of counsel from his appellate\nattorneys because neither of them warned Carlson of the post-conviction relief filing\ndeadline or that this deadline would not be tolled by the intervening federal litigation.20\n              To support his claim, Carlson provided affidavits from Paul Malin, the\nassistant public defender who represented Carlson in his direct appeal, and Bruce\nCunningham, the pro bono North Carolina attorney who represented Carlson in his\npetition for writ of certiorari to the United States Supreme Court and who assisted\nCarlson in filing his procedurally deficient petition for writ of habeas corpus in federal\ndistrict court.\n              In his affidavit, Malin asserted that he believed that he had provided\nineffective assistance of counsel to Carlson because “[i]t would be reasonable for\n\n\n\n\n   19\n       Under AS 12.72.020, a defendant who unsuccessfully appeals his conviction has one\nyear from the date on which the appeal becomes final to file an application for post-\nconviction relief. See AS 12.72.020(a)(3)(A).\n   20\n       Although Carlson argues on appeal that he did not raise a claim of equitable tolling\nbased on the ineffective assistance of his appellate counsel, we conclude that Carlson’s\nclaims necessarily encompassed the same fundamental due process principles as equitable\ntolling. See Alex v. State, 210 P.3d 1225, 1228 (Alaska App. 2009) (suggesting that the\nstatute of limitations could be equitably tolled in cases where the applicant mistakenly\nattempted to pursue his claim in another forum due to ineffective assistance of counsel); see\nalso Holland v. Florida, 560 U.S. 631, 649, 652 (2010) (holding that the statute of limitations\nfor federal habeas corpus claims may be equitably extended to remedy the egregious\nperformance of appointed counsel that contributed to the missed deadline).\n\n                                            – 24 –                                       2641\n\f[Carlson] to think that, as long as he was actively pursuing relief in the federal courts,\nhis state post-conviction relief options would not be harmed.”\n              Unlike Malin, Cunningham did not directly state that he had provided\nineffective assistance of counsel. However, he admitted in his affidavit that he never\ndiscussed state post-conviction relief remedies with Carlson, and he also admitted that\nhe was “not aware of Alaska’s statute of limitations regarding PCR applications\n[because] in North Carolina we do not have a statute of limitations for post-conviction\nrelief.”\n              In response to these affidavits and the legal memorandum filed in support\nof Carlson’s motion, the State filed a two-page opposition. In that opposition, the State\nargued that Carlson’s application should be dismissed as time-barred. However, the\nState did not challenge any of the legal or factual assertions made in Carlson’s pleadings.\nInstead, the State argued only that the pleadings showed that Carlson had been in\ncommunication with his attorneys and that he had made “a choice ... in consultation with\nhis attorneys” to forgo his state post-conviction relief remedies, “presumably because he\nthought his chances for success were stronger in the federal system.”\n              Carlson then filed a pleading asserting that he made no such choice; he also\npointed out that it would be incompetent for an attorney to advise a defendant to skip\nlitigating his post-conviction relief claims in state court when the availability of federal\nhabeas review is directly contingent on a defendant having exhausted his state post-\nconviction relief remedies.21\n              Neither party requested an evidentiary hearing or oral argument on this\ntimeliness determination. Instead, the matter was submitted to Superior Court Judge Jack\nSmith based solely on the arguments and assertions made in the pleadings.\n\n\n   21\n        See 28 U.S.C. § 2254(b)(1)(A).\n\n                                          – 25 –                                      2641\n\f              Judge Smith subsequently issued an oral ruling granting Carlson’s motion\nto proceed. In his ruling, Judge Smith excused Cunningham’s failure to inform Carlson\nof the state post-conviction deadline, apparently concluding that Cunningham could not\nbe expected to know the post-conviction relief procedures of a state in which he was not\nlicensed. However, Judge Smith concluded that, under the circumstances, Malin was\nineffective for failing to advise Carlson of the statutory deadline for seeking post-\nconviction relief. After Judge Smith issued this ruling, the parties proceeded to litigate\nthe merits of Carlson’s ineffective assistance of counsel claims against Dayan.\n              The State challenges Judge Smith’s ruling on appeal, but the State relies on\narguments that were never raised in the proceedings below. The State also violated the\nappellate rules by failing to have Judge Smith’s oral ruling transcribed.22 An appellant’s\nfailure to designate the portions of the record that are necessary for deciding a claim on\nappeal can constitute a waiver or abandonment of that claim.23\n              The timeliness of a post-conviction relief application is a threshold\ndetermination that must be made before the court undertakes litigation of the merits of\n\n\n\n\n   22\n       Alaska Appellate Rule 210(b)(1)(A) requires the appellant to designate for\ntranscription “all parts [of the record] which are essential to a determination of the issues on\nappeal.” The rule further provides that “if appellant claims that the written findings of fact\nor conclusions of law are insufficient or erroneous, the designation shall include any oral\nfindings of fact and conclusions of law.” Id.\n   23\n       See Bertilson v. State, 64 P.3d 180, 185 (Alaska App. 2003); see also Miscovich v.\nTryck, 875 P.2d 1293, 1304 (Alaska 1994) (“It is well established that a party’s failure to\ndesignate portions of the record that are necessary to allow the determination of a point on\nappeal will amount to a waiver or abandonment of that point.”); Jackson v. State, 31 P.3d\n105, 110 (Alaska App. 2001) (noting that a party’s failure to designate a record to support\nthe party’s claims justifies a reviewing court in deciding those claims against the party)\n(internal citations omitted).\n\n                                            – 26 –                                        2641\n\fthe defendant’s post-conviction relief claims.24 Under Alaska Civil Rule 8(c), a statute\nof limitations defense must be pleaded as an affirmative defense.25 Failure to do so may\nconstitute a waiver of this defense.26 (Federal habeas corpus law is similar: a statute of\nlimitations defense is not jurisdictional and can be waived.27)\n              In Carlson’s case, the prosecutor cursorily raised the timeliness issue and\nargued that Carlson’s post-conviction relief application should be rejected as time-barred.\nBut the prosecutor otherwise accepted all of the factual assertions contained in Carlson’s\nmotion, and she never challenged the legal framework that Carlson put forward to\nexplain the tardiness of the application. The prosecutor also failed to challenge or seek\nclarification of the aspects of the court’s ruling that the State now challenges on appeal.\n              Given the cursory manner in which the statute of limitations issue was\nlitigated by the State in the superior court, and given the reasonable inferences to be\ndrawn from the uncontested facts alleged by Carlson in his pleadings, we conclude that\nthe superior court did not err when it granted Carlson’s motion to accept his application\nas timely and to proceed to litigation of his claims on their merits.\n              In reaching this conclusion, we make two additional points.\n\n\n\n\n   24\n        See Holden v. State, 172 P.3d 815, 818 (Alaska App. 2007); Alex, 210 P.3d at 1229.\n   25\n       Alaska Rule of Civil Procedure 8(c) is applicable to post-conviction relief litigation.\nSee Alaska Criminal Rule 35.1(g). Under Civil Rule 8(c), a defendant must “set forth\naffirmatively” its affirmative defenses.\n   26\n        See Morrow v. New Moon Homes, Inc., 548 P.2d 279, 295 (Alaska 1976); cf. Barrett\nv. Byrnes, 556 P.2d 1254, 1254-55 (Alaska 1976) (failure to file responsive pleadings can\nresult in waiver of statute of limitations defense).\n   27\n        See Day v. McDonough, 547 U.S. 198, 208-10 (2006).\n\n                                           – 27 –                                       2641\n\f              First, we agree with the State that Alaska law is unsettled with regard to the\nquestion of whether an appellate attorney has a duty to inform a client of the statute of\nlimitations governing any potential future post-conviction relief application.\n              In Roe v. Flores-Ortega, the United States Supreme Court held that a\ndefendant’s failure to meet a filing deadline for a direct appeal could be excused, based\non ineffective assistance of counsel, if the defendant can show (1) that the defendant’s\nattorney unreasonably failed to consult with the defendant about the possibility of an\nappeal, and (2) that, but for the defense attorney’s unreasonable failure to consult with\nthe defendant about an appeal, the defendant would have filed a timely appeal.28\n              In Harvey v. State,29 we adopted the Flores-Ortega test to define a trial\nattorney’s duty to consult with a client regarding the client’s appellate rights.30 But we\nhave not held that an attorney who represents a defendant on direct appeal has a duty to\nconsult with the defendant regarding potential post-conviction relief remedies.\n\n\n\n\n   28\n        Roe v. Flores-Ortega, 528 U.S. 470, 476-77 (2000).\n   29\n        Harvey v. State, 285 P.3d 295, 305 (Alaska App. 2012).\n   30\n        See Harvey, 285 P.3d at 305, where we held that a trial attorney acts incompetently\nwhen the attorney “fails to engage in meaningful discussions with the defendant about the\npossibility of an appeal in either of two situations: (1) when the defendant has given the\nattorney a reasonable indication that they are interested in appealing, or (2) when there are\nobjective reasons to think that a rational person in the defendant’s position might want to\nappeal.” See also Wassilie v. State, 331 P.3d 1285, 1288 (Alaska App. 2014).\n        We have also found the Flores-Ortega test applicable in a situation where a trial\nattorney failed to file for judicial review of an administrative decision. See Frank v. State,\n2009 WL 349791, at *2 (Alaska App. Feb. 11, 2009) (unpublished); see also Basargin v.\nState, 2006 WL 3334018, at *1-2 (Alaska App. Nov. 15, 2006) (unpublished) (suggesting\nthat Flores-Ortega may be applicable in a situation where defendant hired an attorney to file\nan application for post-conviction relief).\n\n                                           – 28 –                                       2641\n\f               In Wassilie v. State, we extended this duty to attorneys who represent a\ndefendant in an application for post-conviction relief in the trial court, and who file a\ncertificate of no merit as to the defendant’s claims.31 In Wassilie, we held that an\nattorney who files a certificate of no merit has an obligation “to ascertain [the\ndefendant’s] desires regarding a potential appeal, and to take the steps necessary to\npreserve [the] right of appeal if that is what [the applicant] wishes to do.”32\n               On appeal, Carlson argues that this same duty should extend to attorneys\nwho represent defendants on direct appeal and who are aware, through their review of\nthe record on appeal and conversations with their clients, of potential ineffective\nassistance of counsel claims that the defendant cannot bring on direct appeal but may\nwish to pursue in an application for post-conviction relief. For its part, the State argues\nthat no such duty should apply because ineffective assistance of counsel claims are\nnormally wholly collateral to a defendant’s direct appeal.33\n               We conclude that we need not reach the question of what duty, if any,\nappellate attorneys owe their clients with regard to ineffective assistance of counsel\nclaims or other post-conviction relief remedies. We reach this conclusion because we\ndo not read the superior court’s ruling as broadly as the State does.\n               The State asserts that Judge Smith’s ruling “rests on the assumption that\ncounsel on direct appeal has an affirmative duty to expressly inform an unsuccessful\n\n   31\n        Wassilie, 331 P.3d at 1288.\n   32\n        Id.; see also Alaska R. Prof. Conduct 1.2(a) & 1.16.\n   33\n        The State also argues that there is nothing in the record to suggest that Carlson ever\nasked Malin about raising ineffective assistance of counsel claims against Dayan. The State\nis correct that the record is silent on this issue, and that this issue was never litigated in the\nsuperior court. But Malin presumably would have been aware of Carlson’s pro se motion\nalleging that Dayan was ineffective. This motion was filed prior to Carlson’s sentencing, and\nit was therefore part of the record on appeal.\n\n                                             – 29 –                                         2641\n\fappellant of the deadline to file a post-conviction application.” We do not read the\ncourt’s ruling this way. Instead, we view the court’s ruling as grounded in the specific\ncircumstances presented here — circumstances that involved a highly unusual turn of\nevents where a state appellate attorney essentially handed off his client to a pro bono out­\nof-state attorney who was unfamiliar with Alaska’s post-conviction relief procedures\n(and apparently also unfamiliar with the “exhaustion of state remedies” requirement for\nfederal habeas relief). We also note that, unlike the cases cited by the State in its brief,\nCarlson remained represented by the same out-of-state attorney even after his direct\nappeal was over.34 Thus, unlike the defendants in the other cases, Carlson potentially had\ngood reason to believe that his post-conviction relief rights were being safeguarded by\nhis attorney during this representation.35\n              In sum, we view the superior court’s ruling on the timeliness of Carlson’s\npost-conviction relief application as limited to the unusual circumstances presented by\nCarlson’s case. We also conclude that our review of that ruling should be limited to the\nissues actually raised and litigated in the superior court. Given the State’s failure to\n\n\n\n   34\n        See Miranda v. Castro, 292 F.3d 1063, 1067-68 (9th Cir. 2002) (appellate attorney\nmisadvised client of deadline for habeas petition in letter ending her representation of him);\nSummers v. Patrick, 535 F. Supp. 2d 995, 999 (C.D. Cal. 2008) (defendant failed to comply\nwith statutory time limits due to “not having [an] attorney”); Noyakuk v. State, 2011 WL\n3249583 (Alaska App. July 27, 2011) (unpublished) (defendant petitioned for habeas one\nyear after his appellate attorney had ended his representation); People v. Alexander, 129 P.3d\n1051, 1056 (Colo. App. 2005) (stating that “lack of legal assistance does not excuse the late\nfiling of a [post-conviction relief] motion”); Bartz v. State, 839 P.2d 217, 226-27 (Or. 1992)\n(defendant untimely filed for post-conviction relief after having declined direct appeal, so\nhad no appellate attorney).\n   35\n       See Alex, 210 P.3d at 1228 (suggesting that when a person is represented, they may\nreasonably rely on their attorney to take care of legal decisions and may have an argument\nfor equitable tolling when deadlines are missed).\n\n                                             – 30 –                                     2641\n\fpreserve the various challenges it now raises on appeal, we reject the State’s argument\nthat Carlson’s post-conviction relief application should be dismissed as time-barred.\n\n\n        B. The superior court’s Arnett ruling\n              In Arnett v. State, we held that a defendant who voluntarily commits a crime\non the advice of counsel cannot later claim that the attorney’s advice amounted to\nineffective assistance of counsel — because, “in almost all such cases, the defendant’s\nown voluntary acts will be a superseding cause of any resulting misfortune.”36\n              The State argues that our decision in Arnett bars Carlson from raising\nineffective assistance of counsel claims against Dayan as a matter of law. Specifically,\nthe State argues that Carlson should be estopped from claiming that Dayan provided\nineffective assistance of counsel because it was Carlson’s own conduct — repeatedly\nlying to the police and potentially perjuring himself at trial — that gave rise to Dayan’s\nalleged ineffective assistance of counsel.\n              We are not persuaded by this argument. The rule in Arnett is limited to\ncircumstances where an attorney and a defendant act in collusion.37 It would be counter\n\n   36\n        Arnett v. State, 938 P.2d 1079, 1083 (Alaska App. 1997). As we explained in Arnett:\n            We have no doubt that a lawyer who counsels a client to commit a\n            crime for tactical gain acts incompetently. But by the same token, this\n            form of advice falls so far beyond the pale of anything that could\n            conceivably be considered legitimate legal assistance that a defendant’s\n            voluntary reliance on it is tantamount to a willing abandonment of\n            competent representation.\nId.; see also Harding v. Lewis, 834 F.2d 853, 858-59 (9th Cir. 1987) (rejecting ineffective\nassistance of counsel claim based on involuntary self-representation when defendant, in an\nattempt to inject reversible error into the trial through self-representation, conspired with\ncounsel to invent an excuse for discharging counsel in the midst of trial).\n   37\n        See, e.g., Prentzel v. State, 2009 WL 1361959, at *2-3 & n.3 (Alaska App. May 13,\n                                                                             (continued...)\n\n                                           – 31 –                                      2641\n\fto public policy to apply this rule to defendants who, on their own initiative, provide a\nversion of events at trial that contradicts what they earlier told the police. Such a rule\nwould effectively prevent defendants who claim they were pressured to falsely confess\nfrom challenging the effectiveness of their attorneys’ litigation of this issue.\n              Here, Carlson’s ineffective assistance of counsel claims against Dayan rest\nprimarily on Carlson’s assertion that any competent attorney would have moved to\nwithdraw once Carlson made it clear that he intended to testify at trial and repudiate the\nNovember 10 confession that Dayan had helped facilitate and had previously promoted\nas the truth. Carlson does not claim that Dayan advised him to give a false confession\nto the police. Nor has Carlson claimed that Dayan advised him to perjure himself at trial.\n              Accordingly, we affirm the superior court’s rejection of the State’s Arnett\nargument, and we conclude that Carlson was not barred as a matter of law from raising\nhis claims of ineffective assistance of counsel against Dayan.\n\n\n        C. The superior court’s conflict analysis\n              The superior court found that Carlson had proved, by clear and convincing\nevidence, that Dayan was laboring under an “actual conflict of interest” based on\nDayan’s personal involvement in the later-repudiated November 10 confession. The\nsuperior court further found that this “conflict of interest” gave rise to a non-rebuttable\npresumption of prejudice — a presumption that required the court to reverse Carlson’s\n\n\n   37\n       (...continued)\n2009) (unpublished) (defendant barred from claiming ineffectiveness under Arnett where\nattorney advised defendant not to file an appeal in hopes that the superior court would forget\nthat the defendant had been released on bail pending appeal); Nelson v. State, 2007 WL\n1098411, at *7 (Alaska App. Apr. 11, 2007) (unpublished) (explaining that Arnett stands for\nthe proposition that a “defendant’s complicity in [his trial attorney’s] illegal act disqualified\nthe defendant from obtaining post-conviction relief”).\n\n                                             – 32 –                                        2641\n\fconvictions from his second trial, even if Carlson could not show that there was at least\na reasonable possibility that the outcome of his trial would have been different if\nsomeone other than Dayan had been his attorney.\n              On appeal, the State argues that the superior court’s conflict analysis is\nlegally flawed. We agree with the State that the superior court’s conflict analysis is\nflawed, although we do not completely agree with the State’s analysis of the relevant\nlaw. We therefore provide a brief history and overview of the applicable law in order\nto ground our explanation of the errors in the superior court’s reasoning and ultimate\nfindings.\n\n\n              1. Brief overview of the law on post-conviction conflict of\n              interest claims\n              A defendant’s right to effective assistance of counsel under the Sixth\nAmendment has two components: competent representation, and zealous, conflict-free\nrepresentation.38 Because the right to conflict-free counsel is a subset of the right to\neffective assistance of counsel, a defendant who seeks post-conviction relief based on a\nclaim that his attorney was laboring under a conflict of interest would typically need to\nprove both prongs of an ineffective assistance of counsel claim — including the\nprejudice prong.39\n\n\n   38\n        Wood v. Georgia, 450 U.S. 261, 271 (1981).\n   39\n        See Newby v. State, 967 P.2d 1008, 1011-12 (Alaska App. 1998) (describing a conflict\nclaim as a subset of an ineffective assistance of counsel claim); see also Strickland v.\nWashington, 466 U.S. 668, 692 (1984) (setting forth the two-prong test for ineffective\nassistance of counsel under the federal constitution); Risher v. State, 523 P.2d 421, 425\n(Alaska 1974) (setting forth the two-prong test for ineffective assistance of counsel under the\nAlaska constitution and requiring only a “reasonable possibility” of a different outcome\nrather than the “reasonable probability” standard required under federal law).\n\n                                            – 33 –                                       2641\n\f               In 1980, however, the United States Supreme Court held in Cuyler v.\nSullivan that a defendant who could prove that his attorney was laboring under “an actual\nconflict of interest [that] adversely affected his [attorney’s] performance” would not have\nthe additional burden of proving the traditional prejudice prong of an ineffective\nassistance of counsel claim.40 That is, the defendant would be relieved of the additional\nburden of showing that there was a reasonable probability that the outcome of his trial\nwould have been different.41\n               The presumed prejudice aspect of Cuyler applies only to the question of\nwhether the defendant’s trial might have had a different ultimate outcome. The\ndefendant still bears the burden of showing that the attorney’s conflict of interest\nprejudiced him in the sense that, because of the attorney’s conflicting interest, the\nattorney took some action (or refrained from taking some action) that was contrary to the\ndefendant’s interests.42 As the United States Supreme Court later explained in Strickland\nv. Washington, this presumption of prejudice as to the ultimate outcome was adopted\nbecause “it is difficult to measure the precise effect on the defense of representation\ncorrupted by conflicting interests.”43\n\n\n   40\n        Cuyler v. Sullivan, 446 U.S. 335, 350 (1980).\n   41\n        Id.; see Strickland, 466 U.S. at 694.\n   42\n       See generally 3 Wayne R. LaFave et al., Criminal Procedure § 11.9(d), at 1074 (4th\ned. 2015) (explaining the Cuyler decision and its rationale).\n   43\n      Strickland, 466 U.S. at 692. Professor LaFave explains the Court’s reasoning as\nfollows:\n          Once it is shown that counsel was adversely influenced by the conflict\n          in one aspect of his performance, it would be inappropriate to measure\n          the impact of that conflict solely by reference to that action or inaction.\n          A court could not assume that counsel so motivated had not also been\n                                                                                  (continued...)\n\n                                            – 34 –                                        2641\n\f              The Cuyler standard is therefore different from the rule of per se reversal\nthat applies to situations where a defendant is deprived of counsel altogether.44 Instead,\nunder Cuyler, prejudice is presumed only if the defendant demonstrates that (1) the\nattorney was placed in a situation where conflicting loyalties pointed in opposite\ndirections (an “actual conflict”), and that, because of the conflicting loyalties, (2) the\nattorney acted against the defendant’s interests (i.e., the conflict of interests “adversely\naffected his performance”).45\n              In the years since Cuyler was decided, disagreement has arisen in the\nfederal courts regarding whether the Cuyler standard applies to all alleged conflicts of\ninterest or only to the types of conflicts that were primarily at issue in Cuyler — i.e.,\nconflicts of interest arising from the attorney’s concurrent or joint representation of co-\ndefendants. As a result of this disagreement, some federal circuit courts have refused to\napply the Cuyler rule of presumed prejudice to conflict of interest claims that do not\n\n\n\n\n   43\n     (...continued)\n          influenced by the conflict in various other aspects of his representation.\n          It was at this point that an assessment of prejudice became too\n          speculative.\n3 Wayne R. LaFave et al., Criminal Procedure § 11.9(d), at 1074 (4th ed. 2015).\n   44\n      See Strickland, 466 U.S. at 692; see also LaPierre v. State, 734 P.2d 997, 1003-04\n(Alaska App. 1987) (rejecting defendant’s argument that “reversal automatically follows\nupon a bare showing of conflict of interest”).\n   45\n      Cuyler, 446 U.S. at 350; 3 Wayne R. LaFave et al., Criminal Procedure § 11.9(d), at\n1074 (4th ed. 2015).\n\n                                           – 35 –                                      2641\n\finvolve joint representation,46 while other federal circuits have applied the Cuyler\nstandard to a broader range of conflicts of interest.47\n              The Alaska courts follow a slightly different conflict analysis than the\nfederal courts. In cases involving “egregious” conflicts of interest such as the joint\nrepresentation of co-defendants presented in Cuyler, the Alaska courts apply a standard\nthat was formulated by the Alaska Supreme Court in its pre-Cuyler 1978 decision\nMoreau v. State.48\n              Under the Moreau standard, the trial court is required to affirmatively\nadvise co-defendants who are jointly represented by the same attorney of the dangers\n\n\n\n   46\n       See, e.g., Beets v. Scott, 65 F.3d 1258, 1268-73 (5th Cir. 1995) (en banc) (rejecting\nextension of Cuyler to breaches of loyalty pitted against an attorney’s self-interest, and\ninstead analyzing such claims under the Strickland test).\n   47\n       See, e.g., Summerlin v. Stewart, 267 F.3d 926, 935-41 (9th Cir. 2001) (analyzing\nromantic “entanglement” with the prosecutor under the Cuyler standard); Freund v.\nButterworth, 165 F.3d 839, 858-60 (11th Cir. 1999) (analyzing obligation to a former client\nunder Cuyler standard); Garcia v. Bunnell, 33 F.3d 1193, 1194-95, 1198, n.4 (9th Cir. 1994)\n(holding that under Cuyler defendant must demonstrate why his attorney’s future\nemployment with the prosecution posed an actual conflict of interest); United States v.\nYoung, 644 F.2d 1008, 1013 (4th Cir. 1981) (applying Cuyler to successive representation\nof co-defendants); United States v. Hearst, 638 F.2d 1190, 1193 (9th Cir. 1980) (holding that\nattorney’s book contract justified a hearing and application of Cuyler to the defendant’s claim\nof conflict of interest). Although the United States Supreme Court has not directly answered\nthe question of how broadly Cuyler was intended to apply, dicta in Mickens v. Taylor, a 2002\ndecision, suggests that the Cuyler standard may not have been intended to apply as broadly\nas some federal courts have assumed. See Mickens v. Taylor, 535 U.S. 162, 175-76 (2002)\n(explaining in dicta that it was an open question under the Court’s jurisprudence whether\nCuyler would apply beyond the concurrent representation context, or whether the prejudice\nrequirement from Strickland would be necessary, and noting that “not all attorney conflicts\npresent comparable difficulties”).\n   48\n        Moreau v. State, 588 P.2d 275, 283-84 (Alaska 1978).\n\n                                            – 36 –                                       2641\n\finherent in such a joint representation.49 If the trial judge fails to conduct this inquiry,\nand a defendant subsequently raises a post-conviction claim based on the joint\nrepresentation, the burden then shifts to the State to prove beyond a reasonable doubt that\nthe joint representation had no adverse effect on the outcome of the defendant’s trial.50\n              In all other conflict of interest claims, the Alaska courts apply the Cuyler\nstandard — oftentimes referred to as the LaPierre standard because of this Court’s\ndecision in LaPierre v. State.51 The Alaska courts have applied this standard to a wide\nvariety of conflict of interest claims.52 A “conflict in the abstract,” or the mere possibility\nof a conflict of interest, is insufficient to meet this standard.53\n\n\n\n\n   49\n        Id.\n   50\n        Id.; State v. Celikoski, 866 P.2d 139, 141-42 (Alaska App. 1994).\n   51\n       LaPierre v. State, 734 P.2d 997, 1003-04 (Alaska App. 1987); Cuyler, 446 U.S. at\n345-50. We note that the superior court relies heavily on an earlier case, Wilson v. State, 711\nP.2d 547 (Alaska App. 1985). However, Wilson does not lay out the Cuyler standard as\nclearly as it could, referring in short hand to the requirement that the defendant show an\n“actual conflict of interest that adversely affected the attorney’s performance” simply as a\nrequirement that the defendant show “an actual conflict of interest.” Id. at 549.\n   52\n        See, e.g., White v. State, 773 P.2d 211, 216 (Alaska App. 1989) (applying Cuyler to\nprofessional conflict of interest); Mitchell v. State, 2015 WL 7201167, at *2 (Alaska App.\nNov. 12, 2015) (unpublished) (defendant alleged conflict of interest based on attorney’s\nmother’s relationship to victim); McDonald v. State, 2015 WL 1881591, at *5 (Alaska App.\nApr. 22, 2015) (unpublished) (defendant alleged conflict of interest when public defender\nagency separately represented two clients involving the same confidential informant); Lane\nv. State, 1994 WL 16196204, at *3-5 (Alaska App. Mar. 23, 1994) (unpublished) (defendant\nalleged conflict based on attorney’s prior guardian ad litem representation of a witness).\n   53\n        LaPierre, 734 P.2d at 1003-04.\n\n                                            – 37 –                                       2641\n\f              2. Application of these principles to the present case\n              In order for Carlson to prevail in his claim for post-conviction relief based\non Dayan’s alleged conflict of interest, Carlson was required to prove by clear and\nconvincing evidence that (1) Dayan had a loyalty to someone else or, alternatively, some\npersonal interest, that conflicted with Dayan’s loyalty to Carlson, and (2) this loyalty to\nsomeone else (or to his own self-interest) actually affected Dayan’s preparation or\npresentation of Carlson’s case in a manner that was adverse to Carlson’s interests.54\n              The superior court failed to use this standard when it assessed Carlson’s\nconflict of interest claim. Instead, the superior court appeared to rely on a colloquial\nunderstanding of the term “conflict.” The court found that there was “conflict” between\nDayan’s role as the participant in the videotaped confession and Dayan’s role as\nCarlson’s advocate at trial. But the superior court never explained how this purported\n“conflict” between Dayan’s roles translated into actively conflicting loyalties in the sense\nintended by LaPierre and Cuyler.\n              Notably, there is nothing in the record currently before us to suggest that\nDayan was laboring under an actual conflict of interest in the sense of being motivated\nby loyalty to any person other than Carlson.55 Nor is there any basis for concluding that\nDayan was working against Carlson’s interests to protect his own professional self\ninterest. For example, the record does not suggest that Dayan failed to withdraw because\nhe was concerned that another attorney would attack his professional competence at trial\nor argue that Dayan coerced Carlson into giving a false confession to the police. To the\n\n\n   54\n        See Newby, 967 P.2d at 1014.\n   55\n       We acknowledge that Carlson’s amended application alleges various conflicts of\ninterest related to Dayan’s interactions with the police and with a potential witness. But\nthese claims were not litigated at the evidentiary hearing, and Dayan was not asked to\nrespond to them at that hearing.\n\n                                          – 38 –                                      2641\n\fcontrary, Dayan’s testimony at the evidentiary hearing made clear that he did not believe\nhe had done anything wrong when he advised Carlson to participate in the videotaped\npolice interview on November 10. Dayan likewise testified that he believed it was\n“nonsense” to claim that he coerced Carlson into giving this confession. Dayan was also\nadamant that there were many defense attorneys who would agree that having Carlson\n“come clean” to the police was a reasonable tactical decision, given the circumstances\nknown to Dayan at the time.\n              As we explain in the next section, it may well have been incompetent for\nDayan to fail to recognize the “conflict” or tension between (1) his earlier stance that the\naccidental shooting version of events was the truth and (2) his role as Carlson’s trial\nadvocate arguing for the truth of the “B” version of events. But even if Dayan acted\nincompetently when he continued to represent Carlson under these circumstances, this\ndoes not mean that Dayan had a conflict of interest within the meaning of our case law.\n              Accordingly, we conclude that the superior court erred when it found that\nCarlson had proved that Dayan was laboring under “an actual conflict of interest” that\ngave rise to a “non-rebuttable” presumption of prejudice that required reversal of\nCarlson’s convictions.\n\n\n       D. The superior court’s finding that Dayan violated the advocate-witness\n       rule\n            The State also challenges the superior court’s finding that Dayan violated\nAlaska Rule of Professional Conduct 3.7(a) by representing Carlson at trial. Alaska\nProfessional Conduct Rule 3.7(a) provides that a lawyer shall not act as an advocate at\na trial in which the lawyer is likely to be a “necessary witness” unless the lawyer’s\ntestimony relates to an uncontested issue, or is limited to “the nature and value of legal\n\n\n\n\n                                          – 39 –                                      2641\n\fservices rendered in the case,” or unless the lawyer’s disqualification “would work\nsubstantial hardship on the client.”\n              As the commentary to Rule 3.7(a) states, “[c]ombining the roles of advocate\nand witness can prejudice the tribunal and the opposing party and can also involve a\nconflict of interest between the lawyer and client.”56 The conflict of interest typically\nidentified in these circumstances is the conflict that might exist between the attorney’s\nobligation to testify truthfully and the attorney’s duty of loyalty to the client, in cases\nwhere the client’s position might be weakened by the attorney’s truthful testimony.57\n\n\n              1. Was Dayan a “necessary” witness for the defense?\n              Concerns about a potential violation of the advocate-witness rule typically\narise when the attorney has material personal knowledge of the underlying events being\nlitigated, and the attorney is therefore likely to be called as a witness at trial by one of the\nparties.58 If the anticipated testimony will be adverse to the attorney’s client, the attorney\nis generally required to withdraw.59 If the anticipated testimony will be favorable to the\nclient, the attorney is not necessarily required to withdraw, although the attorney is\n\n\n\n\n   56\n        See Alaska Professional Conduct Rule 3.7(a), comment para. 1.\n   57\n        See id. at comment para. 6.\n   58\n        See United States v. Locascio, 6 F.3d 924, 934 (2d Cir. 1993).\n   59\n        See Cannon v. Stonefield, 844 P.2d 1131, 1136 (Alaska 1993) (withdrawal is required\nwhen an attorney learns or it is obvious that the attorney may be called by the other side and\nthe attorney testimony is or may be prejudicial to the client); see also People v. Rodriguez,\n115 Cal. App. 3d 1018, 1021-22 (Cal. App. 1981) (reversing defendant’s conviction where\ndefense attorney was required to provide adverse testimony against defendant).\n\n                                            – 40 –                                        2641\n\frequired to withdraw if the favorable testimony that the attorney has to offer is essential\nto his client’s case, thus making the attorney a “necessary” witness for his client.60\n              In Commonwealth v. Patterson, for example, the Massachusetts Supreme\nJudicial Court held that a defense attorney who was a material witness to her client’s\nunrecorded statements to the police acted incompetently when she failed to withdraw\nfrom the representation so that she would be available to testify on her client’s behalf.61\n              Relying on Patterson, the superior court in Carlson’s case appears to have\nconcluded that Dayan was similarly ineffective for failing to recognize his value to\nCarlson as a defense witness. The court stated in its order:\n              Had Dayan been a witness rather than an attorney, he could\n              have potentially aided the defense by testifying as to the\n              pressure on Carlson leading up to his confession, as well as\n              his and Detective Arend’s statements that a confession would\n              be much easier for Carlson and would result in a lesser\n              punishment.\n              But there is very little in the evidentiary record to support the superior\ncourt’s conclusion that Dayan would have been a helpful witness for Carlson. Instead,\nDayan’s testimony at the evidentiary hearing suggests that he would not have had\nparticularly favorable testimony to offer with regard to the circumstances that led Carlson\nto come forward with the accidental shooting version of events. Dayan testified that it\nwas “nonsense” to claim that he had coerced Carlson into telling this version of events\nto the police. And Dayan’s testimony about the advice he gave to Carlson regarding the\n\n\n\n   60\n       See Commonwealth v. Patterson, 739 N.E.2d 682, 692 (Mass. 2000); Commonwealth\nv. Rondeau, 392 N.E.2d 1001,1004 (Mass. 1979) (concluding that once it “became apparent\nto [defense counsel] that his testimony might be necessary to the proper defense of his client,\nhe was ethically obligated to withdraw as counsel”).\n   61\n        See Patterson, 739 N.E.2d at 693-94.\n\n                                            – 41 –                                       2641\n\fconsequences of admitting to accidentally shooting Featherly would have directly\ncontradicted Carlson’s trial testimony on this matter.62\n               Nor does it appear that Dayan would have given testimony to support\nCarlson’s readoption of the “B” version of events after he was arrested. According to\nDayan, even Carlson’s “B” version of events kept shifting, and it remained unclear to\nDayan what version of events Carlson was actually committed to until right before the\nfirst trial.\n               We therefore find little support in the current record for the superior court’s\nconclusion that Dayan would have given favorable testimony for Carlson’s defense had\nhe been available to testify at trial.\n\n\n               2. Was Dayan an “actual witness”?\n               In its order, the superior court found that Dayan’s actions and statements\nin the confession of November 10 were “tantamount to Dayan testifying against his client\nat his trial in clear violation of Alaska Rule of Professional Conduct 3.7.” The superior\ncourt wrote:\n               Dayan’s failure to withdraw as counsel, or alternatively to\n               seek a protective order excluding any reference to his\n               presence at the interview of his client, meant that the trial jury\n               knew that the lawyer seeking to establish the credibility of his\n               client’s story at trial had already told the police that the\n               version of the story he was espousing at trial was untrue.\n               Dayan told the jury that his client did not shoot Featherly,\n\n\n    62\n       On cross-examination during his second trial, Carlson testified that “nobody” —\nincluding Dayan — ever warned him that he could face criminal charges if he accidentally\nshot Featherly. The prosecutor later argued to the jury that Carlson’s testimony on this point\nwas not believable — that it was inconceivable that Carlson’s attorney would not have\nwarned him that he might face criminal charges for an accidental shooting.\n\n                                            – 42 –                                      2641\n\f              while the prosecution showed the jury a recording of Dayan\n              actively participating in Featherly’s confession and stating\n              that he was confident that the confession was truthful.\n              On appeal, the State takes issue with the superior court’s characterization\nof Dayan as an “actual witness.” We agree with the State that Dayan did not become an\n“actual witness” at Carlson’s trials. Dayan did not take the stand and provide statements\nunder oath at either of Carlson’s trials. However, we agree with the superior court that\nDayan’s participation as Carlson’s attorney created problems akin to the “unsworn\nwitness” problem recognized by this Court in Kanulie v. State.63\n              The problem of the attorney as “unsworn witness” can arise when either the\ndefense attorney or the prosecutor in a criminal case has participated in or witnessed the\nevents that will be explored at the trial.64 The concern in such situations is two-fold:\nFirst, the attorney may be “constrained from making certain arguments on behalf of his\nclient because of his own involvement, or may be tempted to minimize his own conduct\nat the expense of his client.”65 Second, the attorney’s role “as advocate may give his\nclient an unfair advantage, because the attorney can subtly impart to the jury his\nfirst-hand knowledge of the events without having to swear an oath or be subject to\ncross-examination.”66\n              Here, there may be an argument that, because of Dayan’s personal\ninvolvement in the now-repudiated confession of November 10, he was constrained from\nattacking that confession as aggressively as another attorney might have. But as we have\n\n\n\n   63\n        Kanulie v. State, 796 P.2d 844 (Alaska App. 1990).\n   64\n        Losascio, 6 F.3d at 933-34.\n   65\n        Id.\n   66\n        Id.\n\n                                          – 43 –                                    2641\n\falready discussed, there is little in the record to suggest that Dayan actually felt such a\nconstraint. Moreover, as we discuss later in this opinion, the record shows that Dayan\ndid attack the November 10 confession as false, and Dayan provided multiple\nexplanations for why Carlson might have falsely confessed to accidentally shooting\nFeatherly.\n               The bigger problem appears to be the inconsistency between Dayan’s prior\nstatements and actions related to the November 10 confession and his later actions and\nstatements at trial in support of the “B” defense. In other words, unlike the typical\nunsworn witness case, the concern here is not that Dayan’s dual role might have given\nhis client an unfair advantage. Rather, the concern is that Dayan’s dual role (as both\nCarlson’s attorney and as a participant in the November 10 interview) would have\nworked to Carlson’s disadvantage because Dayan’s statements during (and leading up\nto) the November 10 interview were adverse to Carlson’s trial testimony.67\n               We addressed the more traditional problem presented by an attorney acting\nas an “unsworn witness” in Kanulie v. State.68 In the middle of Kanulie’s trial, Kanulie\nfiled a motion to preclude the State from introducing two police interviews because the\ntrial prosecutor had personally participated in both interviews.69 Kanulie argued that, if\nthe interviews were played, he would want to call the prosecutor as a witness to testify\nto Kanulie’s demeanor at the time, and to explain what was said during certain portions\n\n\n\n   67\n         Cf. People v. Rodriguez, 115 Cal. App. 3d 1018, 1021, 171 Cal. Rptr. 798 (Cal. App.\n1981) (noting that when a defense attorney has been placed in a position adverse to his client,\nall his efforts on the defendant’s behalf will be suspect: “The jury can hardly avoid inferring\nthe defendant’s own attorney does not believe in the defense he himself is presenting.”).\n   68\n        Kanulie v. State, 796 P.2d 844 (Alaska App. 1990).\n   69\n        Id. at 846.\n\n                                            – 44 –                                       2641\n\fof the interviews that were inaudible in the recording.70 Kanulie also argued that the\ninterviews should be excluded because the prosecutor would be able to use his dual role\nas both participant and prosecutor “to argue his own credibility as a witness to events\nwhich were part of the evidence at trial.”71 Although the trial court prohibited the\nprosecutor from referring to his own involvement in the recorded interviews when he\nargued the case to the jury, the trial court ruled that the interviews were otherwise\nadmissible.72\n                We affirmed this ruling on appeal, concluding that Kanulie’s statements in\nthe recorded interview “essentially spoke for themselves,” and also that there was no\nneed to call the prosecutor as a witness because the trooper who participated in the\ninterview was likewise available to testify, if needed.73 We also emphasized the\nuntimeliness of Kanulie’s motion — indicating that such motions must be brought before\nthe trial begins so that there could be timely discussions regarding whether the\nprosecutor should be recused.74\n                Here, the State argues that Dayan’s participation in the November 10\ninterview was analogous to the prosecutor’s participation in the recorded police\ninterviews in Kanulie. According to the State, Dayan played only a limited role in the\nNovember 10 interview, and his participation involved little more than asking neutral\n“clarifying questions” about parts of Carlson’s accidental shooting story.\n\n\n\n   70\n        Id.\n   71\n        Id.\n   72\n        Id.\n   73\n        Id. at 848.\n   74\n        Kanulie, 796 P.2d at 846-48.\n\n                                           – 45 –                                    2641\n\f              We disagree with the State’s characterization of this evidence. Although\nthe State is correct that Dayan never directly asserted in the videotaped interview that he\nbelieved the accidental shooting version of events and disbelieved Carlson’s “B” version\nof events, Dayan’s behavior throughout the interview is consistent with this attitude. In\nthe videotaped confession, Dayan can be seen actively encouraging Carlson to provide\nmore details about the accidental shooting version of events, and Dayan readily\nparticipated in Carlson’s purported reenactment of the shooting; indeed, Dayan appeared\nto be more enthusiastic about the reenactment than Carlson himself. And Dayan even\nvouched for Carlson’s credibility at one point during the interview.\n              Moreover, the State’s brief fails to acknowledge that the jury did hear\nstatements from Dayan in which he indicated that he was “pretty confident” that the\naccidental discharge version of events was true. At Carlson’s second trial, the prosecutor\nelicited these statements from Detective Arend (with no hearsay objection from Dayan).\n              We therefore agree with the superior court that Dayan’s dual roles at\nCarlson’s trials potentially created significant liabilities for the defense. We also agree\nwith the superior court that it was not reasonable for Dayan to believe that he would be\njust as able as any other lawyer to represent Carlson in advocating the truth of the “B”\nversion of events at trial, knowing that the jury would learn that he had actively\nfacilitated and promoted what Carlson now claimed to be a false confession.75\n\n   75\n       We note that the problem of Dayan as an “unsworn witness” was raised by the\nprosecutor in a pleading filed between the two trials. That pleading, which was filed on\nMarch 7, 2000, discussed the problem of Dayan as an “unsworn witness” if a former client\nof Dayan testified at trial, suggesting that the former client’s testimony could require\ndisqualification of Dayan at the second trial. In the prosecutor’s discussion of the potential\nunsworn witness problem that would be created by this witness’s testimony, the prosecutor\nnoted that this was a problem that “already existed in this case” based on “Attorney Dayan’s\npresence at Carlson’s November 1998 video-taped confession which Attorney Dayan\n                                                                                (continued...)\n\n                                           – 46 –                                       2641\n\f              That said, we disagree with the superior court’s finding that Dayan’s failure\nto recognize the potential liabilities of his dual roles constituted an “actual conflict of\ninterest” for purposes of the “presumed prejudice” rule under Cuyler and LaPierre.\nInstead, based on the record currently before us, we conclude that these deficiencies in\nDayan’s representation must be analyzed under the normal two-prong Risher test for\nineffective assistance of counsel — a test that requires the defendant to show that there\nis a reasonable possibility that the litigation would have ended with a different outcome.\n\n\n         E. The superior court’s findings on Carlson’s ineffective assistance of\n        counsel claim\n              Under Risher v. State, a defendant who claims ineffective assistance of\ncounsel must prove two things: first, that their attorney acted incompetently (i.e., that\nthe attorney failed to meet the standard of performance minimally required of criminal\nlaw practitioners); and second, that the attorney’s incompetence prejudiced the defendant\nin the sense that there is at least a reasonable possibility that the result at the defendant’s\ntrial would have been different but for the attorney’s incompetence.76\n              In Carlson’s case, the superior court found that Carlson had proved both\nprongs by clear and convincing evidence. On appeal, the State challenges this\nconclusion, arguing that it rests on clearly erroneous factual findings and incorrect legal\nassumptions. Although we disagree with certain aspects of the State’s characterization\nof the record, we nevertheless agree with the State that there are sufficient questions\n\n\n   75\n       (...continued)\nsubsequently argued was false.” Carlson subsequently decided to forgo the testimony of this\nformer client and no further discussion of the unsworn witness problem appears to have\noccurred.\n   76\n        Risher, 523 P.2d at 424-25.\n\n                                            – 47 –                                       2641\n\fabout the court’s factual findings and legal reasoning to require a remand for further\nproceedings on the underlying ineffective assistance of counsel claim, particularly with\nregard to the prejudice prong of the Risher test.\n\n\n              1. The superior court’s erroneous ruling regarding the\n              protective order\n              In the superior court, Carlson argued that Dayan acted below the standard\nof competence when he failed either to withdraw from the representation or to seek a\nprotective order that would have prevented the jury from learning that Dayan was the\nattorney who facilitated the November 10 videotaped confession. In its order, the\nsuperior court focused primarily on Dayan’s failure to seek a protective order. The court\nfound that “[such] a motion for protective order [would] have been granted,” and that this\nmotion “was the minimum required for Carlson to have received a fair trial.”\n              We disagree with the superior court’s finding that a protective order would\nhave been granted in these circumstances. As Carlson’s own expert witness, John\nMurtagh, acknowledged at the evidentiary hearing, Dayan’s participation in the\nNovember 10 interview was an integral part of that interview, and it would be extremely\ndifficult — if not impossible — to edit Dayan out of the videotape without substantively\naltering one of the prosecution’s most important pieces of evidence against Carlson.\nSeeking a protective order might have brought additional attention to the problem that\nDayan’s dual roles presented, and it might have resulted in either Dayan’s withdrawal\nor some form of knowing waiver of the problem by Carlson. But there is no reason to\nbelieve that a request for a protective order would have been granted.77\n\n\n   77\n       See Adams v. State, 390 P.3d 1194, 1203-04 (Alaska App. 2017) (“[W]hen a claim\nof ineffective assistance of counsel is based on an attorney’s failure to pursue a motion, the\n                                                                                (continued...)\n\n                                           – 48 –                                       2641\n\f              2. The superior court’s erroneous findings regarding the\n              first jury’s awareness of the recorded confession\n              As we just explained, there are two prongs to an ineffective assistance of\ncounsel claim: incompetency, and resulting prejudice. In Carlson’s case, the majority\nof the superior court’s order addressed the incompetency prong, and very little attention\nwas paid to the prejudice prong. The superior court devoted only a page and a half of\nits twenty-eight page order to its prejudice analysis. The superior court’s reasons for\nfinding prejudice ultimately rested on its erroneous findings that (1) the protective order\nwould have been granted; and (2) “there is a possibility” that the granting of the\nprotective order would have made a difference to the outcome of Carlson’s second trial.\n              The superior court reached this conclusion because of a mistaken finding\nthat the jury at Carlson’s first trial “did not see or hear” Dayan’s participation in the\nNovember 10 confession (and they could not reach a verdict on the murder charge),\nwhile the jurors at the second trial were informed of Dayan’s participation in the\nNovember 10 confession (and they convicted Carlson).\n              As the State points out on appeal, the superior court is mistaken in its\ncharacterization of the difference between the two trials. The record shows that the jury\nat the first trial heard (and partially saw) Dayan’s participation in the November 10\nconfession.78 The audio recording of the November 10 interview was played for the\n\n   77\n        (...continued)\ndefendant must show (1) that the proposed motion would ultimately have been successful,\n(2) that any competent attorney would have pursued the proposed motion, and (3) that there\nis reason to believe that the ultimate outcome of the proceedings would have been different\nhad the motion been granted.”) (citing State v. Steffensen, 902 P.2d 340, 342 (Alaska App.\n1995)).\n   78\n       As previously explained, the prosecutor played portions of the videotape for the first\njury during his opening statement. But the prosecutor failed to introduce this evidence at\n                                                                              (continued...)\n\n                                           – 49 –                                      2641\n\fjuries at both trials, and Dayan’s active participation was obvious from that recording.\nThus, contrary to the superior court’s assumptions, the jury at Carlson’s first trial was\nwell aware of Dayan’s support for the “accidental shooting” version of events that\nCarlson described during the November 10 confession — and thus well aware of the\npotential dissonance between the position Dayan advocated in November 1998 and the\nposition he was advocating at Carlson’s trial.\n              In sum, even though there were differences between the two trials that are\npotentially relevant to an analysis of Carlson’s ineffective assistance of counsel claim,\nthe superior court was mistaken as to what those differences were.79\n\n\n              3. The trial court’s finding that Dayan “made little to no\n              attempt to unring the accidental discharge bell”\n              At the evidentiary hearing, attorney Murtagh testified that Carlson’s trial\nwould have been “completely different” if a different attorney had “develop[ed] ...\nCarlson’s psychological mental state on the day of the [November 10] confession.” In\nthe superior court’s written ruling, the court quoted Murtagh’s testimony approvingly\nand seemingly adopted Murtagh’s view that a different lawyer would have done more\nto attack the November 10 confession as false. According to the superior court, a\n\n\n   78\n       (...continued)\ntrial. The jury asked to review this evidence during its lengthy deliberations and were\ninformed that the audiotape was available but the videotaped portions (which included\nCarlson’s confession and the reenactment) were not available because they were never\nintroduced into evidence. This error was not repeated at the second trial, where the relevant\nvideotaped portions were admitted at trial and widely discussed by both parties during\nclosing arguments.\n   79\n        We note that, with the exception of Carlson’s trial testimony, the first trial has not\nbeen transcribed and it is therefore not clear how the confession was argued and presented\nto the jury at that trial.\n\n                                           – 50 –                                       2641\n\fdifferent lawyer would have been able to “attack[] the [November 10] statement by\npointing out mistakes and [the] influence Dayan had in eliciting the statement,” and by\nattributing that statement to “the natural progression of youth.”\n               The superior court also contrasted what this hypothetical new attorney\nmight have done with what Dayan did at trial — criticizing Dayan for “not utiliz[ing] any\nof these tools” and making “little to no attempt to unring the accidental discharge bell.”\n               But contrary to the superior court’s characterization of Dayan’s trial\nperformance, Dayan actually did utilize many of these tools, and he made active efforts\nto “unring” the accidental shooting version of events. In his summation to the jury,\nDayan expressly argued that Carlson falsely confessed during the November 10\ninterview, and Dayan discussed the reasons why Carlson would have done that. He\nemphasized Carlson’s youth, and he argued that Carlson was overwhelmed by the\ninvestigation and easily influenced by the adults around him — including both Detective\nArend and Dayan himself.\n               This is not to say that these same arguments could not have been stronger\nif a different attorney was making them. But the difficulty we face in reviewing the\nsuperior court’s prejudice analysis is that the court’s analysis fails to address the\nconsiderable strength of the State’s case against Carlson, and it likewise fails to address\nthe credibility problems Carlson faced, regardless of who was representing him. This is\nnot a case where prejudice — i.e., the possibility of a different outcome at trial — is so\nobvious that an in-depth prejudice analysis is not required. Currently, the superior\ncourt’s prejudice analysis is premised on faulty assumptions and incorrect facts. The\nsuperior court’s order barely mentions the State’s evidence in its analysis, and the court’s\norder only briefly acknowledges the trial judge’s finding that Carlson committed perjury\nat both of his trials.\n\n\n\n                                          – 51 –                                      2641\n\f              To be clear, we are not saying that the superior court was bound by the trial\njudge’s finding that Carlson perjured himself at the two trials, or by the trial judge’s\nfinding that the “B” version of events was “patently false.” But the superior court\nneeded to acknowledge those findings and address them in some way — particularly\ngiven the fact that, unlike the trial judge, the superior court never heard Carlson testify.\n(Carlson did not take the stand during the post-conviction relief proceedings.) The\nsuperior court also needed to acknowledge the credibility difficulties that Carlson faced,\nregardless of who represented him at trial.\n              Because the superior court’s order fails to provide adequate reasons for the\ncourt’s finding of prejudice, we conclude that a remand for further proceedings is\nrequired.\n\n\n       Conclusion\n              For the reasons explained above, we AFFIRM the superior court’s ruling\nthat Carlson’s application for post-conviction relief was timely. We likewise AFFIRM\nthe superior court’s ruling that Carlson’s application is not prohibited by our decision in\nArnett. However, we REVERSE the superior court’s ruling on Carlson’s ineffective\nassistance of appellate counsel claim (a ruling which Carlson concedes is erroneous), and\nwe VACATE the superior court’s rulings on Carlson’s conflict of interest claim and his\nineffective assistance of trial counsel claim. We REMAND this case to the superior\ncourt for further proceedings consistent with the guidance provided here.\n\n\n\n\n                                          – 52 –                                      2641\n\f",
            "ocr": false,
            "opinion_id": 5142032
        }
    ],
    "court_short_name": "Court of Appeals of Alaska",
    "court_full_name": "Court of Appeals of Alaska",
    "court_type": "SA",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Murder"
}