{
    "id": 5331212,
    "judges": "Bench, Davidson, Orme",
    "date_filed": "2020-07-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-villar",
    "case_name_short": "Villar",
    "case_name": "State v. Villar",
    "case_name_full": "The STATE of Utah, and v. Guido AL VILLAR, and",
    "attorneys": "Joan C. Watt, Salt Lake Legal Defender Assoc., Salt Lake City, for defendant and appellant., David L. Wilkinson, State Atty. Gen., Sandra L. Sjogren, Asst. Atty. Gen., for plaintiff and respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "748 P.2d 207"
    ],
    "opinions": [
        {
            "author_str": "Orme",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBefore BENCH, DAVIDSON and ORME, JJ.\nORME, Judge:\nDefendant was convicted of theft by extortion, a Class A misdemeanor. Defendant appeals the resulting sentence of one year, which he elected to serve at the state prison. The trial court refused to allow credit for his pretrial incarceration. Defendant claims the sentence imposed violates the double jeopardy clauses of the Fifth Amendment of the United States Constitution and article I, section 12 of the Utah Constitution. He also suggests that the failure to grant credit against his sentence for pretrial incarceration violates the Equal Protection clause of the Fourteenth Amendment because of his “inability” to post bail. We affirm.\nI\nDefendant asks this court to vacate the sentence and remand his case to the trial court with instructions to credit his sentence for the nine months he spent in pretrial incarceration. The Utah Supreme Court considered a request similar to the one in this case in State v. Schreuder, 712 P.2d 264 (Utah 1985). In Schreuder, the defendant was charged with second degree murder and granted bail, which was subsequently revoked when he failed to appear at a court-ordered line-up. After conviction and subsequent imposition of sentence, the defendant asked the trial court to order that credit be given for the period of time he was incarcerated prior to trial. The trial court denied the request and the defendant appealed, claiming that the court committed constitutional error and abused its discretion in failing to give him credit. Id. at 276.\nThe Supreme Court upheld the sentence, finding that a reduction in sentence was beyond the scope of the trial court’s statutory powers. Id. at 277. It was the Court’s view that any constitutional right defendant had to credit for time served was one which should be directed towards the Board of Pardons, rather than the trial court. In Utah, once sentence has been imposed by the trial court, “our sentencing system vests almost complete discretion in the Board of Pardons to determine the actual time served.” Id. Section 76-3-202(5), governing the imposition of sentences, provides that “[njothing in this section shall preclude the board of pardons from paroling or discharging an inmate at *209any time within the discretion of the board of pardons_” Utah Code Ann. § 76-3-202(5) (1987). The Court found the language of this provision adequate to allow the Board to give the defendant credit for his presentence confinement when it determines the length of time he should actually serve pursuant to the sentence imposed on him.1 State v. Schreuder, 712 P.2d at 277. In holding that the power to reduce or terminate sentences is vested exclusively with the Board of Pardons, the Court declined to rule on the defendant’s claim he was entitled to court-ordered credit as a matter of constitutional law. Id.\nSchreuder dealt with the Board of Pardons’ authority over a sentence imposed on a felony conviction, but defendant’s request in this case involves a sentence imposed on a conviction for a Class A misdemeanor. While previous legislation apparently gave the Board authority over all prisoners, including misdemeanants, that legislation was subsequently repealed. See Note 1, supra. However, other legislation now gives the Board authority over certain Class A misdemeanor sentences. That provision provides:\nThe Board of Pardons shall determine by majority decision when and under what conditions, subject to the provisions of this chapter and other laws of the state, persons committed to serve sentences in class A misdemeanor cases at penal or correctional facilities which are under the jurisdiction of the Department of Corrections, and all felony cases except treason or impeachment, or as otherwise limited by law, may be released upon parole, pardoned, restitution ordered, or have their fines, forfeitures, or restitution remitted, or their sentences commuted or terminated.\nUtah Code Ann. § 77-27-5(1) (1987) (emphasis added). See Utah Code Ann. § 76-3-208(l)(b) (1978) (“Class A misdemeanor commitments may be to the Utah State Prison if the defendant consents”). Defendant in this case consented to be committed to the state prison. Under Schreu-der and the statutes just discussed, it is therefore the Board of Pardons, and not the trial court, which has authority to grant defendant credit for the time he served prior to conviction.2\nII\nUnder the analysis set forth in Section I, we are, with one possible exception, foreclosed from considering defendant’s constitutional arguments. The exception, arguably, was created in State v. Richards, 740 P.2d 1314 (Utah 1987). In Richards, our Supreme Court held the Equal Protection Clause requires that credit must be given for all presentence incarceration imposed on a defendant because he or she cannot post bail. Id. at 1317.\nBecause Richards involved a sentence imposed on a Class B misdemeanor, the Court observed — before considering defendant’s constitutional argument — that the sentence was therefore not subject to the jurisdiction of the Board of Pardons.3 However, perhaps signalling some inclination to retreat from the position taken in Schreuder, the Court also minimized the *210distinction, commenting that the question of who ultimately determines the actual length of sentence is not critical.” Id. at 1315.\nEven assuming defendant may properly raise his Equal Protection argument under Richards, notwithstanding the general rule to the contrary under Schreu-der, we find no merit to his argument. The Court in Richards specifically limited its holding to situations where the defendant was unable to post bail and therefore had to remain incarcerated because of “economic status.” State v. Richards, 740 P.2d at 1317. Indeed, the Court rejected the position that credit should be given for presentence incarceration in all cases. Id. In this case, defendant was precluded by statute and by the Utah Constitution — not by his economic circumstances — from having the opportunity to post bail. The statute provides in relevant part:\nA person charged with or arrested for a public offense shall be admitted to bail as a matter of right in all cases except where the proof is evident or the presumption of guilt is strong that the accused committed:\n[[Image here]]\n(3) A felony while he was on probation or parole for a felony.\nUtah Code Ann. § 77-20-1(3) (1982). Similarly, Article I, Section 8 of the Utah Constitution provides:\nAll prisoners shall be bailable by sufficient sureties, except for capital offenses where the proof is evident or the presumption strong or where a 'person is accused of the commission of a felony while on probation or parole, or while free on bail awaiting trial on a previous felony charge, and where the proof is evident or the presumption strong.\nUtah Const., art. I, § 8 (emphasis added).\nDefendant was arrested and charged with robbery, a second degree felony, while on parole from the Utah State Prison for a previous felony. Consequently, under both § 77-20-1(3) and article I, section 8, he was simply not entitled to bail, as a matter of right, totally aside from the state of his personal finances. Thus, the length of his imprisonment did not depend on his economic status as prohibited by Richards. Accordingly, we affirm defendant’s sentence.\nBENCH and DAVIDSON, JJ., concur.\n\n. When Schreuder was convicted, the Board of Pardons had statutory authority to \"pardon or parole any prisoner or commute or terminate the sentence of any prisoner imprisoned in a state prison or a county jail, unless otherwise provided by law.” Utah Code Ann. § 77-27-11(1) (1982). That section was repealed prior to issuance of the Supreme Court’s decision in Schreuder, 1985 Laws of Utah, ch. 213, § 7, and the current § 77-27-11 concerns parole revocation.\n\n\n. Under current Board of Pardons policy, defendant is eligible to have credit granted towards his sentence for his pretrial incarceration.\nThe following periods of time shall be credited toward an offender’s expiration of sentence: ... anytime served prior to commitment unless it was a result of absconding while on bail, probation, or on his own recognizance, or a condition of probation....\nUtah Board of Pardons Policy and Procedure Manual, Sentence Expiration, § 4.06 (July 14, 1986).\n\n\n.Since the offense in Richards was not subject to control by the Board of Pardons, only the trial court had the authority to grant credit for the time defendant served in pretrial incarceration. See 740 P.2d at 1315. Thus, Richards may not actually represent an exception to the rule we recognize in Section I.\n\n",
            "ocr": true,
            "opinion_id": 5161816
        }
    ],
    "court_short_name": "Court of Appeals of Utah",
    "court_full_name": "Court of Appeals of Utah",
    "court_type": "SA",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}