{
    "id": 5332371,
    "judges": "Burke, Compton, Matthews, Moore, Witz",
    "date_filed": "2012-04-30",
    "date_filed_is_approximate": true,
    "slug": "riley-v-simon",
    "case_name_short": "Riley",
    "case_name": "Riley v. Simon",
    "case_name_full": "Gerald RILEY, Richard Alto and Frank Alto v. Robert J. SIMON, chairman, Commercial Fisheries Entry Commission, John Williams, Burke Riley, Commissioners, Commercial Fisheries Entry Commission, Appellees Willie WASSILLIE v. Robert J. SIMON",
    "attorneys": "Geoffrey Y. Parker, Carlos Correa, Anchorage, for appellants., Margot O. Knuth, Asst. Atty. Gen. and Douglas B. Baily, Atty. Gen., Juneau, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "790 P.2d 1339"
    ],
    "opinions": [
        {
            "author_str": "Matthews",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMATTHEWS, Chief Justice.\nThis appeal results from a class-action suit brought against certain members of the Commercial Fisheries Entry Commission (hereinafter CFEC) on behalf of Alaskan Natives who were unable to timely apply for limited entry fishing permits. Appellants, Gerald Riley, Richard Alto and Frank Alto, were excluded from the class after CFEC agreed to accept late applications from class members. On this appeal they challenge their exclusion from the class.\nFACTS AND PROCEEDINGS\nThe Limited Entry Act limits the number of persons who may enter the commercial fisheries in the state. AS 16.43.010. Under the Act, CFEC was to establish and implement an application procedure for the limited fisheries. AS 16.43.260. The initial application deadline was set at March 18, 1975.\nIn January 1975, a class-action suit was brought against CFEC “on behalf of those Alaska Native persons who because of geographic location, language, cultural background, or race, are unable to have a completed, or substantially completed, application mailed to [CFEC] prior to the March 18, 1975 deadline.” The complaint alleged several constitutional violations and, in part, sought injunctive relief extending the application period, simplifying the application process, and requiring that CFEC provide more assistance to applicants.\nOn March 10, 1975, the parties entered a consent agreement which extended the application period and required CFEC to notify potential class members of the opportunity to receive assistance from CFEC in applying for a permit. Letters sent pursuant to this agreement informed recipients of the new application deadline (April 18, 1975) and told them that this was the last opportunity to apply.\nMany eligible Natives nonetheless failed to file timely applications, and the litigation was renewed in 1977. CFEC prevailed in the trial court and, in 1980, plaintiffs appealed to this court. Before a decision was issued, the parties entered into a Stipulation for Proposed Settlement (the “1984 Agreement”) which provided that the trial court judgment should be vacated and that late applications would be accepted from class members.\nParagraph three of the 1984 Agreement set forth a two-prong definition for determining class membership. First, an individual had to show he or she was an Alaskan Native who was unable to substantially complete an application for a limited entry permit by the 1975 deadline because of lack of education, inability to speak English, residence in a remote Alaskan location, poverty or cultural barriers. Second, a person whose name was on the Fisherman’s History File also had to show that he or she was either (1) reasonably available but not contacted by CFEC about applying for a permit, or (2) contacted by a CFEC representative and failed to apply as a result of that contact. An individual whose name did not appear on the Fisherman’s History File had to show that he or she was otherwise eligible to apply for a permit during the original application period.\nPursuant to Civil Rule 23(e),1 notice of the 1984 Agreement was given to potential class members and the agreement was approved by the trial court. Over three thousand individuals contacted counsel for the plaintiff class, Alaska Legal Services Corporation (Legal Services), about their eligibility for class membership. Legal Services forwarded 1,124 limited entry applications to CFEC. CFEC rejected 450 applications for reasons later upheld by the trial *1341court. CFEC determined that 173 applicants were class members under the 1984 Agreement.\nCFEC notified the remaining 501 applicants that it had decided they were not class members within the meaning of the .1984 Agreement, and that objections could be made in writing or by court appearance in Anchorage or in Dillingham. Because a large number of applicants objected to their exclusion, only a few claims were resolved at the Anchorage hearing, and the Dillingham hearings were cancelled. The court requested that the parties further delineate the issue and propose a timetable for completing the hearings.\nAs of May 1986, 153 applicants had preserved their objections to being excluded from the class. Appellants were among these applicants.2 On May 22, 1986, the parties entered another agreement (the “1986 Agreement”). This agreement defined quoted portions of the 1984 Agreement relating to the definition of class.3 The 1986 Agreement was filed with the trial court on May 23, 1986.\nOn June 24, 1986, the trial court filed an order which stated, in pertinent part:\nDefendant CFEC shall send notice ... to each of the individuals [whose objection has been preserved] of the specific reason his/her application has been rejected by the CFEC under paragraph 3 of the [1984 Agreement], This notice shall inform the individual that he/she must contact Alaska Legal Services Corporation within sixty (60) days of the date of notice and either: file a written statement of the specific determination(s) he/she disputes; or withdraw his/her objection by submitting a written wavier. In early 1987, CFEC sent notices of re-\njection in accordance with the court order. Included was a response form which indicated that it had to be returned no later than February 20, 1987.\nOn March 23, 1987, the parties filed a stipulation which identified individuals who had timely filed response forms and would therefore receive individual evidentiary hearings. Included on this list were Gerald Riley and Frank Alto, but not Richard Alto. Apparently, Richard Alto was excluded because his response was not received until March 27, 1987, over one month after the February 20th deadline.\nEvidentiary hearings for Gerald Riley and Frank Alto were held on April 9 and 15, 1987, respectively. At these hearings the trial court determined that they were not class members.\nOn May 4, 1988, the trial court entered its final judgment. Those not listed on the judgment were not class members. None of the appellants were listed. This appeal followed.\nDISCUSSION\nAppellants claim that their constitutional right to due process and Civil Rule 23(e)4 were violated when the parties entered the 1986 Agreement without first notifying potential class members and obtaining court approval of its terms. Appellants argue that the 1986 Agreement defined terms of the 1984 Agreement so as to exclude them from the class. They therefore ask that we reverse the trial court’s judgment against them and remand with instructions to hold hearings on their class eligibility under the 1984 Agreement alone, without regard for the 1986 Agreement.\nCFEC does not dispute appellant’s assertions regarding the absence of notice and court approval of the specific terms of the 1986 Agreement. CFEC nevertheless ar*1342gues that making the 1986 Agreement did not violate due process or Rule 23(e) because of other “notices given throughout the settlement of this class action.”5 CFEC also contends that, even if deemed violative of Rule 23(e) or due process, the error was harmless, and thus not a ground for reversal, since there were independent grounds for excluding appellants from the class.\nWe need not determine the validity of the 1986 Agreement since we agree with CFEC that any error which may have resulted from the absence of notice or court approval did not affect appellants’ class eligibility determination.\nThe question of harmless error is governed by Civil Rule 61 which states, in part:\nNo error ... in anything done or omitted by the court ... is ground for ... disturbing a judgment or order, unless refusal to take such action appears to the court inconsistent with substantial justice. The court at every stage of the proceeding must disregard any error or defect in the proceeding which does not affect the substantial rights of the parties. (Emphasis added.)\nThis rule applies to the alleged deficiencies surrounding the 1986 Agreement. Therefore, we must affirm the trial court’s judgment unless appellants have shown that the absence of notice and court approval of the 1986 Agreement substantially affected their class eligibility determination. See Sloan v. Atlantic Richfield Co., 541 P.2d 717, 722 and n. 9 (Alaska 1975) (appellant has the burden of showing that substantial prejudice resulted from the trial court’s error) (citing Zerbinos v. Lewis, 394 P.2d 886, 889-90 (Alaska 1964)).\nWith respect to Richard Alto, appellants make no claim that his exclusion from the class was in any way influenced by the 1986 Agreement. Pursuant to the trial court’s order of June 24, 1986, CFEC notified Richard Alto of the specific reasons for rejection of his application. As required by the court order, this notice included a response form that had to be filed by Alto within 60 days. Alto filed his response after the 60-day period and apparently made no effort to pursue the matter for the next two years. Apparently, Richard Alto was not heard from again until this appeal. We hold that Richard Alto’s untimeliness was a basis for dismissal independent of the 1986 Agreement and, therefore, his dismissal should not be reversed on the basis of an alleged error made as to that agreement.\nIn the case of Frank Alto, the trial court found that he may have come within the first part of the class definition, but not the second because “he was contacted by C.F.E.C. by the letter dated March 14, 1975.” That the letter required by the March 1975 consent agreement could establish “contact” for the purpose of the 1984 Agreement was determined by the 1986 Agreement.6 On this basis, appellants argue that the 1986 Agreement substantially affected the determination of Frank Alto’s eligibility for inclusion in the class.\nCFEC argues that the trial court had an independent basis for dismissing Frank Alto’s claim. During the original application period, Alto was in a federal prison in California serving a 60-year sentence for murder. See Alto v. State, 565 P.2d 492, 494 (Alaska 1977). In 1977, that conviction was reversed by this court because the state failed to prove Frank Alto’s sanity beyond a reasonable doubt after defense experts raised the issue. Id. at 503. The trial court found that Frank Alto received the March 1975 letter but, because of the sentence, depression, and drug abuse, he “more likely than not ignored the letter as something he would not be able to pursue.”\nCFEC argues that since Frank Alto ignored the letter it cannot be said that it was a lack of assistance that kept him from filing a timely application. We agree. *1343Since 1975, the class has been defined in terms of those “unable” to timely apply for limited entry permits because of lack of education, poverty, and so forth; not those who, for personal reasons, chose not to apply.7 Thus, it cannot be said that the alleged deficiencies surrounding the 1986 Agreement substantially affected Frank Alto’s class eligibility determination. Therefore, the trial court’s judgment as to Frank Alto is affirmed.\nSimilarly, the trial court ruled that Gerald Riley was ineligible for inclusion in the class because he received the letter required by the March 1975 consent agreement. Based on this ruling, appellants argue that the 1986 Agreement substantially affected Riley’s class eligibility determination.\nHowever, there was an independent basis for excluding Riley from the class. During his hearing, Riley admitted to receiving the letter, but stated, “I just wasn’t interested [in applying] at the time ... because I was trying to make a living another way.” Again we point out that this class action was not brought on behalf of those not interested in obtaining limited entry permits in 1975. Therefore, the trial court’s judgment as to Gerald Riley is affirmed.8\nAFFIRMED.\n\n. Rule 23(e) provides:\nA class action shall not be dismissed or compromised without the approval of the court, and notice of the proposed dismissal or compromise shall be given to all members of the class in such manner as the court directs.\n\n\n. Gerald Riley appeared at the Anchorage hearing, but his objection was not ruled upon. Richard Alto appeared for the Dillingham hearing, but it was cancelled. Frank Alto wrote a letter objecting to his exclusion from the class.\n\n\n. Of particular importance to this appeal is the definition of the word \"contact” as used in the second part of the definition of class in the 1984 Agreement. The 1986 Agreement states, in part:\nTo have been contacted means:\n(a) people in remote Alaskan locations must have been personally contacted by a representative of [CFEC]; and\n(b) people in non-remote locations must have requested an application, had direct contact with [CFEC] or its representative, or received the ... letter that was required by [the 1975 Consent Agreement].\n\n\n.For text of Rule 23(e), see supra note 1.\n\n\n. CFEC directs our attention to the notices and court approval of the 1984 Agreement made pursuant to Rule 23(e) and individualized notices of rejection given by CFEC pursuant to the trial court's June 24, 1986 order.\n\n\n. See supra note 3.\n\n\n. Although this basis for rejecting Frank Alto’s claim may not have been relied on by the trial court, we note that a judgment can be affirmed “on any basis established by the record, whether or not it was relied on by the trial court or even raised before the trial court.” Demoski v. New, 737 P.2d 780, 786 (Alaska 1987) (citation omitted).\n\n\n. The basis of our affirmance of this claim does not appear to be one relied on by the trial court. We therefore reiterate the point made above in note 7.\n\n",
            "ocr": true,
            "opinion_id": 5163179
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Murder"
}