{
    "id": 5368205,
    "judges": "Clarke, Ingraham",
    "date_filed": "2014-08-04",
    "date_filed_is_approximate": true,
    "slug": "people-v-gatto",
    "case_name_short": "Gatto",
    "case_name": "People v. Gatto",
    "case_name_full": "The People of the State of New York v. Gavino Gatto",
    "attorneys": "Nathaniel Cohen, for the appellant., E. Crosby Kindleberger, for the respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Crime—assault, second degree.</p> <p>Evidence on trial of an indictment for assault in the second degree.considered and j udgment of conviction affirmed.</p> <p>Charge considered and approved.</p> <p>Clarke, J., dissented, with opinion.</p>",
    "summary": "Appeal by the defendant, Gavino Gatto, from a: judgment of the Opurt of General Sessions of the Peace in and for the county of Sew York, rendered on the 21st day of January, 1907, convicting him of the crime of assault in the second, degree.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "120 A.D. 81",
        "21 N.Y. Crim. 328",
        "105 N.Y.S. 165"
    ],
    "opinions": [
        {
            "author_str": "Ingraham",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nIngraham, J.:\nThe defendant'was indicted for assault in the second degree. The assault was committed upon one Antonio Cicillo, who testified that he had known the defendant for twenty-three years; that on the 20th day of Sovember, 1906, he met the defendant in'front of 105-J Cherry street, who' asked the witness if he had written a letter to his brother; that the complainant then said to the defendant, “ Why do you tremble?” to which the defendant answered,.\"This is none of your business.” The witness then charged the' defendant with haying spoken disrespectfully of the-witness’ sister-in-law'who was in Italy. Whereupon ;the defendant grabbed the witness by the' throat and struck him with an umbrella; that the witness took the umbrella from the defendant, when the defendant put his hand in his .pocket; thereupon the complainant started to run away from him, but'the defendant shot him with a pistol underneath his right arm, and that after the defendant shot the complainant he ran away. Ro pistol was found upon the complainant, and he seenas to have had no weapon, of which the defendant could have been at all .in danger. The complainant also testified that the defendant at the *82tinie' told the complainant that he was going to kill him because the complainant’s sister-in-law had a case with the defendant’.s, father in Italy. The complainant was. corroborated by-a companion who was with him at the time. A policeman, who arrested the defendant testified that the defendant said, he shot the complainant because the complainant’s sister-in-law was annoying his father in Italy.\n■ The defendant was examined as-a witness in his own behalf. He testified that the complainant had 'threatened to. kill him some- time before, this shooting; that on two occasions- the complainant had assaulted him, all based upon .this dispute in Italy; that when they-met at the time of the, shooting complainant looked at him in a. threatening manner, and that the defendant was afraid that he was going to do something to him; so he started to walk away, and then' the- complainant said to the defendant, “ Come with me,” to which-the defendant answered, “Where do you want me to come?”, that the complainant then took hold of the defendant by the lapel of the coat and hit him two or three times and threw him down on the ground ;■ that. the defendant had an umbrella in .his hand which the complainant took away and attempted to put the umbrella in the defendant’s eye; that the defendant’s companion then took hold .of.the complainant and the defendant got. up, whereupon the complainant struck him again and again the .defendant, fell ; that the Complainant then renewed liis.effort with.the umbrella, whereupon the defendant pulled a pistol out of his pocket and shot-in the air ■ to attract the attention of the police; that he got the pistol only that morning,, taking it from a boarder;-that at the'time the-defendant fired the- pistol in: the áir be believed the complainant intended, to do him-bodily harm because the complainant had something in. his band which the. defendant thought was'a razor.\n... The'witness.examined ,on behalf of the defendant- testified that h.e. saw.the defendant running away and the complainant hitting' him jjuth an umbrella, and that it was after the two men got into a house that the shot was fired.\n-.- There is no.evidence in this case, unless it be that of the defendant, that .would'justify a. finding that the offense was&lt; committed’in - selffdefense. There Were several people in the street at the time. Hot. fine., of .them testified to any-.'act. of the complainant: which would justify the defendant.in considering tlját he was. in danger of *83his life or serious bodily harm. The complainant and his companion, who were in the street, testified to an unprovoked assault. The testimony of the defendant was contradictory and unsatisfactory, and was contradicted by his own witnesses. The defendant committed a dangerous assault by the use of a pistol which he was carrying in violation of law. His excuse that he fired the pistol in the air to attract the attention of the police is contradicted by defend-, ant’s witnesses; and his account as to the injuries that he received in the fracas is contradicted by the police officer who arrested him.\nThe only question is as to the response of the court to a request to charge of the defendant. The court charged the jury in substance that if the defendant was under the apprehension that his life was in danger, even though it was not in danger, if he was under the honest belief that there was danger to his life or limb and that he was trying to escape from that danger when he shot-this man, then the jury should acquit the prisoner. This was much more favorable to the defendant than was justified. The jury were further charged that if they found that there was “ no exercise of .that defense which the law permits a man to call to his own protection in the hour of danger, then [the defendant] is guilty; if you find that beyond a reasonable doubt. But the law presumes every defendant in a criminal action to bé innocen t until the contrary is proved, and that contrary must be proved, if a conviction is to be supported, beyond a reasonable doubt; ” and, further, that if a reasonable doubt arises in the minds of the jury from a consideration of all the facts of the case, the defendant is entitled to the benefit of it; that the jury may convict,, if- they find him guilty beyond a reasonable doubt. The defendant then requested the court to charge the jury that it was not necessary for the defendant to establish the defense of self-defense beyond a reasonable doubt, to which the court responded, “ No, it is for the jury themselves to say whether there is a preponderance or én-ough to satisfy them that there really was a necessity for self-defense.” ■ All that was excepted to was an assumed refusal of the court to charge the request, when it would seem that the court did charge that it was not necessary to establish the defense beyond a reasonable doubt. There was no exception to the instructions that the court gave the jury that it was for the jury themselves to say whether there was a preponderance or enough to *84satisfy the jury that there really was a necessity for self-defense. The attention of the court, was not called to .the distinction- now sought fo be'taken that the. burden was upon the prosecution to establish the guilt of the defendant beyond a. reasonable doubt, and the burden was not. upon the defendant to establish self-defense. ■ But, as before stated; the court had told the jury that they must find the defendant guilty beyond a reasonable doubt, and. had explained in a way that was cpiite .favorable to the defendant what would, justify the-defense of self-defense; arid reading what the court said in connection with the rest of the.-charge, I- do not think that-the observation is fairly capable of the construction that it was intended to show that there was any burden upon the defendant or that the former charge that the People must prove their case beyond a reasonable doubt, was at all modified.\nIt is quite clear.that, this defendant was guilty; that nothing. occurred'that justified the defendant in shooting the eornplainant, and\"! do not think that any error was'committed,, taking the charge as a whole, in the submission of the case to the jury that would justify a reversal of the judgment. ■\nThe judgment appealed from- should be affirfned.\nMcLaughlin, Laughlin and Scott, JJ., concurred; Clarke, J., dissented.\n",
            "ocr": true,
            "opinion_id": 5203362
        },
        {
            "author_str": "Clarke",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nClarke, J. (dissenting):\n. The defendant was convicted of the crime of assault in- the second degree in' shooting one Antonio Oicillo with a pistol. . The complainant and the-defendant are Italians, and had been acquaintances in Italy. The complainant testified -that he -met the defendant .upon the' street, each in company with a friend, and that, after some preliminary conversation,. “ 1. said to the defendant Gatto, ‘Ton told somebody that you called my sister-in-law. a-my. sister-in-law. who is in Italy.’ He grabbed me by the throat^ and had an umbrella-in his other hand, and he struck me with the umbrella. ' I took aVvay the umbrella from his hand. When I took the umbrella away from him he put his hand in his inside epat pocket; and I started to run away from him and-lie shot meiright underneath the right arm. As soon- as I received the shot I turned around and saw the defendant Gatto running away; While he .was running I saw the pistol *85in his hand. * * * The defendant had an umbrella with him that morning. When he grabbed me by the throat and lifted the umbrella and struck me, I took it away from him ; I had it in my hand. I did not go to strike him with it. I used force to take it away because he had me by the throat.”\nPitello, a witness for the People, testified : “ I saw the two were getting hold of each other, Gatto and the complainant; we attempted, • de Stefano and I, to separate the two, and at that moment'the defendant Gatto, put his hand in his coat pocket, inside coat pocket, and drew a revolver, and the' complaining witness had Gatto’s umbrella in his hand, When the defendant, Gatto, got the pistol out of his pocket, Oicillo, the .complainant, hit the defendant with the umbrella. He hit him' on the arm where the fellow had the revolver. Gatto then shot the complainant, and when Gatto shot the complainant he, Gatto, ran in the yard. * \"x\" * I do not know who struck the first blow. * * * As soor. as he pulled the pistol out of his pocket, the complainant hit the defendant on the hand with the umbrella.”\nThe defendant took the stand in his own behalf, and testified that while he and the complainant had formerly been friendly, they had ceased to be so from the time that Oicillo received a letter from Italy, stating that defendant’s father had sued Cici'llo’s sister in Italy ; that after that Oicillo had threatened to kill him ; that he kicked him two of three times on -me occasion, after which he was sick for five months ; that upon another occasion he had punched him seven or eight times, saying, “ That pig of a father of ¡ yours is making a lot of trouble in Italy and I am going to have revenge here; ” that upon the morning in question, as he was going out of the house with a friend, he encountered the complainant and that de Stefano and Oicillo began to speak together. “ When these two men started to talk, Oicillo * * * looked at me in a threatening manner and 1 was afraid that he was going to do something to me again. So I started to walk away from him towards my house. .Then the complainant said to me, ‘ Come with me,’ and I answered, 6 Where do you want me to come % ’ Then the complainant got hold of me by the lapel of the coat and he hit me three or four times and threw me down on the ground. I had an umbrella in my hand and when 1 fell down the complainant took the umbrella away. *86from me and was trying to stick tlie end of the umbrella in my'' eye. : Antonio de Stefano- * * * was also on top of me and * *■ ■* was holding tlie complainant, preventing him from hitting me. As I was getting up from the. ground, de Stefano let goof the complainant and the complainant went at me again and. I again fell. Then he attempted to strike me again with his umbrella and I pulled the pistol out of my pocket and shot in the air to attract the attention of the police. He hit me two or three times with the umbrella. * * * Q. At the time you fired'the .pistol in the air, as you say,-did you believe the complainant intended to do you bodily harm ? A. Tes, because he had something in his hand which I thought was a razor and that he wanted to cut me.” “ When I pulled out the revolver I was on the ground. When 1 told you that I pulled out the revolver when 1 was -running, away X mean by that that I took the pistol out of my pocket while I was on the ground and then.I got up and started to run away.” “He blackened both my eyes before he took .the umbrella away from 'me. When I was lying on the ground there, the three .of them, Stefano, Pitello and Cicillo were on top of me, the otlier'two-were trying to get Cicillo off, I believe. * * * He cut my eye with the umbrella; it left, a mark there on the right ■ eye.” The. mark ! was shown to the jury, and .a policó'officer testified'that shortly after the arrest he saw á cut on the defendant’s nose appearing to- be ' about a half hour old. One Lopez testified that the complainant, hit the defendant first. ■\n•' Thére was presented upon contradictory evidence a question of fact for the determination, of the jury, and there was sufficient\" evidence, if believed, to warrant the verdict arrived at, and upon the facts I see no -reason to interfere with that verdict.\nThere- was presented, however, evidence tending to show prior threats and assaults by the complainant upon the defendant; an ■ altercation upon the‘street, in which the complainant took away the. defendant’s 'umbrella, strnok -Him with it, blackened his eyes', cut • his face, - threw him down and continued to assault him until the ’ shot which the' defendant swore he fired wlien in fear of grievous bodily harm. There was thus presented evidence, which, if believed, might have been sufficient to have raised -a question of reasonable . doubt in the minds of the jury or some members thereof, as to \" *87-whether the defendant was -guilty of the crime of assault in the second degree, namely, willfully and wrongfully assaulting another by the use of a weapon or other instrument or thing likely to produce grievous bodily harm. In other words', there was presented upon the evidence the defense of self-defense, and the learned court, in its charge, presented the question of self-defense as one of the issues to be determined by the jury. At the close of the main charge counsel for the defense said: “ I ask your. Honor to charge the jury that it is not necessary for the defendant to establish the defense of self-defense beyond a reasonable doubt. The Court: Ho, it is for the jury themselves to say whether there is a preponderance or enough to satisfy them that there really was a necessity for self-defense: [Counsel for the defense] : I except to your Honors*refusal to charge as requested.” There was thus presented the only question in the case which seems to be necessary to consider. '\nIt is settled beyond controversy that the burden rests upon the People from the beginning to the end of a criminal case to establish the defendant’s guilt beyond a reasonable doubt. It is also settled that although the People have made, a prima facie case and the defense of self-defense is offered, the burden does not shift and the defendant is neither obliged to establish that defense beyond a reasonable doubt, nor by a preponderance of the evidence.\nIn People v. Riordan (7 N. Y. Cr. Rep. 10) Mr. Justice Mabtin said: “It seems-to us quite clear that by this the jury were led to understand that the burden of proof rested upon the defendant to establish the fact that he killed the deceased while acting in self-defense, and that he was required to establish that fact beyond a reasonable doubt, or at least by a fair preponderance of evidence. * * * The vice of this charge rests in the fact that by it the obligation of showing affirmatively that the homicide was committed under such circumstances as to excuse or justify it was imposed upon the defendant, while under the authorities in this State the burden of proving not only that a human being has been killed, but also that the killing was perpetrated under such circumstances as constituted-the crime charged, is imposed upon the prosecution, and the burden of establishing and maintaining those facts remains with the prosecution throughout the case.” In the same case the *88Court of Appeals (117 N. Y. 71) said-: “ The rule that in criminal cases the defendant is entitled to the benefit óf a reasonable doubt ■ applies not' only to the case as made by the. prosecution, but to any defense interposed;” and concurred in the opinion of the General Term.\nThe rule was stated in People v. Hill (49 Hun, 432), as follows : “The burden of proving that the act complained of was committed, under such-circumstances as to constitute a crime is never changed ; it always rests upon the prosecution; and if, upon the whole evidence upon both sides, a reasonable, doubt exists as to the guilt of the ■ defendant,, .he is entitled to the benefit of it.”\nIn People v. Shanley (49 App. Div. 56) t'he trial court had charged : “But where a defendant comes into court, and sets up self-defense as a plea then' the-rulé of law is changed, for the reason that the burden of proof is upon the defendant to show that he did commit the act in self-defense. Therefore, if you consider his defense as being one entitled to serious consideration you must, find that this defendant has established it on his paid by a. preponderance of evidence.” The Appellate Division said: “ It is clear that the charge as made by the court, that the burden of proof was upon the defendant to show that he did commit the act in self-defense and- that, he must establish such fact by á preponderance.\" of evidence was error,” and upon a careful review of the.cases reversed the conviction. -\nIn People v. Epaski (57 App. Div. 91), where the defense of self-defense was interposed, the-trial court had charged, “But that in this.case, if you find that the., defendant admits the killing then you are to say\" whether he has established to your satisfaction that he was justified in killing; ” the Appellate Division said, “ That the charge was erroneous, .requires no special discussion^” and reversed-the conviction. v 1\nAs- the learned court in the case at bar had not referred\" to the matter made the subject of the request, it was the clear legal right of .the defendant to have the jury instructed as.-requested, said\" ■request being proper in form and substan.ee. ■ Instead of charging it, the court said: “ Ho, it is for the jury themsélves'to say whether there is a .preponderance or enough to satisfy them that there really was a necessity for self-defense.” Giving to this the construction *89most favorable to the prosecution it was an instruction to the jury that the defense need not be made out beyond a reasonable doubt, but that it must-be by a preponderance or enough to satisfy them that there really was a nécessity for self-defense. This was an unwarrantable shifting of the burden and it is no answer to this error that the jury have determined the question of fact against the defendant and that the provisions of section 542 of the Code of Criminal Procedure should be applied. I do not Understand that an error of law in the charge, duly excepted to, which shifts the burden of proof in a criminal case is such an error as we are justified in overlooking under the provisions of said section. There was enough, as it seems to me, in the evidence of -previous threats, assaults and the altercation itself, if believed, to have raised the question of reasonable doubt, a matter solely for the jury and each member thereof, and the fact that finder this charge the jury' have not given weight to said evidence is no answer, because it may have been on account of the charge that the verdict, which we are now called upon to review, was rendered.\nIt follows, therefore, that the judgment should be reversed and a new trial ordered.\nJudgment aifirnled. -\n",
            "ocr": true,
            "opinion_id": 5203363
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}