{
    "id": 5459330,
    "judges": "Kapper",
    "date_filed": "2015-07-11",
    "date_filed_is_approximate": true,
    "slug": "people-v-piscopo",
    "case_name_short": "Piscopo",
    "case_name": "People v. Piscopo",
    "case_name_full": "The People of the State of New York v. Anthony A. Piscopo",
    "attorneys": "Alfred V. Norton, for the appellant., Lester L. Callan, Assistant District Attorney [Albert C. Fach, District Attorney, with him on the brief], for the respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "222 A.D. 70"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPer Curiam.\nDefendant was indicted and tried for the crime of murder in the first degree for shooting and killing one Margaret Sullivan in the borough of Richmond on October 3, 1926. The trial was had the same month, and on October 22, 1926, the jury after ten hours of deliberation convicted the defendant of murder in the second degree and he is now serving his sentence for that crime.\nUpon the trial the People’s witness Healey was permitted to testify, against the objection and exception of defendant’s counsel, that, upon an occasion about two months before the trial, Margaret Sullivan said, in defendant’s presence, that the reason she left Healey’s house at a prior time was because the defendant threatened to kill her if she did not; that the defendant, on hearing this statement, immediately denied it.\nThis testimony was hearsay and clearly incompetent, and, in our opinion, extremely prejudicial to the defendant. (People v. Kennedy, 164 N. Y. 449.)\nThe defense offered upon the trial was that the homicide was accidental. The defendant testified that he had been intimate with the deceased for about four years; that he became involved in debt because of her; that he was depressed and discouraged and felt that he could no longer face his wife and children, and so concluded to kill himself and for that purpose pulled out his revolver and put it to his temple, and at that moment the worn an grabbed the gun down and it accidentally went off and killed the deceased. Defendant’s subsequent statements, actions and conduct, it is urged, indicate the truth of the defense.\n*72The prosecution, to show criminal intent on the part of the defendant, relied largely on evidence of former threats and quarrels between the defendant and the Sullivan woman, and the testimony of Healey, above referred to, was, therefore, important as it bore directly on the question of motive; being a statement purported to have been made by the very woman shot and killed by the defendant, it may have convinced the jury that defendant’s version of the homicide was untrue. Under such circumstances, we are of the opinion that the error of the trial court in admitting the evidence referred to calls for a reversal of the judgment.\nThe judgment of conviction of the County Court of Richmond county should be reversed and a new trial ordered.\nYoung, Rich, Lazansky and Hagarty, JJ., concur; Kapper, J., dissents and reads for affirmance.\n",
            "ocr": true,
            "opinion_id": 5298301
        },
        {
            "author_str": "Kapper",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKapper, J.\n(dissenting). I dissent. The defendant was a police officer and so was the witness Healey. The latter had lived in meretricious relations with the deceased for a number of years and was the father of six of her children. The defendant seemed to have taken up like relations with the deceased after Healey had terminated the same. Healey was stationed at a police booth in Battery Park, Manhattan, and while at his post the defendant came to him and requested that he, Healey, take Margaret (the deceased) back. Healey replied that the defendant “ had an awful nerve ” to make this request after the existence of such relations as were known to exist between the deceased and the defendant. While this conversation was going on, the deceased came towards the booth, crying, and Healey asked her, in defendant’s presence, what she was crying for. She replied, in effect, that the defendant would not leave her alone. Then followed Healey’s version of the conversation between himself, the defendant and the deceased, and that must be here set forth in full, as follows: “ Q. What did she say then? A. I said to her, ‘ Piscopo said: “ Put that big bum that you have up there out of the house and take her back, just for the children’s sake.” ’ Q. ‘ Well,’ I said: ‘ I took her back before and she stayed two weeks and went away again.’ Then she said: ‘ Well, why did I go away? ’ Q. Yes? A. She said: ‘He was around to the house when you were working in the city and pulling the pulley line to make me come to the back door, and when I would not come to the back door, why he would keep on pulling the pulley line,’ and then she said that he threatened her, if she did not leave the house, that he would kill her. Q. Yes, and what did Piscopo say to that? A. He said: ‘ You are a damn liar.’ Q. And she said what? A. She said: ‘ You are a dirty grease ball *73son of a bitch of a liar.’ ‘ Now,’ I said, ‘ cut that out, you have got to get out of here,’ and she said, 1 That is the reason I left, because he threatened me if I didn’t leave there.’ Q. All right now, what did he say after that? A. Well, she walked up toward Bowling Green and I told him, I says: ‘ You are a damn fool to bother with her,’ I says: ‘ She run me in debt about $1,000,’ and he says: ‘ That is nothing, she run me in debt $2,000,’ and I said: 1 Why don’t you keep away from her,’ and he went up toward Bowling Green after her. And then my hour in the booth was up and then I went patrolling around the park and I was just coming back to take the booth again when Piscopo came down and he says: ‘ Did you see any sign of her,’ and I said: ‘ No, I don’t know where she went,’ so then Piscopo said: ‘ Oh, let her go to hell.’ Q. Well, now, was there any fistic encounter on the part of anyone? A. Well, yes, he went to strike her, he went out that way (drawing back fist to strike) with his hand but he did not strike her. Q. And when he raised his hand or fist to strike her, as you have illustrated, what, if anything, did he say? A. Oh, yes, he said — Mr. Klauber: Just a minute. I object to that if the Court please. The Court: You have a motion here and I will hear your motion. Mr. Klauber: I object to that as improper. The Court: On that motion to strike out. The Witness: He says— The Court: Just a moment. I will hear you now on that motion to strike out this testimony. Mr. Klauber: I move to strike out the testimony of the witness as a conversation had with Piscopo and Mrs. Sullivan on July 31st, on the ground it is incompetent, irrelevant and immaterial, no proper foundation laid, on the ground that it had not been connected up according to the promise of the District Attorney and is absolutely improper. The defendant had no opportunity to either affirm or deny the substance of it as testified to by the officer under this fine of testimony. The Court: Motion denied. Gentlemen of the jury, you can consider the testimony now given by this officer in answer to that question as part of the evidence in the case. Mr. Klauber: Exception. Mr. Each: I withdraw that last question. Q. What, if anything else did the defendant say on or about the time he raised his hand in the manner you have indicated or raised the fist? A. Well, when he first started in — Mr. Klauber: 1 make the same objection. The Court: What is your objection? Mr. Klauber: It is incompetent, irrelevant and Immaterial, no proper foundation laid for the introduction of this testimony. The Court: Overruled. Mr. Klauber: Exception. A. (Continuing) She said: ' He even accuses me of making a date with his father,’ and he said: ‘ I would not put it a bit past you,’ and then ‘ Well, if you do not go home with Jack, you will go with *74nobody else, or I will fix you so you will go with nobody else.’ Q. That is what the defendant said? A. Yes, sir.”\nThe opinion of the majority of the court ‘is rested upon the one expression of the deceased, in effect denied by the defendant, that he, the defendant, had threatened to kill her. This conversation was initiated by the defendant, and much of what was related of it, in fact all of it but the single fact of the threat to kill, was concededly competent. It was certainly competent to quote the defendant’s statement and to describe his conduct during this meeting, such as, “ let her [the deceased] go to hell,” that he.drew back his fist as though to strike the deceased, and particularly his statement to the deceased that if she did not go home with Healey, “ you will go with nobody else, or I will fix you so you will go with nobody else.” I am unable to subscribe to the view that we should take out the single statement of the deceased regarding the defendant’s threat and hold it to be error when it was a part of the entire narration initiated, as I have said, by the defendant himself, and when the later actions and statements of the deceased showed, in effect, precisely what the deceased claimed the defendant had threatened. I think the case ought to be differentiated from the authorities cited in view of the absolute competency of so much of this transaction which, in the nature of things, seems to me to have rendered it impossible to segregate or leave out the single sentence upon which error is predicated.\nI vote to affirm the judgment of conviction.\nJudgment of conviction of the County Court of Richmond county reversed upon the law and new trial ordered.\n",
            "ocr": true,
            "opinion_id": 5298302
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}