{
    "id": 8383847,
    "judges": "Bell, Hart, Matthias, Turnee, Weygandt, Williams, Zimmerman",
    "date_filed": "2020-06-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-wells",
    "case_name_short": "Wells",
    "case_name": "State v. Wells",
    "case_name_full": "The State of Ohio v. Wells",
    "attorneys": "Mr. Paul A. Baden, prosecuting attorney, and Mr. Marc A. Fiehrer, for appellant., Mr. Clinton D. Boyd, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "146 Ohio St. (N.S.) 131"
    ],
    "opinions": [
        {
            "author_str": "Matthias",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMatthias, J.\nThe Court of Appeals based its decision solely upon the construction of the provisions of Section 6307-20, General Code, and directed the dismissal of the defendant upon the single ground that a charge of manslaughter in the second degree under the provisions of Section 6307-18, General Code, may not be predicated upon a violation of the provisions of Section 6307-20, General Code, if the person killed was the occupant of the defendant’s automobile.\nSection 6307-20, General Code, provides as follows :\n“No person shall operate a vehicle, trackless trolley *134or streetcar without due regard for the safety and rights of pedestrians and drivers and occupants of all other vehicles, trackless trolleys and streetcars, and so as to endanger the life, limb or property of any person while in the lawful use of the streets or highways.”\nSection 6307-18, General Code, provides in part as follows:\n“Whoever shall unlawfully and unintentionally kill another while engaged in the violation of any law of this state applying to the use or regulation of traffic, shall be guilty of manslaughter in the second degree.”\nIt is to be observed that Section 6307-20, General Code, is a “law of this state applying to the use or regulation of traffic.” It prescribes and establishes a standard of operation in addition to and aside from other statutory provisions prescribing limitations of speed. Failure to observe such regulation of traffic constitutes a violation punishable as specified in Section 6307-107, General Code.\nThe conclusion of the Court of Appeals, that the regulation prescribed by Section 6307-20, General Code, can have no application where-the person killed was an occupant of the automobile of the driver, is based upon the ground that the “doctrine of ejusdem generis should apply to the interpretation of the words ‘and so as to endanger the life, limb or property of any person while in the lawful use of the streets or highways.’ ”\nIn general terms, that doctrine may be stated as follows: “Where general words follow specific words in an enumeration describing the legal subject, the general words are construed to embrace only objects similar in nature to those objects enumerated by the preceding specific words.” 2 Sutherland Statutory Construction (3 Ed.), 395, Section 4909.\nIt is more fully stated in 37 Ohio Jurisprudence, 779, Section 450, as follows: •\n*135“Where, in a statute, general words follow a designation of particular subjects or classes of persons, the meaning of the general words will ordinarily be construed as restricted by the particular designation and as including only things or persons of the same kind, class, or nature as those specifically enumerated, unless there is a clear manifestation of a contrary purpose.”\nHowever, the application of that rule of statutory construction is not unlimited. There must be certain other conditions present to justify its application. As stated in 2 Sutherland Statutory Construction (3 Ed.), 400, Section 4910:\n“The doctrine applies when the following conditions exist: (1) the statute contains an enumeration by specific words; (2) the members of the enumeration constitute a class; (3) the class is not exhausted by the enumeration; (4) a general term follows the enumeration; and (5) there is not clearly manifested an intent that the general term be given a broader meaning than the doctrine requires.”\nAssuming that the first four conditions are present, is there no clearly manifested intention on the part of the Legislature that the general term be given a broader moaning than the doctrine requires?\nIt is said in 37 Ohio Jurisprudence, 780, Section 451:\n• “The doctrine of ejtisclem generis is but a rule of construction to aid in ascertaining the meaning of the legislation involved. It is not to be employed in any case to subvert a meaning clearly expressed or to defeat the plain intent of the General Assembly, and it does not warrant a court in confining the operation of a statute within limits narrower than those intended by the lawmakers.”\nIn Sutherland Statutory Construction, supra, at page 407, we find the following:\n“A final qualification on the doctrine is that the *136general words .are not restricted in meaning to objects ejusdem generis if there is a clear manifestation of a contrary intent. In the words of the United States Supreme Court, ‘while the rule is a well-established and useful one, it is, like other canons of statutory construction,- only an aid to the ascertainment of the true meaning of the statute. It is neither final nor exclusive. To ascertain the meaning of the words of a statute, they may be submitted to the test of all appropriate canons of statutory construction, of which the rule of ejusdem generis is only one. If, upon a consideration of the context and the objects sought to be attained and of the act as a whole, it adequately appears that the general words were not used in the restricted sense suggested by the rule, we must give effect to the conclusion afforded by the wider view in order that the will of the Legislature shall not fail.’ [Helvering v. Stockholms Enskilda Bank; 293 U. S., 84, 88-89, 79 L. Ed., 211, 55 S. Ct., 50 (1934).]\n“The intent that the general words have their full and natural meaning, regardless of their connection with a series of specific words, may be found'in the context of the statute as a whole, by a consideration of its purpose. Likewise, the rule of ejusdem generis will not be applied if it results in a construction inconsistent with the statute’s legislative-history, other controlling rules of construction, or statutes in pari materia.” See Woodioorth v. State, 26 Ohio St., 196; State v. Johnson, 64 Ohio St., 270, 60 N. E., 219.\nSection 6307-20, General Code, is a part of the Uniform Traffic Act which became effective September 6, 1941. Section 6307-2, General Code, also a part of that act, which is clearly in pari materia with Section 6307-20, General Code, defines the word “person” as “every natural person, firm, copartnership, association or corporation.”\n*137An application of the rule of ej-usdem generis, which would in effect redefine the word “person” so as to limit it to “ pedestrians and drivers and occupants of all other vehicles, trackless trolleys and streetcars,” is unwarranted. The very evident purpose of the Uniform Traffic Act is to regulate all traffic on the highways and to require such operation of vehicles as will not endanger any person, wherever he may be, in the lawful use of the highway. “Any person” means every person, and the courts should not by construction insert an exception where there is none in the statute. The word “and” is a word of addition and therefore indicates a clear intent and purpose to extend and broaden the effect and operation of the provision which immediately precedes that word. “Any person” means all persons. If there had been a purpose of any limitation or exception, it seems obvious that the word such would have been employed before the word “person.” The occupant of an automobile traveling on a highway, if such occupancy is with consent of the driver, is in the lawful use of the highway.\n£ £ This statute is designed for the protection of a passenger of the motor vehicle recklessly driven as well as for the protection of others. The contention that such a passenger is neither a pedestrian nor driver nor occupant of another vehicle and that he is not a person then in the lawful use of the roads or highways, and consequently that there is no violation on the part of an accused if he drives so as to endanger the life of a passenger is unfounded. Such an interpretation of the statute is too restricted. A passenger is in the lawful use of the highway. If he is traveling in the machine of the accused and with the consent of the accused there is as much reason for the law to protect his life and limb as to protect those of any other persons using the highways.” 4 Ohio Jurisprudence, 864, Section 259.\n*138However, if we assume that the clause, ‘ ‘ any .person while in the lawful use of the streets or highways,” is to be so restricted as to apply only to persons outside the defendant’s vehicle, still such construction would not serve to relieve the driver who had violated the statutory regulation. A concededly reckless driver, wTeaving in and out of constantly moving traffic and thereby endangering life, limb or property of pedestrians or occupants of other cars, is guilty of a violation of the statute and may be punished for such offense. If, - while committing such violation, he collides with an oncoming automobile and thereby causes the death of an occupant thereof, a conviction of second degree manslaughter would be warranted. If such unlawful driving had proximately caused the death of an occupant of each car, would not the driver be guilty of manslaughter for causing the death of an occupant of his own car as well as that of the occupant of the car with which he had collided'? In each instance the question is: Did the driver violate the law and did that violation proximately cause the death?\nThe conclusion of the Court of Appeals that the defendant was not amenable to the manslaughter statute was premised only on the fact that the person killed was an occupant of the defendant’s automobile and not a pedestrian or the occupant of another vehicle. As we view that interpretation, no matter how reckless the operation of the motor vehicle, the manslaughter statute could not be invoked if the driver happened to miss pedestrians and other vehicles and succeeded in killing only an occupant of his own automobile.\nIt is said in the opinion in Lauterbach v. State, 132 Tenn., 603:\n“One who is engaged in the performance of an unlawful act must take the criminal consequences of whatever happens to third persons as a result of that act.”\n*139It is disclosed by the record in this case that the defendant had been convicted as a hit-skip driver by reason of a- collision with an automobile on the -road only a mile or less from where his collision with a road roller resulted in the fatality involved in this case. One collision immediately preceded the other, and the record contains some evidence that the defendant was operating his automobile so as to endanger the life, limb and property of drivers and occupants of other vehicles. We find it difficult to conceive of reckless driving on a public highway which would not similarity endanger the lives of occupants of vehicles other than that of the reckless driver and the occupants of his own vehicle.\nThe statute specifies the manner of driving which is prohibited. In each such case presented, the issue is whether the defendant did drive in the manner prohibited. If he did, he may be punished as prescribed by the statute, even though such driving did not actually result in injury to anyone. If such driving in the manner prohibited does result in physical injury to the extent of causing death of anyone, whether a pedestrian or the occupant of either a vehicle of the offending driver or the vehicle of another, then the death is the result of the commission of an unlawful act.\nThe contention is made that the record may disclose that the defendant would not be liable in a civil action and that the statute cannot apply for the reason that criminal liability cannot exist where there is no civil liability and that an adverse view disregards the difference in fundamental requirements of proof existing between civil and criminal cases. In our opinion that position is untenable, for if followed there could be no conviction for manslaughter where the person killed was shown to be contributorily negligent.\nThere is complete unanimity of authority upon the *140proposition that the rules of law concerning contributory negligence as a defense in civil actions for damages'for personal injuries have no application to homicide cases based on criminal negligence in operating an automobile. If the culpable negligence of the defendant is found to be the cause of the death, he is criminally responsible, even though the decedent’s failure to exercise due care contributed to the cause of his death and precludes any recovery therefor. 99 A. L. R., 833; 42 Corpus Juris, 1357, and numerous eases cited.\nIt is stated by the Court of Appeals in its opinion that its decision “turns upon the construction of the statute, making comment on the evidence or quantum of the proof herein unnecessary.”\nFor the reasons heretofore stated, the judgment of the Court of Appeals is reversed and the cause remanded to that court for its consideration and decision of the other assignments‘of error.\n\nJudgment reversed.\n\nWeygandt, C. J., Williams and Hart, JJ., concur.\nZimmerman, Bell and Turnee, JJ., dissent.\n",
            "ocr": true,
            "opinion_id": 8353262
        },
        {
            "author_str": "Bell",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBell, J.,\ndissenting. In my opinion the judgment of the Court of Appeals in the instant case should be affirmed. I maintain that the two cases in conflict with the judgment of the Court of Appeals in the instant case were incorrectly decided. Those cases (Barber v. State, 5 Ohio Law Abs., 780, and Masoncup v. State, 47 Ohio App., 32, 189 N. E., 512) were decided upon the ground that there is as much reason for the law to protect his (the occupant’s of defendant’s car) life and limb as to protect the life and limb of any other persons using the highways.\n*141I am not particularly concerned with the question of whether in the instant case the doctrine of ejusdem generis does or does not apply. If the conclusion of the Court of Appeals is correct, it is unimportant whether correct reasons for such conclusion were assigned. Therefore, even assuming that the doctrine of ejusclem generis has no application, the conclusion reached by the Court of Appeals in the instant case is correct.\nIn the opinion in the Barber case, supra, no authority is cited to support the conclusion reached. Some of the language of that opinion was copied into the text in 4 Ohio Jurisprudence, 864, Section 259. In the Masoncup case, supra, the only authorities cited are the Barber case and 4 Ohio Jurisprudence, supra. Consequently, all the authority in Ohio upon this subject comes from one Court of Appeals. It should be further noted that the Barber case was decided before the statute (Section 6308-6, General Code), commonly known as the Guest Statute, was enacted; that the Masoncup case was tried prior to the effective date of such statute; and that the Guest Statute was not considered or mentioned in the opinion in either case.\nBefore proceeding to an analysis of the section under consideration let us indulge in a few well-known and uncontrovertible observations. All crimes in Ohio are defined by statutes and such statutes are to be strictly construed in favor of the accused and against the state.’ It is axiomatic that statutes creating and defining crimes cannot be extended by intendment. Before a man can be punished his offense must be plainly and unmistakably within the statute. United States v. Resnick, 299 U. S., 207; United States v. George, 228 U. S., 14; Bradley v. State, 79 Fla., 651; State v. Breffeibl, 130 La., 904; 10 A. L. R., 1129; 40 L. R. A., (N. S.), 535; People v. Goulding, 275 Mich., 353, and State v. Evans, 154 Miss., 95.\n*142It is stated in the majority opinion that the deceased was an occupant in defendant’s'automobile. The record discloses that he was a guest. The defendant was convicted upon the third count of an indictment charging manslaughter in the second degree. (Section 6307-18, General Code.) Such count was based upon the violation of Section 6307-20, General Code. That section contains but one sentence which, for the purpose of discussion, will be broken down into two separate clauses.\nThe first clause reads: “No person shall operate a vehicle, trackless trolley or streetcar without due regard for the safety and rights of pedestrians and drivers and occupants of all other vehicles, trackless trolleys and street cars.” (Emphasis added.) It has not been suggested that one could be convicted of manslaughter for the unintentional killing of a guest in Ms automobile under the first clause of the statute.\nThe second clause reads: “ * * * and so as to* endanger the life, limb or property of any person while in the lawful use of the streets or highways.” It is under the latter clause that the majority concludes the defendant may be convicted for the unintentional killing of his guest. In my opinion the second clause has no application to persons in vehicles, trackless trolleys or streetcars, but applies to persons in the lawful use of the streets or highways other than pedestrians and the occupants of such vehicles. It applies, for example, to persons engaged in building or repairing the roads, traffic officers directing traffic, firemen engaged in extinguishing fires, etc. Even assuming that the second clause could apply to a guest in a recklessly driven vehicle, I am unable to follow the conclusion that such guest is in the lawful use of the street or highway. In my thinking the guest is merely being transported over the highway in a vehicle which is being unlawfully -operated and, although ordinarily not liable *143either civilly or criminally for the unlawful operation of the vehicle, such guest is not in the lawful use of the highway within the purview of Section 6307-20, General Code.\nThe General Assembly of Ohio has not seen fit to protect the life or limb of a guest riding in an automobile from acts of the driver thereof to the same extent as occupants of other vehicles, pedestrians or persons lawfully using the streets, as is evidenced by the passage of the Guest Statute.\nTo all persons except a guest, the operator of a motor vehicle is civilly liable for negligence, but to the guest the driver is civilly liable only if injury or death is caused by his wilful or wanton misconduct, and therein to me lies the reason for the failure of the General Assembly to include a guest within the language of Section 6307-20, General. Code.\nThis conclusion is fortified by the fact that Section 6307-20, General Code, was passed as part of a uniform traffic code which was enacted more than eight years after the passage of the Guest Statute.\nIn this connection it is interesting to observe the definition of reckless driving as submitted to the General Assembly by the National Conference of Commissioners on Uniform State Laws. It should be observed in passing that the General Assembly adopted most of the Uniform Motor Vehicle Act as submitted, but substantially changed the definition of reckless driving.\nThe Uniform Motor Vehicle Act defines reckless driving as follows:\n“Any person who drives any vehicle upon a highway carelessly and heedlessly in wilful or wanton disregard of the rights or safety of others, or without due caution and circumspection and at a speed or in a manner so as to endanger or be likely to endanger any per*144son or property, shall be guilty of reckless driving and upon conviction shall be punished as provided in subdivision (b) of this section.” (Emphasis added.)\nHad the General Assembly adopted that definition, undoubtedly a person could' be convicted of manslaughter for the unintentional killing of a guest in his car, resulting from his reckless operation thereof. However, the language used by the General Assembly in Section 6307-20, General Code, indicates a clear intention to protect the driver of an automobile from conviction of manslaughter where a guest of such driver is unintentionally killed as a result of the driver’s reckless operation.\nIn the case of Jackson v. State, 101 Ohio St., 152,127 N. E., 870, Judge Robinson, at pages 156 and 157, uses the following language:\n“We are unable to comprehend the consistency of a rule which would justify the conviction of the surviving party to a fatal accidental collision that would not, upon the same state of facts, entitle the representative of the decedent to recover a judgment in a civil action for wrongful death. Surely we have not reached a point in the administration of justice where a man’s liberty is less sacred than his property.”\nIn the instant case the deceased being a guest in the automobile of the defendant and the injury and death being unintentional, the legal representative of the deceased could not recover in a civil action for the wrongful death upon this same state of facts.\nBy the pronouncement of the majority in the instant case we have now reached the point where a man’s liberty is less sacred than his property.\nOne further observation — the majority opinion discusses the question of contributory negligence. No one will disagree with the statement that generally speaking contributory negligence upon the part of a *145deceased, or upon the part of a third person is not a defense to an indictment charging manslaughter based upon the unlawful operation of an automobile. Under the wording of Section 6307-20, General Code, a judgment of guilty of manslaughter predicated upon a violation of that section could not be sustained unless the deceased person was in the lawful use of the street or highway. Hence, if the negligence of the deceased amounted to an unlawful use of the street or highway, such conviction could not be sustained.\nThe majority opinion extends Section 6307-20, General Code, under the claim of legislative intendment, and results in the punishment of a man whose ease is not plainly and unmistakably within the statute.\nA salutary rule of construction of criminal statutes is to determine what the General Assembly did and not what the court may think the General Assembly intended to do.\nFor the reasons stated, I dissent from the judgment.\n",
            "ocr": true,
            "opinion_id": 8353263
        }
    ],
    "court_short_name": "Ohio Supreme Court",
    "court_full_name": "Ohio Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}