{
    "id": 7753770,
    "judges": "Barry, Libarry, Lobrano, Plotkin",
    "date_filed": "1988-06-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-perron",
    "case_name_short": "Perron",
    "case_name": "State v. Perron",
    "case_name_full": "STATE of Louisiana v. Lucius W. PERRON",
    "attorneys": "Harry F. Connick, District Attorney for Orleans Parish and Kim Madere Graham, Assistant District Attorney for Orleans Parish, New Orleans, for appellee., Edward Newman and Anne Turissini, Orleans Indigent Defender Program, New Orleans, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "660 So. 2d 903"
    ],
    "opinions": [
        {
            "author_str": "Libarry",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nliBARRY, Judge.\nThe defendant and co-defendant, Demetrius Williby, were charged with illegally discharging a firearm. La.R.S. 14:94. A mistrial was granted as to Williby when the jury members were unable to reach a verdict. On January 27, 1994 the defendant was found guilty as charged and sentenced as a multiple offender to four years at hard labor.\n\nTRIAL TESTIMONY\n\nNOPD Officer Len Davis testified that he worked until 11:00 p.m. on the night of the shooting. Still in uniform he then went over to a friend’s house to spend the night. There he had a daiquiri. Donald “Duck” Williams, a part owner of Flynn’s Den at 4630 Down-man Road who was confined to a wheelchair, called Davis for a ride home at about 1:30 a.m. or 2:00 a.m. on January 10, 1993. Officer Davis went to the club which was crowded (50 or 60 people). Davis was standing outside the lounge when the defendant and Michael Addison exited. They were arguing about the fact that Addison had stepped on the defendant’s foot inside. Addison, an ex-cop and frequent ^patron of the club whom Davis knew, was trying to apologize, but the defendant said that if he had “that thing”1 he would come back and “spray” the club. The defendant left with a black male (not Williby) in a vehicle (make and model not identified — “I forgot the car”). Officer Davis did not get involved because Johnny Evans, the club’s owner, was a police officer handling the matter his way.\nOfficer Davis went inside to get Williams. About ten to fifteen minutes later as he was leaving the club, people began running inside screaming that “he’s got a gun.” As Davis looked out the doorway, he saw the defendant standing on the other side of Downman Road behind a gray or tan Ford Thunderbird armed with a rifle. Someone was driving the car. As Officer Davis cleared the doorway, the defendant fired the rifle in the direction of the club and Addison and Otis Stewart, an ex-tow wagon driver, who were standing in front. Davis ran to his marked vehicle parked in front of the club and armed himself with two .357 semi-automatic revolvers. Officer Davis shouted for the defendant to drop his weapon. The defendant fired and Davis fired back. On cross-examination Davis was not sure whether the defendant fired first. The Thunderbird began to move down the street and the defendant was running behind it and firing again. Davis ran down his side of the street and exchanged gunfire. The defendant got into the passenger seat of the Thunderbird and it traveled toward Morri*905son. Officer Davis stated that he fired twelve rounds, but he dumped his casings in his vehicle.\nl3Át trial Officer Davis stated that other individuals were shooting at the defendant from behind him, but he did not determine who they were. Defense counsel questioned Davis about his prior statement at the motions hearing that Addison and Stewart had fired at the defendant. Officer Davis tried to explain that at trial he was answering that he did not know the others firing with him on the night of January 10, 1993, but at the motions hearing he answered that he later heard that Addison and Stewart also fired.2\nOfficer Davis stated that he jumped into his vehicle and radioed a description of the car to the dispatcher (a gray or tan Thunderbird with two male subjects — no license plate). He and a friend, Sid, rode around the area in an attempt to spot the car. Ten or fifteen minutes later the Thunderbird was stopped at Old Gentilly and Dale Street. Officer Davis went to the location and identified the defendant, who was already in the back seat of a police car. He was not able to identify the driver, Williby. No guns were recovered. At trial Davis identified the defendant but did not identify Williby. Officer Davis stated that his blood alcohol was .038.3\nOfficer Davis testified that at the motions hearing on April 26, 1993 the defendant had approached him in the hall and said that he had been drunk and did not know what he was doing on January 10, 1993. The defendant said that he was sorry and asked Officer Davis to drop the charges. According to Davis on another evening when he was parked in front of Flynn’s Den, the |4defendant stopped to say that he was sorry and would appreciate it if Davis did not come to court. On both occasions Officer Davis told the defendant that the matter was out of his hands. However, Davis never reported the defendant’s statements until much later.\nNOPD Sgt. Cole testified that he received a call about 3:15 a.m. on January 10, 1993 about a shoot out at Flynn’s Den involving an off-duty police officer. As a supervisor of the day he had to investigate. Because a police officer was involved in a shooting, Internal Affairs and the Office of Municipal Investigations were called to the scene. Upon arrival Sgt. Cole did a survey of the scene and called in the crime lab and a sergeant from the 5th District. Because off-duty Officer Davis had been involved in an altercation, he was subjected to a urine test and breathalyzer. Sgt. Cole spoke to Officer Davis, Addison, Stewart and Williams, but took no written statements. There were about six or seven additional people at the scene. Sgt. Cole found two 30/30 rifle casings (one live round was also found by the lab) across the street from the lounge and a number of 9 mm and .38 revolver casings were found on the side of the street where the lounge was located. Three rounds fired by an automatic and one live round were also found. Although he approximated that forty rounds had been fired, Sgt. Cole found no signs that the club, other buildings or vehicles had been hit by gunfire. He took two .357 guns from Officer Davis and testified that .357 or .38 rounds can be fired by a .357 revolver. Sgt. Cole stated that the street lights and the lounge’s lights were working.\nDonald Williams, DJ and manager at Flynn’s Den, testified that he called his friend, Officer Davis, for a ride about 2:30 a.m. or 3:00 a.m. on January 10, |51993. Addison was also a friend with whom he previously worked at the Sheriffs Office. According to Williams, Addison and the defendant had a verbal altercation inside Flynn’s Den (which he could not hear), but Addison tried to apologize. Williams then saw Addison still in the club, but not the defendant. Williams saw Officer Davis walk into the club and then walk out. Williams made his way to the door and outside. He heard a gunshot, jumped out of his wheelchair, and got down on the *906ground behind a car. He heard shots, but did not see who was firing. He did not see Officer Davis or the defendant firing a gun. After the shooting ceased, Williams saw a number of casings on the ground. He saw no Thunderbird, but he watched many vehicles leave as the club emptied.\nSgt. Weathersby of the Internal Affairs Division testified that he was assigned to the 7th District night watch on January 10,1993. He responded to an officer needs assistance call (shots fired) by Officer Davis in the 4700 block of Downman Road. When Sgt. Weath-ersby arrived at the scene, he saw two subjects firing in the direction of Officer Davis and one had a rifle. After the description of the grayish Thunderbird came over the radio, a unit spotted the car. The Thunderbird would not stop, but did not try to speed away. A number of police units, including his vehicle, made the stop. Sgt. Weathersby was there when Officer Davis pulled up in his car and clearly identified both the defendant and Williby, who had just been taken from the Thunderbird. No weapons or casings were recovered from the Thunderbird or the two suspects and there were no bullet holes in the car. Sgt. Weathersby returned to the scene and found two spent 30/30 rifle casings and one live round in the street across from the club. The other numerous casings were found on the side of lethe street by the club. He went back along the Thunderbird’s route to find the discarded rifle. Although the area was residential with just grass along the road, no rifle was found. No test was administered to the defendant to determine whether he had fired a gun. Sgt. Weathersby acknowledged going to high school with Officer Davis and knowing him as a fellow officer, but clearly stated that he did not consider him a friend.\nOfficer Leary, a firearms expert, testified that there were casings of three different caliber at the scene: twelve .38 casings (inconclusive as to whether fired by Davis’ two .357 revolvers); nineteen 9 mm casings from three guns (5 casings from one gun; 10 casings from a second gun; 4 from a third gun); and two 30/30 Winchester rifle casings (inconclusive as to whether fired from the same gun). At least six different guns were fired at the scene.\n\nNEWLY DISCOVERED EVIDENCE\n\nIn defendant’s November 2, 1994 pro se brief he assigns eleven errors. In his January 10, 1995 pro se supplemental brief the defendant lists four errors. In his last assignment the defendant argues that he has discovered new and material evidence relating to the State’s only witness, Officer Len Davis, and that evidence, notwithstanding due diligence, was not discovered before or during trial and would probably have changed the verdict. In his April 24, 1995 counselled brief the defendant argues (in one of two assignments) that the State failed to carry its burden of proof beyond a reasonable doubt because its case was based entirely on the testimony of Officer Davis, who has been discredited. We will discuss these arguments that have merit and pretermit consideration of the other assignments of error.\n17Pefense counsel contends that the testimony of Officer Len Davis was the State’s entire case and his credibility must be reexamined in light of newly discovered information as to his disciplinary record, internal affairs file and the criminal charges for which he has been indicted.4 The brief correctly notes that there was no physical evidence tying the defendant or the Thunderbird to the scene of the crime and no one except Officer Davis testified that the defendant fired a gun. Although between thirty and forty rounds were fired (only two rifle shots) from Officer Davis’ side of the street, no damage to the Thunderbird or other property was reported.\nRe-examination of a witness’ credibility in light of new evidence does not fall within an appellate court’s review for sufficiency of the evidence. It is raised by means of a motion for a new trial. Such a motion is based upon the supposition that the defendant has suffered an injustice. On the motion of the defendant the court shall grant a new trial whenever “[n]ew and material evi*907dence that, notwithstanding the exercise of reasonable diligence by the defendant, was not discovered before or during the trial, is available, and if the evidence had been introduced at the trial it would probably have changed the verdict or judgment of guilty_” La.C.Cr.P. art. 851(3). The evidence relating to the credibility of Officer Davis, the State’s only witness to tie the defendant to the shooting, arguably falls under the preceding article. Such a motion shall be in writing, state the grounds upon which it is based and be filed within one year after verdict. La.C.Cr.P. arts. 852 and 853.\n|sOn January 10,1995 the defendant filed a pro se brief which included an argument as to newly discovered evidence relating to Officer Davis’ credibility as a police officer and a witness. The defendant complains that Sgt. Weathersby, assigned to the Internal Affairs Division, knew about the numerous complaints and investigations involving Davis, but did not impart any of that information to him or the jury. Sgt. Weathersby did testify that he knew Officer Davis, but clearly stated that he was not Davis’ Mend. The defendant argues that the information could have discredited Officer Davis’ testimony, which was the State’s entire case against him.\nThe defendant’s January 10, 1995 supplemental brief raises the issue of newly discovered evidence and was filed timely within one year of the January 27, 1994 verdict. His later counselled brief notes specific information which was discovered subsequent to the trial and verdict. In the interest of justice the claim should be considered as a motion for a new trial. Although the defendant’s claim is not in the proper form under La.C.Cr.P. art. 854, the trial court shall appoint counsel to supplement the defendant’s “motion” and to assist the defendant at a contradictory hearing.\nBecause an appeal is pending at this time, this Court remands the case for supplementation of the defendant’s “motion for a new trial” and for a hearing on the motion. See La.C.Cr.P. art. 853.\n\nREMANDED.\n\n\n. At the motions hearing Officer Davis testified that the defendant yelled that if he had his “GAK” (street term for gun), he would return and spray the club. However, Officer Davis was not sure whether he reported that statement by the defendant the night of the shooting; he stated that he probably did not remember it until the next day.\n\n\n. However, the State's question at trial was: \"Did you ever determine who else was firing his weapon?” At the motions hearing Officer Davis stated that Addison, Stewart and \"I believe” someone else were firing at the defendant. Davis testified that Addison and Stewart did not have the guns in their possession, but went out to their vehicles to get their weapons after the defendant fired at them. They were standing directly in front of the club changing a tire.\n\n\n. At the motions hearing Officer Davis stated that his blood alcohol was .039.\n\n\n. Defense counsel attached newspaper clippings of stories dated December 6, 7 and 14, 1994 relating to Officer Davis’ conspiracy to murder a woman who filed a brutality complaint against him, his narcotics dealings and his extensive internal affairs file.\n\n",
            "ocr": true,
            "opinion_id": 7691019
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}