{
    "id": 5602351,
    "judges": "McFarland",
    "date_filed": "1986-12-31",
    "date_filed_is_approximate": true,
    "slug": "people-v-lee-yune-chong",
    "case_name_short": null,
    "case_name": "People v. Lee Yune Chong",
    "case_name_full": "THE PEOPLE v. LEE YUNE CHONG",
    "attorneys": "A. B. Ware, and J. T. Campbell, for the Appellant., Attorney-General Hart, Deputy Attorney-General Layson, and J. A. Barham, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>Criminal Law—Homicide—Verdict—Degree or Murder not Fixed — Discharge or Jury—Recall to Amend Verdict. — Where the jury have rendered a verdict upon a charge of murder, finding the defendant guilty, without fixing the degree of murder, and fixing the penalty at imprisonment for life, and have been discharged and have dispersed after record of their verdict, the control of the court and jury over the verdict is at an end; and a subsequent order of the court, directing them to be recalled, and setting aside previous orders discharging them and directing the verdict to be recorded, and a subsequent instruction to them to amend their verdict by fixing the degree of the crime, and a subsequent verdict rendered accordingly fixing the degree of the crime as murder in the first degree, are nullities.</p> <p>Id. — Verdict must Fix Degree. — In a prosecution for murder, the verdict of guilty must designate the degree of the crime, and if the jury find the defendant guilty and fail to find the degree of the crime, the judgment will be reversed upon appeal, and a new trial granted.</p> <p>Id.—Discharge of Defendant. — The error in failing to find the degree of the crime, in a verdict of guilty, upon the charge of murder, is not an error entitling the defendant to a discharge, any more than any other reversible error committed during the trial, and a motion of the defendant to be discharged from custody because of such error is properly denied by the trial court.</p> <p>Id. — Appeal — Power to Grant New Trial against Objection of Appellant. ■—Under section 1260 of the Penal Code, providing that the appellate court may reverse, affirm, or modify a judgment appealed from, and may, if proper, order a new trial, a new trial may be ordered in a criminal case if the judgment is reversed, even though the defendant did not move for a new trial, and denies the power of the appellate court to grant it, and asks that he be discharged.</p> <p>Id. —Jeopardy. — The question of jeopardy can only arise after an issue has been made by a plea of once in jeopardy, and it cannot be urged upon appeal from a judgment where the verdict has not fixed the degree of the crime.</p>",
    "headnotes": null,
    "summary": "6 Appeal from a judgment of the Superior Court of Sonoma County, from an order refusing to enter a judgment of acquittal, and from an order refusing to direct that the defendant be discharged. The facts are stated in the opinion of the court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "94 Cal. 379"
    ],
    "opinions": [
        {
            "author_str": "McFarland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcFarland, J.\nThe appellant was accused of the crime of murder, and the jury returned the following verdict: “We, the jury, find the defendant guilty, and fix the penalty at imprisonment for life.” This verdict was declared and duly recorded, and the jurors were discharged for the term, and left the court-room. Most of them went downstairs to the clerk’s office to get warrants for their pay as jurors. Three or four of them went, by mistake, to the sheriff’s office, on a still lower floor, where there was a conversation with a third party, who spoke approvingly of the verdict. In the clerk’s office there was a controversy with the clerk about one day’s pay, which occupied considerable time. A number of spectators mingled with the jurors as they went away from the court-room, and the jurors considered themselves finally discharged and free to talk about the case. Several of them did have conversations with different persons, who approved the verdict, and among others, ■with one of the attorneys for the prosecution.\nAfter the jury has thus been discharged, the presiding judge, after having disposed of some other business, left the bench and went towards, or into, his chambers. He then returned, and ordered the jury called back into the jury-box, and told the clerk to make the following order: “ That the order discharging the jury in the case of People v. Lee Yune Chong be set aside and vacated, and also the order directing the verdict to be re*384corded be also set aside and vacated, and call the jury.” The appellant was in court, and also his counsel, who had been notified to appear; and the latter objected and excepted to the order, saying that they were there only to protest against the action of the court in calling the jury back. The persons who had been jurors in the case were again brought together in the court-room, and the court instructed them that their verdict was informal, and that they must amend it by finding the degree of the crime, etc. They then retired, and returned the following paper: “ We, the jury, find the defendant guilty of murder in the first degree, and fix the penalty imprisonment for life.” Appellant’s counsel objected to all these proceedings, and excepted to the overruling of their objections, and moved for the discharge of the appellant, and excepted to the denial of said motion. The exact time which elapsed from the discharge of the jury until their return does not appear, one of the witnesses putting it from five to ten minutes; but it is clear that during that time they were beyond the control of the court, had thrown off their characters as jurors, and had mingled with their fellow-citizens, free from any official obligation.\nOn the day appointed for rendering judgment, appellant’s counsel “ moved the court to order judgment of acquittal, and that he be discharged from custody, and that the information herein be not further prosecuted, for the following reasons,” — being, substantially, that the jury had been discharged without his consent, and without rendering a legal verdict against him, etc. The motion was denied, and appellant excepted. Judgment was then entered sentencing appellant to imprisonment for life. The judgment recited both the verdicts. The appellant appeals from the judgment, and also from the orders of the court refusing to enter judgment of acquittal, and to direct that appellant be discharged.\nIt is quite clear that all the proceedings by which the court reassembled the persons who had constituted *385the jury, and instructed them to find another verdict, and the so-called second verdict itself, were nullities. “ With the assent of the jury to the verdict as recorded, their functions with respect to the case cease, and the trial is closed”; and “after the verdict is received and the jury discharged, .... the control of the jury and of the court over such verdict is at an end. The court cannot alter it, nor can the jury be called to alter .or amend it. As well might any other twelve men be called to alter it as the men who were jurors. The-office of a juror is discharged upon the acceptance of his verdict by the court.” (Blum v. Pate, 20 Cal. 72; Sargent v. State, 11 Ohio, 472; Rigg v. Cook, 4 Gilm. 336; 46 Am. Dec. 473.) The case of People v. Jenkins, 56-Cal. 7, cited by respondent, is not in point. In that case, the-court, noticing that the form of the verdict was irregular before the verdict was finally accepted or the- jury discharged, directed the jury to retire and reconsider-their verdict. That course was entirely proper; and this court, on the appeal, after alluding to the duty of the trial court to see to the form of the verdict, say: “For that purpose, the court can, at any time while the jury are before it, and under its control, see that it is-amended in form so as to meet the requirements of the law.” The language hereinbefore quoted, to the effect that the functions of a jury cease with their assent to the recorded verdict, must be construed,, of course, as applying to a final assent followed by a discharge. A court would, no doubt, have the power to direct a jury to correct an informal verdict, although the mistake had not been discovered until after the verdict had been entered upon the minutes, “ while the jury are before it and under its control.” There -might be peculiar circumstances under which questions difficult of solution would arise; but the facts in. the case at bar are so broad and well defined as to bring it clearly within the general rule above stated.\nThe case stands, therefore, as though there had been no attempt to revive the defunct jury, or to change the *386real verdict. The order that “ the order directing the verdict to be recorded be also set aside and vacated” does not in terms vacate the verdict itself, but if it could be construed as in terms vacating the verdict, it would be unauthorized and void.\nThe judgment must be reversed, however, because the verdict failed to find the degree of the crime. It has always been the statutory law that in a murder case the verdict of guilty must designate the degree of the crime of which the defendant is found guilty; and for many years the Penal Code has provided generally that “ whenever a crime is distinguished into degr&lt; es, the jury, if they convict the defendant, must find the degree of the crime.” (Pen. Code, sec. 1157.) And it has been held here, in a number of cases, that when the degree is not found by the verdict (when the crime has degrees), the judgment will be reversed, and a new trial granted. (People v. Marquis, 15 Cal. 38; People v. Campbell, 40 Cal. 129; People v. Jefferson, 52 Cal. 452; People v. Travers, 73 Cal. 580; People v. O'Neil, 78 Cal. 388.)\nAppellant’s motion to be discharged was properly denied. While the failure of the jury to find the degree ■ of the crime is an error for which the judgment must ' be reversed, it no more entitles appellant to a discharge ;than would any other reversible error committed during :the progress of the trial.\nAppellant asks that the judgment be reversed and that he be discharged; and contends that as he did not move for a new trial, no new trial can be ordered. It will be observed that in the cases last above cited — ■where there was a failure to find the degree of the crime — new trials were ordered, though in most of them a ■new trial had not been asked by the appellant. Under section 1260 of the Penal Code, the appellate court may reverse, affirm, or modify a judgment appealed from, ■“and may, if proper, order a new trial.” It was expressly held in People v. Olwell, 28 Cal. 456, approved in People v. Barric, 49 Cal. 342, and People v. Travers, 77 Cal. 176, that — we quote from People v. Travers — “if *387a defendant in a criminal case is convicted and appeals, and the judgment is reversed, the appellate court may order a new trial, even though the defendant does not move for such new trial, and denies the power of the court to grant it.” And the case at bar is clearly one in which it is proper that a new trial should be ordered.\nCounsel for appellant argue the question of “ once in jeopardy,” but that question can arise only after an issue has been made by a plea of “ once in jeopardy.” It is not necessary, therefore, to discuss that question here, although it may not be out of place to say that the cases last above cited of People v. Olwell, 28 Cal. 456, People v. Barric, 49 Cal. 342, and People v. Travers, 77 Cal. 176, are strong authorities against the position taken by appellant on that question.\nAs to other points made, we see no error in giving or refusing instructions to the jury* There are a number of skeleton allusions in the brief to alleged errors in rulings upon the admissibility of evidence, but as they are not argued or stated, we have not followed up the references to the transcript to see what they are.\nThe judgment is reversed, and a new trial is ordered. The orders appealed from are affirmed.\nDe Haven, J., Sharpstein, J., Paterson, J., Harrison, J., Garoutte, J., and Beatty, C. J., concurred.\n",
            "ocr": true,
            "opinion_id": 5445944
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}