{
    "id": 5602333,
    "judges": "Garoutte",
    "date_filed": "2022-01-12",
    "date_filed_is_approximate": true,
    "slug": "people-v-ny-sam-chung",
    "case_name_short": null,
    "case_name": "People v. Ny Sam Chung",
    "case_name_full": "THE PEOPLE v. NY SAM CHUNG",
    "attorneys": "Robert Ferrol, and F. E. Stranahan, for Appellants., Attorney-General Hart, Assistant District Attorney Hosmer, and Deputy Attorney-General Layson, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>Criminal Law —Grand Larceny — Plea of Jeopardy —Dismissal of Charge of Petit 'Larceny after Trial. — A defendant charged with petit larceny, and tried upon the charge, is placed in jeopardy, even though the court, believing him to have been guilty of grand larceny, refuses to render a judgment and dismisses the action of its own motion; and such trial is a bar to a subsequent prosecution against him upon a charge of grand larceny involving the same facts.</p> <p>Id. — Jeopardy not Affected by Lapse or Error — Bar to Prosecution of Higher Charge Including Lower. — When an indictment is sufficient, and the proceedings thereon are regular, before a tribunal having jurisdiction, down to the time when the jeopardy attaches, there can he no second jeopardy allowed in favor of the prosecution on account of any lapse or error at a later stage; and a former conviction or acquittal of a minor offense is a bar to a prosecution for the same act charged as a higher crime, whenever the defendant on the latter might he legally convicted of the former had there been no other prosecution.</p>",
    "headnotes": null,
    "summary": "Appeal from a judgment of the Superior Court of the city and county of San Francisco, and from an order denying a new trial. The facts are stated in the opinion of the court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "94 Cal. 304"
    ],
    "opinions": [
        {
            "author_str": "Garoutte",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGaroutte, J.\nThe defendants were prosecuted in the police court of the city and county of San Francisco for the offense of petit larceny in stealing one gold *305bracelet of the value of twenty-seven dollars, the property of Jeong Koong. A jury trial was waived, and after the evidence was concluded, upon the suggestion of the prosecuting attorney that the property was taken from the person of said Koong, and that therefore the offense was grand larceny, the court ordered the action dismissed. The defendants were thereafter placed upon trial in the superior court upon a charge of grand larceny upon an information alleging the same facts set out in the complaint in the police court, and the further fact that the property was taken from the person of said Jeong Koong. In addition to their plea of not guilty, they plead that they had been once in jeopardy, and the determination of that question is the only matter involved upon this appeal.\nThe solution of the question as to whether a defendant has been placed in jeopardy in many cases is a matter of considerable difficulty, especially in the light of the variance existing in the decisions of the courts upon the subject. Bishop in his work on Criminal Law, sec. 1027, states the general rule to be: “When the indictment is sufficient, and the proceedings are regular, before a tribunal having jurisdiction, down to the time when the jeopardy attaches, there can be no second jeopardy allowed in favor of the state on account of any lapse or error at a later stage.” In Bennett and Heard’s-Leading Criminal Cases, 537, the correct rule for the determination of the question as to the existence of a prior jeopardy for the same offense is thus stated: “ A former conviction or acquittal of a minor offense is a bar to a prosecution for the same act, charged as a higher crime, whenever the defendant on trial of the latter might be legally convicted of the former had there been no other prosecution.” The author illustrates by saying: “ If, therefore, a person has been indicted and convicted of manslaughter, he cannot be again prosecuted for the same homicide charged as a murder; for though these crimes are not exactly the same, yet as the person when on trial for murder might, under the rules of law, have *306been convicted of manslaughter if the evidence failed to sustain the more serious offense, it would follow that if he had been already convicted of manslaughter in a prior indictment for that crime alone, he might on the trial for murder be convicted of the same identical crime, and thus be punished twice.” The correctness of the converse of the foregoing rule is even more manifest, viz., a conviction or acquittal of a higher offense is a conviction or acquittal of all lesser offenses necessarily included therein. Bishop on Criminal Law, sec. 1057, fully indorses the principle laid down in the authority just quoted. The author says: “Where the conviction or acquittal is upon an indictment covering no more than one of the smaller crimes included within a larger, will it bar fresh proceedings for the larger ? If it will not, then the prosecutor may begin with the smallest and obtain successive convictions ending with the largest; while if he had begun with the largest, he must there stop, — a conclusion repugnant to good sense.” The same principle is declared in Wharton on Criminal Law, sec. 563.\nIn the case of State v. Wiles, 26 Minn. 381, we find the -.facts and the legal principles similar to those involved in ¡this appeal. The defendant was convicted of a misdemeanor, by a justice of the peace, in stealing a hat of the value of four dollars. Subsequently, he was prosecuted for-a felony in stealing the hat from a shop. The court held that the first conviction was a bar to the second prosecution, petit larceny being necessarily included in the second offense charged. In this case, the defendants are charged with grand larceny in stealing a bracelet of the value of twenty-seven dollars from the person of one Koong. This offense as necessarily includes petit larceny as the stealing of a hat of the value of four dollars from a shop includes petit larceny, or as the offense of an assault with a deadly weapon includes a simple asr sault. Aside from the question of jeopardy, there can be no doubt that, under the information filed against the defendants in this case, they could have been convicted *307of petit larceny if the evidence at the trial had failed to show that the property was taken from the person of said Koong. It follows, that if defendants were placed in jeopardy by reason of the proceedings in the police court, their trial in the superior court was a second jeopardy, and they are entitled to their discharge. It appears the defendants were tried upon a charge of petit larceny by a court of competent jurisdiction, and upon the conclusion of the evidence, the court, believing that another offense had been committed, refused to render a judgment, but dismissed the action of its own motion. If the evidence in the case proved a petit larceny, the court should have found the defendants guilty; if the proof was lacking to establish such offense, it should have found the defendants not guilty. Jeopardy had attached to them long before the court dismissed the action, and it could not deprive them of any benefit to be derived from that jeopardy by refusing to allow the case to go to judgment, even though it was aware that by reason of an error of law committed during the progress of the trial, or by reason of insufficiency of the evidence to support the charge, a mistrial would be the necessary result. In this case, if the police court had rendered a judgment of conviction, it would not have been void, but voidable only. Under a voidable judgment of conviction, a defendant is not only in jeopardy, but in jail, and such a judgment accomplishes all the purposes contemplated by any judgment until successfully attacked.\nThere is no good reason to be urged that after these proceedings in the police court the defendants could have been again arrested and tried upon the charge of petit larceny upon the same facts. Such a prosecution could have been had unless the previous proceeding caused jeopardy to attach. It is thus apparent that jeopardy did attach, and, under the standard authorities which we have cited, it was a fatal bar to the prosecution in the superior court. The case of People v. Hunckeler, 48 Cal. 331, is directly in point upon many of the matters herein discussed.\n*308Let the judgment and order be reversed, and the cause remanded, with directions to discharge the defendants and dismiss the proceedings.\nDe Haven, J., McFarland, J., Harrison, J., Sharp-stein, J., and Paterson, J., concurred.\n",
            "ocr": true,
            "opinion_id": 5445926
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}