{
    "id": 5631946,
    "judges": "Andrews",
    "date_filed": "2011-02-25",
    "date_filed_is_approximate": true,
    "slug": "wood-v-people",
    "case_name_short": "Wood",
    "case_name": "Wood v. People",
    "case_name_full": "George S. Wood, in Error v. The People of the State of New York, in Error",
    "attorneys": "Mr. Tanner for the plaintiff in error., Mr. Smith for the defendants in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>While a bill of exceptions in a criminal action ought regularly to be settled by the judges before whom the indictment was tried, the parties may consent that the settlement be had at a subsequent term before the judges then composing the court, although not the ones who sat upon the trial.</p> <p>A bill of exceptions so settled was returned upon the writ of error. It did not appear that there was any objection to the settlement at the time it was made, or that any application was made to correct the record, upon the ground that the bill of exceptions was improperly inserted. Ifebl, that the presumption was, the settlement, as made, was consented to, and an objection to the regularity thereof, upon the argument of the case here, would not be entertained.</p> <p>To sustain a conviction for perjury, it must appear, either upon the face of the facts set forth in the indictment, that the matter sworn to upon which the perjury is assigned was material, or it must be expressly so averred, and the materiality must be proved upon the trial.</p> <p>If a witness swears falsety in repeat to any fact or circumstance which is material as part of an entire case, he is guilty of perjury, although the case failed from defect of proof of another essential fact; nor can he escape conviction by showing that such other alleged fact had no existence. It does not lie with a perjurer to say that if he had sworn to the truth the case, for other reasons, would have failed.</p> <p>It is not necessary that the false statement tends directly to prove the issue in order to sustain an indictment for perjury; if circumstantially material, or if it tends to support and give credit to the witness in respect to the main fact, it is perjury.</p> <p>Where an indictment contains, in the same count, several assignments of perjury, some of which are good and others are defective in form or not sustained by proof upon the trial, and the court, upon its attention being specifically called thereto, refuses to withdraw from the consideration of the jury the defective or unsustained assignments, and exception is taken, the error is fatal, and a conviction will be reversed.</p> <p>Wood v. People (1 Hun, 381) reversed.</p>",
    "summary": "Error to the General Term of the Supreme Court in the third judicial department, to review judgment affirming judgment of the Court of Sessions in and for the county of Washington, entered upon a verdict convicting the plaintiff in error of the crime of perjury. (Reported below, 1 Hun, 381.) The facts pertinent to the questions discussed appear sufficiently in the opinion. The writ of error is right in form, and it is properly before the court. (Harting v. People, 26 N. Y., 154; Burge v. People, 5 Park., 9; chap. 56, Laws of 1872; People v. Appo, 18 How. Pr., 350; Foot v. Beebe, 17 Wend., 483.) Materiality is an essential element of the crime of perjury. (2 R. S., 681.) Perjury must be assigned by expressly contradicting the defendant’s testimony. (Burns v. People, 5 Lans., 189, 194; S. C., 59 Barb., 531; 2 Russ., 643; 3 Arch. Cr. Pr., 593-595.) If there be several charges embraced in one count, and one charge is insufficient, the whole is bad. (5 T. R., 653 ; 2 M. & S., 380; 1 C. & P., 608; 1 Vent., 272; 4 Burr., 2455; 2 Hale’s P. C., 194; Comm. v. Atwood, 11 Mass., 93.) The General Term properly held that the paper returned as such was not a bill of exceptions. (2 R. S. [Edm. ed.], 440 [423] ; id., 760 [736]; Morse v. Evans, 6 How., 445; Radcliff v. Rhan, 5 Den., 234; Birge v. People, 5 Park., 9 ; Law v. Merrils, 6 Wend., 298; Olark v. Dutcher, 19 J. R., 246; Law v. Jackson, 8 Cow., 746; Messenger v. People, 45 N. Y., 3.) If there is-no regular bill of exceptions the court can only look into the record returned, and reverse only for errors there appealing. (Keefer v. Keefer, 2 How. Pr., 67.) It was not defect to charge in the indictment that the court was held in the town of Kingsbury, and the perjury committed at the village of Sandy Hill. (Vanderwerker v. People, 5 Wend., 530; 1 Bish. Cr. Pro., § 376 ; 5 Edm. Stat., 402, § 22.) It was regular to embrace as many assignments of perjury in a count as were thought proper. (Comm. v. Johns, 6 Gray, 274; 2 Bish. Cr. Pro., § 934; 2 Chit. Cr. L., 311; Barb. Cr. L., 199 ; State v. Hascall, 6 N. H., 352.) The motion in arrest was properly denied. It cannot be granted because of a variance. (People v. Ond. Sess., 1 Wend., 296; People v. Stern, 1 Park., 202-246 ; Comm. v. Hawkins, 3 Gray, 463; People v. Curling, 1 J. R, 320; People v. Cooper, 13 Wend., 379.) A motion to quash an indictment is addressed to the discretion of the court and no exception lies to a denial of it. (People v. Eckford, 7 Cow., 535 ; Comm. v. Eastman, 1 Cush., 389.) The responsibility of the prisoner is no less if his testimony in the slander suit only related to the issue collaterally and bore upon his credibility. (People v. Burroughs, 1 Park., 222 ; Howard v. Sexton, 4 N. Y., 157 ; Chamberlain v. People, 33 id., 85 ; 2 Chit. Cr. L., 305; Bullock v. Koon, 4 Wend., 531.)",
    "disposition": null,
    "history": null,
    "other_dates": "(Argued November 11, 1874;",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "14 N.Y. 117"
    ],
    "opinions": [
        {
            "author_str": "Andrews",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAndrews, J.\nThe plaintiff in error was convicted at the Court of Sessions of the county of Washington, held in August, 1872, upon an indictment for perjury alleged to have been committed on the trial of an action for slander at the Circuit Court in that county in 1871, brought by him against one Conan t for charging him with killing and selling the beef of a diseased cow, knowing that it was diseased. A writ of error was issued out of the Supreme Court, directed to the judges before whom the trial was had, commanding them to return the record and proceedings to that court, and a return having been made, the conviction was, after argument in the Supreme Court, affirmed. The case has, by writ of .error, been brought into this court and is now before us for review. The error, book contains the judgment record and a bill of exceptions, signed and sealed by the county judge and the justices of the Sessions of Washington county, at a term of that court held in August, 1873.\nThe point is taken on behalf of the people, that the questions arising on the bill of exceptions cannot be considered for the reason that it was not settled by the judges before whom the indictment was tried. It appears from an inspection of the record that the trial court was composed of the county judge of Saratoga county, and the three justices of the Sessions of Washington county, and that the judges who *120signed and sealed the bill of exceptions were not members of the court when the trial was had. It also appears that, after the trial, a bill of exceptions was proposed on behalf of the defendant, and amendments thereto by the district attorney, and that the proposed bill and amendments were submitted to the judge who presided at the trial, who examined the papers and certified in what manner the exceptions should be settled, and the judges in settling the bill adopted the papers thus certified as the bill of exceptions in the case. It is undoubtedly true that a bill of exceptions ought regularly to be settled by the judges before whom the indictment is tried. (2 E. S., 423, § 75; 736, § 21.) But we think it was competent for the parties to consent that the settlement might be had at a term subsequent to that at which the indictment was tried, and before the judges who might then compose the court, although they were different persons from those who' sat upon the trial. And this, we think, must be presumed to have been the ease in respect to the bill of exceptions in question. It was returned upon the writ of error, and it does not appear that there was any-objection to the settlement at the time it was made. If, for any reason, the bill of exceptions was improperly inserted in the record, the court, on an application to correct it, coiild give the proper relief. No such application appears to have been made, .and to allow the objection to the regularity of the settlement to be taken for the first time on the argument of the case, would not be in furtherance of justice, and the objection ought not to be entertained. We are of opinion that the bill of exceptions is properly before us, and that the exceptions contained therein are open for examination.\nConant, the defendant in the slander suit, justified in his answer the speaking of the words charged in the complaint, and alleged, in general terms, that at or about a time stated the plaintiff did kill and sell the beef of a diseased cow, knowing it to be diseased. The assignments of perjury in the indictment are founded upon the evidence alleged to have been given by Wood on the trial of that action ; and it *121is not claimed by the counsel for the people that it was material, upon any issue in the case, except the issue raised by the justification. The indictment contains live counts. The first count sets out the evidence given by the prisoner on his examination, embracing many particulars and more than twenty distinct, and separate assignments of perjury in respect thereto. The most of them relate to the testimony of the prisoner as to the fact whether a certain cow bought by his father, in the fall of 1866, of Conant, and taken to the premises of the father, with whom the prisoner resided, and which was afterward, in December, 1866, killed and subseqúently sold was, before and at the time she was killed, diseased, and to the further fact whether he knew of her diseased condition at that time. In his evidence he testified, that the cow was not diseased when she was killed or while she was in his father’s possession; and he denied that she was lame or had any swelling or ulcer as other witnesses had stated. There are other assignments of perjury in this count, in respect to statements made by him upon the trial, which do not, upon their face, appear to have been material to the issue in the case.\nAt the conclusion of the testimony the court was requested to charge the jury that it had not been proved that the testimony, upon which the perjury was assigned, was material to the issue tried. The same request was made separately in respect to each particular statement of the prisoner upon which perjury was assigned. These requests were refused and exceptions were taken. The jury rendered a general verdict of guilty upon all the counts. The question is raised by these exceptions whether there was a failure to prove, in respect to all or any of the numerous statements upon which perjury was assigned, that they were material to the question and issue before the court. Dunckel v. Wiles, 11 N. Y., 430.) It must appear, either from the facts set forth in an indictment for perjury that the matter sworn to and upon which the perjury is assigned was material, or it must be expressly averred, that it was *122material, and the materiality must be proved on the trial or there can be no conviction. A false oath .upon an immaterial matter will not support, a conviction for peijuiy. (Roscoe Cr. Ev., 758; 2 Russ. on Crimes, 639.)\nIf, therefore, there was a failure to show, in respect to any one of the assignments of perjury, that the matter embraced therein was material, the1 conviction must be reversed; .otherwise, as the court cannot know upon what ground the jury proceeded, the defendant may have been convicted upon an-assignment of perjury which related to testimony not material to the case. We have been referred to cases which hold that judgment will not be arrested upon a conviction for perjury where the indictment contains in one count several assignments, some of which are good and others defective. (People v. Curling, 1 J. R., 320; Same v. Wiley, 8 Hill, 213 ; Comm. v. Johns, 6 Gray, 274; State v. Hascall, 6 N. H., 352.) It will be presumed in such a case that the jury disregarded the defective assignments and proceeded upon the substantial and sufficient averments in the indictment. But when the attention of the court on the trial is specifically called to the question and the judge refuses to withdraw from the consideration of the jury those assignments which are defective in form, or which have not been sustained by proof, and exception is taken, the court cannot disregard the error. The exception to the refusal to charge gene rally that none of the-testimony upon which perjury was assigned had been shown to be material was not well taken. - This exception is sought to be supported on the ground that it does not appear that any evidence was given on the trial of the slander suit tending to show that the prisoner sold the beef of the cow to which his testimony referred, and that it affirmatively appears that the father owned the cow and sold the beef. This argument assumes that testimony, in order to be material, must relate not only to the issue in the cause, but to an issue which might be fully maintained by the party tendering it; in other words, that if the testimony relates.to a fact or circumstance which is material as part of an entire case, the accused may escape convie*123tioTL if he can show that another essential fact could not have been proved. If a person swears falsely in respect to any fact relevant to the issue being tried, then we think he is guilty of perjury, although the case failed from defect of proof of another fact, and although the other fact alleged had no existence. For instance, if in an action by the indorsee of a note against the maker, a defence was made, which was admissible only on showing that the plaintiff took the note after it was due, a witness should falsely state that it was transferred before due, I cannot doubt he would be guilty of perjury, although no defence in fact existed. The evidence would be relevant to the cause, and it does not lie with the perjurer to say that if he had sworn to the truth the case for other reasons would have failed. (Rex v. Rhodes, 2 Ld. Raymd., 887.) In respect to some of the statements upon which perjury is assigned, there was, I think, no proof of their materiality. There was a question made on the trial of the slander suit whether the diseased beef was taken to market at the same time with a lot of turkeys, and whether the beef and turkeys were taken in a sleigh from the house of .the prisoner’s father, and then transferred to a wagon at a Hr. Nelson’s, and'whether Mr. Nelson helped unload the beef from the sleigh to the wagon. The prisoner testified that the beef was not taken at the same time with the turkeys, and that it was transferred to a wagon from the sleigh at Nelson’s, and that Nelson assisted in transferring it. The indictment assigns as - perjury that the beef was not transferred at Nelson’s, and by a separate assignment that Nelson did not assist in making the transfer. The indictment does not allege that either of these statements was material, nor do they appear to have been so, on a comparison of the statements with the issue in the pleadings or by any extrinsic proof. It is not necessary that the false statements should tend directly to prove the issue in order to sustain an indictment. If the matter falsely sworn to is circumstantially material or tends to support and give credit to the witness in respect to the main fact, it is perjury. (Comm. v. Pollard, 12 Mass., *124220; 3 Greenl. Ev., § 197; Roscoe on Cr. Ev., 759.) If the statements in the assignments last referred to were material, it should have been shown. Their materiality cannot be inferred and they do not appear to have had any relation to the issue, either direct or collateral, or to the credit of the witness in respect to his other testimony.\nFor the error of the court in refusing to charge that these statements were not proved to be material, the judgment.and conviction must be reversed.\nAll concur.\nJudgment reversed.\n",
            "ocr": true,
            "opinion_id": 5477172
        }
    ],
    "court_short_name": "New York Court of Appeals",
    "court_full_name": "New York Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}