{
    "id": 5704728,
    "judges": null,
    "date_filed": "1993-12-13",
    "date_filed_is_approximate": true,
    "slug": "lewis-v-state",
    "case_name_short": "Lewis",
    "case_name": "Lewis v. State",
    "case_name_full": "Augustus Lewis, in error v. The State of Georgia, in error Uriah Skinner, in error v. The State of Georgia, in error William Skinner, in error v. The State of Georgia, in error",
    "attorneys": "Jones & Sturges,'for plaintiff in error., Montgomery, Solicitor General, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Where there is sufficient evidence to sustain a verdict, and the Judge who tried the case refuses a new trial, this Court will not award a re-, hearing unless the principles of justice imperatively demand a new trial.</p> <p>2. An unexecuted agreement between the prosecutor and defendant to settle a criminal case, is no bar to the prosecution, nor is evidence of such agreement competent upon the trial of the defendant for the offence.</p> <p>8. It is not competent to prove friendly advice given by the defendant to the injured party after the difficulty is over, in order to relieve such defendant from guilt.</p> <p>4. An erroneous charge of the presiding Judge, which is immaterial to the issue on trial, and which could not injuriously affect the defendant, is no ground for a new trial.</p> <p>5. Three defendants may be indicted for an assault and battery, and one found guilty of the offence charged, and the other two guilty of an assault only.</p>",
    "summary": "Indictment for assault and battery, in Burke Superior Court. Tried before the Honorable W. W. Holt, at November Term, 1860. These cases, involving the same facts and questions, were heard together. William Skinner, Uriah Skinner, and Alexander Lewis, were jointly indicted in Burke Superior Court for an alleged assault and battery on the person of John Peel, who was the prosecutor of the indictment. The defendants electing to sever were tried separately. The facts of the case, as presented by the record, are as follows, to-wit: « On the 25th of November, 1859, Peel\"called at the house of Lewis, and proposed to sell an instrument for planting corn, Alexander Lewis, William Skinner, and two Uriah Skinners were present. The crowd appears to have been drinking to some extent, though not drunk. Lewis had taken four or five drinks, the two Uriah Skinners had taken two drinks each,' and William Skinner had been drinking also. When Peel proposed to sell the “corn planter,” Lewis asked him how far it dropped the corn, to which Peel replied, three feet. Lewis sent for an ear of corn, which was shelled and placed 'in the planter, and it rolled about the yard. The “planter” dropped the corn sometimes three feet apart, sometimes five feet, and sometimes did not drop it at all. Lewis told Peel that he did not want any such a “ planter,” and that he had wasted his corn, and either had to pay him twenty-five cents therefor, take a whipping, or pick up the corn and give it to his (Lewis’) hogs. Peel replied that he should do no such thing, and putting the “planter” in his 'buggy, and getting in himself, was about to drive off, when William Skinner caught him by the coat collar in an angry manner, so much so as to break off the buttons of his coat, asking Peel at the same time, if he did not intend to pay Lewis for his corn before he left. Peel replied, “ what is it to you, you damned son of a bitch ?” William Skinner then jumped into the buggy beside Peel, and struck him with his fist, and also with an umbrella; the defendant, Uriah Skinner, at the same time catching Peel’s horse by the bridle. Peel then whipped his horse, and drove rapidly away, some one of the defendants retaining his whip. After Peel had got off some distance some one of the crowd called to him to stop and get his whip, but Peel refused to go back, telling them that they might keep the whip. William Skinner mounted his horse and pursued Peel, and the two Uriah Skinners and Lewis followed in a buggy. They overtook Peel in an old field about one half mile off, when William Skinner again jumped in the buggy with him, and asked him why he called him a damned son of a bitch. Peel answered that he did not so call him. Lewis said to Peel that he need not deny it, for if he did, he, Lewis, would whip him, at the same time raising his stick, in striking distance. Peel then said, that if he said so he was sorry for it, and took it back. William Skinner struck Peel again with an umbrella, when the Uriah Skinner -not indicted pulled him away from Peel, and turned him over to Uriah Skinner, the defendant, to hold, which the latter did, saying to William Skinner, that Peel had apologized, and that he should not hurt him. Lewis then asked Peel where he was going ? Peel replied that he was going to Robinson’s, whereupon Lewis told him that it was as near to Robinson’s by his house as by any other way, and proposed that Peel should go back and get his whip. Lewis took a seat in the buggy with Peel, and they all went back to Lewis’ house together. About the time they reached the house Lewis said, “ he will not listen to me, damn him, whip him, boys.” After that, Lewis gave Peel some friendly advice, directed him the way to Robinson’s, and Peel went off. Neither Lewis nor the defendant, Uriah Skinner, struck Peel, or attempted to strike him, nor did they counsel or advise William Skinner to do so. These are the facts as testified to by Peel. On the trial of Uriah Skinner, the defendant Lewis, and the other Uriah Skinner, who is a cousin of the defendant, Uriah Skinner, were sworn as.witnesses for the defendant, and on the trial of Lewis the two Uriah Skinners were sworn as witnesses in his behalf. By these witnesses Peel is contradicted as to the fact, that Uriah Skinner caught Peel’s horse while William Skinner was striking him; also as to the fact that Lewis threatened to whip Peel if he denied calling William Skinner a damned son’of a bitch; also as to Lewis saying, “ he will not listen to me, damn him, boys, whip him;” and also as to the number of blows inflicted by William Skinner, the defendant’s witnesses testifying that William Skinner only struck at him once, and that was in the old field, and that then the umbrella flew open and only knocked off Peel’s hat without, (as the witnesses think,) hitting him at all. Whilst Peel was testifying as to the friendly advice given him by Lewis, the Court stopped the witness, and would not permit him to testify as to what the advice was, and defend-' ant excepted. After the testimony had closed, the Court charged the jury amongst other things, that they could find the defendant guilty of an assault without the battery, and that if the defendants were guilty at all they were all principals in the first degree; that An misdemeanors there was no such thing as principals in the second degree or accessories, to which counsel for the defendant excepted. The jury found William Skinner guilty of assault and battery, and the other defendants guilty of an assault, whereupon their counsel moved for a new trial, on the grounds: 1. That the jury found contrary Ao law. 2. That the jury found contrary to the weight of evidence. 3. That the verdict was contrary to law, because William Skinner had been found guilty of an ¡assault and battery, and the proof showed that the defendants did not strike Peel, and that if they were guilty at all, it must be for being present, aiding and abetting William Skinner in the offence, committed by him, and that the only legal verdict which could be rendered against the defendants, if guilty at all, was for an assault and battery. 4. Because the Court erred in charging the jury as before stated. 5. Because the Court erred in refusing to allow counsel for defendant to prove by Peel that this case had been settled by the parties at the previous term of the Court, and that he, Peel left the Court with the understanding that the case was settled upon the defendants paying the Court costs. The Judge presiding refused the new trial, and that refusal is complained of as error.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "33 Ga. 131"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy the Court. —\nLumpkin, J., delivering the opinion.\nWilliam Skinner, Uriah Skinner and Augustus Lewis were prosecuted for an assault and battery on John Peel. The defendants severed on their trial. William Skinner was convicted of the offense charged, to-wit: an assault and battery; the other two defendants were found guilty of an assault only. A new trial was moved for on several grounds, to-wit:\n1st. Because the verdict was contrary to law and evidence.\n2d. Because the Court refused to allow defendants’ attorney to prove by the prosecutor that he had expressed himself satisfied, and agreed to settle the case upon the defendants paying all costs.\n3d. Because the Court refused to allow counsel for the defendant to prove by the prosecutor the conversation of all three of defendants with the prosecutor at the house of Augpstus Lewis, the same being advice given by Lewis to Peel.\n4th. Because the Court erred in charging the jury, that in misdemeanors in this State, there are no principals in the second degree, or accessories, and that if the defendants are *136guilty, they must all be principals in the first degree; and further, that the jury could find one or more of the defendants guilty of an assault only.\nThese specifications contain all the errors alleged to have been committed by the Court in overruling the motion for a new trial.\nFirst. Was the verdict so strongly and decidedly against the weight of evidence as to compel this Court to remand this cause and award a re-hearing, notwithstanding the opinion of the jury as to the guilt of the accused, and the refusal by the Circuit Judge to compel their finding ? As to .William Skinner there can be no doubt of the sufficiency of the proof to convict him. True, Uriah Skinner and Augustus Lewis are not so deeply implicated, but yet, if the jury believed, and we think there was testimony to warrant the assumption, that all the defendants acted in concert in this matter, they might have returned a general verdict of “ guilty” against all three, and certainly if they credited John Peel, both Augustus^ Lewis and Uriah Skinner were guilty of an assault.\nSecond. Without determining whether this was a case which could be settled under the law — was it settled? Defendants’ counsel does not pretend that it was. There is no proof that the costs were paid or tendered. Indeed, he expressly disclaims relying on the supposed settlement as a bar to the prosecution. He argues, however, that it should have been allowed to be introduced to show that, in the person of the prosecutor himself, the transaction was a small affair, and that his subsequently prosecuting the case indicated malice. Grant that both of these suppositions are true, neither one of these inferences, nor both combined, prove that the defendants should have been acquitted. Peel may have been actuated by malice in urging the prosecution after agreeing to settle the case, and yet the defendants be guilty of the offense charged against them.\nThird. Ought the “ friendly advice ” given by Augustus Lewis to Peel, the prosecutor, after the fracas was over, to have been admitted in evidence ? The nature of the advice *137the record does not disclose, but be it one thing or another, it reflected no light on the past disturbance, and was therefore properly rejected.\nFourth. Was the charge of the Court, that in misdemeanors there were no principals in the second degree, nor accessories, right? It is' conceded that this is the rule of the common law. Whether the distinction between felonies and misdemeanors is a wise one we will not discuss. Indeed, the distinction between felonies and migdemeanors at the present day is in a great measure arbitrary and very unsatisfactory, the one being distinguishable from the other rather by the' consequences which follow from a conviction than by any particular element or ingredient appearing in the case. We are inclined to think that our Code did not intend to change the common law in this respect. But grant that the presiding Judge mistook the law on this point, ought the judgment to be reversed for that reason? How were the defendants prejudiced by this immaterial charge? The accused were indicted for an assault and battery, two of them were convicted for an assault only; was it not competent for the jury under the law, thus to, find ? Cannot two persons be indicted for murder, and one found guilty of murder and the other of manslaughter? Undoubtedly. What possible difference can there be between that case and the one sub judioef If this be so, there is no difficulty in this case, either as it regards the formof the indictment, the charge of the Court, or the verdict of the jury.\nLet the judgment be affirmed.\n",
            "ocr": true,
            "opinion_id": 5554429
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}