{
    "id": 5711275,
    "judges": "Biandkord, Dubitante, Hall, Jackson",
    "date_filed": "1982-09-25",
    "date_filed_is_approximate": true,
    "slug": "lockett-v-pittman",
    "case_name_short": "Lockett",
    "case_name": "Lockett v. Pittman",
    "case_name_full": "Lockett v. Pittman",
    "attorneys": "D. H. Pope ; D A.- Vason, for plaintiff in error., L. Arnheim, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. In a suit for treble damages on account of the killing of a cow by the defendant’s overseer, evidence that the “working boss ” had said that his orders were to kill all people coming on the place, was hearsay and irrelevant.</p> <p>2. A principal is not liable for the wilful trespass of his agent, unless done by his command, or assented to by him, except as to domestic servants; for the torts of such servants the principal is liable, if done by his command or in the prosecution and within the scope of his business, whether the same be by negligence or voluntary.</p> <p>(a.) The recovery of treble damages provided for by section 1445 of the Code is penal in its nature, and will not be applied to cases not clearly within its scope and purpose.</p> <p>(6.) Whether actual damages could be recovered. Quxre?</p>",
    "summary": "Principal and Agent. Master and Servant. Damages. Laws. Before Judge Bower. Dougherty Superior Court. October Term, 1883. Reported in the decision.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "72 Ga. 815"
    ],
    "opinions": [
        {
            "author_str": "Hall",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHall, Justice.\nThis action was brought to recover treble damages, under *816the statute, for the killing of plaintiff’s cow by the defendant, or by his causing her to be killed, the cow, at the time of the killing, being found within defendant’s enclosure, which was not protected by a lawful fence. The evidence showed that the cow was killed in defendant’s absence by his superintendent or manager, or by his orders.*\n1. The court admitted evidence, over the objection of counsel, that the “working boss” on defendant’s place had said that his orders were to kill all people coming on the same. This was mere hearsay testimony, and moreover, irrelevant, and shouldjiave been rejected upon the making of these objections. Code, §§3756, 3770.\n2. The same witness swore that he had a cow killed there at the same time plaintiff’s was killed ; that he applied to defendant to pay him for her, which he promised to do, telling him that he had ordered all cattle breaking into his fields to be killed. The evidence was conflicting upon this point, as well as upon the sufficiency of the fence. The court charged the jury:\n(1.) If they believed from the evidence that the agent, overseer or servant of defendant eitherkilled, or ordered the cow in question to be killed, and that this was done by the command or order of defendant; that she was killed in his field, and it was not inclosed by a lawful fence, then the plaintiff was entitled to receive three times the amount of damage proved.\n(2.) If the cow was killed in the field, improperly inclosed, either by the agent, overseer or servant of, defendant, or by his orders, and the killing was done ■ in the prosecution and within the scope of the business of defendant entrusted to said agent, etc., defendant would be liable, whether he ordered said killing or not.\n(3.) That if the agent, servant or overseer of defendant, employed for the purpose of cultivating and protecting the field, killed the cow in the same, and it was not *817inclosed with a lawful fence, and the killing was done for the purpose of protecting the crop growing on the field,. and to prevent its destruction by the cow, then the defendant would be liable, as this would be within the scope of his business.\nTo these two last charges, numbered 2 and 3, the defendant excepted, and now assigns them as error, and whether the exception is well taken will depend upon the subjection of the agent or overseer to the defendant’s control, and how far the principal or employer is responsible for his tort. In any event, a person is liable for torts committed by his wife, and for those committed by his child or servant, by his command, or in the prosecution and within the scope of his business, whether the same be by negligence or voluntary. Code, §2961. It is quite evident that the association of “servant” with “wife” and “child”' in this section of the Code, could have referred to no other than a domestic servant. Nosoitur a sooiis, as a rule of construction, is directly applicable. There is no other section of the Code that makes the master responsible for the voluntary tort of any other species of servant, although tnat tort be committed in the prosecution and within the scope of his business. The wrong-doer, in this instance, was not shown to he the domestic servant of the defendant, but it appeared that he was his agent or overseer.\nIs there no difference in the liability of a person for the tort of such a servant and those of an overseer or agent? The Code, we think, makes a difference in this respect. The principal is not liable for the wilful trespass of his agent, unless done by his command or assented to by him. Code, §2204. Every agent exceeding the scope of his authority is liable for his own tortious act, whether acting by command of his principal or not; but for the negligence of his ■ under-servant, employed by him for his principal, he is • not responsible. Code, §2213. In the absence of the employer, the overseer stands in his place. It is his duty to’ see to the sustenance and protection of his employer’s-*818property, and to discharge the duty, he is justified in repelling aggressors and trespassers to the same extent as the employer. Code, §2215. It does not appear that the principal or employer is given any such right to recover damages for injuries done to his agent or overseer as is .given for such injuries to a wife, child or servant, in the ¡strict sense of that term (Code, §2960), or that either of ■these persons are personally responsible to others for wrongs done in the transaction and within the scope of the proprietor’s business, as would be agents and overseers. 'These latter persons are not so dependent upon the principal or employer as are under-servants, and hence arises the •difference in the principal’s liability in the two cases for the wrongs done to others. The difference may not be readily perceived, but still it results from the different terms employed in fixing the liability in each case.\nAs this is a proceeding under section 1445 of the Code, ■which is highly penal in its character, and which should not therefore be applied to cases not clearly within its scope ¡and purport, if not within its letter, we are inclined to the • opinión that the charges excepted to in this case were too broad and unguarded, and think they should have been • qualified and limited to the extent indicated above.\nPerhaps a recovery for the actual damages proved in this ■case might have been sustained, upon the evidence disclosed by the record, but beyond this, we do not think the finding should have gone, unless the jury were satisfied that the alleged wrongs were done in pursuance of the defendant’s ¡command.\n■Judgment reversed.\nBiandkord, J., concurred.\n-Jackson., Chief Justice, concurred dubitante.\n\nThe plaintiff recovered a verdict and judgment for $60.00', which was three times the alleged v^lue of the cow. Defendant excepted. • +\n\n",
            "ocr": true,
            "opinion_id": 5561291
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}