{
    "id": 5715446,
    "judges": null,
    "date_filed": "1977-11-28",
    "date_filed_is_approximate": true,
    "slug": "heath-v-state",
    "case_name_short": "Heath",
    "case_name": "Heath v. State",
    "case_name_full": "Heath v. State",
    "attorneys": "E. E. Hinton and J. R. Williams, for plaintiff’ in error. C. B. Hudson, solicitor-general, and J. B. Hudson, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. The presiding judge was not obliged to allow the power of vision of a witness under cross-examination to be tested by requiring the witness to go to the window and look at an object on the street, which object was not visible to the judgeand jury from their positions in the court-room.</p> <p>2. The charge of the court to the jury being full as relates to murder, involuntary manslaughter and justifiable homicide, it was not error to charge on the subject of voluntary manslaughter substantially as laid down in the code in the definition of that offence, the instrument of the homicide being a long-handled shovel and the mortal blow having been stricken therewith under circumstances which left the proper grading of the homicide open to some question.</p> <p>3. There was no error in denying a new trial.</p>",
    "summary": "Indictment for murder. Before Judge Pish. Schley superior court. October term, 1893.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "93 Ga. 446"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nJudgment affirmed.\n\nRobert Heath was indicted for the murder of William Taylor, and was found guilty of voluntary manslaughter. He moved for a new trial, and the motion was overruled. The following appears from the evidence: Taylor’s wife and the wife of William Heath are sisters, and daughters of Thomas Poole. William Heath is the father of the defendant, and at the' time of the killing was the executor of the will of Poole, whereby thirty acres of land had been given to defendant’s wife. William Heath procured one Halstead to go with him for the purpose of measuring off that quantity of land. They went to Taylor’s house to get him to go with them, and not finding him, went and commenced to take measurements. While they were so engaged, Taylor *447came to where they .were and objected to the work proceeding, and a quarrel ensued between him and William Heath, in which, according to the testimony' for the defendant, Taylor cursed, swore and threatened, saying that they should not run the line, that he would kill or be killed before they should run it, that if Heath did not agree to run the line in a certain way, so as to get a house off Heath’s land upon the land of Mrs. Taylor, in a few hours he (Heath) would have nothing but the land left — it would be as clean as his hand, that Heath would never live to run that line, etc., calling the Heaths vile names. As the quarrel proceeded, Heath and Halstead made measurements. Soon.the defendant and his brother William came to the place, bringing a long-handled shovel and chop-axe with which they had been working. The quarrel continued until finally Taylor accused William Heath of having stolen from the ordinary’s office the homestead papers relating to' this land; whereupon defendant spoke up in denial, and said his father was a gentleman. Taylor (according toHalstead’s testimony) replied, “If he is, I have never seen it”; and defendant said “No, damn you, you can’t see nothing. I told you to shut your mouth, and if you don’t do it-” At that instant Halstead heard the blow given which caused Taylor’s death, his back being turned to the parties at the moment. The blow was struck by defendant with the shovel on the side of the head above the ear, fracturing the skull, and Taylor died seven hours afterwards. His wife testified that she saw the blow given, she being in her house about a hundred yards distant, that defendant was four or five feet behind Taylor, and went up behind him and struck him a side lick. She is a little near-sighted. William Heath jr. testified that he was the only witness who saw the blow given, Ms father and Halstead both being turned in another direction; that when Taylor made the accu*448sation about the theft of the homestead papers, defendant said, “ Don’t you know he did not do it?” Whereupon Taylor said, “You are a damned lie,” and with an open knife in his hand ran at defendant, who jumped back, seized the shovel (which was sticking up in the ground), and hit Taylor with it as quickly as he could. This witness further testified that Mrs. Taylor’s eyesight was very bad, and he did not think she could see them from her house. She testified that a knife introduced in evidence was the only one her husband had, and that it was in his pocket shut up when he was brought to the house a few minutes after the killing. She went to him at once on seeing him fall, and she saw no knife then. Halstead also testified that he saw no knife in Taylor’s hand. William Heath jr. testified that the knife so introduced was not the one Taylor had in his hand; that one dropped from his hand and was lefton the ground; witness hunted for it next morning, but did not find it. In his statement defendant claimed that he ■“ tapped ” Taylor, not with intent to kill him but to keep him off, as he was advancing upon him with the knife drawn. After the killing defendant went from Schley county to his uncle’s house in Macon county, 12 or 15 miles distant, where he was arrested after some effort to conceal himself from the arresting party. When in jail he seemed to be in great distress, and to regret the whole occurrence. He said he could not get Taylor to stop, and he hit him a back-handed lick; he had no idea he hit him so hard. There was testimony tending to prove his good character, and Taylor’s bad character for violence; also, that shortly before the killing Taylor said that Heath was going to steal him out of the land which Poole had given his wife, and cursed and, called Heath vile names, and said he was going to hell or have his rights.\nThe motion for new trial alleges that the verdict is *449■contrary to law, evidence and the charge of the court; .and that the court erred in not allowing defendant’s counsel to test the ability of Mrs. Taylor to recognize a person across the street from the court-room, which person counsel stated he could prove she knew well; she being on the stand as a witness, and counsel desiring to test her eyesight in the presence of the court and jury, by having her to go to the window and look across the street. She was under cross-examination, and the witness stand was about 20 feet from the window. The court-room was very much crowded and a good many were near the window, but she could have gone there without difficulty. The judge certifies that the person who defendant’s counsel had stationed across the street could not be seen by the coui’t nor by the jury, and as the experiment would not have been made in the presence of the court and jury, and as'it would have caused «orne delay, the court, considering it discretionary, declined to have the witness to go to the window for the purpose indicated.\nThe court charged the jury as follows: “Now look to the evidence in this case, and determine from the facts and the law I give you in charge, whether or not the prisoner at the bar is guilty of the offence of voluntary manslaughter. If he struck the deceased, William Taylor, with a long-handled shovel as charged in the bill of indictment, under a sudden heat of passion, which passion was aroused by an actual assault made upon him or by an attempt on the part of William Taylor to commit a serious personal injury upon him, or if there were other equivalent circumstances sufficient to justify the excitement of passion and to exclude all idea of deliberation or malice, either express or implied, circumstances which created in the defendant the same state of mind as an actual assault upon him or an ■attempt- to commit a serious personal injury upon him *450would have created, and if there was not a sufficient, cooling time between the assault made or the attempt to commit a serious personal injury upon him, or other-equivalent circumstances, if there was not a sufficient time between the provocation given or the assault made and the time of the killing for the voice of reason and humanity to be heard, and he killed 'William Taylor under such circumstances, then I charge you that he would not he guilty of murder, but would he guilty of voluntary manslaughter.” It is contended that it was error to charge that he would he guilty of voluntary manslaughter, inasmuch as under the statement in the charge he might have been guilty of involuntary manslaughter,, or of no offence at all.\nE. E. Hinton and J. R. Williams, for plaintiff’ in error. C. B. Hudson, solicitor-general, and J. B. Hudson, contra.\n",
            "ocr": true,
            "opinion_id": 5565491
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}