{
    "id": 5749183,
    "judges": "Hunstein",
    "date_filed": "2007-05-28",
    "date_filed_is_approximate": true,
    "slug": "moore-v-state",
    "case_name_short": "Moore",
    "case_name": "Moore v. State",
    "case_name_full": "MOORE v. State",
    "attorneys": "Calvin Moore, pro se., C. Paul Bowden, District Attorney, Samuel S. Olens, Attorney General, PatriciaB. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Katherine T. Parvis, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied October 7, 2013.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "293 Ga. 676",
        "748 S.E.2d 419"
    ],
    "opinions": [
        {
            "author_str": "Hunstein",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHUNSTEIN, Justice.\nThis case is Calvin Moore’s second appeal related to his conviction for malice murder in connection with the strangulation death of Lucious Harris, Jr. In the previous appeal, we concluded that the evidence was sufficient to support his conviction, but vacated the trial court’s judgment and remanded the case for a proper hearing on similar transaction evidence under Uniform Superior Court Rule 31.3 (B). See Moore v. State, 290 Ga. 805 (725 SE2d 290) (2012) (Moore I). On remand, the trial court concluded that the similar transaction evidence was properly admitted at trial and reinstated Moore’s judgment of conviction. Because the trial court did not abuse its discretion in concluding that the State’s evidence on the similar transaction was properly admitted at trial and none of the other enumerations of error show that the trial court committed error, we affirm.\nAs detailed more fully in Moore I, Moore had been living with Harris for approximately a year at the time of his death. After receiving a 911 call in the early morning hours of June 11,2004, police found Harris’s body lying on a railroad track near an abandoned street in Tift County. The police later found Moore’s latent thumb print on a metal fence rail 150 yards from where the victim’s body was found. The medical examiner determined that Harris died from crushing chest injuries associated with manual strangulation. Over Moore’s objection, the State presented evidence at trial regarding Moore’s involvement in the 1995 death of Robert Littrell, who suffered from multiple sclerosis. Moore had lived with Littrell for approximately five years, serving as his caretaker. On November 2, 1995, Moore called 911 to report that Littrell was not breathing. The chief medical examiner testified that Littrell had suffered crushing chest injuries and a throat injury consistent with manual strangulation, and a regional medical examiner testified that Littrell’s injuries were similar to the injuries suffered by the victim in this case. Although Moore was not charged at the time, he apparently was indicted for the murder of Littrell after charges were filed against him in this case. See Moore I, 290 Ga. at 806. In his defense, Moore claimed that he had inflicted Littrell’s injuries in an unsuccessful attempt to resuscitate him through CPR and presented expert testimony that there was no “hard evidence” of strangulation in the death of Littrell and that the expert could not differentiate between injuries from CPR and blunt force assaults.\nAfter this Court vacated the judgment and remanded the case, the trial court conducted a Rule 31.3 (B) hearing at which the State *677sought to demonstrate that the similar transaction evidence was admissible under Williams v. State, 261 Ga. 640 (2) (b) (409 SE2d 649) (1991). Moore, who chose to represent himself at the Rule 31.3 (B) hearing, argued that the two deaths were not sufficiently similar to support the admission of evidence about Littrell’s death at the trial concerning Harris’s murder. The trial court held the evidence admissible, and Moore now challenges that ruling. In this appeal, we consider both the issues Moore raises related to the Rule 31.3 (B) hearing and the other issues that he raised in his initial appeal.\n1. Moore first contends that the trial court erred in ruling that the similar transaction evidence was admissible. Under Williams, the State must show that it seeks to introduce the evidence of the independent offense for an appropriate purpose, there is sufficient evidence to establish that the accused committed the independent offense, and there is a sufficient connection or similarity between the independent offense and the crime charged so that proof of the independent act tends to prove the crime charged. 261 Ga. at 642. In evaluating the trial court’s ruling, we accept its factual findings unless they are clearly erroneous and review its ultimate decision to admit the similar transaction evidence for abuse of discretion. See Reed v. State, 291 Ga. 10 (3) (727 SE2d 112) (2012).\nAt the Rule 31.3 (B) hearing, the prosecutor stated that the State was seeking to introduce the evidence of Littrell’s death to show Moore’s bent of mind and identity as the person who killed Harris and that there was sufficient evidence to establish that Moore caused Littrell’s injuries based on Moore’s admissions to the investigator in that case. The State also argued that there was a sufficient similarity between the independent offense and the crime charged so that proof of the acts related to Littrell tended to prove the crimes related to Harris. Specifically, in Littrell’s case, the 57-year-old victim weighed 126 pounds, was frail from multiple sclerosis, had lived with Moore for five years, and argued with him about finances. In Harris’s case, the 63-year-old victim weighed 127 pounds, was disabled, had lived with Moore for a year, and had argued with him about financial issues, including a disagreement over the power being cut off the day before Harris died. Further, the State noted a medical examiner’s extensive testimony about the victims’ injuries, his conclusion that both victims suffered from throat injuries consistent with manual strangulation, and his determination that the injuries to Littrell were not consistent with CPR, even if performed improperly and forcefully. In response, Moore argued that the two deaths were not similar because there was no evidence that he intentionally killed Littrell.\n*678In holding that the similar transaction evidence was properly-admitted at trial, the trial court found that Moore served as caretaker for both Littrell and Harris at the time of their deaths. Concerning the purpose for introducing the evidence, the trial court found that the State offered the evidence to show bent of mind and identity and not to raise an improper inference concerning Moore’s character. On the evidence that Moore committed the independent act, the trial court found that the trial testimony showed that Moore admitted causing Littrell’s injuries, although Moore maintained that he did so inadvertently. On the similarity between the two acts, the trial court found the State provided evidence of the similarities in the personal characteristics of the two victims and the injuries that they sustained. Based on these factual findings, the trial court concluded that the State sought to admit evidence of the death of Littrell for appropriate purposes, there was sufficient evidence that Moore committed the independent act, there was a sufficient connection or similarity so that proof of the independent act tended to prove the crime charged, and the probative value of the similar transaction evidence substantially outweighed the danger of unfair prejudice from it. We conclude that the trial court’s factual findings were not clearly erroneous and the trial court did not abuse its discretion in ruling that the evidence was admissible.\n2. Moore next contends that his right to confront the State’s evidence at the similar transaction hearing was violated when the trial court allowed the State to introduce evidence concerning Littrell’s death and then did not consider Moore’s written argument, which was filed after the hearing. At the hearing, Moore repeatedly objected to the State’s presentation on the grounds that this Court had ruled in Moore I that the similar transaction evidence should not have been admitted. Contrary to Moore’s arguments, our previous opinion did not decide the admissibility of the similar transaction evidence or reverse his conviction based on its admission. Instead, we vacated the judgment on procedural grounds and remanded for the trial court to conduct a similar transaction hearing as required under Rule 31.3 (B) and, if the trial court determined the evidence to be admissible, make the required findings under Williams. See Moore I, 290 Ga. at 809. The trial court followed our instructions, conducted a hearing on the record in open court with Moore present, and provided him the opportunity to show why the similar transaction evidence should not have been admitted at trial under the three Williams factors. When Moore stated that he was not prepared to make further arguments because he did not have the trial transcript with him in the courtroom, the trial court gave him 30 days to submit a written brief, which he did, reiterating his argument that the two deaths were not similar *679because Littrell died accidentally. Based on this record, we conclude that Moore’s right of confrontation was not violated at the similar transaction hearing.\n3. Concerning the issues raised in Moore’s first appeal, we initially address the enumerations related to the trial and trial counsel. Moore challenges as a violation of his Fourth Amendment rights the admission of Exhibits 107 and 108, which were cards with his rolled fingerprints taken prior to his arrest. Because Moore did not object to the admission of the fingerprint cards at trial, this issue was not preserved for appellate review. See Acliese v. State, 274 Ga. 19 (2) (549 SE2d 78) (2001) (defendant waived issue on appeal by failing to object to the admission of exhibit comprised of 63 latent fingerprint cards).\n4. Moore also alleges that the trial court erred in allowing the State’s fingerprint expert, Butch Windham, to testify before the jury after he had testified outside the presence of the jury that the latent fingerprint evidence, Exhibits 109-A to 109-D, had no evidentiary value. Since Moore did not object at trial to the admission of the latent fingerprint evidence or the expert’s testimony, this evidentiary issue was not properly raised and preserved at trial. See Hall v. State, 292 Ga. 701 (2) (743 SE2d 6) (2013).\n5. Citing trial counsel’s failure to seek to suppress the fingerprint evidence and other actions, Moore asserts that he was denied his constitutional right to effective assistance of counsel. To establish a claim of ineffective assistance of counsel, the defendant must show that counsel’s performance was deficient and the deficient performance prejudiced the defense. Strickland v. Washington, 466 U. S. 668, 687 (II) (104 SCt 2052, 80 LE2d 674) (1984). In evaluating an attorney’s performance, there is a strong presumption that counsel’s conduct falls within the range of sound trial strategy and reasonable professional judgment. Id. at 689. Our review of the record establishes that Moore has failed to show that his trial counsel performed deficiently.\n(a) Concerning the admission of the fingerprint cards, Exhibits 107 and 108, trial counsel testified at the motion for new trial hearing that he did not file a motion to suppress the evidence because he did not find a basis for keeping it out. He explained that Moore was living at the victim’s house at the time of his death and Moore had a prior criminal record so that it was inevitable that the State would get his fingerprints from records already on file. Thus, a motion to suppress the fingerprint evidence and an objection to its admission at trial would have been without merit, and the failure to raise a meritless motion or objection is not ineffective assistance of counsel. See Rios v. State, 281 Ga. 181 (3) (637 SE2d 20) (2006).\n*680(b) Similarly, Moore contends that trial counsel was ineffective for failing to file a motion to suppress Exhibits 103 and 104 because that evidence, consisting of two T-shirts and a pair of blue jeans, was seized from his aunt’s house as part of an illegal arrest. Since Moore’s aunt voluntarily gave the evidence to law enforcement officers, Moore has failed to make the required “strong showing” that a motion to suppress would have been successful. See Roberts v. State, 263 Ga. 807, 809 (2) (e) (439 SE2d 911) (1994).\n(c) The next claim of ineffectiveness concerns trial counsel’s alleged failure to pursue the motion for scientific examination of the latent fingerprint evidence, Exhibits 109-A to 109-D, which Moore contends are “xerox copies of a photograph” and not actual latent print lift cards. At the hearing on the motion for new trial, trial counsel testified that he investigated the accuracy of the State’s fingerprint analysis by sending a copy of the print to a former examiner for the Federal Bureau of Investigation in Atlanta for analysis. The FBI examiner confirmed the State’s finding that the thumbprint found on the fence at the crime scene was Moore’s thumbprint. Trial counsel chose not to have this opinion reduced to writing because he did not want to disclose it during discovery. Because trial counsel made a reasonable strategic decision not to pursue additional investigation of the fingerprint evidence after consulting with the FBI examiner, this claim of ineffective assistance of counsel fails. See Smith v. State, 283 Ga. 237 (2) (a) (657 SE2d 523) (2008) (trial counsel not ineffective for failing to pursue additional medical investigation after consulting with an expert).\n(d) Moore’s final claim of ineffective assistance of counsel alleges that trial counsel performed deficiently by failing to object to the expert testimony of Windham, the fingerprint examiner, and to impeach him with testimony he gave outside the presence of the jury. See Division 4. This claim is premised on Moore’s interpretation of Windham’s report and testimony as stating that the latent prints that the expert received for comparison purposes were unidentifiable and had no evidentiary value for comparison to anyone. On page two of his report and in his testimony, Windham identified the single identifiable latent fingerprint as comparing positively to Moore’s left thumbprint. On page three of his report, Windham wrote: “No identifiable latent print impressions suitable for comparison purposes remain unidentified.” When asked at trial to explain this sentence, he testified: “Of the six latent impressions, only one impression had value for identification purposes or comparison purposes. That fingerprint impression was identified. That did not leave any other identifiable impressions that had not been identified to anyr body.” At the motion for new trial hearing, trial counsel testified that *681he did not object to or impeach the expert’s testimony because he had found no legal basis for doing so. Moreover, the trial transcript shows that Windham was repeatedly questioned about the meaning of the quoted sentence on page three of his report, including questions specifically phrased by Moore and asked by his attorney at trial. Based on the record and the deference owed to strategic decisions, we conclude that trial counsel’s decisions on the preferable method for challenging the expert’s testimony fell within the range of reasonable professional judgment. See Humphrey v. Nance, 293 Ga. 189, 220 (II) (C) (3) (c) (i) (744 SE2d 706) (2013); Smith, 283 Ga. at 240.\n6. The remaining enumerations of error related to the trial court’s actions during the four hearings on the motion for new trial. Moore complains that the trial court improperly limited him from arguing that Robert Cook, the witness who called 911, was unable to identify Moore at trial, which Moore asserts is exculpatory evidence proving his innocence. We conclude that the trial court did not abuse its discretion in declining to allow Moore to supplement the record by reading portions of Cook’s statement to police, which was not introduced at trial. Based on a pre-trial agreement between the district attorney and Moore’s attorney, Cook was prohibited from identifying Moore at trial as the man he saw that night near the railroad tracks. To the extent Moore is arguing that the evidence was insufficient, it is the jury’s role to decide the weight of the evidence and credibility of the witness who does not make a positive identification at trial. See Harper v. State, 213 Ga. App. 444 (1) (445 SE2d 303) (1994).\n7. Moore next challenges the trial court’s denial of his post-conviction motions to compel the State’s expert to perform a latent print tape lift from a galvanized pipe and to hire an expert to prove Exhibits 109-A to 109-D were photographs rather than latent print cards. The grant or denial of a post-trial request for expert witnesses lies within the sound discretion of the trial court, and the defendant must demonstrate a special need for the witness. Totten v. State, 276 Ga. 199(2) (577 SE2d 272) (2003). At the motion for new trial hearing, the fingerprint expert testified that Exhibits 109-A to 109-D were the actual latent prints lifted at the crime scene and not photographs or another form of reproduction. In addition, the trial court stated that it had found no evidence in the record showing that the exhibits were photographs rather than latent prints. Finally, trial counsel testified about his unsuccessful effort prior to trial to obtain an expert who would testify that the identifiable latent print was not Moore’s thumb print. Based on the record and Moore’s failure to show a special need for the experts, we conclude that the trial court did not abuse its discretion in denying Moore’s post-trial motions for expert assistance. See Robinson v. State, 277 Ga. 75 (3) (586 SE2d 313) (2003) (no *682abuse of discretion in denying a post-conviction motion to retain a forensic pathologist to show trial counsel ineffective for failing to retain an expert); Totten v. State, 276 Ga. at 200-201 (no abuse of discretion in denying a post-conviction request for funds to hire an investigator when trial court authorized funds to hire an investigator prior to trial).\n8. Moore’s contention that the trial court violated OCGA § 17-8-57 by expressing an opinion has no merit. OCGA § 17-8-57 prohibits a judge during the progress of a criminal case or the charge to the jury from expressing an opinion as to what has been proved or the guilt of the accused. The purpose of the statute is to prevent the judge from influencing the jury, and an error occurs only when the trial court’s opinions are made in the presence of the jury. Linson v. State, 287 Ga. 881 (2) (700 SE2d 394) (2010). In this case, the trial court made the comment at the motion for new trial hearing, which was more than four years after the jury returned its verdict. Furthermore, we construe the trial court’s statement that the latent fingerprint cards were not photographs as a factual finding necessary to resolving Moore’s various post-trial motions, not an opinion on Moore’s guilt or what had been proved at trial.\n9. We also reject Moore’s contention that the trial court erred by interrupting his examination of the State’s fingerprint expert. A review of the record shows that Moore was questioning the expert about his testimony from a prior hearing and the trial court was trying to clarify the pages of the transcript on which the testimony appeared. We find no abuse of discretion in the trial court’s actions. See Casey v. State, 249 Ga. 724 (3) (293 SE2d 321) (1982) (scope of cross-examination rests largely within the judge’s discretion).\n10. Moore’s remaining two challenges seek a dismissal of this case.\n(a) We will not dismiss this case due to an omission in the transcript of the hearing on Moore’s motion to dismiss his appellate counsel. Moore’s allegations of a cover-up are not supported by the record, and OCGA § 5-6-41 (f) provides a remedy when any party asserts that the transcript does not accurately or fully disclose what transpired in the trial court.\n(b) Similarly, this Court rejects Moore’s request to dismiss based on his unsupported allegation that the latent fingerprint evidence was forged. Unless clearly erroneous, a trial court’s factual findings and credibility determinations related to evidentiary issues will be upheld on appeal. See Leonard v. State, 292 Ga. 214 (2) (735 SE2d 767) (2012); Reed, 291 Ga. at 14. There is ample evidence in the record to support the trial court’s finding that Exhibits 109-A to 109-D are the latent fingerprints lifted from a fence at the crime scene.\n*683Decided September 9, 2013\nReconsideration denied October 7, 2013.\nCalvin Moore, pro se.\nC. Paul Bowden, District Attorney, Samuel S. Olens, Attorney General, PatriciaB. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Katherine T. Parvis, Assistant Attorney General, for appellee.\n11. Although Moore seeks in a reply brief to invoke the plain error rule, that rule does not apply in this case. See Scott v. State, 290 Ga. 883 (2) (725 SE2d 305) (2012); see also OCGA § 24-1-103 (d) (in cases tried after January 1, 2013 under the new Evidence Code, a court may take “notice of plain errors affecting substantial rights although such errors were not brought to the attention of the court”).\nIn conclusion, because the trial court properly ruled that the similar transaction evidence was admissible at trial, trial counsel did not render ineffective assistance of counsel, and the trial court did not commit error, we affirm the trial court’s denial of the motion for a new trial and the reinstatement of the judgment of conviction against Moore.\n\nJudgment affirmed.\n\n\nAll the Justices concur.\n\n",
            "ocr": true,
            "opinion_id": 5601351
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}