{
    "id": 5750949,
    "judges": "Russell",
    "date_filed": "1973-04-26",
    "date_filed_is_approximate": true,
    "slug": "merchants-miners-transportation-co-v-corcoran",
    "case_name_short": "Corcoran",
    "case_name": "Merchants & Miners Transportation Co. v. Corcoran",
    "case_name_full": "MERCHANTS AND MINERS TRANSPORTATION COMPANY v. CORCORAN",
    "attorneys": "O’Connor, O’Byrne & Hartridge, Lawton & Cunningham, for plaintiff in error. Robert L. Colding, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. It is prima facie to he presumed that a trial judge has exercised his discretion, when he grants or refuses a motion for new trial; and he who asserts to the contrary must plainly show the failure of the judge to exercise the legal discretion with which he is clothed. The judgment of a court upon a motion for new trial can not be impeached' by statements of the presiding judge, not contained in the order overruling or granting the motion. If the trial judge has really exercised his discretion upon a motion for new trial, the reasons which influence him in giving direction to the ease are unimportant to the court of review.</p> <p>(a) In no event can a reviewing court look beyond the order disposing of the motion for new trial, or the recitals in a bill of exceptions affirmatively showing that his discretion was not exercised, to inquire whether the judge has failed to exercise his discretion.</p> <p>(b) Even when the judge gives expression orally to disapproval of a verdict, and does not incorporate it in his final judgment, it is not to be held that this indicated that there was not finality and exercise of discretion; it will be treated merely as indicating that the final decision was not reached without difficulty.</p> <p>2. A second verdict, found with no evidence to sustain it, should be set aside as readily as a first, but a second verdict can not be set aside, as a first verdict might be, merely because upon the second trial the judge may think that the preponderance of the evidence is in favor of the losing party.</p> <p>3. The evidence authorized the verdict; and though the evidence were weak, the judge would not be authorized to grant a second new trial because his personal opinion as to the weight of the evidence differs from that of the jury, unless for errors of law a new trial should be granted.</p> <p>4. Evidence of the ineompetency of a servant as to a particular business requiring skill may be deduced from a circumstance disconnected with the cause of action, where the service to be performed is of the same nature or requires like skill as that from the absence of which it was claimed the plaintiff was injured.</p> <p>5. The court may present a defense of the defendant most strongly by excluding from the consideration of the jury all liability under the plaintiff’s claim of right of recovery as to that matter.</p> <p>6. (a) In the absence of a written request it is not error for the court, after giving general instructions upon the subject of the measure of damages, to omit to instruct them that they should take into consideration the plaintiff’s diminishing capacity for labor, due to old age. If general instructions are given on the subject of the ascertainment of damages, more specific instructions, if desired, should be duly requested.</p> <p>(b) The jury are presumed to be as cognizant of the common phenomena of human experience as the judge, and if their attention is especially desired to be directed thereto, a timely written request should be made. It is not essential, in order to form an estimate of the value of the life of a deceased, or to ascertain the diminished capacity of a plaintiff to earn money, which has been caused by an injury, that the jury trying the ease should have before them the standard mortality tables. Such tables may be a useful circumstance, but are not conclusive.</p> <p>7. A verdict of a jury can not be held to be excessive unless it be manifestly the result of prejudice or bias, or other' corrupt motive.</p>",
    "summary": "Action for damages, from city court of Savannah — Judge Norwood. August 20, 1907.",
    "disposition": null,
    "history": null,
    "other_dates": "Argued December 11, 1907.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "4 Ga. App. 654"
    ],
    "opinions": [
        {
            "author_str": "Russell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRussell, J.\nThis ease was heretofore brought to this court upon error assigned upon the award of a nonsuit, and it is reported in 1 Ga. App. 743 (57 S. E. 962). Upon the return of the case to the lower court, it was again tried, and the trial resulted in a verdict for $12,250 in favor of the plaintiff. Exception is now taken to the judgment refusing a new trial, and it is further insisted, in the bill of exceptions, that the trial judge-*656did not in fact exercise Iris discretion in passing upon the motion for a new trial.\n1. We shall first determine what merit, if any, is in the contention that the discretion of the trial judge, with reference to-the grant of a new trial, was not exercised. In the grant or refusal of a motion for new trial, it is of course to be presumed, prima facie, that such discretion was exercised; and it devolves upon him who asserts the contrary to show that there was a failure on the part of the trial judge to exercise that broad, and yet legal, discretion with which he is clothed. We do not think that the circumstances which are relied upon by the plaintiff in error are sufficient to rebut the general presumption, or can be properly considered by this court, in the face of the judgment overruling the motion for new trial. It appears from the record that in open court, on August 20, the court passed the following order : “After hearing argument upon the within motion for new trial, it is considered and ordered that said motion be and the same is hereby overruled.” This judgment was a finality, so far as the motion for new trial is concerned. The power of the judge of the city court of Savannah, so far as that motion is concerned,, was then exhausted, and the case was at an end. Any further rights of the parties depended upon a writ of error by proper bill of exceptions, unless the judge, upon the ground that the order had been inadvertently or improvidently signed, had seen proper to set it aside or modify it. The plaintiff in error seeks to show that the judge had not exercised his discretion; because, upon the succeeding day, he filed an opinion explaining the reasons for his previous judgment. The opinion was as follows (after stating the case) : “Decision of court on motion for new trial. I have not had time to reduce my opinion to writing, and, in fact, the view I take of it, there would be nothing to say that I think would require a written opinion. This case came up here two or three years ago and was tried by a jury, and the jury rendered a verdict-I think it was for $6,000. It came up again, and I was of the opinion that the plaintiff had no case, — that is to say, not sufficient to submit to a jury, — and I nonsuited the plaintiff. He took the case to the Court of Appeals, and the court said I was in error, that there was enough to go to a jury. It was then submitted to another jury, and that jury found a verdict for the *657plaintiff. It was found upon about the same testimony that was submitted when I nonsuited the case. A motion is made for a new trial, but the case stands on about the same footing that it did before, and the view I take of it, the duty of this court -is this: The law in the'case is about the same, — that is to say, on this last trial, — as it was before, when it went to the Court of Appeals. The facts are about the same, and I think that I should allow the Court of Appeals to review the whole case again. They reviewed it once on motion for nonsuit; now they can review it as a case completed, and decide whether the court here was in error, or the jury was in error, or both. My opinion is, therefore, that it is better to overrule the motion for a new trial, without any reference to what I think about the case. I have nonsuited it once, and then let this court of revision, whichever counsel sees fit to go before, say whether I am right or wrong.”\nIf the judgment overruling the motion for new trial was passed in open court and was not a finality, so far as the city court of Savannah is concerned, it does not appear from the record whether the opinion in Avhich the judge explained the reasons why he exercised his discretion as he did was delivered in term time or in vacation, — whether the city court was still in session or had adjourned. If the term of court had ended, without an order continuing the hearing of the motion until vacation, the judge would be without jurisdiction or authority to pass any order; and, in the absence of any evidence upon that subject, this court can not consider the subsequent order which we have quoted above. Beyond that, however, we are satisfied that it would never do to hold that the solemn judgment of a court can be impeached by the oral statements of the presiding judge, in which he may give utterance to the views which influenced him, sometimes for the satisfaction and sometimes to the dissatisfaction of the counsel in the case, even though these remarks be stenographically reported and the judge afterwards consents to verify them by his signature. The reviewing court is not concerned with the extrajudicial reasons which impelled the judge to decide; the only question is, did the judge decide and thereby exercise his discretion, which is nothing more or less than the exercise of his right to legally determine between two or more courses of action. If he exercises his right of choice, after full consideration, the judicial discretion has been *658exercised, whether it has been exercised wisely or. not. This point was express^ ruled in City of Atlanta v. Brown, 73 Ga. 630. In delivering his judgment refusing a new trial in the Brown case, Judge Dorsey stated that “in his judgment the alleged injury was, or should not be an actionable defect; as to require the city to remedy such slight imperfections would be to impose upon it an extraordinary degree of diligence; but as he had fully and fairly charged the jury as to the defect being actionable, and they having found in favor of the plaintiff on that question, he felt that he should not disturb their verdict.” It was insisted before the Supreme Court that this evidenced that there was not an untrammelled and free exercise of the judge’s discretion, and that to refuse the motion, with such an impression resting upon his mind, was an abuse of discretion. In passing upon the point, Justice Hall, in a well-considered opinion, says: “To this, however, we do not assent. It seems to us that if does not amount to an abuse, but is rather a reluctant forbearance to exercise his discretion . . in favor of the defendant. Hpon the whole, he concluded to let the verdict stand, and we are to look to this conclusion as the exercise of his discretion, rather than to the reasons that led him to hesitate, before interfering with the finding of the jury.” 'Throughout the opinion the order refusing a new trial is treated as an absolute exercise of discretion, which is not to be affected by the fact that the judge was reluctant to reach the decision he finally rendered.\nIf the presiding judge were to give frank and full utterance to his thoughts in every case in which he rendered a judgment, it would be found that perhaps in a majority of the judgments rendered both doubt and reluctance prevail. If the doubt of the judge, or even his personal opposition, appears in the order passing upon the motion for new trial, it may then be considered that the court has not exercised its discretion; but the judgment in the present'ease, though brief, makes no reference to any doubt, misgiving, or unwillingness to award the judgment, which is rendered without equivocation. By the form of the order in which the court made a final disposition of the motion, this case is distinguished from those of Central Ry. Co. v. Harden, 113 Ga. 453 (38 S. E. 949), Thompson v. Warren, 118 Ga. 644 (45 S. E. 912), Rogers v. State, 101 Ga. 561 (28 S. E. 978), McIntyre v. McIntyre, *659120 Ga. 67 (47 S. E. 501, 102 Am. St. R. 71). While it does not so appear in each case in the decision itself, an examination of the original record in all of these cases shows that the judge in each instance, in his order, gave evidence that his discretion had not been exercised.\nWe hold the true rule, then, to,be: (a) That in no event can a reviewing court look beyond the order disposing of the motion for new trial, or the bill of exceptions, affirmatively showing that his discretion was not exercised, to inquire whether the judge has failed to exercise his discretion. (b) That even when the judge gives expression orally to disapproval of a verdict, and does not incorporate it in his final judgment, it is not to be held that this indicates that there was not finality and exercise of discretion; it will be treated merely as indicating that the final decision was not reached without difficulty.\n2. The trial judge, in the present instance, may not have been thoroughly satisfied with the verdict in favor of the plaintiff. He had set aside one verdict against the defendant, and, upon its motion, had awarded a nonsuit, which this court reversed. The discretion he had twice exercised upon the facts in the record had been narrowed and limited by these facts and by the salutary requirement that there must be an end of litigation. For, ‘while the decision of this court in Scribner’s Sons v. Mutual Building Co., 1 Ga. App. 528 (58 S. E. 240), and that of the Supreme Court in the case of Dethrage v. Rome, 125 Ga. 806 (54 S. E. 654), do not mean that the discretion of the trial court is exhausted upon a second motion for new trial, they do mean that where there is only a conflict of witnesses, and the- second verdict is the same as the first, and there is evidence sufficient to authorize the verdict, it would be an abuse of legal discretion upon the part of the trial court to grant a second new trial. Of course, a second verdict found with no evidence to sustain it should be set aside as readily as a first, but a second verdict can not be set aside, as a first verdict might be, merely because upon the second trial the judge may think that the preponderance of the evidence is in favor of the losing party. As was well said in the Dethrage case, supra (p. 806), in which the second new trial asked was granted, “the liberality of indulgences by this court in favor of the discretion of the trial court in the first grant of a new trial will not be *660extended to a second. In the first instance the discretion will be sustained, when questions of evidence are involved, almost as a matter of course; but not so with subsequent trials. There must, be an end to litigation; and after the first grant of a new trial,, if the matter in controversy be one of fact for the jury, and for a second time in passing upon the same facts the verdict upon the question at issue be concurrent with the first, the mere discretion of the court' can play but little part in the second motion for a new trial. It is true that it may sometimes be exercised, but only in cases where it is palpably apparent, from the entire evidence, that the verdict was strongly and decidedly against the weight of the evidence and manifestly wrong.\" Other authorities are to the same effect. “In the case of Cleveland v. Central R., 73 Ga. 793, where the action was for homicide of plaintiff’s husband, and the defense was contributory negligence, this court held that it was error for the trial judge to set aside a second verdict of a jury on the ground that it was excessive, where there was enough evidence to support it, although the decision of the trial judge in setting aside the first verdict for the same amount, and based upon the same evidence, was upheld by the court. In Cook v. Western &amp; Atlantic R., 72 Ga. 48, in a similar action and defense, where the court on a former writ of error had decided that the 'evidence was sufficient to withstand a motion for nonsuit, it was. held that the ‘ discretion of the presiding judge in granting the first new trial had been exhausted in the case, and the grant of another was error.’ Also in the case of Dempsey v. Rome, 99 Ga. 192 (27 S. E. 668), the court, having previously decided that it was error to grant a nonsuit on the same evidence as was then before it, held that a second grant of a new trial was error where-the case turned upon the credibility of witnesses, and it appeared that if the jury chose to believe those introduced by the plaintiff, their evidence was amply sufficient to warrant a recovery.’’ The-learned trial judge no doubt had these rulings of the Supreme Court in mind when he exercised his discretion according to law, by refusing a fourth trial of the- case; and his opinion is merelj an expression of regret that he was inhibited from a contrary judgment. This court, by a unanimous opinion, having held that evidence practically identical would withstand a nonsuit and authorize a recovery on the part' of the plaintiff, the ease (so far as the evi-, *661dence was concerned) is practically identical with Dempsey v. Rome, supra.\n3. We come then to consider, first, whether the court erred in overruling the motion for new trial upon the ground that the verdict was without evidence to support it. With this ground we shall consider also the fourth ground of the amended motion, that a new trial should have been granted “because it nowhere appears in and by the evidence adduced in said case that the injury received by the plaintiff was occasioned as a result of lumber falling upon his leg.” The testimony of Corcoran himself on the direct examination was that the lumber fell across his knee. The end he had placed at half cant $as across his leg. The evidence further was that, regardless of any injury which may have been received by his foot or in scraping his leg when the log was rolled off, the bone was so crushed by the fall of the timber that this fall across the leg rendered amputation necessary. It is true that upon cross-examination he testified with less definiteness, but he never did retract his first statement, so that the doctrine laid down in Evans v. Josephine Mills, 119 Ga. 448 (46 S. E. 674), can be applied. On cross-examination he testified that it was the piece of lumber which crushed his leg, and, he supposed, did it all. “The rolling of the piece of lumber off my foot injured my foot, but the piece of timber in general hurt the leg all over.” The jury heard the plaintiff upon the stand, they saw his manner of testifying, and had the right to believe him. The turning point in the ease, so far as the evidence is concerned, is whether Corcoran knew or ought to have known of the incompetency of the men with whom he was set to work. It might appear strange to us that the jury believed that Corcoran was wholly ignorant of the fact that the men put to work with him were green men, but he testified, absolutely and positively, that he did not know but that they were skilled men, and that their method of work up to the time of his accident was such as to lead any one to the conclusion that they were thoroughly competent and skilful in the loading of ships. The jury would have been authorized to believe, because of the prevalence of the strike, and from the fact that Graham knew (as he says everybody else did) that the men were green men, that Corcoran also knew it, or that he had as good an opportunity of knowing it as Graham, the vice-principal of the defendant com*662pany. But the jury were not compelled to take this view. The jury may have thought that Graham, having employed the men,necessarily knew more about them than Corcoran knew. It was not proved that Corcoran knew the extent of the strike, and both he and Graham testified that Graham did not tell him his fellow laborers were green and incompetent. The idea that Corcoran could with his own eyes have observed that they were unskilful and incompetent is rebutted by his statement that their work prior to the accident had not developed this fact.\nThe defendant introduced no testimony at all; and, after a careful review of the testimony in behalf of the plaintiff, we can not say that the trial judge erred in refusftig a new trial upon the ground that the verdict was without evidence to support it, or even because, to his mind, the evidence was unsatisfactory; this being a second verdict in favor of the plaintiff, and this court having adjudged, upon a prior consideration of practically the same evidence, that it. was error to award a nonsuit. As we have already remarked, a verdict unsupported by any evidence should be set aside, no matter how often rendered; but nothing is better settled in the decisions of our Supreme Court than that a second verdict in behalf of the same party stands upon a different footing from the first verdict, where the evidence is merely weak and unsatisfactory, or even where it appears that the mere preponderance is in favor of the losing party. Especially will the appellate court not interfere where two verdicts have been returned for the plaintiff upon sufficient evidence, and the court below has refused a new trial. Holliday v. Anglin, 76 Ga. 107. A second verdict, supported by some evidence, even though the trial judge believed he had no right to set the verdict aside, will not be vacated. Fulton County v. Phillips, 91 Ga. 65 (16 S. E. 260). The judgment granting a nonsuit having been reversed, the discretion of the trial court was exhausted by the first grant of a new trial, and the granting of a second new trial on discretionary grounds would have been error. Cook v. W. &amp; A. Railroad, 72 Ga. 48. Doubt on any question of fact, in the mind of an appellate court, must be resolved in favor of the verdict, and not against it. Brown v. Meador, 83 Ga. 406 (9 S. E. 681). In Christian v. Westbrook, 75 Ga. 852, it was announced that a second concurring verdict will not be disturbed, although the evidence was exceedingly weak. *663We may safely hold in a ease involving what has always been held to be a question of fact, — -the negligence of a master in employing incompetent servants, without warning a fellow-servant who was to labor with them of their incompetency, — that where the evidence is sharply conflicting, the verdict must stand, unless an error of the court requires a new trial (Freeman v. Bigham, 65 Ga. 580); or, in other words, that it is error to grant a second new trial where two concurring verdicts have been returned on conflicting evidence, and there was no error in the court’s ruling on the trial. Veal v. Robinson, 76 Ga. 838. These decisions seem to be more peculiarly applicable in the present ease, because the defendant introduced no testimony.\n4. We shall therefore consider the errors of law assigned upon the admission of evidence, upon the charge of the court, and upon the omission to charge, insisted upon by the plaintiff in error. The first ground of the amended motion complains that the court permitted the plaintiff, Corcoran, to testify that after he was hurt “that piece of lumber was not lifted up; they rolled it off. In moving a piece of lumber always lift it.” The objection to the testimony was that the defendant was not liable for any ineompetency of its servants in removing the piece 6f lumber from the plaintiff’s leg. The certificate of the judge as to this ground of the motion shows that this'testimony was not offered to show that the damage was caused by the rolling of the lumber, or that the defendant was liable for any injury caused by the rolling. The judge certifies that he permitted the testimony to be intraduced— and so stated at the time — “solely for the purpose of illustrating the competency or incompetency of the fellow-servants of Corcoran, and not for the resultant consequence of any act of negligence' that occurred after the piece of lumber fell upon Corcoran’s leg.” We think this testimony was admissible for the purpose stated. The conduct of a servant in relation to a matter within the scope of his duty, of course, may serve to illustrate his competency or ineompetency, but even if the act in question be not within the scope of his duties, in the particular instance, and yet one requiring skill, it may be proved, by the method of discharging such act, whether the servant be skilful or unskilful, competent or incompetent. In other words, if it be true that there is only one way in which a piece of timber can be skilfully handled, then the 'fact that the *664person whose character is under investigation handles such lumber unskilfully may be a circumstance tending to show that he did not know how to handle it skilfully, and was therefore incompetent.\n5. The second ground of the amended motion alleges that the court erred in not stating one of the main defenses of the defendant, to wit, that the plaintiff received the injury complained of through the negligence of a fellow-servant, for which negligence the defendant would not be liable. It is strenuously contended that as this contention of the defendant was one of the main issues involved in the trial of the case, the court should have instructed the jury specially upon this subject, even without request. The court approves this ground in the following note: “In reference to this assignment of error, reference is had to the entire charge of the court.” Upon examination of the charge of the court and the record of the pleadings, we are unable to sustain this contention of the plaintiff in error. The court absolutely protected the defendant from even the slightest risk of liability arising from the negligence of the plaintiff’s fellow-servants, by the very forcible instructions in the outset of his charge to the jury, in which he virtually told them that the plaintiff could only recover,” if he could recover at all, upon the incompetency of the defendant company’s servants. The jipy were clearly informed that the plaintiff could derive no benefit from any injury which might have resulted to him from the negligence of his fellow-servants, even if the jury believed that such negligence had been shown. The court began the charge to the jury as follows: “The first fact that I call your attention to is one of exclusion. It is about a matter that is not in this case. I do this because you might get confused on the issue that you are to decide. Except in cases of railroad companies, the master — that is, the defendant here — is not liable to one servant for injuries arising from the negligence or misconduct of other servants about the same business. At common law a master was never liable for injuries done to a fellow-servant by one of his servants, but our legislature has changed that law as to railroads; so that in the case of a railroad, the railroad is liable for the negligence of a servant that injures another servant in the employ of that railroad in the same business. So that you exclude from your consideration any idea that this is a case of liability for negligence by a fellow-*665.servant.” Presuming that the jury were composed of men of ■ordinary intelligence, we do not see how the judge could have told them more forcibly and directly that “the defendant here” could not be held liable for any act of negligence, no matter what, on the part of Corcoran’s fellow-servants. This was not only the first thing to which the attention of the jury was directed, and the jury were not only told that they must not confuse a case like this, in which the master is a steamship company, with the rule in regard to railroad companies, but they were next told that the defendant was not liable for the negligence or misconduct of the servants toward a fellow-servant, and, therefore, that it differed from railroads in that respect. Not content with this, the. .judge finally tells the jury that they must exclude from their minds any idea whatever that the defendant can be liable for negligence by a fellow-servant. Having excluded from the jury'the right to award the plaintiff anything for damages arising from negligence of his fellow-servants, the court proceeds, in the next portion of the charge, to state that “the case rests upon the view that the master, the defendant here, is liable because he employed incompetent servants to work along-with the plaintiff;” and the recovery of the plaintiff is expressly limited, not less than three separate times, to the single question whether the defendant employed incompetent servants, and whether Corcoran, by the exercise of ordinary care, could have known that they were incompetent.\nAs we view it, the assignment of error loses its force by reason •of the fact that the defendant did plead, what it now insists upon, that Corcoran’s injury may have been caused by the negligence of his fellow-servants. If Corcoran’s injury was caused either by his own negligence or that of his fellow-servants, the fact would present a special defense, of which the defendant might have •availed itself. • This the defendant did not do. It is well settled that it is error for the trial judge, even without a request, to fail to charge upon any issue in the case. It is his duty to instruct the jury as to the law applicable to each issue and all issues properly raised by the pleadings, whether requested to do so or not; but the judge must look to the pleadings to ascertain the issues. The pleadings in the present case raise the issue that the plaintiff had been injured by reason of the fact that he was set to work without *666knowledge and without warning, with incompetent fellow-servants, that the nature of. the work at which he was engaged required skill, and that by reason of the ignorance and lack of skill of his fellow-servants he was injured. The answer contented itself with a general denial of the plaintiffs allegation upon this subject. So that, though the judge perhaps was not required to charge a. defense which the defendant had not urged, still, if he had been so required to instruct the’jury upon the subject of the negligence of fellow-servants as affecting the right of the plaintiff to recover, we think the instructions upon that subject were proper and sufficient.\n6. In the third ground of the amended motion for new trial the plaintiff in error insists that the court erred in the charge as-to the measure of- damages. The portion of the charge to which exception is taken is as follows: “Gentlemen, should you find for plaintiff, you would be authorized to give damages for his impairment by reason of the injuries, the impairment of his physique, his body, to the extent that that impairment incapacitates him from doing the labor that he was capable of doing before the injury. I will illustrate it to you: Suppose he was getting $60' per month before he was injured (I am only giving you figures now, without reference to this case, so you can apply them to the facts of the case as they have been testified to), and that now he can only earn $30 per month. His earning capacity is impaired one half. You would not be justified in giving a verdict of- $60' per month under any circumstances, but you would have $30 per month under the supposition you have submitted to you. Now, to-arrive at your verdict, to ascertain what that $30 would be worth now (because you have got to base your verdict at this time, not-what the amount would be in the.future), you would take $30 per month, multiply that by twelve, and then multiply that by the number of years that have been testified before you, which is his. expectancy for life that is called by insurance companies; it is his expectancy; how long a man of his age will live according to the average of human life; you would take the number of years, therefore, as his expectancy of life, and multiply that by the result of $30 multiplied by twelve, one year, and then you would reduce the amount, using 7% as your calculation, to a cash basis, and whatever that cash basis would be, you would be justified in giving *667a verdict for. So those are three elements for which yon can give a verdict, — mental suffering, physical pain, and his impairment of capacity to labor.”\n(a) A specific objection urged by the plaintiff in error to this charge is that the jury were not instructed that in arriving at its verdict it should take into account the fact that the plaintiff’s capacity for labor would be diminished as he grew older. Counsel for the plaintiff in error cite, in support of their contention that a new trial should be granted for this alleged error, the case of W. &amp; A. R. Co. v. Moore, 94 Ga. 458 (20 S. E. 640), in which it was held, in view of the facts of that particular case and the amount of' the verdict, that there ought to be a new trial, for the reason that the court erred in omitting to call the attention of the jury to the fact that in his declining years the capacity of the deceased to labor and his ability to earn money might have decreased, and that they- should take this into consideration. We do not know that this case is controlling, in view of prior adjudications, but in any event the ruling must be confined, as the Supreme Court confined it, to its particular facts. The verdict in that case was $8,000, and the plaintiff’s husband was thirty-nine years of age. The case of East Tenn. Ry. Co. v. McClure, 94 Ga. 658 (20 S. E. 93), is also cited, but the new trial seems to have been granted in that case because the verdict was contrary to the evidence; and the fact that the court erred in charging the jury in reference to the Carlisle mortality tables is only incidentally referred to as a reason why a new trial should be granted. In Mayor of Griffin v. Johnson, 84 Ga. 279 (10 S. E. 719), it was held that it was proper for the judge to instruct the jury that they should consider the plaintiff’s declining j'uars. and the apparent decrease, year by year, of his capacity to labor, but the Supreme Court would not reverse the judgment of the court below on account of failure to give this principle in charge to the jury; because the jury could.not have rightly arrived at a smaller amount than that of the verdict rendered, even if the charge as desired had been given. In noneof these eases was the question raised whether the charge upon this point should have been requested, or whether the court was required to instruct the jury upon the point without request. However, in the later case of City of Columbus v. Ogletree, 102 Ga. 294 (29 S. E. 749), it was held that a charge upon a mortality *668table, which in substanee instructs the jury to ascertain the yearly amount of the plaintiff’s diminished capacity to earn money, if any, and to multiply it by the number of years he might be expected to live, and then to reduce the gross amount to present value, was not erroneous, the charge being in other respects appropriate. And if general instructions are given on the subject of the ascertainment of damages, more specific instructions on the subject, if desired, should be duly requested. So. Ry. Co. v. O’Bryan, 119 Ga. 148 (45 S. E. 1000); Macon Ry. &amp; Light Co. v. Mason, 123 Ga. 773 (51 S. E. 569). In the Mason case, supra, Justice Evans, delivering the opinion, says: “The court in general terms instructed the jury that in the event they found in favor of the plaintiff, it would be their duty to estimate ‘the present value of the amount he claims he has lost by reason of his diminution in capacity to labor by reason of the injury,’ and they might determine what would be a present cash equivalent from their own knowledge of arithmetic and mathematics, or from a paper which had been introduced in evidence and which showed the expectancy of one 49 years of age, and other data, taken from the mortality and annuity tables published in the 70th Ga., ‘or from other evidence in the case.’ The instruction given to the jury upon this subject is criticised as being confusing and as laying down an incorrect method to be pursued by the jury, and ‘because it deprived the jury of the right to use their general knowledge upon the computation of damages of this character.’ The general tenor of the charge was right, though the language employed by the court was more or less involved and not altogether accurate. The gross amount which the jury might find the plaintiff would lose because of his diminished capacity to labor, as disclosed by the evidence, and not ‘the amount which he claims he has lost,’ was the sum to be reduced to present value. This and other minor inaccuracies of expression render the charge less clear than it should be. Otherwise it is not open to the criticisms made upon it. If more specific instructions were desired, an appropriate request to charge should have been presented.”\nThus we see in all of these cases that it is held to be incumbent on the counsel to request such a specific principle as the calculation of decreased earnings due to old age. In fact, however, we may say that the expectation of decreased earnings which would benefit *669a defendant- is in many instances offset by an expectant^ of increased earnings, which, might benefit the plaintiff, and (therefore if’ either increased or decreased earning capacity is desired to be presented to the jury, an instruction should be requested.\n(5) It is insisted, however, that the judge’s charge is not warranted, because there was no evidence of the plaintiff’s expectancy. No mortality tables were introduced. We do not think, however, that it is indispensable that such evidence should be before the jury, in order to enable them to ascertain the probable duration of life in a given case. In Central Ry. Co. v. Ray, 129 Ga. 353 (58 S. E. 844), in which it was held, as we now hold, that the judge’s omission to call the attention of the jury to the decreased earning capacity, resulting from advancing age and other causes, should have been brought to his attention and a timely written request upon the subject should have been made, if it was desired to take advantage of the point, the court held, that “in the process, -of reaching a correct result from the evidence, juries may take into consideration such universal experiences in human life, as criteria in weighing the evidence in the particular case. The judge may refer in his charge to such matters as the plaintiff in error complains he omitted in this case.” But “the jury are presumed to be as cognizant of these common phenomena of human experience as the judge; and if their attention is specially desired to be directed thereto, a timely written request should be made.” When there are sufficient facts in the evidence as to the age, health, physical condition, habits, etc., of a given person, the jury may form a reasonable estimate of the value of his life, where death results, or of the diminished value of his services from the circumstances proved in his case, without resorting to the standard mortality tables usually introduced in cases of this kind. In Boswell v. Barnhart, 96 Ga. 524 (23 S. E. 414), Chief Justice Simmons, delivering the unanimous opinion of the court, said: “It was not essential that the jury, in order to form an estimate as to the value of the life of the deceased, should have before them the standard mortality tables usually introduced in evidence in cases of this. kind.” He then quotes with approval the language of Chief Justice Jackson in Savannah, Fla. &amp; Western Ry. v. Stewart, 71 Ga. 446, in which he said: “I do not think that there is any Procrustean rule in the mode of estimating the value of a life. The *670age of a man, the health he enjoys, the money he is making by his labor, his habits, are data from which the jury may argue how long he will probably live and work, and what his life is worth to his wife in its pecuniary value. I know of no law which requires tables of the probable length of life and its probable worth to be introduced. They maybe a useful circumstance, but are not conclusive or absolutely essential.” • As the factor of expectancy is derived from human experience, supposed to be wellnigh universal, and to be known to the jurjq and as Corcoran’s age at the time of his injury was proved to be 32 years, we apprehend that the jury could make the necessary calculation perhaps as well without the mortality table in evidence as if it had been introduced; and we do not think that the mere fact that the court incorrectly stated that the number of years of his expectancy of life had been testified before them should itself work a new trial.\n(c) One reason of the exception to the charge is that the court did not instruct the jury how the reductions to a cash basis should be made. The excerpt from the charge, which we have quoted above, instructed the jury to reduce the amount found by 7 per cent, per annum, the language being 7 per cent, for one year. . If the jury were capable of ‘ making this calculation, as they must be presumed to be, then the basis given them by the court was at least not unfair to the defendant, as 7 per cent, is the highest rate of interest allowed by law in this State, in the absence of a contract.\n7. In the argument considerable stress is laid upon the fact that the verdict is excessive. This court has no right to adjudge a verdict to be excessive, unless it was the result of bias or prejudice. From the record we are unable to say that this verdict was due to either of these causes. To say nothing of the torture due to enforced idleness, which is inflicted upon a man accustomed to work (spoken of in Powell v. Augusta Ry. Co., 77 Ga. 200), the pain and suffering the plaintiff must have endured, and, according to his testimony, still endures, the personal disfigurement due to the loss of his leg, and the feeling of affliction he must carry with him through life, as well as the diminution of liis earning capacity, we do not think it within the power of the court to say that the verdict of the jury was excessive. Perhaps a safe criterion by which we may judge the question is comparison with findings of *671other juries. While we have been unable to find a case in this State wheije as large an amount was returned for the loss of a leg, similar amounts have been held not to be excessive in other jurisdictions where the exact question was presented. In Akersloot v. Second Ave. R. Co., 59 N. Y. Superior Ct. 555 (15 N. Y. Supp. 864), $12,000 was held to be not excessive for the loss of a leg. In Kalfur v. Broadway Ferry Ry. Co., 34 N. Y. App. Div. 267, $15,000 was held proper. In Chicago Ry. Co. v. Taylor, 68 Ill. App. 613, $15,000 was held to be not excessive for a severe and permanent injury to the leg, and in Chicago Ry. Co. v. Leach, 80 Ill. App. 354, $15,000 was held not excessive for the loss of a leg. In the case of Williamson v. Brooklyn R. Co., 53 N. Y. App. Div. 399, even the sum of $22,500 was held to be not excessive for the loss of one of the plaintiff’s legs. If, by any means, the judge in the court below can be construed to have held that he was not satisfied with a finding in favor of the plaintiff, he at least did not disapprove of the amount awarded to the plaintiff upon the jury’s finding that the defendant was liable. As he was not authorized to say that the finding was excessive, neither can we. After a very critical examination of the entire record in this case, we are confirmed in the opinion that the evidence of the plaintiff’s injury, both as to nature and extent, being undisputed, and the jury having found in favor of the plaintiff on the crucial point that his injury was due to the negligence of the defendant in employing incompetent servants to work with the plaintiff, whose ineompetency was unknown to him, the verdict was .authorized by the evidence, and was not caused by any error of law on the part of the court. Judgment affirmed.\n",
            "ocr": true,
            "opinion_id": 5603178
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}