{
    "id": 5752987,
    "judges": "Powell",
    "date_filed": "1978-10-05",
    "date_filed_is_approximate": true,
    "slug": "walker-v-state",
    "case_name_short": "Walker",
    "case_name": "Walker v. State",
    "case_name_full": "WALKER v. State",
    "attorneys": "Doyle Campbell, for plaintiff in error., Joseph E. Pottle, solicitor-general, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. The evidence authorizes the conviction.</p> <p>2. The charges complained of were not erroneous.</p> <p>3. Under the Penal Code (1910), § 1056, where the judge is requested to put his “charge” in writing, he violates the statute, and a new trial must be granted, if he gives to the jury any instruction, not in writing, as to how they shall consider the case to be submitted to them, or how they shall make a verdict.</p>",
    "summary": "Certiorari; from Jasper superior court — Judge J. B. Park.",
    "disposition": null,
    "history": null,
    "other_dates": "September 1, 1911.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "10 Ga. App. 85"
    ],
    "opinions": [
        {
            "author_str": "Powell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPowell, J.\nOnly the proposition stated in the third paragraph of the syllabus seems to require elaboration. Section 1056 of the *86Penal Code (1910) is as follows: “The judges of the superior, city, and county courts shall, when the counsel for either party requests it before argument begins, write out their charges and read them to the jury, and it shall be error to give any other or additional charge than that so written and read.” In the present case the judge of the city court was duly requested to put his charge in writing, and did so. Before beginning to read from his charge, he addressed the jury, telling them in substance that he was about to read them the charge, and that as he read it to them they should bear in mind that it was not intended as expressing or intimating any opinion of the facts of the case. This statement was omitted from the written charge.\n“The words ‘charges’ and ‘charge’ in [the section quoted] of the code embrace any and all final instructions addressed by the court to the jury for the purpose of governing their action in making or aiding to make a final disposition of the case in favor of one litigant or the other.” Harris v. McArthur, 90 Ga. 216 (15 S. E. 758). In Black’s Law Dictionary the word “charge,” as related to the common-law practice, is defined as follows: “The final ■ address made by a judge to a jury trying a case, before they make up their verdict, in which he sums up the case and instructs the jury as to the rules of law which apply to its various issues, and which they must observe in deciding upon their verdict, when they shall have determined the controverted matters of fact.” The term “charge” is not generally considered as embracing such rulings or directions as the court may give prior to the beginning of his final address to the jury. See Millard v. Lyons, 25 Wis. 516. The Georgia statute has been construed by the courts of this State a little more strictly against the judge than similar statutes in other States have been construed by their courts. In the Harris case, just cited, our Supreme Court held that the statute prevented the judge from directing a verdict otherwise than by a written direction, while in Grant v. Connecticut Mutual Insurance Co., 29 Wis. 125, the contrary is held. Compare Burns v. State, 89 Ga. 527 (15 S. E. 748), holding that a mere oral direction to the jury as to the form in which they shall write their verdict was violative of the statute, with Bush v. State (Tex. Cr. App.), 70 S. W. 550, holding that the bare statement to the jury of the penalty authorized by the statute was not a charge within the meaning of a similar law prevailing in that State.\n*87Still, with all this strictness with which this statute has been. construed in Georgia, there are, of reason and necessity, certain directions which the court may give to a jury which do not fall within any fair definition of the word “charge.” For example, suppose the evidence in a case to be over and the arguments of counsel concluded at a late hour in the day. The judge decides not to charge the jury until after supper. He turns to them and orally informs them of this purpose, and instructs them not to enter upon a consideration of the case until they shall have received his charge, and commends to them those other observances which are ordinarily commended to the jury by the judge when they are being detained not in the presence of the court. Certainly such a direction as this would not be considered as a part of the charge of the court, within the purview of our statute. Likewise, if the judge, having committed his charge to r writing and being about to read it to the jury, should, prefatory to the reading of it, ask the jury to give him their careful attention. A number of similar directions can be conceived of, which would in no fair sense be considered as a part of the charge, and which would not be violative of the letter or the spirit of the law, though orally given. On the' other hand, it is equally easy to conceive of instructions or directions that the court might give to the jury, though not formally or explicitly given as a part of the final charge, which would be within at least the spirit, if not the letter, of the code section. For instance, say that the judge in the supposed case mentioned above, where the judge is about to adjourn in the late afternoon for the purpose of delivering liis charge after supper, should, before taking the recess, say to the jury, if the case were a prosecution for homicide, something like this: “This is an important case, one that is a little unusual, in that the testimony does not present the usual issues made in a murder case, but presents only one issue, murder or nothing; and in order that I, may have time the more accurately to prepare instructions on this subject, we will now take a recess,” etc. It will be seen that what is apparently á mere direction on the part of the court is in fact a substantial instruction upon the issue that will be later submitted to them; and in such a case we have no doubt that the judge violates the' statute.\nThe direction complained of in the present instance was not *88• strictly a part of the charge of the court, but was a direction given • preliminary and prefatory to his reading the charge to them; but it was an instruction of final nature, an address by the court to the jury for the purpose of governing their action in making or aiding to make a final disposition of the ease. It was equivalent to an instruction that the jurors were judges of the facts, that the court had no inclination or intention of encroaching upon their ■province in this respect, and that nothing in the language about to be used should be so construed. We can not escape the conclusion that the law was violated. The statute itself, it will be noted, specifically and expressly states that “it shall be error to give any other or additional charge than that so written and read.” If it were an open question, we would not hesitate to hold that this statute is not so mandatory in its terms as to prevent an application of the doctrine of harmless error; but an examination of the cases —cases absolutely controlling on this court-will disclose that we are not at liberty to take this view of the matter. Indeed, when we recall that the very object of the legislature’s passing the statute was to cut out the possibility of those unseemly controversies between court and counsel as to what the court in fact did say to the jury, there is good reason for saying that the legislative object can not be accomplished unless a new trial is granted for every non-observance of the statute. There is no consistency in our requiring other men to obey the letter and the spirit of the law, irrespective of their personal views as to its wisdom, if we are not willing to follow our precepts by our example under like conditions. The law commands us t-o grant a new trial, and for this reason alone we do. so. Judgment reversed.\n",
            "ocr": true,
            "opinion_id": 5605284
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}