{
    "id": 5806945,
    "judges": "Haning",
    "date_filed": "1978-06-04",
    "date_filed_is_approximate": true,
    "slug": "people-v-marks",
    "case_name_short": "Marks",
    "case_name": "People v. Marks",
    "case_name_full": "THE PEOPLE, and v. ANTHONY MARKS, and",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "167 Cal. App. 3d 103"
    ],
    "opinions": [
        {
            "author_str": "Haning",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nHANING, J.\nDefendant/appellant Anthony Marks appeals a conviction of robbery (Pen. Code, § 211) following a jury trial. The principal issue concerns jury instructions on aiding and abetting which failed to inform the jury that defendant could be found guilty of aiding and abetting only if he acted with the requisite intent, as required by People v. Beeman (1984) 35 Cal.3d 547 [199 Cal.Rptr. 60, 674 P.2d 1318], . . .* We affirm.\nOn September 9, 1983, the victims, Christine Abella and Dayna Benzel, checked into the Montero Lodge in Monterey around midnight. As they were talking to the night manager in the motel office, they noticed a small maroon car, identified by Benzel as a maroon Toyota Corolla, moving slow*105ly through the motel drive. Abella was able to see three black men in the car, two in the front seat and one in the back; all three men were looking toward the office. The two women found a parking space some distance from their motel room and began unpacking their car. While doing so they saw two black men, approximately six feet tall, walking around the parking lot and talking. Suddenly Abella was pinned against the car by one of them, while the other man pressed a gun into Benzel’s side and warned her not to move or scream or else he would kill her. Benzel saw he was bearded. They took Abella’s purse, cosmetic case and the clothes she had been unpacking, and Benzel’s wallet and suitcase. The women were then ordered by the bearded man with the gun who had been doing the talking to lie down on the ground. At the same time the Toyota drove up and the men started to get into it. The bearded gunman who had been holding Benzel and doing all the talking returned to where the women were lying and demanded they surrender their jewelry. Abella saw this man enter the back seat of the car. After the car left the women called the police.\nResponding to a radio call, Deputy Sheriff Liskey saw a car fitting the description of the maroon Toyota driving north on Highway 1 with its dome light on. As soon as he had turned on his spotlight, Liskey was able to see three black men in the car, and observed the man in the back seat turn around and then duck down. Deputy Lokkesmoe, who responded to Liskey’s request for a backup unit, was also able to see the three men in the car, and also observed the man in the back seat turn around and then duck down. Along with Deputy Lokkesmoe, Liskey ordered the driver to stop. As soon as the car was stopped, defendant exited the rear door and commenced running toward the front of the car. He was ordered to stop and was placed in Lokkesmoe’s patrol car. Defendant is over six feet tall and is bearded. The other two occupants of the car were also taken into custody: the driver, Victor Ransom, who is only five feet, four inches tall and clean shaven, and Homer Bell, who is over six feet tall and bearded.\nVarious items taken from the victims were found in the car at the time of the arrest. Three days later a search of Lokkesmoe’s car, in which defendant had been placed at the time of his arrest, revealed pieces of the victims’ jewelry.\nDefendant did not testify, but his defense was mistaken identification. Bell, who previously pled guilty to the robbery and was in custody at the time of defendant’s trial, testified that he and Ransom committed the robbery while defendant was asleep in the rear of the car, having passed out from intoxication. Bell said he took the victims’ belongings while Ransom went back to the car and drove it up to where the victims were lying; he said he put the stolen items in the car and then returned a second time for *106the victims’ jewelry. When their car was stopped by Liskey and Lokkesmoe, Bell shook defendant awake and told him to go check the headlights. Meanwhile, Bell and Ransom tried to hide the items they had taken from the victims.\nThe victims could not positively identify defendant as being one of the two men who robbed them. However, their description of the robbers necessarily excludes Ransom because of his height. They were positive their assailants were each over six feet tall. They were also certain that the gunman, who did all the talking, entered the rear seat of the car used in the robbery, where defendant was found to be riding shortly thereafter.\nI\nThe trial court properly instructed the jury that robbery was a specific intent crime and that the prosecution was required to prove all the elements of the offense beyond a reasonable doubt.  However, the instructions also included CALJIC Nos. 3.00 defining principals, and 3.01 defining aiding and abetting as they then read, with no reference to intent. Defendant contends People v. Beeman, supra, 35 Cal.3d 547, requires reversal. Bee-man was decided after the trial and conviction below and while this appeal was pending. It declared former CALJIC No. 3.01 erroneous for failing to advise that aiding and abetting requires both knowledge and intent to commit or aid in the commission of the offense. People v. Caldwell (1984) 36 Cal.3d 210 [203 Cal.Rptr. 433, 681 P.2d 274], held CALJIC No. 3.01 to be erroneous for the same reason. Consequently, if defendant had been prosecuted as an aider or abettor, the erroneous instructions would require reversal.\nHowever, defendant was not prosecuted under an aiding and abetting theory, but upon the express premise that he was the actual perpetrator. His sole defense was not lack of intent, but mistaken identity. The issue of lack of intent was never raised by the defense, and an aiding and abetting theory was never urged by the prosecution. To the contrary, the prosecution proceeded on the theory that defendant personally committed the robbery. During final argument the prosecutor properly informed the jury that he was required to prove specific intent. In Beeman, the defendant was not present during the commission of the crimes with which he was charged, and he was prosecuted under an aiding and abetting theory.\nDefendant also relies on People v. Tovar (1984) 161 Cal.App.3d 137 [207 Cal.Rptr. 255] and People v. Acero (1984) 161 Cal.App.3d 217 [208 Cal.Rptr. 565], The defendants in each of those cases admitted being present at the scene of the crime, but denied knowledge of the acts of their *107confederates, or their lack of intent to commit the specific oifense. In both those cases, the instruction was required.\nWe emphasize that this is not a case where an aiding and abetting theory was advanced because the defendant was not present at the scene of the crime, as in Beeman. Nor is it a circumstance where the defendant was present and committed some act, but contended he lacked the required knowledge and specific intent during its commission. (People v. Caldwell, supra, 36 Cal.3d 210; People v. Tovar, supra, 161 Cal.App.3d 137; People v. Acero, supra, 161 Cal.App.3d 217.) This is simply a situation where the prosecution claims the defendant was personally present and committed the crime, and the defendant denies it, claiming that the victims were mistaken in their identification.1 The case was tried and argued on that basis, with a total absence of any evidence or argument by either party that defendant was an aider or abettor. Under no reasonable hypothesis could the jury have been misled into convicting on an aiding and abetting theory. The evidence of guilt was overwhelming,2 and we note the jury took only 40 minutes to convict. Based on the evidence and the theory under which the case was tried, the instructions being challenged were not required.3 The jury was told that all instructions might not be applicable, and to ignore any instructions pertaining to a set of facts which they found did not exist. No facts were presented which would support a theory of aiding and abetting.\nBeeman did not determine whether giving the instructions at issue here was reversible per se (see Sandstrom v. Montana (1979) 442 U.S. 510 [61 L.Ed.2d 39, 99 S.Ct. 2450]; People v. Garcia (1984) 36 Cal.3d 539 [205 Cal.Rptr. 265, 684 P.2d 826]), or subject to the reasonable doubt standard of Chapman v. California (1967) 386 U.S. 18 [17 L.Ed.2d 705, 87 S.Ct. 824, 24 A.L.R.3d 1065], or the harmless error standard of People v. Watson (1956) 46 Cal.2d 818 [299 P.2d 243]. Nor did it deal with a situation where the instruction was not required under the facts and the theory upon which the case was tried. However, since the element of intent is involved, *108it can reasonably be argued that the error is reversible per se, absent the presence of one of the exceptions set forth in People v. Garcia, supra, 36 Cal.3d 539.\nGarcia dealt with the intent to kill required to support a finding of special circumstances under Penal Code section 190.2. It held that failure to instruct that intent to kill is a necessary element of a special circumstance finding renders the finding reversible per se, unless one of four enumerated exceptions, none of which exist in the instant case, is present. Garcia and subsequent special circumstance cases dealing with intent to kill (People v. Ramos (1984) 37 Cal.3d 136 [207 Cal.Rptr. 800, 689 P.2d 430]; People v. Whitt (1984) 36 Cal.3d 724 [205 Cal.Rptr. 810, 685 P.2d 1161]; Carlos v. Superior Court (1983) 35 Cal.3d 131 [197 Cal.Rptr. 79, 672 P.2d 862]) are governed, in part, by federal constitutional law which precludes the imposition of the death penalty on one who did not possess the intent to kill. (Enmund v. Florida (1982) 458 U.S. 782 [73 L.Ed.2d 1140, 102 S.Ct. 3368].) California law applies the Enmund rule to a finding of special circumstances in general, thus also requiring a finding of intent to kill before a sentencing of life without parole may be imposed. (People v. Garcia, supra, 36 Cal.3d 539; Carlos v. Superior Court, supra.) The special circumstance cases also follow decisions of the United States Supreme Court holding that the state is required to prove all the elements of any offense beyond a reasonable doubt. (Connecticut v. Johnson (1983) 460 U.S. 73 [74 L.Ed.2d 823, 103 S.Ct. 969]; Sandstrom v. Montana, supra, 442 U.S. 510.) Beeman also relies in part on Sandstrom. However, the federal cases, the special circumstance cases and Beeman and its progeny all deal with situations wherein a finding of intent was required under the theory upon which the case was tried.\nIn the instant case defendant was tried and defended on the sole theory that he was an actual perpetrator of the offense. The jury was appropriately instructed under that theory that specific intent was an element the prosecution was required to prove. There was no evidence, argument or discussion concerning aiding and abetting and the instruction was not required. Under these circumstances, giving the unnecessary instruction should not cause a reversal per se. The unlikely possibility that the conviction resulted from an instruction which was not required, was not argued, was unsupported by any evidence and which related to a theory which was not advanced by either side should not cause a reversal unless it fails traditional tests for error. Whether that be Watson or Chapman standards, we conclude it is harmless in this case, given the overwhelming evidence of guilt.4\n*109II*\nJudgment affirmed.\nLow, P. J., and King, J., concurred.\nAppellant’s petition for review by the Supreme Court was denied July 18, 1985.\n\nAt the direction of the court, a portion of the opinion, parts II and El are not certified for publication as they do not meet the standards for publication as set forth in California Rules of Court, rule 976(b).\n\n\nThe victims did not identify their assailants in the normal fashion, i.e., by recognition of facial features. However, they were certain about their height and the beard worn by the one with the gun who entered the rear of the car.\n\n\nThe victims testified that their two assailants were over six feet tall and the one with the gun who did most of the talking entered the rear of the car, and was bearded. Defendant and Bell each fit this physical description. The driver, Ransom, was no taller than the victims and clean shaven. Defendant was in the rear of the robbery car and attempted to flee when stopped by the police. Bell was in the front seat. Jewelry stolen from the victims during the robbery was found in the police car in which defendant was placed after his arrest. They also noticed that all three men in the vehicle were awake and looking in their direction when the vehicle first drove slowly through the motel area just prior to the robbery.\n\n\nThe record does not indicate why or at whose request the instructions were given. Defendant did not request any instructions. The People requested some, but whether the instructions at issue were among them is not shown by the record.\n\n\nPeople v. Caldwell (1984) 36 Cal.3d 210 [203 Cal.Rptr. 433, 681 P.2d 274], decided after Beeman and shortly before Garcia, finds the giving of the erroneous instructions at *109issue in the instant case to be harmless error, but does not indicate the standard used for review. Caldwell was a murder prosecution which did not involve an allegation of special circumstances. It cited People v. Sedeno (1974) 10 Cal.3d 703 [112 Cal.Rptr. 1, 518 P.2d 913] as authority for the harmless error. The Sedeño reference was presumably to the principle that “in some circumstances it is possible to determine that although an instruction . . . was erroneously omitted, the factual question posed by the omitted instruction was necessarily resolved adversely to the defendant under other, properly given instructions. In such cases the issue should not be deemed to have been removed from the jury’s consideration since it has been resolved in another context, and there can be no prejudice to the defendant since the evidence that would support a finding [urged by the defendant] has been rejected by the jury.” (People v. Sedeno, supra, at p. 721.) This is consistent with one of the Garcia exceptions.\nUnder our analysis it is unnecessary to determine the retroactivity of Beeman, which is silent in this regard. We note, however, that Caldwell applied Beeman retroactively without discussion of the issue.\n\n\nSee footnote, ante, page 104.\n\n",
            "ocr": true,
            "opinion_id": 5662219
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}