{
    "id": 5835056,
    "judges": "Follows, McGuire",
    "date_filed": "2012-10-07",
    "date_filed_is_approximate": true,
    "slug": "people-v-pizarro",
    "case_name_short": "Pizarro",
    "case_name": "People v. Pizarro",
    "case_name_full": "The People of the State of New York v. Jose Cosme Pizarro",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "24 A.D.3d 309",
        "806 N.Y.S.2d 506"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*310Judgment, Supreme Court, Bronx County (William C. Donnino, J., at hearing; Martin Marcus, J., at trial and sentence), rendered July 1, 2003, convicting defendant, after a jury trial, of four counts of murder in the second degree, and sentencing him to an aggregate prison term of 75 years to life, affirmed.\nThe motion court properly denied defendant’s motion to suppress statements and physical evidence. Probable cause was established through a very lengthy chain of incriminating circumstances. While each piece of information, viewed singly, might have had an innocent explanation, the information provided probable cause when viewed as a whole (see People v Bigelow, 66 NY2d 417, 423 [1985]).\nThe trial court properly denied defendant’s mistrial motion based on his assertion that one juror was “grossly unqualified” because he tried to inteiject into the jury deliberations facts not in evidence, including information concerning codefendant Luis Garcia’s severed case. The court conducted a “probing and tactful inquiry” of each juror, including the allegedly offending juror, in the presence of counsel and defendant (see People v Buford, 69 NY2d 290, 299 [1987]; see also People v Rodriguez, 71 NY2d 214, 219 [1988]; CPL 270.35).\nDuring the second day of deliberations, the foreperson told the court that juror Navarro “during deliberation has been trying to bring up information that he learned outside of the trial.” The foreperson stated that, “a couple of times” during deliberations, Navarro announced, “can I please just tell you something, you know, that I know.” The foreperson believed she “knew where he was going,” and so cut him off. The only specific comment Navarro purportedly made “was that [separately tried co-defendant] Garcia was scum and that he was a drug dealer.” However, the record demonstrates that Navarro could have formed such an opinion based upon the testimony at defendant’s trial, and defense counsel argued to the jury that Garcia alone was the murderer, in addition to being a “con artist” and a “thief’; counsel also mentioned that “this was a big case,” a “publicity case,” a “press case,” a “case that was reported in the print media.” The foreperson asserted that there was “kind of a buzz” among some of the jurors that Navarro had read about the case in the newspapers and that he implied he knew some of the people involved or their relatives. The foreperson suspected that Navarro had tried to speak to other jurors in the bathroom, but did not know what actually transpired.\nUpon being questioned by the court, Navarro unequivocally denied reading or hearing anything about the case outside of *311the courtroom, knowing Garcia or any of the other people involved in the case or their families, or telling the other jurors that he did. There had been “a little tussle” among the jurors, four of whom complained that Navarro had “disrespected” them. Moreover, the foreperson did not “let [him] talk” or express his opinion. Navarro had been on a jury three times before, and he knew the importance of deliberating upon the evidence presented at trial and the law as instructed by the judge, since “a man’s life [was] at stake.”\nJurors Otto, Walker and Ostolaza did not hear anyone mention having outside knowledge of the case or the people involved. Otto stated that some of the jurors “wondered” what had happened to Garcia.\nAccording to jurors Watts and Ricketts, Navarro told the others that he “knew something” and asked if he could “say something.”\nJuror Alvarez asserted that Navarro announced to the deliberating jury “in general that he knew more about [the case] than what was presented” and that he “knew about what happened back in the year 2000 about the involvement of the two [defendant and Garcia],” but the foreperson prevented him from going any further.\nJuror Roberts overheard Navarro tell either Otto or Ostolaza that he knew what had happened in Garcia’s trial. However, jurors Payne and Delgado stated that Navarro asked the entire group if they “wanted to know what went on with the other case.”\nJuror Brown thought that Navarro “was getting ready to say something or maybe I shouldn’t, you know, like as if he had outside information,” but was stopped by the foreperson. Specifically, Navarro had said “[s]omething about a lotto” and that Garcia had “changed his testimony.” She also “gather[ed]” from overhearing a conversation as she walked by that Navarro “knows people that know people.”\nAfter questioning all the jurors, the court credited Navarro’s account that he did not possess any outside knowledge of the case. The court found that a majority of the jurors had a vague “perception” that Navarro was going to offer information not in evidence, and the jurors who thought “he did get something out” gave “inconsistent statements” and “some of them [made] absolutely no sense”; jurors Otto and Ostolaza denied having conversations with Navarro concerning outside information. The court noted that “there are all kinds of opportunity for misunderstanding about what gets said” in a jury room. For instance, a “juror says I know what happened here and people *312think that that means I have some information you don’t have.” Moreover, there was “some volatility between the foreperson and this juror,” and “she is, in his mind, telling him not to say things that he wants to say about the evidence.”\nThe trial court’s credibility findings, made after hearing and viewing the jurors, are entitled to great deference, and the record supports the court’s determination that there was merely a misunderstanding between Navarro, who was trying to express his opinions on the evidence, and some of the other jurors, who mistakenly interpreted his comments as indicating outside knowledge. Concur—Buckley, P.J., Mazzarelli, Ellerin and Catterson, JJ.\n",
            "ocr": true,
            "opinion_id": 5690833
        },
        {
            "author_str": "McGuirefollows",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcGuire, J., concurs in a separate memorandum as follows:\nI cannot agree that there was a mere misunderstanding between juror Navarro and nearly all of the other jurors. In my judgment, only one reasonable conclusion can be drawn from the record: juror Navarro not only at least attempted on more than one occasion to inform all or some of the other deliberating jurors about personal knowledge he had concerning the separately tried codefendant, but denied to the trial judge, falsely and repeatedly, that he had attempted to do so.\nOn the second day of deliberations the foreperson of the jury informed the court that there was “a problem with one of the jurors.” As she explained, on Friday, the first day of deliberations, juror Navarro said, “okay, can I tell you something, you know, that I know.” As she immediately added, “[t]his hasn’t happened once, it’s happened a couple of times. So I already knew where he was going with what he was saying and . . . .” Interrupting, the court asked whether “this happened before deliberations started.” In response, the foreperson stated: “No, during the deliberations he kind of, you know, has been trying to bring up things and so since I’m the foreperson I took the initiative to say no we don’t want to hear anything about that. We’re not supposed to discuss anything other than what we’ve heard during the trial.” She added: “We didn’t listen to what he had to say. And I know that he’s also tried to corner some jurors in the bathroom to tell them something that he knew.” Asked by the court if she was saying that she had not “heard anything from him . . . [a]bout what he says he knows,” the foreperson responded, “[t]he only thing specific that he said was that [co-defendant] Louis Garcia was scum and that he was a drug dealer and I think that is about all he actually said.”\nIn response to further questions from the court, the foreperson first recalled that “I think he read about it in the newspapers or saw it on the news. I don’t remember.” She then stated *313she was “sure he said he read about it,” because there was “a kind of buzz” among the jurors to that effect. She also explained that Navarro had given “a strong impression that he knew” some of the people (an apparent reference to family members of the murder victims) and that she had “heard from another juror” that Navarro “knew these people.” She was not sure when she heard that, but Navarro had “brought up some of these things before” deliberations began.\nIn response to this alarming report, the trial court brought juror Navarro into the courtroom and questioned him in the presence of counsel and defendant. Although he admitted “a little tussle” had occurred on Friday, Navarro denied virtually everything else. Specifically, he denied having read about Garcia’s case in the newspapers, denied learning anything about it from any source other than the evidence and denied having said to any of the other jurors that he knew about Garcia’s case or anything outside the evidence. The trial judge then did exactly what the law required. That is, on an in camera basis he conducted a “probing and tactful inquiry” (People v Buford, 69 NY2d 290, 299 [1987]) of each juror, in the presence of counsel and defendant. Additionally, the judge had the foresight to post a court officer in the jury room during these inquiries to ensure that the jurors would not discuss the matter among themselves. First, however, the court heard again from juror Navarro after he asked to speak with the court. In relevant part, Navarro repeated his earlier denials and attributed the brewing contretemps to “a problem with four jurors” who, prior to deliberations, had accused him of “disrespecting] ” them—a charge he also denied.\nThe specific statements made by the other 10 jurors during the court’s inquiries need not be discussed in great detail. What cannot be disputed is that 6 of the other 10 jurors confirmed the crux of the foreperson’s account. That is, they confirmed that juror Navarro had said he had knowledge about the case, had sought to convey it to the other jurors and was prevented from doing so. Another juror, Julie Roberts, provided additional support, even though she stated she did not hear anyone say anything about having knowledge about the case outside of the evidence. She did, however, inform the court that prior to the commencement of deliberations she had overheard juror Navarro tell another juror (either juror Otto or juror Ostolaza) that he “kn[e]w what happened with Louis Garcia’s trial.” She added, moreover, that during deliberations Navarro “would call [Ostolaza] to the side to smoke or whatever and say something like to him. every time that we had certain evidence that we said *314we was going to work on that.” Elaborating, she explained that after Navarro would call Ostolaza, “then that person [Ostolaza] would come back and change their mind about what they were going to say.”\nOf these seven jurors, three provided additional details. Two of these three (jurors Brown and Watts) told the court that Navarro had stated on two occasions that he had information or personal knowledge about the case that the other jurors did not have. Brown also recalled that Navarro had spoken about someone (she believed or assumed he was referring to Garcia) having changed his testimony about a “lotto.” The third, Alvarez, informed the court that she recalled Navarro saying he “knew about both cases,” that he “was aware of the—of the whole incident from the very beginning,” that he “remember[ed] what happened and that he knew more about it than what we knew about it.”\nOf the three jurors who did not corroborate the foreperson’s account, one of them, Ostolaza, denied having heard any juror claim knowledge about the case other than from the evidence. However, he also denied hearing “any juror tell another juror not to say anything like that.” This denial, moreover, was less than unequivocal: “No, not that I heard. I don’t know. I was into the case. I don’t know.” Unless juror Roberts fabricated her account of the interactions between Ostoloza and Navarro, the former had a clear motive to be less than forthcoming. After all, on Roberts’ account, Ostoloza had been remiss at the least in failing to bring to the court’s attention misconduct by Navarro. Of the other two jurors, one (Otto) stated little more than that he had heard innocuous remarks from Ostoloza about the neighborhood being a crowded one. The other (Walker) hardly gave an unequivocal response when asked if she heard any attempts by a juror to stop another juror from relating personal knowledge about the case. To the contrary, she stated, “I don’t know” and went on to assert that at “certain times” she tends to “block things out . . . when I feel that’s necessary.”\nOn this record, it is not at all surprising that one of the assistant district attorneys prosecuting defendant conceded there was a “consensus” among the jurors that contradicted Navarro. What would be surprising would be for anyone to conclude that Navarro’s denials were other than transparent falsehoods. Notably, the experienced trial court did not conclude otherwise. Rather, the trial court concluded (erroneously, in my judgment, for the reasons discussed below) that it was not necessary to resolve the issue of whether Navarro’s denials were false. That *315seven jurors corroborated the crux of the foreperson’s account is telling. To come forward with her account of wrongdoing by Navarro could not have been easy for the foreperson. Her prefatory statement that her “heart . . . was beating in [her] chest” certainly is understandable and poignantly illustrates her awareness of the gravity of what she was about to relate. Although she could not have known precisely how the court would respond, she could have reasonably expected that the court would examine all the jurors in an attempt to get at the truth.\nThat Navarro denied almost everything damaging is unremarkable; no juror who did commit such misconduct would be quick to admit his culpability. However, Navarro unequivocally denied everything only when he first was questioned by the court. After the court had interviewed all the jurors, the court brought Navarro back into the courtroom. After additional and indignant denials, the court asked him if he had ever brought up matters outside the evidence. Navarro cryptically responded as follows: “That’s the only time it happened and it happened a lot up there with a lot of jurors.” This lone admission only came after Navarro knew that the court had interviewed all the jurors and stands in stark contrast to his earlier assurance to the court that there had “absolutely not” been any discussions during deliberations about nonevidentiary information. His account of an apparent vendetta against him (stemming from some unexplained action on his part that prompted other jurors wrongly to allege he had “disrespected” them) was implausible on its face and became preposterous as so many jurors corroborated the foreperson’s account.\nJust as the foreperson had no coherent motive falsely to accuse Navarro of misconduct, neither did the other seven jurors have any coherent motive falsely to corroborate her account. Of course, the additional and specific information about Navarro’s actions and statements that four jurors related to the court also is significant. Even if a juror misrecalled or misheard some particular detail related by Navarro, it defies common sense to suppose that any (let alone all four) of these jurors deviously and all but inexplicably fabricated their accounts. In light of all the above, that three jurors did not affirmatively corroborate the foreperson’s account serves only to confirm what is obvious in any event: it was not easy for the foreperson to come forward with, or for the other seven jurors to confirm, her account. Finally, it also is undisputed that at the outset of the trial, on April 21, 2003, an article appeared in the Daily News that reported in considerable detail on the trial and conviction of Garcia.\n*316Although there is a difficult issue in this case, it is not whether Navarro committed misconduct and lied to the court about it. The difficult issue is what the legal consequences are of Navarro’s misconduct and lies. Analysis of that issue is somewhat complicated by another variable: Navarro’s responses to questions during voir dire concerning exposure to media reports about the murders. During jury selection, the court twice asked all prospective jurors to come forward if any of them had heard, read or seen anything about the case. Although numerous jurors approached the bench in response, Navarro was not among them. During the voir dire of the panel in which Navarro was questioned by the attorneys, another prospective juror was asked whether anything she had read in the newspapers had led her to conclude that defendant “sitting there, accused of five murders, must have done something.” Immediately afterward, counsel asked Navarro whether “[a]nything we describe[d] so far [was] going to give you a problem.” In response, he replied, “[n]o, not one bit.” In addition, he stated he would have no problem being fair to both sides.\nOn this record, it cannot be said with confidence that Navarro lied during voir dire. It is possible, after all, that whatever knowledge Navarro had about the murders generally, or about Garcia specifically, was acquired after his voir dire examination through press accounts of Garcia’s trial. If so, then it also is possible that Navarro was untruthful when, following jury selection, he (and all the other jurors) did not respond when the court asked whether any of the jurors had read “anything about the case that appeared” that day.1 On the other hand, it cannot be said with confidence that Navarro did not lie during voir dire. Particularly given the falsity of Navarro’s subsequent denials of knowledge and misconduct, it is possible that he also lied during voir dire and did so precisely because he wanted to be on the jury and influence the verdict. In this regard, it bears repeating that juror Alvarez informed the court that she recalled Navarro saying in substance that he “was aware of the—of the whole incident from the very beginning,” that he “remember[ed] what happened and that he knew more about it than what we knew about it.”\nThe court did not make any finding on the question of whether Navarro had lied (either during voir dire or during the court’s questioning of him). Having received assurances from Navarro that he would restrict himself solely to the evidence, the court concluded instead that all that mattered was whether *317the other jurors similarly could assure the court that they could deliberate impartially and solely on the evidence. After receiving those assurances, the court again denied defendant’s motion for a mistrial urging that Navarro was “grossly unqualified to serve” under CPL 270.35.\nThere is little reason to doubt the validity of the assurances the court received from the other eleven jurors. The assurances the court received from Navarro, however, stand on a much different footing. In the first place, a juror who engages in misconduct of any sort provides reason to view with some skepticism his veracity as well as his impartiality. The commission of misconduct of the magnitude with which Navarro was accused— seeking to impart to other jurors personal knowledge about the case in flagrant disregard of the court’s rulings and his sworn obligations, even putting aside his possible concealment of that knowledge during voir dire—would provide a powerful additional reason to view with considerable cynicism any assurances of impartiality.\nMoreover, this Court has held that when a juror both commits sufficiently serious misconduct and lies to the court about the commission of such misconduct, the juror both is “grossly unqualified to serve” and has “engaged in misconduct of a substantial nature” (see People v De La Rosa, 233 AD2d 257 [1996], lv denied 89 NY2d 942 [1997] [“the court properly discharged a sworn juror, over defense objection, where the juror was found to have engaged in flirtatious conduct with a co-defendant’s sister and then lied about it to the court”]).\nAccordingly, the court erred in not making any finding on whether Navarro’s repeated denials of the allegations of misconduct on his part were falsehoods. On this record, as discussed, the only reasonable conclusion that can be drawn is that his denials were knowingly false.\nIf that conclusion is accepted, defendant’s motion for a mistrial on the ground that Navarro was “grossly unqualified to serve” becomes more substantial. In addition to this Court’s decision in De La Rosa (supra), the reasoning of the en banc decision of the Ninth Circuit in Dyer v Calderon (151 F3d 970 [1998], cert denied 525 US 1033 [1998]) is informative. As the Ninth Circuit stated (at 983): “A juror . . . who lies materially and repeatedly in response to legitimate inquiries about her background introduces destructive uncertainties into the process. There is, of course, the possibility that she did so because of some personal bias against the defendant which she managed to hide from the court. But a perjured juror is unfit to serve even in the absence of such vindictive bias. If a juror treats with *318contempt the court’s admonition to answer voir dire questions truthfully, she can be expected to treat her responsibilities as a juror—to listen to the evidence, not to consider extrinsic facts, to follow the judge’s instructions—with equal scorn. Moreover, a juror who tells major lies creates a serious conundrum for the fact-finding process. How can someone who herself does not comply with the duty to tell the truth stand in judgment of other people’s veracity? Having committed perjury, she may believe that the witnesses also feel no obligation to tell the truth and decide the case based on her prejudices rather than the testimony.”\nDyer is distinguishable in various respects, principally in that there the juror lied during voir dire in denying that she, any of her relatives or close friends had been the victim of any type of crime. In fact, the juror’s brother had been murdered. Indeed, he had been “pistol-whipped . . . and shot in the back of the head, much like Dyer’s own victims” (id. at 975). Moreover, the juror also lied during voir dire when she denied that she had ever been a crime victim and when she denied that any of her relatives or close friends had been accused of a crime. For these reasons, a finding of implied bias cannot be made as readily in this case as in Dyer.\nNonetheless, in lying to the court about whether he had personal knowledge about the case, Navarro, like the juror in Dyer, lied about a subject bearing on his ability to serve as a fair and impartial juror.2 Given the court’s repeated instructions to the jury that it was obligated to decide the case solely on the evidence, Navarro’s misconduct in seeking to impart personal knowledge to other jurors (even if, as seems unlikely, he did so only once) was blatant as well as serious. That he repeatedly lied to the court about whether he had committed such misconduct casts additional and considerable doubt on the issue of whether he “possesse[d] a state of mind which would prevent the rendering of an impartial verdict” (People v Buford, 69 NY2d 290, 298 [1987] [internal quotation marks omitted]).\n*319To be sure, as the People correctly argue, the “Trial Judge generally is accorded latitude in making the findings necessary to determine whether a juror is grossly unqualified under CPL 270.35, because that Judge is in the best position to assess partiality in an allegedly biased juror” (People v Rodriguez, 71 NY2d 214, 219 [1988]). Here, the trial judge accepted Navarro’s assurances that he could deliberate impartially and restrict himself solely to the evidence. However, the trial judge’s finding that Navarro was not “grossly unqualified” is undermined by his erroneous conclusion that whether Navarro had lied was irrelevant.\nAt bottom, the issue in this case is how much destructive uncertainty about Navarro’s state of mind, i.e., his partiality or impartiality, is tolerable. As the Supreme Court has stated in a similar context, “[a] trial represents an important investment of private and social resources, and it ill serves the important end of finality to wipe the slate clean simply to recreate the peremptory challenge process because counsel lacked an item of information which objectively he should have obtained from a juror on voir dire examination” (Mc-Donough Power Equipment, Inc. v Greenwood, 464 US 548, 555 [1984]). For this reason, the Court went on to hold that “to obtain a new trial” on the basis of a claim that a party would have exercised a peremptory challenge but for an allegedly dishonest answer given on voir dire, “a party must first demonstrate that a juror failed to answer honestly a material question . . . and then further show that a correct response would have provided a valid basis for a challenge for cause. The motives for concealing information may vary, but only those reasons that affect a juror’s impartiality can truly be said to affect the fairness of a trial” (id. at 556).\nWe cannot know either Navarro’s motives for concealing his personal knowledge or the extent of that knowledge. But the only reasonable conclusion on this record is that Navarro did conceal his personal knowledge about the case (even if he did not also conceal it during voir dire), at least attempted to impart it to other jurors and then lied to the court about both his knowledge and his misconduct.\nTo reverse defendant’s conviction and order a new trial on this ground, however, would be disquieting for numerous reasons, not the least of which are that the evidence of guilt was overwhelming, the jury’s discriminating verdict indicates it *320evaluated the evidence rationally and dispassionately,3 and there is no sound basis for believing that any of the other jurors were affected by Navarro’s reprehensible misconduct. Moreover, if New York followed the federal model the trial judge would not have been in the difficult if not untenable position of having to choose between granting a mistrial and directing deliberations to continue with Navarro remaining a juror. Federal Rules of Criminal Procedure rule 24 (c) (3) grants discretionary authority to trial courts to replace a juror with an alternate after deliberations have begun, and trial courts may do so over the defendant’s objection (see e.g. United States v Hillard, 701 F2d 1052, 1054-1061 [2d Cir 1983], cert denied 461 US 958 [1983]).4 Indeed, Federal Rules of Criminal Procedure rule 23 (b) (3) grants discretionary authority to trial courts to “permit a jury of 11 persons to return a verdict, even without a stipulation by the parties, if the court finds good cause to excuse a juror,” and the constitutionality of this grant of authority uniformly has been upheld (see e.g. United States v Ahmad, 974 F2d 1163, 1164 [9th Cir 1992]).\nThe upshot of this is that defendant’s Sixth Amendment right to a jury trial would not have been violated if the trial court had discharged Navarro and directed the 11 remaining jurors to continue deliberating. For two reasons, however, the trial court cannot be faulted for not so proceeding. First, article VI, § 18 (a) of the New York Constitution provides that “crimes prosecuted by indictment shall be tried by a jury composed of twelve persons.” Second, CPL 270.35 (1) grants unilateral authority to defendants to bar trial courts from replacing a juror with an alternate once deliberations have begun.\nAs was his right, when the jury began its deliberations defendant made clear he would not consent to the substitution of an alternate under any circumstances. Accordingly, unless and until CPL 270.35 is amended to permit trial courts to replace a juror with an alternate without the defendant’s consent after deliberations have begun, cases like this one—as well as cases involving no misconduct at all by a juror but merely the unavailability of a juror due to illness or otherwise—are bound to recur.5\nIn determining whether defendant is entitled to a new trial *321on these facts, two distinct lines of precedent must be distinguished. The first involves claims that a challenge for cause to a prospective juror improperly was denied. Under the governing statute, a challenge for cause may be made when, inter alia, a prospective juror “has a state of mind that is likely to preclude him from rendering an impartial verdict based upon the evidence adduced at the trial” (CPL 270.20 [1] [b] [emphasis added]). The Court of Appeals repeatedly has directed new trials when “prospective jurors’ statements cast serious doubt on their ability to render a fair verdict under the proper legal standards” in the absence of “some unequivocal assurance from the . . . prospective jurors that they [are] able to reach a verdict based entirely upon the court’s instructions on the law” (People v Bludson, 97 NY2d 644, 646 [2001]; see People v Torpey, 63 NY2d 361, 367-369 [1984]; People v Blyden, 55 NY2d 73, 76-79 [1982]). As the Third Department has held, moreover, “an improper denial of a challenge for cause is not subject to harmless error analysis” (People v Russell, 16 AD3d 776, 778 [2005]).\nThe other line of authority involves claims, as in this case, under CPL 270.35 (1) that a seated juror “is grossly unqualified to serve ... or has engaged in misconduct of a substantial nature.” In these cases, by contrast, the standard is more exacting. As the Court of Appeals has held, the “grossly unqualified” standard “is satisfied only when it becomes obvious that a particular juror possesses a state of mind which would prevent the rendering of an impartial verdict” (People v Buford, 69 NY2d at 298 [emphasis added and internal quotation marks omitted]). The case law, unsurprisingly, is consistent with this more exacting “would prevent” (as opposed to “likely to preclude”) standard.\nThus, as the Court stated in People v Brown (48 NY2d 388, *322394 [1979]), “[o]f course, not every misstep by a juror rises to the inherently prejudicial level at which reversal is required automatically. Because juror misconduct can take many forms, no ironclad rule of decision is possible. In each case the facts must be examined to determine the nature of the material placed before the jury and the likelihood that prejudice would be engendered” (see People v Clark, 81 NY2d 913, 914 [1993] [“Each case must be examined on its unique facts to determine the nature of the misconduct and the likelihood that prejudice was engendered”]; People v Rodriguez, 100 NY2d 30, 35 [2003] [same]). In this regard, moreover, it also is clear that the burden is on the defendant to establish the requisite prejudice (see People v Clark, 81 NY2d at 914-915 [“defendant made no showing at his hearing of how the misconduct was inherently prejudicial to his substantial rights”]).6\nAlthough the issue is a close one, defendant has not made a sufficient showing of a likelihood of prejudice. First, there is not only no reason to believe that Navarro’s personal knowledge or his misconduct affected the other jurors in any way, there is every reason to believe it did not. Specifically, the trial court questioned each of the other jurors and received and accepted *323the unqualified assurances from each of them that they would decide the case solely on the evidence. The court’s finding in this regard is entitled to deference (see People v Rodriguez, 71 NY2d at 219).\nThe absence of any reason to suppose that Navarro’s knowledge or misconduct affected any of the other jurors is of crucial importance. In People v Maragh (94 NY2d 569 [2000]), which also involved a claim of juror misconduct, the Court of Appeals stressed that “[a] reviewing court should, also evaluate whether a juror’s or the jury’s conduct ‘created a substantial risk of prejudice to the rights of the defendant by coloring the views of the other jurors as well as her own’ ” (id. at 574, quoting People v Brown, 48 NY2d at 394). The Court held that the defendant was entitled to a new trial because the misconduct of two jurors, both of whom were nurses, consisted of communicating to the other jurors their professional opinions on a material issue in the trial. As the Court held, “[t]his substitution of professional opinion is fatal when shared with the rest of the jury” (id. at 575).\nIn People v Brown (supra), the Court directed a new trial for essentially the same reasons. That is, the juror in question conducted her own test of the ability of the prosecution’s key witness, Detective Ford, to have seen the defendant. Indeed, “Ford’s credibility was not only at issue, but was crucial to the prosecution’s case against the defendant” as he “was the sole witness to directly link the defendant with the crime” (48 NY2d at 394). The juror believed the results of her test “supported the accuracy of Ford’s testimony” and she conveyed the results “to other members of the jury before the verdict was reached” (id. at 392). Thus, as the Court observed, “the juror’s ‘test’ created a substantial risk of prejudice to the rights of the defendant by coloring the views of the other jurors as well as her own” (id. at 394).\nSimilarly, in People v Register (75 NY2d 832 [1990]), a juror conducted an experiment in her hotel room after deliberations had begun by adjusting the lighting conditions in an effort to determine whether the victim of an alleged sexual assault could have made a reliable identification. During deliberations the next morning, “the juror discussed the test with some of her associates” and the jury “soon returned a guilty verdict” (id. at 833). In reviewing and directing a new trial, the Court held that: “As in People v Brown (48 NY2d 388, 394), the juror’s conduct was conscious, contrived experimentation, directly material to a critical point at issue in the trial. In addition, the risk of prejudice to defendant is apparent. The victim’s identification *324of the defendant was crucial to the prosecution’s case and the juror’s experiment bolstered the identification with nonrecord evidence not subject to challenge by the defendant” (id.).\nHere, in utter contrast, nothing in the record indicates that Navarro communicated anything at all to his fellow jurors bearing on a material issue in the case. Indeed, for all that appears in the record, Navarro’s personal knowledge apparently was limited largely to information about Garcia and his recently concluded trial.7 That knowledge, whatever its precise extent may have been, scarcely can be thought highly prejudicial (see People v Irizarry, 83 NY2d at 561 [“That a jury may be aware another person has been convicted of participating in the alleged crime is not deemed inherently prejudicial”]; see also People v Genovese, 10 NY2d at 481 [“This does not mean, though, that a juror is to be held partial or prejudiced and disqualified merely because he has read accounts in newspapers which reflect, even seriously, upon the defendant and his conduct”]).\nThe relevant facts of this case are more akin to those in People v Rodriguez (supra) and People v Clark (supra). In Clark, a juror and a potential alibi witness, who were known to each other, spoke during the trial, and allegedly spoke about the possibility of the witness testifying on the defendant’s behalf. The witness did not testify and the defendant was found guilty. Noting that the Appellate Division had found that the juror had been the “sole holdout” for defendant for some period during deliberations, the Court of Appeals stated that the defendant was “if anything, aided by whatever misconduct took place” and that the defendant had “made no showing ... of how the misconduct was inherently prejudicial to his substantial rights” (81 NY2d 914-915). Although the Court noted, as well, in response to the dissent, that the “defendant did not establish any reason for [the witness’] absence from trial” (id. at 915 n), it also stated that the defendant, “more importantly,” had “failed to establish what the juror believed about the witness’ absence that made the juror unable to decide his case impartially” (id.).\nRodriguez involved the knowing and intentional concealment by a juror of relevant information during voir dire. Soon after the trial in which the defendant was convicted of selling cocaine, one of the jurors contacted an assistant district attorney in the District Attorney’s office that had prosecuted the case. The juror and the prosecutor previously had been acquainted, and the juror told the prosecutor he had intentionally concealed *325during voir dire that he knew him (100 NY2d at 33, 35-36). In his CPL 330.30 motion and on appeal, the defendant claimed he had been denied his state constitutional right “to a fair and impartial jury chosen with his participation” (id. at 33), and that automatic reversal was required on account of the juror’s intentional concealment of relevant information (id. at 34). Because the trial court credited the juror’s unequivocal statement that his relationship with the prosecutor did not affect his deliberations, the Court held the defendant was not entitled to a new trial on account of the juror’s misconduct (id. at 36).\nOf course, if Navarro had been candid when questioned by the court, it is conceivable that defendant might have been able to make a more substantial showing with respect to the sources and extent of Navarro’s personal knowledge. His false denials are what makes this case difficult. Nonetheless, on this record the notion that Navarro may have had “inherently prejudicial” knowledge or information concerning defendant (as opposed to Garcia) is speculative. And, as noted, defendant did not request after the verdict that Navarro or any of the other jurors be questioned anew. Accordingly, here, as in Clark, defendant “failed to establish what the juror believed about [the case] that made the juror unable to decide his case impartially” (Clark, 81 NY2d at 915 n). Critically, moreover, unlike what occurred in People v Maragh (94 NY2d 569 [2000]), People v Legister (75 NY2d 832 [1990]), and People v Brown (48 NY2d 388 [1979]), Navarro only attempted to share his personal knowledge with his fellow jurors. To the limited extent he may have communicated snippets of information to a few individual jurors, nothing in the record undermines the trial court’s acceptance of the assurances given by all 11 of the other jurors that each of them could decide the case impartially and solely on the evidence.\nDefendant does not discuss in his brief the decisions in Rodriguez, Maragh, Legister, Clark and Brown. Rather, he largely relies on the Ninth Circuit’s conclusion in Dyer that the “presence of a biased juror cannot be harmless” and “requires a new trial without a showing of actual prejudice” (151 F3d at 973 n 2). The Ninth Circuit reasoned that “[l]ike a judge who is biased, see Tumey v Ohio, 273 US 510, 535, the presence of a biased juror introduces a structural defect not subject to harmless error analysis” (id. [parallel citations omitted]), citing the Supreme Court’s decision in Arizona v Fulminante (499 US 279, 307-310 [1991]). In discussing Tumey v Ohio, however, the Supreme Court observed that “[t]he entire conduct of the trial from beginning to end is obviously affected by . . . the presence *326on the bench of a judge who is not impartial” (Arizona v Fulminante, 499 US at 309-310).\nThe analogy in Dyer to Turney v Ohio, however, underscores the crucial difference between Dyer and this case. In Dyer, it was not unreasonable to think the biased juror may have affected all the other jurors, because the trial court was not aware of and thus took no steps to protect against the threat to the fairness of the deliberations presented by the juror. That is, the trial judge did not know of any misconduct by the juror, let alone the full extent of the numerous lies she told during voir dire on important subjects in an apparent effort to secure a seat on the jury. In stark contrast, here the trial judge was alerted to Navarro’s attempts to impart personal knowledge to the other jurors and acted swiftly and effectively to meet the potential threat by interviewing every juror. Because the trial judge received and accepted the unqualified assurances of all the other jurors that they would decide the case solely on the evidence, there is no comparable danger in this case that one juror’s possible bias affected the other jurors. Moreover, as discussed above, this case also is distinguishable in that the inference that the juror was biased against the defendant was compelling in Dyer and is far less substantial if not wholly tenuous here.8\nIn People v Brown (supra), the Court of Appeals appears to have left open the question of whether harmless error analysis applies in cases like this one (48 NY2d at 395). Given my conclusion on the analytically distinct issue that defendant failed to meet his burden of showing that Navarro’s misconduct “was inherently prejudicial to his substantial rights” (People v Clark, 81 NY2d at 914-915), I need not and do not decide this issue.\n\n. The court’s inquiry was prompted by the Daily News article that had appeared that day.\n\n\n. That is not to suggest, of course, that merely because Navarro had some personal knowledge of the case he could not have been a fair and impartial juror (People v Genovese, 10 NY2d 478, 481 [1962] [“This does not mean, though, that a juror is to be held partial or prejudiced and disqualified merely because he has read accounts in newspapers which reflect, even seriously, upon the defendant and his conduct”]). Possession of personal knowledge about the case, however, unquestionably bears on the issue of juror impartiality and, for precisely that reason, a juror with such knowledge may be selected only when he gives sworn assurances sufficient to satisfy the trial judge that any preliminary opinion he may have formed “will not influence his verdict, and that he can render an impartial verdict according to the evidence” (id. at 481-482 [internal quotation marks omitted]).\n\n\n. The jury acquitted defendant of all first-degree murder charges and of all but one of the intentional second-degree murder charges; defendant also was found guilty of three counts of felony murder in the second degree.\n\n\n. Significantly, Hillard was decided prior to the 1999 amendments to rule 24 (c) which, inter alia, eliminated a provision requiring trial courts to discharge all alternates when the jury retires to deliberate.\n\n\n. Legislative action alone would not be sufficient to remedy this problem. In People v Ryan (19 NY2d 100 [1966]), the Court of Appeals addressed the *321constitutionality of the then-applicable provision of law, Code of Criminal Procedure § 358-a, which authorized trial courts to replace a juror with an alternate at any time prior to agreement on a verdict. The Court held that the New York Constitution “prohibits the substitution of an alternate juror . . . after the jury has begun its deliberation” {id. at 104-105), even when the defense orally consents to the substitution {id. at 105-106). Such a substitution, the Court held {id.), is not lawful absent compliance with the provisions of article I, § 2 of the New York Constitution, which permit a defendant to waive his right to a jury trial “by a written instrument signed by the defendant in person in open court before and with the approval of a judge or justice of a court having jurisdiction to try the offense.” Ryan, however, was decided prior to the amendments to rule 24 (c) of the Federal Rules of Criminal Procedure authorizing the substitution of a juror with an alternate after deliberations commenced. Moreover, the fact that the Supreme Court had questioned the constitutionality of such an amendment appears to have played a role in the Ryan Court’s analysis (id. at 104).\n\n\n. Although the claims under CPL 270.35 (1) discussed in Rodriguez, Clark and Brown, first were raised in motions under CPL 330.30 (2), rather than, as here, on direct appeal, it is clear that defendant must meet this burden nonetheless. After all, in People v Irizarry (83 NY2d 557, 561 [1994]), the Court of Appeals cited Brown and Clark in reviewing a claim of possible juror misconduct raised on direct appeal. There are, moreover, substantial reasons why a defendant should shoulder this burden when the facts giving rise to a claim under CPL 270.35 (1) arise only after deliberations have begun and no alternate jurors are available. Although the State’s strong interest in finality is not as acute as it is when a verdict actually has been rendered, “[a] trial represents an important investment of private and social resources” (Mc-Donough Power Equipment, 464 US at 555). That investment certainly is substantial when a trial has proceeded to deliberations. In addition, the necessity for granting a mistrial if the claim has merit stems from the defendant’s own decision to bar the use of alternate jurors. That is a defendant’s right, but no principle of law requires its exercise to be completely cost-free. That it is and should be progressively more difficult to establish a “ grossly-unqualified-to-serve” claim as the trial progresses is reflected in the case law as well as in the respective standards set forth in CPL 270.20 (1) (b) and 270.35 (1). As the Court of Appeals has stated, “[i]f there is any doubt about a prospective juror’s impartiality, trial courts should err on the side of excusing the juror, since at worst the court will have replaced one fair and impartial juror with another” (People v Arnold, 96 NY2d 358, 362 [2001] [internal quotation marks and citation omitted]). By parity of reasoning, just as the standard under CPL 270.35 (1) is and should be more exacting than the standard under CPL 270.20 (1) (b), the standard should be more exacting yet when the trial court cannot replace an arguably partial juror with a fair and impartial alternate juror.\n\n\n. Following the verdict, defendant did not request that the court make any additional inquiries of the jurors.\n\n\n. Defendant’s reliance on People v Cannady (138 AD2d 616 [1988], lv denied 71 NY2d 1024 [1988]) and People v De La Rosa (233 AD2d 257 [1996]), is misplaced. In both cases, the jurors who were discharged under CPL 270.35 as “grossly unqualified to serve” were replaced with alternates. Neither decision, accordingly, can support the proposition that Navarro should have been found “grossly unqualified to serve” under the more exacting standard applicable when no alternates are available. *327moreover, concerns existed about victim’s ability to understand and appreciate nature of oath—in addition, appellant’s uncle, who was babysitting appellant and victim at time of alleged incident, testified that bedroom door was open at all times, and appellant came right out of bedroom after checking on victim to help with another child and then went to play basketball._\n\n",
            "ocr": true,
            "opinion_id": 5690834
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}