{
    "id": 6139131,
    "judges": "Devine, Lahtinen, Lynch, McCarthy, Rose",
    "date_filed": "2019-11-20",
    "date_filed_is_approximate": true,
    "slug": "people-v-miles",
    "case_name_short": "Miles",
    "case_name": "People v. Miles",
    "case_name_full": "The People of the State of New York v. Jalil Miles, Also Known as Jungle",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "119 A.D.3d 1077",
        "990 N.Y.S.2d 141"
    ],
    "opinions": [
        {
            "author_str": "Lahtinen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLahtinen, J.P\nAppeal from a judgment of the Supreme Court (Milano, J.), rendered September 19, 2011 in Schenectady County, upon a verdict convicting defendant of the crime of criminal possession of a weapon in the second degree (two counts).\nIn March 2010, defendant, Michael Capers, Virgil Terry and codefendant Dashaun Terry were allegedly armed with several handguns as they drove along a street in the City of Schenectady, Schenectady County en route to a party. They slowed and struck up a conversation with a group of pedestrians. At some point, insults were exchanged, including derogatory comments reportedly directed at Catoria Pittman whose brother, Alphonzo Pittman, was among the many teenage pedestrians in the immedi*1078ate vicinity. Alphonzo Pittman issued a challenge for a fist fight and the group of four in the vehicle exited to the street as others gathered around. The incident quickly escalated and a series of shots were fired, with both Alphonzo Pittman and Virgil Terry sustaining fatal bullet wounds. Defendant and Dashaun Terry were charged together in a multicount indictment, and Capers was separately indicted. Charges against defendant included, among others, murder in the second degree (two counts) and criminal possession of a weapon (six counts). Dashaun Terry accepted a plea deal and testified against defendant. A jury acquitted defendant of some of the charges, but found him guilty of two counts of criminal possession of a weapon in the second degree. He was sentenced to two concurrent 15-year prison terms plus five years of postrelease supervision. Defendant appeals.\nDefendant contends that the convictions were not supported by legally sufficient evidence. We are unpersuaded. To support the two counts of criminal possession of the weapon in the second degree of which defendant was convicted, “the People were required to prove that defendant possessed a loaded firearm in a place other than his home or business (see Penal Law § 265.03 [3]), and that he possessed a loaded firearm with intent to use it unlawfully against another person (see Penal Law § 265.03 [1] [b])” (People v Hawkins, 110 AD3d 1242, 1242 [2013], lv denied 22 NY3d 1041 [2013]). The extensive evidence at trial included, among other things, Dashaun Terry testifying that he saw defendant and Capers shooting handguns, with defendant’s gun pointed in the direction of Alphonzo Pittman as Capers shot toward the crowd. Catoria Pittman recalled that defendant had a gun in his hand, and it looked to her like he was firing it as she observed a jerking-back motion by his hand. Another witness described flashes of light coming from the person standing in the location where defendant was standing. Witnesses who were unable to identify the shooters nonetheless recalled repeated shots being fired, and evidence indicated that only members of defendant’s group were armed. Defendant fled before police arrived and, later that evening, a witness claimed to have overheard defendant telling his mother that it was an accident. A person incarcerated with defendant following his arrest testified that defendant acknowledged that he shot a gun during the incident.\nMany of the witnesses had their credibility challenged to varying degrees on cross-examination, but we accord deference to the jury’s resolution of credibility issues (see People v Niver, 41 AD3d 961, 963 [2007], lv denied 9 NY3d 924 [2007]; People v *1079Lockerby, 178 AD2d 805, 806-807 [1991], lv denied 80 NY2d 834 [1992]). Although no gun was found following the incident, testimony by witnesses regarding gunshots “provides circumstantial evidence that a gun was loaded and operable” (People v Samba, 97 AD3d 411, 414 [2012], lv denied 20 NY3d 1065 [2013]) and, in fact, at least one gun from defendant’s group was operable as evidenced by the tragic results. There was ample evidence that some of the shots came from defendant’s handgun and that he intended to use the gun unlawfully against another (see e.g. People v Vargas, 60 AD3d 1236, 1238 [2009], lv denied 13 NY3d 750 [2009]). It is uncontested that the shootings occurred outside on a street. Moreover, there was also sufficient evidence that defendant shared the intent or purpose of the other shooter from his group (see People v Bush, 75 AD3d 917, 918 [2010]), lv denied 15 NY3d 919 [2010]), and the jury could convict defendant whether he was a principal or an accomplice (see People v Smith, 89 AD3d 1126, 1130 [2011], lv denied 18 NY3d 962 [2012]; see also People v Baugh, 101 AD3d 1359, 1362 [2012], lv denied 21 NY3d 911 [2013]; People v Weiner, 226 AD2d 757, 758 [1996]). Viewed in the light most favorable to the People (see People v Vargas, 60 AD3d at 1237; People v Berry, 5 AD3d 866, 868 [2004], lv denied 3 NY3d 637 [2004]), there was sufficient proof of all of the elements of the two crimes.\nDefendant’s assertion that Supreme Court erred in failing to instruct the jury on the accomplice corroboration rule was not preserved for review (see People v Tabb, 12 AD3d 951, 953 [2004] , lv denied 4 NY3d 768 [2005]). Further, we find no merit in defendant’s contention that the testimony of Dashaun Terry was not adequately corroborated. New York’s accomplice corroboration requirement (see CPL 60.22) “requires only enough nonaccomplice evidence to assure that the accomplice [ ] ha[s] offered credible probative evidence” (People v Breland, 83 NY2d 286, 293 [1994]), and “even seemingly insignificant matters may harmonize with the accomplice’s narrative so as to provide the necessary corroboration” (People v Caban, 5 NY3d 143, 155 [2005] [internal quotation marks and citations omitted]). Here, in addition to defendant’s confessed involvement to another person while in jail awaiting trial, corroborative evidence also included, among other things, nonaccomplice eyewitnesses who placed defendant at the scene, saw him armed with a handgun and heard gunshots (see generally People v Berry, 78 AD3d 1226, 1227 [2010], lv denied 16 NY3d 828 [2011]; People v Faulkner, 36 AD3d 951, 952 [2007], lv denied 8 NY3d 922 [2007]).\nDefendant states in a pro se argument that, after his trial and *1080sentencing, he learned of a possible Brady violation by the People. This issue is “based on matters outside the record on appeal and thus may properly be raised by way of a motion pursuant to CPL article 440” (People v DeJesus, 110 AD3d 1480, 1482 [2013], lv denied 22 NY3d 1155 [2014]).\nMcCarthy, Rose, Lynch and Devine, JJ., concur.\nOrdered that the judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 6004477
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}