{
    "id": 6205839,
    "judges": "Mercure",
    "date_filed": "2014-05-04",
    "date_filed_is_approximate": true,
    "slug": "people-v-toland",
    "case_name_short": "Toland",
    "case_name": "People v. Toland",
    "case_name_full": "The People of the State of New York v. Charles Toland, Jr.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "284 A.D.2d 798",
        "728 N.Y.S.2d 538"
    ],
    "opinions": [
        {
            "author_str": "Mercure",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMercure, J. P.\nAppeals (1) from a judgment of the County Court of Schenectady County (Eidens, J.), rendered August 19, 1996, upon a verdict convicting defendant of the crimes of murder in the second degree (two counts), kidnapping in the first degree, assault in the first degree (two counts) and unlawful imprisonment in the first degree, and (2) by permission, from an order of said court, entered June 20, 2000, which denied defendant’s motion pursuant to CPL 440.10 to vacate the judgment of conviction.\nOn August 4,1995 at approximately 2:00 p.m., Wanda Gonzales left her apartment at 101 Brandywine in the City of Schenectady, Schenectady County, to go to a friend’s house. She had made tentative plans to meet her roommate (hereinafter the victim) at an area night spot later that evening if the victim was not going to be doing anything else with her boyfriend, Marty McCollum. At approximately 6:30 p.m., Gonzales called her apartment and talked with the victim, who stated that she was in the process of ironing her clothes and getting ready to meet McCollum. The victim also stated that defendant was with her at the apartment, and she put him on the phone to speak with Gonzales. Then, the victim got back on the phone and told Gonzales that she was going to finish her ironing and get into the shower and that Gonzales should call her later. Gonzales did call on two subsequent occasions but got no answer either time. In addition, calls McCollum made to the apartment at 6:38 p.m., 7:11 p.m., 7:30 p.m. and 8:30 p.m. went unanswered.\nGonzales arrived home at approximately 11:00 p.m. and found the victim’s car parked out front, just where it had been when she left. Gonzales entered the apartment through the side entrance and found the lights to the apartment off, the front door unlocked, the love seat moved away from the wall and the victim’s watch, earrings, rings, and keys on the coffee *799table, which surprised Gonzales because she stated that the victim would never go out without them. She also found a crystal candle holder on its side on the coffee table. Gonzales then went into her bedroom and discovered that her bed (the only bed in the apartment) had been pushed over toward the wall, the bedspread had been removed from the bed and had dirt or leaves on it and her stethoscope (she worked as a nurse’s aide) was on the bed. The new outfit that the victim had planned to wear that night was pressed and laid out on a love seat in the victim’s bedroom. Shortly after Gonzales returned to the apartment, McCollum arrived, looking for the victim. At his suggestion, Gonzales called the victim’s mother as well as area hospitals, but they were unable to locate the victim.\nThe next morning, Gonzales was sitting in her living room looking at the victim’s jewelry and she got “a weird feeling” that caused her to walk downstairs to look in the basement of the apartment building. In the basement laundry room, Gonzales saw a piece of the sash from her silk bathrobe on the floor in front of the fuse box, next to a door in the paneled wall to the right. Gonzales opened the door, which accessed an unfinished area between the paneled laundry room wall and the building foundation, and found the victim dead, lying face down on the floor, with her hands tied behind her back with a brown work boot shoelace. The victim was still wearing the clothes she had been wearing when Gonzales last saw her the day before. Further examination of the victim’s body disclosed that she had been gagged with a sock and bound with shoelaces at both her wrists and ankles, that her hands and feet had been “hogtied” behind her back, and that her skull had been crushed from behind, most likely by a 56-pound rock that was found nearby and had traces of the victim’s blood on it.\nThe ensuing police investigation initially focused on McCollum, who was extensively questioned and who consented to a search of his house and voluntarily provided samples of his fingerprints, hair and blood. A search of his house disclosed nothing suspicious and the police made note of the fact that none of McCollum’s shoes had missing shoelaces. In addition, McCollum was able to give a thorough account of his activities on August 4, 1995, which essentially eliminated him as a suspect.\nPolice attention turned to defendant when they learned that he was the last person known to have been with the victim prior to her death. A consent search of the home of defendant’s girlfriend, Cheryl Lontrato, revealed a pair of work boots with missing laces and the police found three broken videotapes in *800the trash outside Lontrato’s house. When repaired, those tapes depicted defendant and Lontrato engaged in sexual activity while Lontrato was tied up. In some of the scenes, Lontrato was “hogtied” in the same fashion as the victim was when her body was found. The police also discovered that within a few hours after defendant left the victim, he called his father in St. Louis, Missouri, and arranged to have his father purchase him a one-way bus ticket from Schenectady to St. Louis. Defendant left for St. Louis on the day immediately following the victim’s murder.\nState Police Investigators traveled to St. Louis to interview defendant. They located defendant at his brother’s house and defendant voluntarily accompanied them to the police station. Initially, when asked about the victim, defendant took the position that “[he] didn’t even know the bitch.” He then acknowledged that he had met her once a few months before and talked to her on the phone a few times. A few moments later, when asked when he had last seen the victim, he admitted that he had seen her at Gonzales’ apartment on August 4, 1995, but gave the time as 3:00 p.m. Later, he said that he arrived at 4:00 p.m. and that the “Ricki Lake” show was on. In fact, the evidence showed that the “Ricki Lake” show ran from 5:00 p.m. to 6:00 p.m.\nDefendant was similarly inconsistent in his reasons for going to Gonzales’ apartment in the first place. There is no question that defendant had been thrown out of Lontrato’s apartment and that an order of protection prohibited his return. Lontrato had removed defendant’s clothes from her apartment and put them in defendant’s disabled car, which had been left in her driveway. As of August 4, 1995, defendant had been “on the streets” for three days. Defendant first stated that he had called Gonzales to seek the victim’s assistance in moving his clothes and that the victim answered the phone but declined to help him. According to defendant, he nonetheless walked to Gonzales’ home; the victim let him in and he remained for no more than 20 minutes. In response to later questioning, defendant indicated that after his initial call to Gonzales’ apartment, the victim paged him four or five times and he did not respond to the pages but walked to the apartment instead. Later yet, defendant stated that he had responded to the victim’s page and that she had asked him to get her some marihuana. Notably, the trial evidence showed that Gonzales and the victim already had an ample supply of marihuana at their apartment.\nFinally, defendant gave yet another version of the critical *801events of August 4, 1995. He stated that he was on the way to some friends’ house when the victim paged him. He called her back and she wanted to know if he had any “weed.” He said that he did not. She then paged him again with the same request and he gave the same response. At that time, he asked her if she could give him a ride to Lontrato’s house in a nearby community to get his clothes and then return to Schenectady. She said that she could not do that because she had to go on a date. Defendant was now in the area of the victim’s apartment, so he stopped in.\nAfter defendant arrived, he and the victim smoked some marihuana, he drank a beer that he had brought with him, and they watched the “Ricki Lake” show. They started to “make love” on the couch and progressed into the bedroom. When they got into the bedroom, he tied the victim up with his sneaker laces and a lace he had in his pocket. He removed a sock and a bathrobe “rope” from the bathroom, put the sock in the victim’s mouth and put the rope around her neck. They started “making love” while the victim was trying to get loose. The victim did not like it, however, and she started “bitching.” He told her to stop the “bitching” but she would not. Defendant was “losing it * * * and got pissed off.” He therefore gave up on the sexual encounter and left the apartment, leaving the victim gagged and hogtied on the bed. According to defendant, somebody else — perhaps McCollum or the upstairs tenants— must have come along and found and killed the victim.\nDuring the course of their investigation, the police noticed striking parallels between the victim’s murder and the unsolved disappearance of Paulette Dempster in September 1994. Notably, Dempster and the victim had a strong physical similarity to one another, defendant was the last one to have seen either of them alive and, when questioned by the police about his role in the disappearances, defendant gave very similar contradictory and implausible accounts of his. activities with those women at the time of their disappearances. Ironically, Dempster’s body was found during the pendency of the present action.\nUltimately, the People presented their evidence to a Grand Jury, which returned an indictment charging defendant with, as relevant to this appeal, two counts of murder in the second degree, kidnapping in the first degree, two counts of assault in the first degree and unlawful imprisonment in the first degree. Prior to trial, the People submitted a detailed Ventimiglia memorandum in which they argued that evidence of certain of defendant’s questionable or criminal conduct toward other *802women was highly probative of his motive for killing the victim and that the striking parallels among those women, the circumstances surrounding defendant’s encounters with them and the explanations of innocence he gave were relevant on several trial issues. Essentially, the People’s theory of motive depended upon the Ventimiglia material to establish defendant’s recurring “dependence on the significant women in his life, his feelings of persecution by and resentment toward their meddling mothers, his obsessive need to compensate by exercising symbolic dominance and control through bondage, the actual manner in which he tied women, his readiness to turn to peripheral women as substitutes, his irrationally violent reaction to the rejection of his control, and his deft use of false explanations for these outbursts.”\nIn furtherance of that theory, the People offered statements by defendant’s former girlfriend, Tammy Barak, that defendant had engaged her in bondage on multiple occasions. Barak also pointed out to the police that she bore a strong physical likeness to Dempster. Another former girlfriend and the mother of one of defendant’s children, Tina Mauceri, gave police a written statement detailing bondage incidents, some of which had turned violent. Yet another former girlfriend, Belinda Palombo, stated that defendant had engaged in sexual bondage with her, tying her hands and feet, later escalating the encounters to episodes of violence toward her. On one occasion, defendant struck her head against a door during a fight and once held a knife at her mother’s throat.\nLontrato, the mother of another of defendant’s children, gave a written statement in which she also described defendant’s penchant for tying her up during sex and using shoelaces or socks on her wrists and ankles, as the victim had been found. Defendant had also asked Lontrato if she would wear a gag during sex, but she refused. There was also evidence that defendant and Dempster had engaged in acts of bondage before her death. When Dempster’s disappearance was first reported, defendant immediately called Lontrato’s friend, Tina Giardono, and spontaneously denied any involvement.\nUltimately, after five days of hearings devoted to the Ventimiglia issue, County Court granted the People’s motion in all respects as it related to evidence of defendant’s relationship with Lontrato, Mauceri, Palombo, Barak and certain other women in defendant’s life. As related to Dempster, County Court granted the motion to the extent of permitting the People to offer evidence about the circumstances surrounding her disappearance and the discovery of her body, including that *803she died as the result of a homicide. Under County Court’s analysis, the existence of close parallels between defendant’s encounters with Dempster and with the victim and his subsequent efforts to shift the blame to others justified admission of that evidence under several recognized Molineux exceptions, including motive, intent and absence of mistake.\nThe action then proceeded to trial and defendant was convicted of two counts of murder in the second degree, kidnapping in the first degree, two counts of assault in the first degree and unlawful imprisonment in the first degree. County Court sentenced defendant to two consecutive terms of imprisonment of 25 years to life on one of the murder convictions and the kidnapping conviction, one consecutive sentence of 5 to 15 years on one of the assault convictions, one concurrent term of 25 years to life on the other murder conviction, one concurrent term of 5 to 15 years on the other assault conviction and one concurrent term of U/s to 4 years on the unlawful imprisonment conviction. Defendant appeals the judgment of conviction and, by permission of a Justice of this Court, the separate order summarily denying his subsequent motion to vacate the judgment of conviction pursuant to CPL 440.10.\nInitially, we reject the contention that County Court abused its discretion in admitting evidence concerning the Dempster murder and that the receipt of that evidence denied defendant of his right to due process and unfairly prejudiced the jury. Although evidence of uncharged crimes is generally not admissible against a defendant to prove the specific crime charged, there are well-established exceptions, to wit, where the evidence “tends to establish (1) motive; (2) intent; (3) the absence of mistake or accident; (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the others; (5) the identity of the person charged with the commission of the crime on trial” (People v Molineux, 168 NY 264, 293). “The exceptions to the rule cannot be stated with categorical precision” (id., at 293), however, and during the hundred years since Molineux the list of exceptions has been expanded.\nThe so-called “identity” exception “is used in limited circumstances, when the defendant employs some unique, unusual, or distinctive modus operandi in an uncharged crime that is relevant to proving his identity as the perpetrator of the crime charged” (People v Mateo, 93 NY2d 327, 332). “Where identity of the defendant has not been conclusively established by other evidence and there is clear and convincing proof that the modus operandi is so unique as to make the evidence highly proba*804tive, the Molineux rule may be invoked [citation omitted]” (People v Nuness, 192 AD2d 960, 961, lv denied 82 NY2d 723). “In order to establish a modus operandi, ‘[i]t is not necessary that the pattern be ritualistic for it to be considered unique; it is sufficient that it be a pattern which is distinctive. This is not to say each element of the pattern must be in and of itself unusual; rather the pattern, when viewed as a whole, must be [unique]’ [citations omitted]” (People v Keller, 215 AD2d 502, 502-503, lv denied 87 NY2d 904).\nThe evidence presented by the People linked defendant to Dempster’s murder and established by clear and convincing evidence that defendant had an expressed penchant for engaging in bondage with women in a style that was completely consistent with the manner in which the victim had been bound in this case. Specifically, defendant routinely used shoelaces and socks on women and selected women with strikingly similar physical characteristics. In addition, the evidence showed defendant’s tendency to react to stresses in his “primary” relationships by victimizing a “secondary” target.\nOne of the factors to be considered in deciding whether to admit evidence of uncharged crimes is whether the People’s case relies heavily on circumstantial evidence, since, in such cases, “motive often becomes not only material, but controlling” (People v Fitzgerald, 156 NY 253, 258; see, People v Mixon, 203 AD2d 909, 910, lvs denied 84 NY2d 830, 909). This Court has previously admitted evidence of an uncharged earlier murder against a defendant where the victims were his lover’s first and second husbands and the Court concluded that the evidence of the earlier murder helped to explain the defendant’s motive behind the charged murder (see, People v Willsey, 148 AD2d 764, lv denied 74 NY2d 749).\nThe determination as to whether to admit evidence of uncharged crimes requires a balancing of the prejudicial impact of the evidence against its probative value (see, People v Ventimiglia, 52 NY2d 350, 359-360). “Factors which play a part in measuring probative value are ‘the degree to which the evidence persuades the trier of fact that the particular fact exists and the [logical] distance of the particular fact from the ultimate issues of the case’ ” (id., at 360 [citation omitted]). “It is settled law that evidence of similar uncharged crimes is admissible if it ‘is probative of a legally relevant and material issue before the court’ and ‘its probative value exceeds the potential for prejudice resulting to the defendant’ ” (People v Greene, 252 AD2d 746, 747-748, lv denied 92 NY2d 925, quoting People v Alvino, 71 NY2d 233, 242).\n*805Applying the analysis set forth in People v Alvino (supra, at 241-242), we conclude, first, that the evidence proffered by the People was “probative of a legally relevant and material issue before the court” (id., at 242) and, second, that a balancing of “the degree of probativeness” against “the potential for prejudice” (People v Ventimiglia, supra, at 359-360) favored its admission. In our view, the evidence under consideration here was highly probative on the issue of defendant’s motive for killing the victim, a person whom he hardly knew and against whom he harbored no apparent ill-will, and also served to contradict the defense of coincidence or “innocent explanation” for defendant’s presence at the victim’s apartment immediately before her death. Further, given defendant’s repudiation of his prior admission that he hogtied the victim and left her on the bed in Gonzales’ room, the evidence was highly probative on the issue of the identity of the person who bound the victim and, presumably, thereafter killed her. Significantly, although defendant’s admission tended to identify him as the perpetrator, the People “were not bound to stop after presenting minimum evidence but could go on and present all the admissible evidence available to them, regardless of the trial strategy defendant adopted” (People v Alvino, supra, at 245). Finally, although evidence of a defendant’s prior homicide always carries the potential for prejudice, we note that County Court observed all of the established procedural safeguards before receiving the evidence and defendant had more than adequate prior notice that the evidence would be used against him.\nNext, we conclude that defendant’s challenges to the admission of evidence of telephone conversations that the victim had with Gonzales, McCollum, and her coemployee Debra Dickershaid within the hours immediately preceding the victim’s death are lacking in merit. Notably, defendant did not preserve the issue with regard to the victim’s conversations with Gonzales and McCollum by interposing a timely objection at trial. As for the conversation with Dickershaid, in which the victim indicated that she had decided not to go to the go-carts with a person she identified as “Chuck” but was instead going out with McCollum, we agree with the People that the evidence was admissible for the purpose of showing the victim’s state of mind at the time of the declaration. Under the “state of mind” hearsay exception, a deceased declarant’s statement of intent to meet someone would be admissible “where the statement is made under circumstances that make it probable that the expressed intent was a serious one, and that it was realistically likely that such a meeting would in fact take place” (People v Malizia, 92 AD2d 154, 160, affd 62 NY2d 755, cert denied 469 US 932).\n*806There is merit, however, to defendant’s contention that County Court erred in making the sentence imposed on the conviction of kidnapping in the first degree consecutive with the sentence imposed on the conviction of murder in the second degree. The actus reus element of the crime of murder in the second degree, defendant’s act of striking the victim’s head with a heavy object, is the very same act that brought about her death, a material element of kidnapping in the first degree pursuant to Penal Law § 135.25 (3), thereby implicating the second prong of Penal Law § 70.25 (2) (see, People v Molina, 248 AD2d 489, 490-491, lv denied 92 NY2d 902; People v Jackson, 237 AD2d 620, lv denied 90 NY2d 894; People v Phillips, 182 AD2d 648, lvs denied 79 NY2d 1052, 81 NY2d 765; People v Douglas, 178 AD2d 651, lv denied 79 NY2d 946; see generally, People v Laureano, 87 NY2d 640, 643-644). County Court was therefore required to impose concurrent sentences on the convictions of kidnapping in the first degree and murder in the second degree.\nDefendant’s remaining contentions, including those raised in his pro se brief and addressed to the denial of his CPL article 440 application, have been considered and found to be either unpreserved for our consideration or lacking in merit.\nCrew III, Spain, Carpinello and Mugglin, JJ., concur. Ordered that the judgment is modified, on the law, by providing that the term of imprisonment imposed for kidnapping in the first degree shall be served concurrently with the term of imprisonment imposed for intentional murder, and, as so modified, affirmed. Ordered that the order is affirmed.\n",
            "ocr": true,
            "opinion_id": 6072368
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}