{
    "id": 6239751,
    "judges": "Kim",
    "date_filed": "2004-08-28",
    "date_filed_is_approximate": true,
    "slug": "kc-v-superior-court-of-l-a-cnty",
    "case_name_short": "K.C.",
    "case_name": "K.C. v. Superior Court of L. A. Cnty.",
    "case_name_full": "K.C. v. The SUPERIOR COURT of Los Angeles County, Respondent The People, Real Party in Interest.",
    "attorneys": "Janice Y. Fukai, Los Angeles, Alternate Public Defender, Felicia Kahn Grant and Lisa Kang, for Petitioner., Jackie Lacey, District Attorney, Roberta Schwartz and John Pomeroy, Deputy District Attorneys, for Real Party in Interest.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "235 Cal. Rptr. 3d 325",
        "24 Cal. App. 5th 1001"
    ],
    "opinions": [
        {
            "author_str": "Kim",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKIM, J.*\n*1003I. INTRODUCTION\nPetitioner K.C. is in juvenile delinquency proceedings. After he turned 18, the juvenile court granted the probation department's *327request to remand him to county jail pending decision on the People's motion to transfer him to a court of criminal jurisdiction. K.C. then filed a petition for writ of mandate, arguing the juvenile court lacked authority to transfer to county jail an 18-year-old who had not yet been found unsuitable for treatment under the juvenile court laws. We deny the petition and affirm the transfer order.\nII. FACTUAL BACKGROUND\nThe People filed a wardship petition, pursuant to Welfare and Institutions Code section 602,1 on March 17, 2017, alleging four counts of attempted murder as well as firearm, gang, and great bodily injury enhancements against K.C. On the same day, the People filed a motion to transfer K.C. to a court of criminal jurisdiction pursuant to section 707, subdivision (a)(1). That motion remains pending.\nIn August 2017, K.C. turned 18 years of age. About a month later, the probation department filed a request to remand K.C. to county jail pursuant to section 208.5. K.C. opposed on the ground that section 208.5 does not grant *1004the juvenile court authority to transfer an 18-year-old to county jail prior to the juvenile being found unfit for juvenile court jurisdiction. After hearing testimony about K.C.'s conduct in juvenile detention, the juvenile court granted the request on November 7, 2017, finding it had transfer authority under sections 207.6 and 208.5.\nK.C. filed a petition for writ of mandate on January 8, 2018. We issued an order to show cause and now deny the petition.\nIII. DISCUSSION\nA. Standard of Review and Rules of Statutory Construction\nWe review questions of law and statutory interpretation de novo. ( People v. Kurtenbach (2012) 204 Cal.App.4th 1264, 1276, 139 Cal.Rptr.3d 637.) \" 'Under settled canons of statutory construction, in construing a statute we ascertain the Legislature's intent in order to effectuate the law's purpose. [Citation.] We must look to the statute's words and give them their usual and ordinary meaning. [Citation.]' \" ( People v. Robinson (2010) 47 Cal.4th 1104, 1138, 104 Cal.Rptr.3d 727, 224 P.3d 55.) \"In doing so, however, we do not consider the statutory language 'in isolation.' [Citation.] Rather, we look to 'the entire substance of the statute ... in order to determine the scope and purpose of the provision .... [Citation.]' [Citation.] ... We must harmonize 'the various parts of a statutory enactment ... by considering the particular clause or section in the context of the statutory framework as a whole.' [Citations.]\" ( People v. Mendoza (2000) 23 Cal.4th 896, 907-908, 98 Cal.Rptr.2d 431, 4 P.3d 265.) \" 'The statute's plain meaning controls the court's interpretation unless its words are ambiguous.' [Citation.]\" ( People v. Robinson, supra , 47 Cal.4th at p. 1138, 104 Cal.Rptr.3d 727, 224 P.3d 55.)\n\"If, however, the language supports more than one reasonable construction, we may consider 'a variety of extrinsic aids, including the ostensible objects to be achieved, the evils to be remedied, the legislative history, public policy, contemporaneous administrative construction, and the statutory scheme of which the statute is a part.' [Citation.] Using these extrinsic aids, we 'select the construction that comports most closely with the apparent intent of the Legislature, with a view to promoting rather than defeating the general purpose of the statute, and avoid an interpretation that would lead to absurd consequences.'\n*328[Citation.]\" ( People v. Sinohui (2002) 28 Cal.4th 205, 211-212, 120 Cal.Rptr.2d 783, 47 P.3d 629.)\nB. Section 208.5\nThe probation department requested K.C.'s transfer pursuant to section 208.5, subdivision (a), which provides in relevant part: \"Notwithstanding any *1005other law, in any case in which a minor who is detained in or committed to a county institution established for the purpose of housing juveniles attains 18 years of age prior to or during the period of detention or confinement he or she may be allowed to come or remain in contact with those juveniles until 19 years of age, at which time he or she, upon the recommendation of the probation officer, shall be delivered to the custody of the sheriff for the remainder of the time he or she remains in custody, unless the juvenile court orders continued detention in a juvenile facility. If continued detention is ordered for a ward under the jurisdiction of the juvenile court who is 19 years of age or older but under 21 years of age, the detained person may be allowed to come into or remain in contact with any other person detained in the institution subject to the requirements of subdivision (b). The person shall be advised of his or her ability to petition the court for continued detention in a juvenile facility at the time of his or her attainment of 19 years of age. Notwithstanding any other law, the sheriff may allow the person to come into and remain in contact with other adults in the county jail or in any other county correctional facility in which he or she is housed.\"\nIn In re Ramon M. (2009) 178 Cal.App.4th 665, 101 Cal.Rptr.3d 158 ( Ramon M. ), an 18-year-old ward argued the juvenile court erred in detaining him in, and later committing him to, county jail. ( Id . at pp. 670, 674, 101 Cal.Rptr.3d 158.) The appellate court construed section 208.5, together with section 737, subdivision (a), which, at the time, provided: \"Whenever a person has been adjudged a ward of the juvenile court and has been committed or otherwise disposed of as provided in this chapter for the care of wards of the juvenile court, the court may order that the ward be detained *329in the detention home, or in the case of a ward of the age 18 years or more, in the county jail or otherwise as the court deems fit until the execution of the order of commitment or of other disposition.\"\nHarmonizing the two provisions, the court held it improper for an 18-year-old to be directly detained in county jail. ( Ramon M., supra , 178 Cal.App.4th at p. 674, 101 Cal.Rptr.3d 158.) Rather, he should have been placed in a juvenile facility initially. ( Ibid . ) Then, the probation department could have obtained an order to transfer him to county jail under section 208.5 or section 737, subdivision (a). ( Ibid . ) The court held these two provisions governed Ramon M.'s detention until \"execution of the order of commitment or of other disposition.\" ( Ibid . ) At that point, the juvenile court's options were limited by section 202, which does not permit a ward to be committed to county jail as \"punishment.\" ( Ibid . ; see also In re Jose H. (2000) 77 Cal.App.4th 1090, 1099-1100, 92 Cal.Rptr.2d 228.)\nThe present case involves the pre-disposition detention of an 18-year-old. Ramon M. held that transfer of an 18-year-old ward to county jail is permitted *1006under section 208.5 and section 737, subdivision (a). However, it did not hold that section 208.5, standing alone, permits an 18-year-old to be transferred to county jail. Nor did Ramon M. analyze section 208.5's language, instead relying on section 737, subdivision (a)'s explicit language that \"the court may order that the ward be detained in the detention home, or in the case of a ward of the age of 18 years or more, in the county jail.\" ( Ramon M. , supra , 178 Cal.App.4th at pp. 671-674, 101 Cal.Rptr.3d 158.)\nAs petitioner points out, section 737, subdivision (a) has since been amended and now reads: \"Whenever a person has been adjudged a ward of the juvenile court and has been committed or otherwise disposed of as provided in this chapter for the care of wards of the juvenile court, the court may order that the ward be detained until the execution of the order of commitment or of other disposition.\"\nSection 737, subdivision (a) does not support petitioner's transfer to county jail for two reasons. First, the provision, as amended, no longer refers to the detention of 18-year-olds in county jail. Second, by its terms, the section only applies to a person who has \"been adjudged a ward of the juvenile court.\" Unlike the 18-year-old in Ramon M. , who violated probation while he was already a ward of the court, petitioner has not yet been adjudged a ward of the juvenile court. (See § 602 [\"any person who is under 18 years of age when he or she violates any law ... defining crime ... is within the jurisdiction of the juvenile court, which may adjudge such person to be a ward of the court\"]; In re Gladys R. (1970) 1 Cal.3d 855, 867, 83 Cal.Rptr. 671, 464 P.2d 127 [child may be declared a ward of the court under section 602 only if there is clear proof he or she violated a criminal law].)\nTherefore, the question before us today is whether section 208.5 permits an 18-year-old, who has not yet been adjudged a ward, to be transferred to county jail upon recommendation of the probation department and order of the juvenile court.\na. Plain Language of Section 208.5\nThe probation department points to the following portion of section 208.5: \"a minor who ... attains 18 years of age ... may be allowed to come or remain in contact with those juveniles until 19 years of age.\" (§ 208.5, subd. (a).) That the statute says \"may\" and not \"shall\" suggests an 18-year-old is not required to remain in juvenile custody, according to the probation department. That necessarily means the court has authority to transfer an 18-year-old to county jail. (See In re Charles G. (2004) 115 Cal.App.4th 608, 613-614, 9 Cal.Rptr.3d 503 [analyzing section 208.5 to mean 18-year-olds \"may\" remain in juvenile facilities while those 19 and older \"shall\" be transferred to an adult facility].)\n*1007Yet section 208.5 does not expressly grant courts authority to transfer 18-year-olds to county jail. Had the Legislature intended to treat 18-year-olds and 19-year-olds similarly, it could have said so explicitly. As petitioner points out, section 208.5 permits 19-year-olds to petition the court for continued detention in a juvenile facility, but does not make similar provisions for 18-year-olds. That suggests the provision does not contemplate any transfer of 18-year-olds to adult facilities, whether mandatory or discretionary.\nb. Legislative History of Section 208.5\nAs the plain language is ambiguous, we look to the legislative history to determine the Legislature's intent. Section 208.5 was originally added in 1984. As originally enacted, it read: \"Notwithstanding any other provision of law, in any case in which a minor who is detained in or committed to a county institution established for the purpose of housing juveniles attains the age of 18 during the period of detention or confinement he or she may be allowed to come or remain in contact with those juveniles until the age of 19.\" (Stats. 1984, ch. 207 (Assem. Bill No. 2895), § 1.)\n*330At the time, the law required separation of juveniles who were detained in \"any institution in which adults are confined.\" (Assem. Com. on Crim. Law &amp; Pub. Safety, Rep. on Assem. Bill No. 2895, Apr. 4, 1984, p. 1.) This provision was meant to ensure that minors housed in adult facilities would not come into contact with adults. (Ibid .) The bill's authors explained that some county counsels were interpreting the law \"to mean that if a juvenile reaches 18 while in custody, she must be separated from the minors housed in the institution. This situation has resulted in some juveniles being placed in isolation or removed from treatment programs.\" (Sen. Com. on Judiciary, Rep. on Assem. Bill No. 2895 (1983-1984 Reg. Sess.), as amended April 24, 1984, p. 2.) The legislative history notes that other counties, and the California Youth Authority, already allowed contact between minors and those who turn 18 while housed in juvenile facilities. (Assem. Com. on Crim. Law and Pub. Safety, Rep. on Assem. Bill No. 2895 (1983-1984 Reg. Sess.), April 4, 1984, p. 1.) The bill was meant to clarify any confusion. (Ibid .)\nThis history suggests the Legislature deliberately drafted the phrase, \"may be allowed to come or remain in contact with those juveniles until 19 years of age,\" to clarify that counties could keep 18-year-olds housed with other juvenile detainees. It does not mandate 18-year-olds be housed with juveniles, nor does it require 18-year-olds to be transferred to adult facilities. Throughout the legislative history, the bill's authors emphasized the new law would lead to increased flexibility in how 18-year-olds are housed. (See Cal. Youth and Adult Correctional Agency, analysis of Assem.\n*1008Bill No. 2895 (1983-1984 Reg. Sess.), Mar. 12, 1984, p. 2 [\"Judges should continue to have discretion of detaining the near 18 year old immature offender in juvenile facilities for a full program without being constrained by an unrealistic segregation requirement. AB 2895 will accomplish this.\"]; Sen. Com. on Judiciary, Rep. on Assem. Bill No. 2895 (1983-1984 Reg. Sess.), as amended April 24, 1984, p. 2 [\"The purpose of this bill is to provide counties with greater flexibility in housing juvenile offenders\"].)\nThis emphasis on flexibility supports the probation department's position that section 208.5 permits, but not does require, transfer of 18-year-olds to county jail. In fact, the Enrolled Bill Report states this explicitly: \"Existing law requires that a juvenile who reaches his/her 18th birthday while in custody be transferred to an adult detention facility. This bill would make a mandatory transfer permissive until age 19.\"2 (Cal. Youth and Adult Correctional Agency, Enrolled Bill Rep. on Assem. Bill No. 2895 (1983-1984 Reg. Sess.), Apr. 24, 1984, p. 1.) That transfer is \"permissive\" necessarily means the juvenile court has transfer authority.\nc. Policy Objectives\nPetitioner argues the landscape of juvenile justice has changed and now favors rehabilitation over punishment, as evidenced by the passage of Proposition 57. He points out his best chance to show his amenability to the services of the juvenile court will be what he accomplishes while in the custody of the juvenile court.\nSet against that is the probation department's duty to ensure the safety and well-being of the general population in juvenile *331facilities. As the Legislature noted in enacting section 208.5, housing in juvenile facilities is in dormitories. That housing situation exposes younger, less hardened, and more malleable minors to the influence and dangers of older detainees who may be more hardened, more aggressive, and less amenable to instruction and rehabilitation. The latter's presence in juvenile custody may well jeopardize the safety and rehabilitative potential of the former. As a matter of policy, we believe it wiser to allow the probation department and juvenile court to address such risks on a case-by-case basis by recommending and ordering transfer of 18-year-olds to county jail as they deem necessary.\nThis case provides a good example. The juvenile court transferred K.C. to county jail only after hearing testimony regarding K.C.'s conduct in juvenile *1009detention. A probation officer testified that K.C. and four other juveniles were being transported in a van when they removed the safety cage inside the van, tried to open the vehicle's sliding door, and shattered the window on the sliding door. To regain control, the probation officer deployed pepper spray in the van, subjecting everyone, including one juvenile who did not take part in the disruptive activities, to the spray. A second witness testified K.C. was terminated from the college prep readiness program at the juvenile facility. K.C. had been aggressive, cursed, and refused to do work for 40 minutes during a session. As a result, none of the other students in the program were able to work. The trial court noted that it had previously warned K.C. that he had to behave himself because the court \"is also charged with the responsibility for the health, the welfare and safety of the other minors.\" It felt K.C. had great leadership potential. But his leadership ability also made him a disruptive force in juvenile hall. We believe the probation department and juvenile court should have discretion to minimize risks to other juvenile detainees in these cases, by transferring 18-year-old detainees as appropriate.\nWe do not discount petitioner's argument that he should be given a fair chance to show himself amenable to the services of the juvenile court. However, he was housed in a juvenile facility from the time of his detention in March 2017 until at least January 2018, when he filed this writ petition. During that time, he had ample opportunity to persuade the probation department that he would benefit from remaining in juvenile detention without being a disruptive influence or undue risk to other juvenile detainees. Based on the probation department's recommendation and the juvenile court's transfer order, it appears he has failed to do so.\nIn this regard, we note there are cases holding a juvenile court may not commit an 18-year-old (or any other ward) to county jail as punishment after disposition. (See In re Jose H. , supra , 77 Cal.App.4th at pp. 1099-1100, 92 Cal.Rptr.2d 228 ; In re Kenny A. (2000) 79 Cal.App.4th 1, 6, 93 Cal.Rptr.2d 678.) An 18-, 19-, or even 21-year-old who has been adjudged a ward is necessarily someone who is considered fit for treatment under the juvenile court laws. In making that determination, a juvenile court and/or prosecutor has weighed the person's maturity, rehabilitative potential, and prior delinquency history. (§ 707, subd. (a)(1).) Someone who is being held in juvenile hall pending a fitness hearing ultimately may be found unfit for juvenile court jurisdiction due to his or her maturity, lack of potential for growth and rehabilitation, and/or record of serious delinquency. Thus, it makes sense to grant the probation department and juvenile court latitude in determining whether an 18-year-old (or 19- to 21-year old) who is being held pre-disposition can safely be housed with other, potentially much younger *332minors and with wards who have been deemed fit for treatment under the juvenile court laws. *1010In all, we believe the policy arguments favor the flexible, case-by-case approach advocated by the probation department. The probation department's consistent position in interpreting section 208.5, subdivision (a) to confer such discretion is entitled to persuasive weight. ( Ste. Marie v. Riverside County Regional Park &amp; Open-Space Dist. (2009) 46 Cal.4th 282, 292, 93 Cal.Rptr.3d 369, 206 P.3d 739 [\" '[C]ourts must give great weight and respect to an administrative agency's interpretation of a statute governing its powers and responsibilities' \"]; see also People v. Sinohui, supra , 28 Cal.4th at pp. 211-212, 120 Cal.Rptr.2d 783, 47 P.3d 629.)\nC. Section 207.1\nPetitioner argues that interpreting section 208.5 to permit transfer of 18-year-olds to county jail would conflict with section 207.1, subdivision (a) which provides: \"No court, judge, referee, peace officer, or employee of a detention facility shall knowingly detain any minor in a jail or lockup, except as provided in subdivision (b) or (d).\" (§ 207.1, subd. (a).) Subsections (b) and (d) are not relevant here.3\nCiting In re Jeffrey M. (2006) 141 Cal.App.4th 1017, 1022-1028, 46 Cal.Rptr.3d 533 ( Jeffrey M. ), petitioner argues the word \"minor\" refers to someone under age 18 at the time of the crime. Jeffrey M. addresses section 730.7, which authorizes a court to hold a parent jointly and severally liable for restitution awards and fines assessed against a minor. Jeffrey M . analyzed the meaning of the word \"minor\" in the context of several other provisions in the Welfare and Institutions Code, but it did not purport to apply any single definition to the entire statutory scheme.\nIn fact, Jeffrey M. agreed with a prior court's reasoning that \"minor,\" in the context of sections 902 and 903, was intended \"in the traditional sense, i.e., a person under 18 years of age\" ( id . at p. 1023, 46 Cal.Rptr.3d 533, quoting In re Jesse V. (1989) 214 Cal.App.3d 1619, 1622-1623, 263 Cal.Rptr. 369 ), while simultaneously noting that the same definition would be \"ludicrous\" in the context of other provisions, such as sections 633 and 634, which address a minor's right to counsel during delinquency proceedings. ( Jeffrey M. , supra , 141 Cal.App.4th at pp. 1023-1024, 46 Cal.Rptr.3d 533.)\nNo court has addressed the meaning of the word \"minor\" in the context of sections 207.1 and 208.5. As the two provisions address the same subject matter, we construe them with an eye toward harmonizing them if possible. (See *1011Lakin v. Watkins Associated Industries (1993) 6 Cal.4th 644, 658-659, 25 Cal.Rptr.2d 109, 863 P.2d 179 [the meaning of a statute may not be determined from a single word or sentence but must be construed in context and provisions related to the same subject matter must be harmonized if possible].)\nThe Welfare and Institutions Code uses various words throughout the statutory scheme to describe persons subject to juvenile delinquency jurisdiction. These include \"ward,\" \"dependent child,\" \"minor,\" \"juvenile,\" and \"person.\" Under section 602, \"any person who is under 18 years of age when he or she\" commits his crime \"is within the jurisdiction of the juvenile court, which may adjudge such person to be a ward of the court.\" ( § 602.) The juvenile *333court may retain jurisdiction over any ward until he or she reaches age 21 or, in limited cases, age 23 or 25. (§ 607, subds. (a)-(b), (f); In re K.J. (2014) 224 Cal.App.4th 1194, 1209, 169 Cal.Rptr.3d 484.)\nSection 207.1, subdivision (a) prohibits courts from detaining any \"minor\" in a jail or lockup unless he or she is in temporary custody or has been found unfit for juvenile court jurisdiction. If we were to construe \"minor\" to mean anyone under age 18 at the time of the crime, then section 207.1 would mean that no court could detain a 19- to 21-year-old in an adult detention facility, so long as his or her crime was committed before age 18. This makes no sense when juxtaposed against section 208.5, subdivision (a), which expressly provides for the housing of 19-year-olds in county jail, so long as it is by the probation department's recommendation and with the juvenile court's approval. (See also In re Charles G ., supra , 115 Cal.App.4th at pp. 611-612, 9 Cal.Rptr.3d 503 [ward who was 20 years old when he violated probation could not be directly detained in adult detention facility pending probation revocation hearing, but could be detained in juvenile facility and then transferred to adult facility upon recommendation of the probation department and order of the juvenile court pursuant to section 208.5].)\nProvisions addressing the same subject matter must be harmonized where possible. ( Lakin v. Watkins Associated Industries , supra , 6 Cal.4th at pp. 658-659, 25 Cal.Rptr.2d 109, 863 P.2d 179.) Therefore, we construe section 207.1 in the only way that does not conflict with section 208.5. Except as provided in subdivisions (b) and (d), courts may not detain a \"minor\" in a jail or lockup, where \"minor\" is defined as a person under age 18.4 Finally, to the extent sections 208.5 and 207.1 conflict, we apply the maxim that \"later enactments supersede earlier *1012ones.\" ( *334State Dept. of Public Health v. Superior Court (2015) 60 Cal.4th 940, 960, 184 Cal.Rptr.3d 60, 342 P.3d 1217.) As the later-enacted provision, section 208.5 controls.\nD. Section 207.6\nThe juvenile court cited section 207.6 as an additional basis for its decision to transfer petitioner to county jail. The provision is inapplicable, as it addresses only those minors who are declared \"not a fit and proper subject to be dealt with under the juvenile court law.\"5 Although the People have filed a motion to transfer the matter to a court of criminal jurisdiction, the juvenile court has yet to conduct a fitness hearing under section 707, subdivision (a)(1). Nonetheless, because we conclude the juvenile court had transfer authority under section 208.5, subdivision (a), we deny the petition.\n*1013IV. DISPOSITION\nThe petition for writ of mandate is denied.\nWe concur:\nKRIEGLER, Acting P.J.\nBAKER, J.\n\nJudge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.\n\n\nAll statutory references are to the Welfare and Institutions Code.\n\n\nWe recognize the Enrolled Bill Report is not necessarily indicative of legislative intent, as it is prepared by the executive branch after a law is passed by the Legislature. However, it may be used to corroborate the Legislature's intent, as reflected in the legislative reports. (People v. Allen (2001) 88 Cal.App.4th 986, 995, fn. 19, 106 Cal.Rptr.2d 253.)\n\n\nSubdivision (b) addresses the detention of minors who are either transferred to, or directly charged in, a court of criminal jurisdiction. Subdivision (d) refers to minors in temporary custody.\n\n\nWe recognize that section 208.5 refers to \"minors\" as well as \"juveniles\": \"Notwithstanding any other law, in any case in which a minor who is detained in or committed to a county institution established for the purpose of housing juveniles attains 18 years of age prior to or during the period of detention or confinement he or she may be allowed to come or remain in contact with those juveniles until 19 years of age, at which time he or she, upon the recommendation of the probation officer, shall be delivered to the custody of the sheriff for the remainder of the time he or she remains in custody, unless the juvenile court orders continued detention in a juvenile facility.\" (§ 208.5.)\nIt is canonical that we construe statutes to give meaning to every word, phrase, sentence, and part of an act. (Palos Verdes Faculty Assn. v. Palos Verdes Peninsula Unified Sch. Dist. (1978) 21 Cal.3d 650, 659, 147 Cal.Rptr. 359, 580 P.2d 1155.) \"The Legislature is ordinarily not presumed to use statutory language in a sense which would render nugatory or redundant important provisions of the statute.\" (Gonzales &amp; Co. v. Dept. of Alcoholic Bev. Control (1984) 151 Cal.App.3d 172, 178, 198 Cal.Rptr. 479.) Therefore, where the Legislature uses two different words in the same sentence, we assume it intended the words to have different meanings. (Ibid . )\nUnder these principles, if \"minor\" means a person under age 18, then \"juvenile\" must mean something else. We believe it does mean something else. Section 208.5, subdivision (b) specifies the county must obtain approval \"of a county institution established for the purpose of housing juveniles as a suitable place for confinement before the institution is used for the detention or commitment of an individual under the jurisdiction of the juvenile court who is 19 years of age or older but under 21 years of age where the detained person will come into or remain in contact with persons under 18 years of age who are detained in the institution.\" This provision signals that an institution for the housing of \"juveniles\" is an institution that houses both persons under age 18 as well as persons under the juvenile court's jurisdiction who are 19 to 21 years of age. Thus, \"juvenile,\" in the context of section 208.5 refers to a person housed in a juvenile facility.\n\n\nSection 207.6 provides, \"[a] minor may be detained in a jail or other secure facility for the confinement of adults pursuant to subdivision (b) of [s]ection 207.1 or paragraph (1) of subdivision (b) of [s]ection 707.1 only if the court makes its findings on the record and, in addition, finds that the minor poses a danger to the staff, other minors in the juvenile facility, or to the public because of the minor's failure to respond to the disciplinary control of the juvenile facility, or because the nature of the danger posed by the minor cannot safely be managed by the disciplinary procedures of the juvenile facility.\" Sections 207.1, subdivision (b) and 707.1, subdivision (b)(1) both address minors who are declared \"not a fit and proper subject to be dealt with under the juvenile court law.\"\n\n",
            "ocr": true,
            "opinion_id": 6106678
        }
    ],
    "court_short_name": "California Court of Appeals, 5th District",
    "court_full_name": "California Court of Appeal, 5th District",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}