{
    "id": 6245219,
    "judges": "Colins, J.",
    "date_filed": "2005-04-21",
    "date_filed_is_approximate": true,
    "slug": "com-v-gilbert-j",
    "case_name_short": "Com.",
    "case_name": "Com. v. Gilbert, J.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-S27035-21o - 105025224160782700.pdf",
            "author_id": null,
            "opinion_text": "J-S27035-21\n\n                                   2022 PA Super 12\n\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                v.                             :\n                                               :\n                                               :\n    JAMES MANASSEH GILBERT                     :\n                                               :\n                       Appellant               :   No. 37 WDA 2021\n\n      Appeal from the Judgment of Sentence Entered December 20, 2019\n    In the Court of Common Pleas of Erie County Criminal Division at No(s):\n                          CP-25-CR-0002794-2018\n\n\nBEFORE:      OLSON, J., NICHOLS, J., and COLINS, J.*\n\nOPINION BY COLINS, J.:                              FILED: JANUARY 25, 2022\n\n        Appellant, James Manaseeh Gilbert, appeals from the judgment of\n\nsentence following his conviction of first-degree murder1 and related offenses.\n\nWe affirm.\n\n        The evidence at trial was as follows. Appellant and Marinda Matasowski\n\n(“the victim”) were parents to a son, J.M., who was one-year old at the time\n\nof his mother’s death. On the evening of August 2, 2018, the victim called\n\nher mother, Kimberly Lobaugh, and Ms. Lobaugh agreed to babysit J.M. during\n\nthe victim’s overnight shift as a certified nursing assistant at a hospital.\n\n        The victim and Appellant arrived at Ms. Lobaugh’s home shortly after 10\n\np.m. and brought J.M. inside. Upon entering, Appellant asked Ms. Lobaugh\n\n\n____________________________________________\n\n\n*   Retired Senior Judge assigned to the Superior Court.\n1   18 Pa.C.S. § 2502(a).\n\fJ-S27035-21\n\n\n\n“[c]an we go downstairs and talk?” N.T., 11/4/19, at 60. The victim then\n\nhanded J.M. to Ms. Lobaugh and the four of them walked downstairs into the\n\nbottom floor of Ms. Lobaugh’s split-level home. Sensing something was wrong\n\nfrom Appellant’s behavior, Ms. Lobaugh asked Appellant “[w]hat’s going on?”\n\nand stated “[w]hatever is wrong, whatever’s going on, we can try to work it\n\nout.” Id. at 63. Appellant then stated, “I just want to talk to [the victim] and\n\ntell her that I love her” and asked her to go upstairs with J.M. Id. at 64-65.\n\n      Soon after leaving Appellant and the victim alone downstairs, Ms.\n\nLobaugh heard her daughter scream. Ms. Lobaugh went downstairs and saw\n\nAppellant with a knife in his hand stabbing himself in his chest and the victim\n\nlaying on the floor. Appellant said to Ms. Lobaugh “I don’t know why I did it”\n\nand hugged her and J.M. Id. at 67.\n\n      Patrick Matasowski, the victim’s brother who lived with Ms. Lobaugh,\n\ncame downstairs from his room after hearing his mother scream. As he was\n\nwalking down the stairs, he saw Appellant coming upstairs from the lower\n\nlevel with blood on his clothing and saying that he had to go to the hospital.\n\nMr. Matasowski accompanied Appellant out to the victim’s car to drive him to\n\nthe hospital. Mr. Matasowski then returned to the house to get the keys to\n\nthe car whereupon he discovered that the victim was severely injured. Mr.\n\nMatasowski removed J.M. from the room where the stabbing had occurred and\n\nreturned to help provide first aid to his sister.\n\n      Officer Mark Fritz of the Millcreek Township Police Department was the\n\nfirst officer to respond to the scene. When he arrived, Appellant was outside\n\n                                       -2-\n\fJ-S27035-21\n\n\n\nof Ms. Lobaugh’s house by the garage. Officer Fritz described Appellant as\n\nhaving a “[v]ery calm, focused” demeanor. N.T., 11/5/19, Vol. I, at 74. Upon\n\nnoticing the blood on Appellant, Officer Fritz asked Appellant if he was injured.\n\nAppellant informed the officer that he had stabbed himself in the chest. Officer\n\nFritz then asked Appellant whether he had a weapon, to which Appellant\n\nresponded, “I think I killed her, she’s in there, she’s the devil.” Id. Other\n\nofficers responding to the scene discovered a 12-inch-long blood-stained\n\nkitchen knife in close proximity to the victim’s body and determined that the\n\nbrand of the knife was consistent with the kitchen knife set in the apartment\n\nAppellant and the victim shared.\n\n        Appellant was charged with general criminal homicide, aggravated\n\nassault, reckless endangerment, and possessing an instrument of crime. 2 He\n\nproceeded to a jury trial in November 2019. The trial court charged the jury\n\nas to first- and third-degree murder and further instructed the jury as to a\n\ndefense of diminished capacity due to voluntary intoxication, which could\n\nreduce the murder conviction from first-degree to third-degree murder but\n\nwould not serve as a defense to any other charge. N.T., 11/6/19, at 120-25.\n\nOn November 6, 2019, a jury convicted Appellant of first-degree murder,\n\naggravated assault, reckless endangerment, and possessing an instrument of\n\n\n\n____________________________________________\n\n\n2   18 Pa.C.S. §§ 2501, 2702(a)(1), 2705, and 907(a), respectively.\n\n\n\n                                           -3-\n\fJ-S27035-21\n\n\n\ncrime. On December 20, 2019, the trial court sentenced Appellant to a term\n\nof imprisonment of life without parole. Appellant’s timely appeal followed.3\n\n       Appellant raises four issues in this appeal. First, Appellant argues that\n\nthe trial court improperly barred the testimony of a psychiatrist who treated\n\nAppellant for mental health issues at Erie County Prison, following Appellant’s\n\narrest. Second, Appellant contends that the trial court abused its discretion\n\nby allowing the Commonwealth to call a rebuttal witness to testify about her\n\nexperience of smoking marijuana that had been found in Appellant’s\n\napartment after Appellant had testified that he was experiencing ill effects\n\nfrom smoking marijuana at the time of the stabbing. Third, Appellant argues\n\nthat the trial court abused its discretion by permitting testimony regarding\n\nincidents of domestic violence between Appellant and the victim on the theory\n\nthat Appellant had “opened the door” to such testimony. Finally, Appellant\n\nasserts that the trial court abused its discretion by permitting the\n\nCommonwealth to introduce evidence of his September 11, 2018 summary\n\nharassment conviction.4\n\n____________________________________________\n\n\n3Appellant filed his concise statement of errors complained of on appeal on\nFebruary 12, 2020, and the trial court filed its Pa.R.A.P. 1925(a) opinion on\nApril 8, 2020.\n4 In his statement of questions, Appellant raises a fifth issue related to the\nadmission, over Appellant’s objection, of autopsy photographs during the\ntestimony of the Erie County Coroner. Appellant’s Brief at 3-4. However, in\nthe argument section of his brief, Appellant states that the admission of the\nautopsy photographs was squarely within the trial court’s discretion and the\nissue was only raised “based upon emotion and belief of the defendant; but\n\n\n\n                                           -4-\n\fJ-S27035-21\n\n\n\n       The issues presented in this appeal each relate to evidentiary rulings\n\nmade by the trial court. “The admissibility of evidence is a matter within the\n\nsound discretion of the trial court and will be reversed only where there is a\n\nclear abuse of discretion.” Commonwealth v. Clemons, 200 A.3d 441, 474\n\n(Pa. 2019) (citation omitted). The trial court will be found to have abused its\n\ndiscretion only where its “judgment is manifestly unreasonable or where the\n\nlaw is not applied or where the record shows that the action is a result of\n\npartiality, prejudice, bias or ill will.” Commonwealth v. Lekka, 210 A.3d\n\n343, 354 (Pa. Super. 2019) (citation omitted).\n\n       Appellant first argues that the trial court abused its discretion by\n\nprohibiting Dr. Sean Su, a psychiatrist employed part-time by Erie County\n\nPrison, from testifying regarding his treatment of Appellant in the weeks\n\nfollowing his arrest. While Appellant acknowledges that Dr. Su would not meet\n\nthe standard necessary for him to testify as an expert with respect to a\n\ndiminished capacity defense, Appellant contends that Dr. Su would have\n\nprovided relevant testimony as a fact witness regarding his diagnosis of\n\nAppellant with psychosis and major depressive disorder and Appellant’s\n\n____________________________________________\n\n\nundersigned counsel cannot in good conscience further [the] argument.” Id.\nat 23. Therefore, Appellant “conceded” the issue and “removed [it] from [this\nCourt’s] consideration.” Id. at 4 (emphasis omitted). As counsel has\nabandoned this issue for the purpose of this appeal, we will not address it\nfurther. See Commonwealth v. Williams, 141 A.3d 440, 471 (Pa. 2016)\n(“Appellate counsel need not (and should not) raise every nonfrivolous claim,\nbut rather may select from among them in order to maximize the likelihood\nof success on appeal.”) (citation omitted).\n\n                                           -5-\n\fJ-S27035-21\n\n\n\nreports of auditory hallucinations and other mental health symptoms.\n\nBecause the Commonwealth charged Appellant with criminal homicide\n\ngenerally and instructed the jury that they could find him guilty of first-degree\n\nor third-degree murder, see N.T., 11/6/19, at 120, Appellant asserts that the\n\ntestimony of Dr. Su regarding Appellant’s mental state would be particularly\n\nrelevant to the question of whether Appellant lacked the specific intent to kill\n\nnecessary to show that he should be convicted of murder of the first degree.\n\nAppellant argues that the trial court’s decision to preclude Dr. Su’s testimony\n\ndeprived Appellant of his due process right to defend himself of the criminal\n\ncharges against him.\n\n       The record reveals that Appellant filed             a pre-trial   motion for\n\npsychological examination, in which he described Appellant’s mental health\n\nhistory and attached various records related to his treatment. Among the\n\nrecords attached to this motion was an August 23, 2018 report by Dr. Su, in\n\nwhich he indicated that Appellant suffered major depressive disorder with\n\npsychosis and that he reported auditory hallucinations. Motion for Psychiatric5\n\nExamination, 5/10/19, ¶30, Exhibit 8.            The trial court granted Appellant’s\n\nmotion.\n\n       Although an evaluation was performed, Appellant did not ultimately call\n\nthe psychologist who performed the evaluation to testify at trial. Instead,\n\n____________________________________________\n\n\n5 While Appellant requested that the trial court authorize the dispersal of funds\nfor Appellant’s examination by a psychiatrist, the individual Appellant chose\nfor the examination was a psychologist.\n\n                                           -6-\n\fJ-S27035-21\n\n\n\nAppellant notified the Commonwealth that he intended to call Dr. Su. to testify\n\nabout his after-the-fact diagnosis of Appellant. The Commonwealth noted its\n\nobjection based upon relevance to the extent Dr. Su would provide general\n\ntestimony related to Appellant’s mental state but would not offer testimony\n\nthat was sufficient to show that Appellant lacked capacity to kill the victim.\n\nN.T., 10/23/19, at 29-30; N.T., 11/4/19, at 11-13; N.T., 11/5/19, Vol. I, at\n\n14-15. Appellant stated that Dr. Su would not testify regarding Appellant’s\n\nstate of mind at the time of the killing, nor would Appellant seek to assert a\n\ndiminished capacity defense based upon a mental disorder. N.T., 10/23/19,\n\nat 30; N.T., 11/4/19, at 15; N.T., 11/5/19, Vol. I, at 13. Instead, Appellant\n\nindicated that Dr. Su would testify as a fact witness regarding his diagnosis of\n\nAppellant with major depressive disorder and psychosis approximately three\n\nweeks after the incident in question. N.T., 10/23/19, at 31-32; N.T., 11/4/19,\n\nat 13-15; N.T., 11/5/19, Vol. I, at 13-14, 16.\n\n      The trial court sustained the Commonwealth’s objection. N.T., 11/5/19,\n\nVol. I, at 25. The court explained its reasoning in its Pa.R.A.P. 1925(a) opinion\n\nas follows:\n\n      Appellant conceded that neither Dr. Su, nor any other medical\n      professional, would offer the requisite psychiatric testimony to\n      support a diminished capacity defense. However, when pressed\n      on relevancy, counsel admitted that Dr. Su’s testimony would\n      “[go] to the assertions of the Commonwealth that my client acted\n      deliberately, maliciously, premeditatively.” [N.T., 11/5/19,\n      Vo. I, at 20 (emphasis supplied).]\n\n      There is no difference between the stated proffer and the defense\n      of diminished capacity.     First degree murder is a homicide\n      “committed by an intentional killing.” 18 Pa.C.S.[] §2502(a). An\n\n                                      -7-\n\fJ-S27035-21\n\n\n      “intentional killing” is a “[k]illing by means of poison, or by lying\n      in wait, or by any other kind of willful, deliberate and\n      premeditated killing.”           18 Pa.C.S.[] §2502(d) (emphasis\n      supplied). By counsel’s own admission, the proffered evidence\n      would have put Appellant’s capacity to commit an intentional\n      killing at issue without providing the requisite supporting\n      psychiatric evidence.       Accordingly, Dr. Su’s testimony was\n      correctly excluded.\n\nTrial Court Opinion, 4/8/20, at 6.\n\n      A defense of diminished capacity is “an extremely limited defense”\n\nwhere a defendant admits criminal liability generally but seeks to mitigate a\n\nfirst-degree murder charge to third-degree murder.          Commonwealth v.\n\nHutchinson, 25 A.3d 277, 312 (Pa. 2011).            “To establish a diminished\n\ncapacity defense, a defendant must prove that his cognitive abilities of\n\ndeliberation and premeditation were so compromised, by mental defect or\n\nvoluntary intoxication, that he was unable to formulate the specific intent to\n\nkill.” Id. In this case, Appellant conceded that Dr. Su’s testimony could not\n\nbe used to establish a diminished capacity defense based upon a mental defect\n\nas he would not testify that Appellant suffered from a mental disorder affecting\n\nhis cognitive functions on the date he stabbed the victim.               See id.\n\n(“[D]iagnosis with a personality disorder does not suffice to establish\n\ndiminished capacity.”); Commonwealth v. Vandivner, 962 A.2d 1170, 1183\n\n(Pa. 2009) (“[P]sychiatric evidence that a defendant lacked the ability to\n\ncontrol his actions or that he acted impulsively is irrelevant and inadmissible\n\non the issue of the defendant's specific intent to kill.”) (citation omitted).\n\n\n\n\n                                      -8-\n\fJ-S27035-21\n\n\n\n      Even though Dr. Su’s testimony would not support a diminished capacity\n\ndefense, Appellant argued that the psychiatrist’s diagnosis of Appellant with\n\nmajor depressive disorder and psychosis would be “highly relevant to whether\n\na jury convicts [Appellant] or not on [] first[-] or third[-]degree” murder.\n\nN.T., 11/5/19, Vol. I, at 14.      When asked by the trial court how Dr. Su’s\n\ntestimony would be relevant if not under a diminished capacity theory,\n\nAppellant   stated   that   such   evidence   was   relevant   to   whether   the\n\nCommonwealth met its “burden to prove that it was a deliberate, malicious,\n\npremeditated murder.” Id. at 17; see also id. at 20. However, as the trial\n\ncourt aptly concluded, Appellant’s proffer was nearly identical to the role that\n\npsychiatric evidence plays in a diminished capacity defense to show that the\n\ndefendant lacked the mental capacity of premeditation and deliberation such\n\nthat he could not form a specific intent to kill. Trial Court Opinion, 4/8/20, at\n\n6; Hutchinson, 25 A.3d at 312.         To allow Appellant to submit psychiatric\n\nevidence bearing on his specific intent to kill without that evidence meeting\n\nthe diminished capacity standard laid out by our Supreme Court would “create\n\nconfusion with the jury,” as the trial court stated. N.T., 11/5/19, Vol. I, at\n\n22-24; see Pa.R.E. 403 (providing that the court may exclude relevant\n\nevidence if its probative value is outweighed by a danger of, inter alia,\n\n“confusing the issues” or “misleading the jury”). Moreover, such confusion\n\nwould be compounded in this case where Appellant testified that he consumed\n\npossibly tainted marijuana a few hours before the stabbing incident, and the\n\n\n\n\n                                       -9-\n\fJ-S27035-21\n\n\n\ntrial court instructed the jury as to a diminished capacity defense based upon\n\nvoluntary intoxication. N.T., 11/6/19, at 124-25.\n\n      In light of the circumscribed use of psychiatric testimony in murder\n\ncases and Appellant’s failure to proffer a basis for the admission of Dr. Su’s\n\ntestimony distinguishable from the diminished capacity defense, we discern\n\nno abuse of discretion in the trial court’s exclusion of Dr. Su’s testimony. See\n\nCommonwealth v. Ventura, 975 A.2d 1128, 1140-41 (Pa. Super. 2009)\n\n(affirming trial court’s determination that psychiatric testimony of a\n\ndefendant’s “life history and his psychological issues since incarceration,\n\nrather than his state of mind at the actual time of the crime” was irrelevant\n\nas they would not support either a diminished capacity defense or a theory of\n\nself-defense). Appellant’s first issue thus merits no relief.\n\n      Appellant next argues that the trial court abused its discretion by\n\npermitting Miranda Will to testify as a rebuttal witness regarding her condition\n\nafter smoking marijuana that was taken from the apartment shared by\n\nAppellant and the victim three days after the victim’s death.         Appellant\n\ncontends that this evidence was not relevant as it “bore zero bearing on the\n\nfacts at issue in the trial” as “[n]o connection whatsoever was made between\n\nthe marijuana Ms. Will smoked and the marijuana [A]ppellant smoked the\n\nnight of the homicide.”    Appellant’s Brief at 20-21.     Therefore, Appellant\n\nasserts that Ms. Will’s discussion of the effects of the marijuana was not\n\npermitted as lay opinion testimony under Pennsylvania Rule of Evidence 701\n\nas her testimony was not relevant to the issues under consideration by the\n\n                                     - 10 -\n\fJ-S27035-21\n\n\n\njury. See Pa.R.E. 701(b) (stating that lay opinion testimony is permitted only\n\nwhen it is “helpful to clearly understanding the witness’s testimony or to\n\ndetermining a fact in issue”).\n\n       Prior to trial, counsel for Appellant indicated to the court that he\n\nintended to present evidence that he became delirious prior to stabbing the\n\nvictim as a result of smoking potentially tainted marijuana; Appellant\n\ntherefore requested that the Commonwealth preserve and analyze any\n\nmarijuana it had collected during the police investigation. N.T., 3/20/19, at\n\n3-4; N.T., 10/23/19, at 34-35.             Three quantities of marijuana—two on\n\nAppellant’s person and one in the victim’s vehicle—were recovered and each\n\nwas tested and determined to contain only marijuana and no other controlled\n\nsubstance. N.T., 10/23/19, at 35; N.T., 11/5/19, Vol. I, at 60-64. Defense\n\ncounsel stated at a subsequent pre-trial hearing that the Commonwealth likely\n\nhad not tested the potentially tainted marijuana he had smoked that evening\n\nbecause he had smoked a marijuana blunt6 at home and left it there on an\n\nend table. N.T., 3/20/19, at 3-4,11-14; N.T., 10/23/19, at 35. Ms. Will later\n\nlearned about the discussion of the tainted marijuana in the apartment\n\nthrough a friend who had attended that pre-trial hearing, and she contacted\n\nthe victim’s mother, Ms. Lobaugh. N.T., 11/6/19, at 66-67. Ms. Will told Ms.\n\n\n____________________________________________\n\n\n6 According to Ms. Will, “[a] blunt is a cigar that is broken down and emptied\nout so that we can replace the nicotine with marijuana”; the marijuana is then\nrerolled and sealed inside the cigar paper before it is smoked. N.T., 11/6/19,\nat 62.\n\n                                          - 11 -\n\fJ-S27035-21\n\n\n\nLobaugh that she and her boyfriend, Cody Perry, went into the apartment\n\nafter the victim’s death in order to obtain a keepsake of the victim with Ms.\n\nLobaugh’s consent, and Mr. Perry found a blunt in the apartment, which the\n\ntwo then smoked.     N.T., 10/23/19, at 36-37.     Ms. Lobaugh reported this\n\nconversation with Ms. Will to police. Id. at 37.\n\n      Upon learning of the Commonwealth’s intention to call Ms. Will as a\n\nwitness regarding the smoking of the blunt, Appellant filed a motion in limine\n\nseeking to exclude any potential testimony by Ms. Will or Mr. Perry as they\n\nlacked any expertise to ascertain whether the marijuana was tainted with any\n\nother substance. The trial court ruled at a pre-trial hearing that if Appellant\n\ntestified that after smoking the potentially tainted blunt his mental processes\n\nwere altered beyond what he normally would have experienced when\n\nconsuming marijuana, the testimony of Ms. Will or Mr. Perry would be relevant\n\non rebuttal. Id. at 40-41.\n\n      At trial, Appellant testified that he was a regular marijuana smoker and\n\nthat he “rolled up” marijuana in a blunt and smoked it on the evening of\n\nAugust 2, 2018. N.T., 11/5/19, Vol. II, at 67-68, 118-19. Appellant testified\n\nthat the marijuana “didn’t make me feel normal” and that he “thought\n\nsomething was in it because” “it wasn’t like [] normal” marijuana. Id. at 68,\n\n120. Appellant stated that, after smoking, he thought he heard voices outside\n\nand that someone was watching him from outside the apartment and that he\n\ncontinued to feel the experience of being watched and being watched up until\n\nthe point that he stabbed the victim. Id. at 69-71, 79. Appellant stated that\n\n                                    - 12 -\n\fJ-S27035-21\n\n\n\nhe was not sure whether the marijuana he smoked that evening was the same\n\nas that found by police on his person as he had changed clothes prior to driving\n\nwith the victim to Ms. Lobaugh’s house. Id. at 68-69, 120-21. Appellant\n\nfurther stated that the marijuana blunt taken from his apartment by Ms. Will\n\nand Mr. Perry could have been the same marijuana he smoked a few hours\n\nbefore stabbing the victim, although he could not be certain. Id. at 121-23.\n\n      After the defense rested, the Commonwealth called Ms. Will as a rebuttal\n\nwitness. Ms. Will testified that she went to the apartment shared by the victim\n\nand Appellant three days after the victim’s death to collect mementos, and\n\nduring that visit, Mr. Perry found the partially smoked blunt in the apartment.\n\nN.T., 11/6/19, at 58-61. Ms. Will stated that she and Mr. Perry smoked the\n\nblunt while they drove back from the apartment. Id. at 63. Ms. Will testified\n\nthat she regularly smoked marijuana and that after smoking the blunt she\n\n“felt the normal high that [she] usually [experienced] from marijuana which\n\nwould be kind of mellowed out, . . . kind of in a better mood, relax[ed]” and\n\nhungry. Id. at 63-64. Ms. Will stated that she felt no unusual effects and she\n\nwas able to drive fine. Id. at 64. In addition, Ms. Will stated that she did not\n\nnotice any unusual behavior from Mr. Perry, who was also a regular marijuana\n\nsmoker, after smoking. Id. at 64-65.\n\n      “[T]the admission of rebuttal testimony is within the sound discretion of\n\nthe trial court, and the appropriate scope of rebuttal evidence is defined by\n\nthe evidence that it is intended to rebut.”   Commonwealth v. Yocolano,\n\n169 A.3d 47, 56 (Pa. Super. 2017) (quoting Commonwealth v. Ballard, 80\n\n                                     - 13 -\n\fJ-S27035-21\n\n\n\nA.3d 380, 401 (Pa. 2013)). Evidence is generally admissible “if it is relevant—\n\nthat is, if it tends to establish a material fact, makes a fact at issue more or\n\nless probable, or supports a reasonable inference supporting a material fact—\n\nand its probative value outweighs the likelihood of unfair prejudice. Clemons,\n\n200 A.3d at 474 (citation omitted); see also Pa.R.E. 401 (“Evidence is\n\nrelevant if: (a) it has any tendency to make a fact more or less probable than\n\nit would be without the evidence; and (b) the fact is of consequence in\n\ndetermining the action.”). Pursuant to Pennsylvania Rule of Evidence 701, a\n\nlay witness may testify in the form of an opinion when the testimony is:\n\n      (a) rationally based on the witness’s perception;\n\n      (b) helpful to clearly understanding the witness’s testimony or to\n      determining a fact in issue; and\n\n      (c) not based on scientific, technical, or other specialized\n      knowledge within the scope of Rule 702[, relating to opinion\n      testimony by an expert witness].\n\nPa.R.E. 701.\n\n      It is well-established that a witness may offer lay opinion testimony\n\nregarding another’s readily physical condition or appearance, where the\n\nopinion does not require medical or specialized training.           See, e.g.,\n\nCommonwealth v. Gause, 164 A.3d 532, 538 (Pa. Super. 2017) (en banc).\n\nThis case requires our consideration of a different question: may a lay witness\n\noffer an opinion about whether their own mental and physical condition\n\nremained consistent across several instances when they consumed what they\n\nunderstood to be the same drug.\n\n\n                                     - 14 -\n\fJ-S27035-21\n\n\n\n       Upon review, we see no abuse of discretion in the trial court permitting\n\nMs. Will to testify about her condition after smoking the partially smoked blunt\n\nand comparing her experience to prior instances in which she had smoked\n\nmarijuana. Ms. Will’s testimony established that she was a regular marijuana\n\nsmoker, and therefore she was familiar with the feeling of intoxication from\n\ningesting that substance.      N.T., 11/6/19, at 63-64.      She then testified\n\nregarding her own perception of the effects of smoking the blunt as compared\n\nto prior instances when she had smoked marijuana, finding no discernable\n\ndifference on the date in question. Id. at 64; see Pa.R.E. 701(a). Ms. Will\n\ndid not offer an opinion relying on scientific, technical, or other specialized\n\nknowledge, but instead her testimony was based solely upon her comparison\n\nof her reactions to different occasions where she had smoked marijuana. See\n\nPa.R.E. 701(c). Furthermore, Ms. Will was permitted to offer her lay opinion\n\nthat Mr. Perry, her boyfriend, did not exhibit any unusual behavior following\n\nhis smoking of the blunt, such as mumbling, delirium, or not being able to\n\nfollow a conversation. N.T., 11/6/19, at 64-65; see also Gause, 164 A.3d at\n\n538.\n\n       Moreover, the trial court did not abuse its discretion in determining that\n\nMs. Will’s testimony regarding her experiences after smoking the blunt was\n\nrelevant as rebuttal to Appellant’s testimony regarding the unusual effects he\n\nfelt at the time of the stabbing that he believed were brought on by smoking\n\nmarijuana. Appellant testified that the blunt he rolled and smoked a few hours\n\nprior to stabbing the victim made him feel not “normal” and he insinuated that\n\n                                     - 15 -\n\fJ-S27035-21\n\n\n\nit may have been laced with some other unknown psychoactive substance.\n\nN.T., 11/5/19, Vol. II, at 68, 120. In addition, Appellant requested and was\n\ngranted a jury instruction based upon a defense of diminished capacity due to\n\nvoluntary intoxication.     N.T., 11/6/19, at 124-25.      While Appellant’s\n\nstatements concerning what he did with the remainder of the potentially\n\ntainted marijuana were vague and inconclusive, he did not rule out that he\n\nleft the marijuana at home and his testimony that he smoked it in a blunt form\n\nat home was consistent with Ms. Will and Mr. Perry finding a blunt in the\n\napartment. As the blunt was smoked and not turned over to the police, the\n\nCommonwealth was not able to test it to determine its chemical composition.\n\nTherefore, Ms. Will’s testimony was directly responsive to Appellant’s\n\ntestimony and served to rebut his defense based upon his testimony that the\n\nmarijuana he smoked induced a violent episode. See Yocolano, 169 A.3d at\n\n56. Having found that Ms. Will’s testimony was relevant and permissible lay\n\nopinion testimony, we therefore find no merit in Appellant’s second appellate\n\nissue.\n\n         In his third issue, Appellant argues that the trial court abused its\n\ndiscretion by permitting the Commonwealth to offer “hearsay evidence\n\nrelating to alleged domestic violence perpetrated by [A]ppellant” through the\n\ntestimony of “virtually every [Commonwealth] witness.” Appellant’s Brief at\n\n32. Appellant contends that the Commonwealth was “given license to explore\n\ndomestic violence allegations unfettered” following the trial court’s ruling\n\nduring the testimony of Ms. Lobaugh, the Commonwealth’s first witness and\n\n                                     - 16 -\n\fJ-S27035-21\n\n\n\nthe victim’s mother, that Appellant had opened the door to her testimony\n\nrelating to the victim’s reports of previous abusive behavior by Appellant. Id.\n\nat 34. Appellant asserts that this ruling “changed the nature and course of\n\nthe entire trial,” resulting in violations of Appellant’s rights under the\n\nconfrontation clause as he was not able to cross-examine the victim at trial,\n\nthe ultimate source of these hearsay domestic violence reports. Id. at 35.\n\n         Initially, we note that while Appellant argues that the purportedly\n\nimproper testimony regarding domestic violence permeated the trial, he only\n\ncites to one specific portion of the testimony of Ms. Lobaugh in his appellate\n\nbrief.    In fact, Appellant does not even reference the names of the other\n\nwitnesses who he claims made objectionable references to domestic violence\n\nincidents. Our appellate rules require that an appellant who refers to evidence\n\nof record in his brief must include “a reference to the place in the record where\n\nthe matter referred to appears.” Pa. R.A.P. 2119(c). An appellant’s failure to\n\nproperly develop an argument with citations to the relevant portions of the\n\nrecord will result in the waiver of his appellate claims. See Commonwealth\n\nv. Brown, 200 A.3d 986, 991 (Pa. Super. 2018) (“In order for this Court to\n\ndetermine whether [the appellant] was prejudiced by the trial court’s adverse\n\nruling on his motion in limine, he must, at a minimum, direct us to the specific\n\nplaces in the record where allegedly prejudicial testimony was elicited.”); see\n\nalso Commonwealth v. Mulholland, 702 A.2d 1027, 1034 n.5 (Pa. 1997)\n\n(“In a record containing thousands of pages, this court will not search every\n\npage to substantiate a party’s incomplete argument.”).        As Appellant has\n\n                                     - 17 -\n\fJ-S27035-21\n\n\n\nidentified only the testimony of one witness who testified as to domestic\n\nviolence between himself and the victim—that of Ms. Lobaugh—we will confine\n\nour discussion to this one instance of purportedly improper testimony.7\n\n       In her direct examination, Ms. Lobaugh stated that “a lot of arguments,\n\na lot of fights” took place between the victim and Appellant during the latter\n\npart of 2017. N.T., 11/4/19, at 46. Ms. Lobaugh also discussed a period of a\n\nfew months when Appellant was living in another state and the victim was “a\n\nlot more relaxed” and less “on edge.” Id. at 48-49. The prosecutor then drew\n\nMs. Lobaugh’s attention to an “incident” or “fight of sorts” in June of 2018 that\n\ncaused the victim to pack all of her belongings and move in with her before\n\nfinally going back to live with Appellant a few weeks later. Id. at 51-52. No\n\nobjection was lodged by the defense to any of these statements.\n\n____________________________________________\n\n\n7 Appellant’s sole arguable citation to other objectionable trial testimony is his\nreference to the “witnesses listed off by the [t]rial [c]ourt in its [Pa.R.A.P.]\n1925 [o]pinion,” who Appellant states “all made allegations that [A]ppellant\nwas harming [the victim] throughout their relationship with impunity.”\nAppellant’s Brief at 42. In its opinion, the trial court discussed three other\nCommonwealth witnesses who testified as to domestic violence incidents\nbetween Appellant and the victim: Ms. Will, Carly Blanks, and Danielle\nBurhenn. Trial Court Opinion, 4/8/20, at 15-17. However, as the trial court\nnoted, Appellant did not object to the relevant portions of Ms. Will’s, Ms.\nBlank’s, and Ms. Burhenn’s testimony, and therefore he waived any potential\nappellate challenge to their testimony. Id. While Appellant asserts in his brief\nthat he lodged a general objection prior to trial to any hearsay testimony that\nwould imply that he abused the victim, see Appellant’s Brief at 35 (citing N.T.,\n11/4/19, at 5, 11), Appellant’s failure to cite to the challenged portions of the\ntrial transcript in his brief or even reference the names of the witnesses who\noffered allegedly improper testimony obviates any need by this Court to\naddress any other testimony beyond the specifically referenced portions of\nMs. Lobaugh’s testimony. Brown, 200 A.3d at 991.\n\n                                          - 18 -\n\fJ-S27035-21\n\n\n\n     During cross-examination of Ms. Lobaugh, defense counsel initiated the\n\nfollowing two exchanges:\n\n     Q. Okay. And up to that point -- I don’t want to belabor the point,\n     but up to that point you never knew of any issues or troubles in\n     the relationship at that point, correct?\n\n     A. Yes, there were.\n\n     Q. There were?\n\n     A. Yes.\n\n     Q. Normal boyfriend /girlfriend issues or?\n\n     A. Yeah, I think it went a little beyond that, but yes, there was\n     arguing, fighting.\n\n     *     *     *\n\n     Q. Okay. Now, [did] you and [Appellant] ever have discussion\n     about the relationship between he and [the victim]?\n\n     A. Yes, I have.\n\n     Q. What type of discussion did you have?\n\n     A. Depending on what was going on at the time, there was a lot\n     of arguments, a lot of fighting going on, and he wanted me\n     to say she was wrong. And yes, just a lot of discussion as to\n     whose fault started what.\n\n     Q. And it was a lot of, I guess, would you agree, a lot of\n     arguments were pretty meaningless, small things blown\n     out of proportion?\n\n     A. At times.\n\nId. at 74, 78-79 (emphasis added).\n\n     During redirect, the prosecutor questioned Ms. Lobaugh as follows:\n\n     Q. [Y]ou were asked by [defense counsel] about the relationship\n     between [Appellant] and your daughter, and he described -- he\n     used the term that they had some minor fights. Do you recall him\n     asking you that?\n\n                                   - 19 -\n\fJ-S27035-21\n\n\n     A. Yes, I do.\n\n     Q. And I think you said well, some, but it went beyond that.\n\n     A. Yes, it did.\n\n     Q. Okay. Can you describe what you mean when you say that\n     the arguments that they had went beyond the minor incidents that\n     [defense counsel] talked about?\n\n     A. I received many, many phone calls from her crying as\n     she had been hit, beat up.\n\nId. at 102 (emphasis added). Defense counsel objected, but the trial court\n\nruled that he had “opened this door” during his cross-examination of Ms.\n\nLobaugh. Id. at 102-03. The questioning continued as follows:\n\n     Q. Go ahead.\n\n     A. She would call crying, very upset, crying, saying that\n     she had been hit or beat up.\n\nId. at 103 (emphasis added).\n\n     The trial court did not abuse its discretion in permitting Ms. Lobaugh’s\n\ntestimony on redirect over Appellant’s objection. As this Court has explained,\n\n     [o]ne who induces a trial court to let down the bars to a field of\n     inquiry that is not competent or relevant to the issues cannot\n     complain if his adversary is also allowed to avail himself of that\n     opening. The phrase ‘opening the door’ . . . by cross examination\n     involves a waiver. If defendant delves into what would be\n     objectionable testimony on the part of the Commonwealth, then\n     the Commonwealth can probe further into the objectionable area.\n\nCommonwealth v. Lewis, 885 A.2d 51, 54-55 (Pa. Super. 2005) (quoting\n\nCommonwealth v. Stakley, 365 A.2d 1298, 1299-1300 (Pa. Super. 1976)).\n\n     Instantly, the prosecution questioned Ms. Lobaugh regarding “fights”\n\nand “arguments” between Appellant and the victim, but without addressing\n\n\n                                    - 20 -\n\fJ-S27035-21\n\n\n\nthe particulars of the fights, including whether any physical abuse occurred.\n\nN.T., 11/4/19, at 46, 51. On cross-examination, Appellant then delved into\n\nwhether Ms. Lobaugh understood the disputes only to be “[n]ormal” or\n\n“meaningless” and whether she had discussed with Appellant who was at fault.\n\nId. at 74, 78-79.   This opened the door for the Commonwealth to probe\n\nfurther into the objectionable nature of the domestic disputes, eliciting\n\ntestimony from Ms. Lobaugh that the victim had complained that Appellant\n\nhad physically struck her. Id. at 102-03. As the trial court explained,\n\n      [Defense] counsel’s cross-examination was intended to cast\n      Appellant in a positive light by implying that [the v]ictim’s own\n      mother did not take [the v]ictim and Appellant’s arguments\n      seriously, when in fact that was not the case. Thus it was proper\n      to allow the Commonwealth to probe into Ms. Lobaugh’s actual\n      opinion. [The v]ictim's statements to Ms. Lobaugh that Appellant\n      was abusive toward her were offered not for the truth of the\n      matter asserted, but rather as the basis for Ms. Lobaugh’s true\n      opinion of the relationship, which had been mischaracterized by\n      Appellant’s counsel’s questioning.       Accordingly, [A]ppellant\n      opened the door to the testimony and the same was properly\n      permitted.\n\nTrial Court Opinion, 4/8/20, at 15; see Lewis, 882 A.2d at 55 (holding that,\n\nby cross-examining police detective about previous drug-related encounters\n\nwith co-defendant, defense counsel opened the door to prosecutor eliciting\n\nmore detailed description of the encounters from the detective on redirect);\n\nStakley, 365 A.2d at 1299-1300 (defense attorney’s cross-examination of\n\ninvestigator regarding his knowledge of defendant’s military discharge opened\n\nthe door for prosecutor to elicit testimony that the discharge was\n\ndishonorable). Accordingly, this issue does not merit the requested relief.\n\n\n                                    - 21 -\n\fJ-S27035-21\n\n\n\n      Finally, Appellant argues that “the trial [c]ourt abused its discretion and\n\ncommitted plain error by allowing the Commonwealth to enter evidence into\n\nthe trial record of [Appellant’s September 11, 2018] conviction for summary\n\nharassment” related to the June 2018 fight between Appellant and the victim.\n\nAppellant’s Brief at 5. Appellant contends that, because the June 2018 dispute\n\nwas raised during Ms. Lobaugh’s testimony, he “was effectively forced to\n\naddress this incident,” by calling the officer who had responded to the incident\n\nas a defense witness. Id. at 43.\n\n      However, as the trial court recognized in its opinion, Appellant’s\n\nrecounting of the events related to the summary harassment conviction is\n\ninconsistent with the record. Trial Court Opinion, 4/8/20, at 17. Prior to trial,\n\nAppellant filed a motion in limine in which he sought to bar the Commonwealth\n\nfrom admitting any evidence of Appellant’s prior convictions pursuant to\n\nPennsylvania Rule of Evidence 404(b). See Pa.R.E. 404(b)(1) (providing that\n\nexcept as expressly permitted by the rule “[e]vidence of a crime, wrong, or\n\nother act is not admissible to prove a person's character in order to show that\n\non a particular occasion the person acted in accordance with the character”).\n\nOn the morning that trial began, the trial court ruled that the Commonwealth\n\ncould not admit evidence of the summary conviction. The court stated that,\n\nin light of the fact that Appellant appeared without counsel and no complaining\n\nwitness was present at his September 11, 2018 trial, it was “not going to let\n\nthat one go” into the record. N.T., 11/4/19, at 4, 6-7. The trial court did\n\nindicate that the Commonwealth could present evidence related to the June\n\n                                     - 22 -\n\fJ-S27035-21\n\n\n\n2018 incident, but only to the extent that testimony was within the personal\n\nknowledge of the witnesses. Id. at 4-11.\n\n      As discussed above, the June 2018 incident was briefly discussed during\n\nthe direct examination of Ms. Lobaugh without objection from Appellant:\n\n      Q. Okay. So [Appellant and the victim are] now at [the apartment\n      complex where they lived] in May of 2018. Did -- are you aware\n      of an incident in June of 2018 between the two of them?\n\n      A. Yes, I am.\n\n      Q. All right. We don’t have to go into particulars for the jury, but\n      is it fair to say that it was an incident, a fight of sorts, correct?\n\n      A. Yes, it was.\n\n      Q. Okay. And without, again, describing the incident, what\n      happened in terms of where [the victim] lived after that incident?\n\n      A. After that incident she moved in with me.\n\nId. at 50-51. No mention was made during the testimony of Ms. Lobaugh, or\n\nindeed any other of the Commonwealth’s witnesses, of criminal charges being\n\nfiled based on the June 2018 incident.\n\n      The June 2018 incident arose again during Appellant’s testimony. Upon\n\nquestioning from his counsel, Appellant described the June 2018 incident at\n\nlength and stated that, as a result, he “somehow, was convicted of\n\nharassment.” N.T., 11/5/19, Vol. II, at 47-51. Appellant then called Officer\n\nChristopher Buckner of the Millcreek Township Police Department to explain\n\nhis investigation of the June 2018 incident, as well as the ultimate disposition\n\nof the harassment charge against Appellant. N.T., 11/6/19, at 41-50. Officer\n\n\n\n\n                                     - 23 -\n\fJ-S27035-21\n\n\n\nBuckner stated that both Appellant and the victim alleged physical abuse, but\n\nthat only the victim wanted to press charges. Id. at 43-44, 47.\n\n      We find no merit in Appellant’s argument regarding the evidence of his\n\nsummary harassment conviction. To the extent Appellant challenges the trial\n\ncourt’s ruling on his motion in limine seeking to exclude evidence of a prior\n\nbad act under Rule of Evidence 404(b), he prevailed before the trial court and\n\nthe trial court ruled that the Commonwealth could not introduce the\n\nconviction. Furthermore, to the extent Appellant challenges Ms. Lobaugh’s\n\nbrief discussion of the June 2018 incident during her trial testimony, Appellant\n\nfailed to object and therefore he waived his claim. N.T., 11/4/19, at 50-51.\n\nFinally, to the extent Appellant argues that he was compelled to address his\n\nconviction during his testimony, the record contradicts his claim because the\n\nCommonwealth, in compliance with the trial court’s pre-trial ruling, did not\n\ninitially elicit evidence related to the conviction.\n\n      As we find that none of Appellant’s appellate issues merit relief, we\n\naffirm the judgment of sentence.\n\n      Judgment of sentence affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\nDate: 01/25/2022\n\n\n\n                                       - 24 -\n\f",
            "ocr": false,
            "opinion_id": 6112396
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}