{
    "id": 6259270,
    "judges": "Haight, Hardin, Smith",
    "date_filed": "2021-11-06",
    "date_filed_is_approximate": true,
    "slug": "bamber-v-city-of-rochester",
    "case_name_short": "Bamber",
    "case_name": "Bamber v. City of Rochester",
    "case_name_full": "HENRY BAMBER, Receiver, etc., of HENRY MILES and WILLIAM R. WARREN v. THE CITY OF ROCHESTER",
    "attorneys": "Daniel Wood, for the appellant., John R. Fanning, for the respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Gity of Rochester — is not responsible for the acts of its boa/rd of health.</p> <p>The charter of the city of Rochester provides that the board of health shall consist of not less .than three nor more than seven persons, of whom the mayor shall be one; that the other members shall be appointed by the common council and hold office during its pleasure. Some of the powers and duties of the board are prescribed by the charter, which also provides that the provisions of the general health act (chap. 324 of 1850, and the acts amendatory thereof) shall, when not in conflict with the charter, be applicable to the board.</p> <p>Held, that as the common council did not have power to control the board in the discharge of its duties, as a portion of them were prescribed by the general statutes of the State, and as the duties of the board did not relate to the exercise of the corporate powers of the city, nor benefit it in its local or special interests, the board should be regarded as the servant and agent of the public and not of the city, and that the city was not responsible for the acts of the board.</p>",
    "summary": "Appeal from a judgment of the County Court of Monroe county, entered upon a nonsuit granted upon the trial.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "33 N.Y. Sup. Ct. 587"
    ],
    "opinions": [
        {
            "author_str": "Haight",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHaight, J.:\nThis action was brought by the plaintiff as receiver of Miles and Warren against the city of Rochester to recover the value of a quantity of rags belonging to Miles and Warren, which were *588•destroyed by order of the board of health of the city. The defenses set forth in the answer are:\nFirst. That the rags were infectious and dangerous to the public health, and were lawfully destroyed by the board of health.\nSecond. That the defendant is not liable for the acts of the board of health.\nUpon the trial the court, upon motion of the defendant’s counsel, nonsuited the plaintiff, upon the ground that the defendant was not liable or responsible for the acts of its board of health. From the judgment entered upon such nonsuit appeal is taken to this court.\nThe only question to be considered is as to the liability of the city of Rochester for the acts of its board of health. Chapter 324 of the Laws of 1850 provides:\n“ Section 1. It shall be the duty of the common council of every •city and the trustees of every incorporated village in this State, in which there is not now a board of health duly organized, to appoint once in each year a board of health for such city or village, to consist of not less than three nor more than seven persons, and a competent physician to be the health officer thereof.\n“ Section 3. The several boards of health now organized in any city or village in this State, and the several boards of health instituted under this act shall have power and it shall be the duty.” Then follow provisions describing the powers and duties of such officers.\nThe charter of the city of Rochester provides “that not less than three nor more than seven persons, of whom the mayor shall be one, shall constitute the board of health, and one physician to be the physician thereof ” (section 6, title 2). Section 8 of the same title provides: That the common council shall annually, or as often as vacancy exists, appoint by ballot such officers, each of which shall hold his office during the pleasure of the common council. The charter also contains some provisions in reference to the powers and duties of such board. It further provides that the provisions of chapter 324 of the Laws of 1850, and the acts amendatory thereof, not in conflict, shall be applicable to the board of health of the city of Rochester. The common council is also given power to enact by-laws prescribing the duties of officers appointed by them, and their compensation. It *589will be seen, therefore, that the defendant’s board of health is elected by the common council of the city, with the exception of the mayor, who, by virtue of his office, is made a member of such board; that as to such officers elected by the council, they hold their office during the pleasure of the council. That their powers and duties are in part provided for by the charter and by the'general law of the State already referred to. That the council is given power to enact by-laws further prescribing the duties of such officers; no by-law, however, can be enacted which shall be in conflict with either of the statutes quoted.\nDillon, in his work upon municipal corporations, in speaking of the liability of municipal corporations for the acts of servants or agents, says: “ If the corporatiqn appoints or elects them and can control them in the discharge of their duties; can continue or remove them; can hold them resposible for the manner in which they discharge their trust; and if those duties relate to the exercise of corporate powers a/ndfor the peculiar benefit of the corporation i/n its local or special interest, they may justly be regarded as its agents or servants, and the maxim of respondeat superior applies, but if, on the other hand, they are elected or appointed by the corporation in obedience to the statute to perform, a public service not peculiarly local or corporate, but because this mode of selection has been deemed expedient by the legislature in the distribution of the powers by the government, if they are independant of the corporation as to the tenor of their office, and the mamner of discharging their duties, they are not to be regarded as the servants or agents of the corporation for whose acts or negligence it is impliedly liable, but as public or State officers with such powers and duties as the statute confers upon them, and the doctrine of respondeat superior is not applicable.” (2 Dillon on Mun. Corp., § 772.)\nThis appeal’s to be the rule approved and adopted by the courts in all recent decisions bearing upon the question.\nIn the case of McKay v. The City of Buffalo (reported in 9 Hun, 401) a policeman while engaged in shooting and killing a dog supposed to be mad in the public streets of the city, negligently, carelessly and imprudently handled and manipulated his pistol so that he shot the plaintiff, inflicting a severe and dangerous wound. It was held that the police officers of the city are not to be deemed *590its servants or agents in such a sense as to render the city liable. The learned justice in writing the opinion in that case repeats the rule already quoted from Dillon and adopts ■ it as the basis of his -decision. This case was affirmed in 74 New York, 619. The case of Maxmilian v. The Mayor and Aldermen, etc., of the City of New York (62 N. Y., 160) was an action for killing the plaintiffs intestate by the careless act of the driver of an ambulance wagon in the employ of the commissioners of public charities and corrections. The commissioners of public charities were officers appointed by the mayor of the city. Their powers and duties were prescribed by statute. The rule as to the defendant’s liability in that ease was stated in substantially the .same language as the rule quoted from Dillon, and it was held that the defendant was not liable. That “ where, by legislative enactment, a municipal corporation is required to elect or appoint an officer to perform a public duty, laid not upon it but upon the officer, in which it has no private interest and from which it derives no special benefit or advantage, such officer is not a servant or agent of the municipality, and for his negligence or want of skill in the performance of his duty, or for that of a servant whom he employs, it is not liable.”\nThe case of Ham v. The Mayor, Aldermen, etc., of the City of New York (70 N. Y, 459) was a case where the plaintiff claimed to be damaged by reason of defectively constructed water closets negligently used by a school maintained by the department of public instruction in the city of New York. The same rule appears to have been adopted, and it was held that the city was not liable although the department of public instruction was by statute declared to constitute a part of the city government. The duties of the department are of a public nature and do riot relate to the exercise of corporate power. The same doctrine was held in the case of Tone v. The Mayor, Aldermen, etc., of the City of New York (reported in 70 N. Y., 157-165).\nThese and numerous other cases to which our attention has been called, approve and adopt the rule declared., It now remains to be determined whether or not the defendant is brought within the rule in which the maxim of respondeat superior applies. In the first place the board of health is elected by the common council of the city. They hold their position during the pleasure of the common *591manner in which they discharge their trust, by removing them in case of failure to discharge it properly. So far they are brought within the rule. But the council must also be able to control them in the discharge of their duties. And those duties must relate to the exercise of corporate powers and be for the peculiar benefit of a corporation in its local or special interest. In the first place the council has not power to control them in the discharge of their duties, for a portion of those duties, at least, are prescribed by the general statute of the State. In the second place the duties devolving upon the board of health do not relate to the exercise of corporate powers, neither are their duties for the benefit of the corporation in its local or special interest. Their duties relate to the preservation of the health of the public; the individuals residing in the city may be benefited by the faithful discharge of the duties •of such officers, so may the public at large. The duties of such •officers are, therefore, public in their nature, and they should be regarded as the servants and agents of the public, instead of the corporation. \"We do not understand this conclusion to be in conflict with the case of Tormey v. The Mayor, etc. (reported in 12 Hun, 542). That case was a demurrer to the complaint. The plaintiff alleged that the servants and agents of the corporation, other than the board of health, took part in the illegal removal complained of. The demurrer was overruled upon that ground. The learned justice, in delivering the opinion of the court, says: “ If the facts turn out as they have been alleged, and it must now be supposed that they will, then even if the wrong was in part committed by the health department, acts of an unlawful naturé are also shown' to have been perpetrated by the officers and agents of the defendant; and for them, and to the extent the plaintiff was injured by them it should be held to be legally liable.” Numerous other authorities were cited by the appellant, but in those cases the duties of the officers and agents were of a corporate character, and not of a public nature.\nVe are therefore of the opinion that the defendant is not brought within the rule, and that the plaintiff was properly nonsuited upon the trial.\nSmith, P. J., and Hardin, J., concurred.\nJudgment affirmed.\n",
            "ocr": true,
            "opinion_id": 6126784
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}