{
    "id": 6275727,
    "judges": "Hilton",
    "date_filed": "1993-07-08",
    "date_filed_is_approximate": true,
    "slug": "duffy-v-new-york-harlem-railroad",
    "case_name_short": "Duffy",
    "case_name": "Duffy v. New York & Harlem Railroad",
    "case_name_full": "Philip Duffy v. The New York and Harlem Railroad Company",
    "attorneys": "Odle Close, for the appellants., Freeborn Garretson Luckey, for the respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>The General Railroad Law (Laws 1850, p. 233, § 44,) imposes on all railroad con panies the duty of erecting and maintaining fences on the sides of their road, an; until this duty is complied with they are liable for all damages done thereon t cattle and other animals.</p> <p>In an action to recover for injuries done by them to cattle on their track, if it ap pears that such fences have not been erected and maintained, it is immaterial whether the cattle entered lawfully or unlawfully upon the premises adjoining the road, and strayed from thence upon the track, or whether they thus strayed through the mere neglect of their owner.</p> <p>Until the fences have been erected, the statute excludes any defence of negligence in an action by an owner for cattle injured upon the track; but, it seems, after the fences have been put up, there can be no recovery in such cases, where it appears that the negligence of the owner contributed to the injury.</p> <p>Covenants that run with the land, bind or affect all persons claiming or occupying under the party making the covenant.</p> <p>A mere occupation of the land for a special purpose is in subordination to, and is affected by, such a covenant; and though the occupant may not be bound to perform it, yet it will operate as an estoppel against him in the cases where the landlord would be estopped by reason of it.</p> <p>It seems that those covenants run with the land which are made touching or concerning it and affect its value, and are not confined to those which relate to some physical act or omission upon it.</p> <p>D. hired pasture for his horse on a lot owned by B., adjoining the defendants’ rail-track. The horse strayed upon the track, the fence being defective, and was killed by a passing train of cars. It appeared that the strip of land on which the track was laid had been purchased of B., and in the conveyance thereof to the the defendants, B. had covenanted, for himself and his heirs, to erect and maintain, on both sides of the strip, during the continuance of the defendants’ charier, good and sufficient fences. In an action by D. to recover the value of the horse, hslcl—</p> <p>I. Tnat the covenant ran with the land, and every occupation was subject to it.</p> <p>II. That D. acquired no greater rights, in respect to its occupation, than his landlord, B., had to confer, and was estopped by the covenant to the same extent as B.</p> <p>III. That, as B. could not recover in such a case, D. could not.</p>",
    "summary": "Appeal from a judgment of the Seventh District Court. The plaintiff recovered the value of a horse belonging to him, killed upon the defendants’ track by a train of cars. The defendants appealed. All the facts shown by the return are given in -the opinion.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2 Hilt. 496"
    ],
    "opinions": [
        {
            "author_str": "Hilton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy the Court, Hilton, J.\nThe plaintiff brought this action to recover the value of a horse belonging to him, and which-'-was run over and killed by the engine or cars of the defendants on their railtrack in Fordham, Westchester county. It appeared that the plaintiff hired pasture for the horse upon a lot belonging to Mrs. Bassford, adjoining the strip of land on which the defendants’ track was laid. That the horse was turned into this pasture lot on the morning of September 3d, 1857, and the par.-* tition fence between the lot and the railtrack being insufficient, and defective, the horse strayed through it, and on the track of the defendants, and was thus killed. It was claimed by the defendants that it was negligent to put a horse in the lot referred, to, the fences being in a defective condition, and a dismissal of the complaint was asked on that ground, but was denied, by the-justice. The defendants then produced, in evidence, a\" deed.from Bassford and wife to them of the strip of land adjoining, the pasture lot, dated January 20, 1841, and recorded in the- clerk's office of Westchester county July 22d, 1843, containing a covenant on the part of Bassford, for himself, his heirs, executors ar *498administrators, to erect, upon the easterly and westerly lines of said strip, good, lawful and sufficient fences to inclose the same, and, at his and their own cost and charge, maintain and keep the same in good repair for the term of eighteen years, or until the expiration of the defendants’ charter. The justice gave judgment for the plaintiff for the value of the horse, and the defendants appeal.\nIn Corwin v. The New York and Erie RR. Co., (8 Kernan, 42), it was determined that the general duty of erecting and maintaining fences on the sides of railroads is now imposed, by section 44 of the General Railroad Act of 1850, (see Laws 1850, p. 233), upon all railroad corporations, and, until compliance on their part, they and their agents are liable for all damages which shall be done by their agents or engines to cattle, horses, or other animals thereon. That this duty was imposed, not only for the benefit and security of the public, but also for the benefit of the owners of cattle generally; and, until such fences are erected, the statute excludes any defence of negligence on the part of an owner of cattle killed upon the track, in an action brought by such owner against the corporation to recover damages for the injury resulting from such killing. And it is entirely immaterial whether such cattle enter lawfully or unlawfully upon the premises adjoining the railroad, and stray from thence upon the track, provided it appears that the corporation have not erected and maintained the fences required by the statute; although, after the fences have been erected, there can be no recovery in such a case where the negligence or misconduct of the owner of the cattle injured, contributed to the injury; or, in other words, the common law doctrine in respect .to actions on the case for negligence, then prevails.\nIt may also be noticed, that in the case cited the plain tiff’s cattle strayed upon the land of one Gregory, and from thence upon the track of the defendants, and, as it appeared that ‘Gregory, like Bassford in the present case, had conveyed the ..strip of land for the railroad track, and in the conveyance had ■ covenanted to erect and maintain forever all necessary fences cn *499each side of the railway, it was insisted that the plaintiff was bound by the covenant. But the court (Marvin, J.) held, that as the plaintiff there was a stranger to the covenant, he could not be bound by it; adding, however, that if “ Gregory’s cattle had entered upon the road from his land by reason of there being no fence, and been injured, his covenant would have been a good answer to the action.” Or, in other words, he would be estopped from recovering any damages resulting fron a non-performance by him of his express covenant; and although the duty had been imposed by the statute upon the corporation, yet he undertook to perform it, and as his performance of the covenant, entered into by him, would have satisfied the statute, he would not be permitted to recover for any injury resulting to himself and arising from his non-performance.\nThus, in the present case, had the horse in question belonged to Bassford, it is quite, clear he would not be entitled to recover in an action like this; and the question, therefore, to be determined by us, is whether the plaintiff stands in any different po sition, with respect to an injury of this character, than his land lord.\n/ It has long been settled law, that a covenant to maintain partition fences between lands granted, and other land of the grantor, runs with the land, and binds or affects all persons claiming or occupying under the party making the covenant. 2 Hilliard’s Abridgement, § 48, p. 375; Platt on Covenants, (3 Law Lib.), 481; Beddoe v. Wadsworth, 21 Wend. 120; 4 Kent Com. 472, and note; Spencer’s Case, 5 Rep. 16; Bally v. Wells, 3 Wilson, 25; Norman v. Wells, 17 Wend. 136. In the language of Ch. J. Wilmot, in Bally v. Wells, (supra), as reported in his opinions, (p. 341), “ Covenants which run and rest with the land, lie for or against assignees at the common law, though not named. They stick so fast to the thing on which they wait,\" that they follow every particle of it,”—and therefore it is that, although a party may have a mere occupation of the land for a particular purpose, and ‘which may be said to be a species of title, though of a very low order, (2 Black. Com. 195), yet it is in subordination to and *500affected by the covenant of the landlord. And though he may not be bound to perform the covenant, as heir or assignee, yet it will operate as an estoppel, against him in all cases in which the landlord would be estopped by reason of it.\nIn Spencer's Case [supra,) a distinction was taken between a covenant to erect a wall upon the demised premises, and in which the assigns of the lessee were not named, and a covenant to maintain a wall already erected; and it was held, that the assignee in that case (which was of the class first named), was not bound, because the thing, in respect to which the covenant was made, was not in esse, and had not, at the time of making the covenant, become part of the land,—it was only contemplated; although it was agreed by the judges that because it was a thing which would directly affect the demised premises, if the word assigns had been used, the covenant would have bound the assignee; but it could not be ‘extended to him without his being named in it, as the subject matter of it did not relate to a thing in existence at the time of the demise. Grey v. Cuthbertson, 2 Chitty R. 482. But this nice distinction, originating at a time when it was necessary tp use the word “heirs,” or other words of inheritance, in a conveyance, in order to grant or convey an estate in fee, cannot be ■ now said to exist, as in Norman v. Wells (supra, p. 148,) it was determined that those covenants run with the land, which are made touching or concerning it, and affect its value, and are not confined to those which relate to some physical act or omission upon it. :\nIt is unnecessary, however, to pursue this subject, as it will not be pretended that the estoppel, which arises in this case, grows out of the plaintiff’s liability to perform the covenant of Bassford. It is sufficient that his occupation was under Bass-ford, and in subordination to covenants contained in a deed duly recorded long previous to his entering upon the premises. He could acquire no greater rights, in respect to their occupation, than his landlord had to confer, and he is estopped, in an action of this nature, to the same extent as Bassford would have been had he been plaintiff. The covenant was one that runs with the *501land, and not only affected every particle of it, but every occupation was subject to it, even though the occupant was under no obligation to perform it.\nJudgment reversed.\n",
            "ocr": true,
            "opinion_id": 6143682
        }
    ],
    "court_short_name": "New York Court of Common Pleas",
    "court_full_name": "New York Court of Common Pleas",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}