{
    "id": 6293465,
    "judges": "Young",
    "date_filed": "1977-03-20",
    "date_filed_is_approximate": true,
    "slug": "boyce-motor-lines-inc-v-state",
    "case_name_short": null,
    "case_name": "Boyce Motor Lines, Inc. v. State",
    "case_name_full": "Boyce Motor Lines, Inc. v. State of New York, Eastman Kodak Company v. State of New York, Mabel L. Rogers, as Administratrix of the Estate of Harold C. Rogers v. State of New York",
    "attorneys": "James M. Ryan for claimants., Nathaniel L. Goldstein, Attorney-General (James G. Austin and Lawrence H. Wagner of counsel), for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "200 Misc. 1047"
    ],
    "opinions": [
        {
            "author_str": "Young",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nYoung, J.\nThe claimant, Boyce Motor Lines, Inc., was transporting photographic equipment of the claimant, Eastman Kodak Company, from the latter’s plant at Rochester bound for Jersey City. The Boyce tractor-trailer was driven by Harold C. Rogers, the intestate of the claimant, Mabel L. Rogers, and it was his first long haul assignment and his first time over New York State Route 17. When the vehicle reached a point on Route 17 a short distance west of Roscoe, Sullivan County, New York, it went off the road, killing the driver, destroying the shipment and wrecking the tractor-trailer.\nThe highway where the accident occurred is described in detail in the accompanying decision and it is sufficient here to say that the road was a series of curves alternating in direction, combined with varying downgrade changes. The highway is built on a shelf around the side of a hill so that there is a sudden rise bordering the road on the north and a steep drop-off on the south. The highway is concrete and for the most part eighteen feet wide, except around the last curve -where it was widened to twenty-one feet with a two-foot shoulder, with banking from two to two and one-half feet around the curve except -where two concrete blocks in the eastbound lane had settled so that their outside edge was lower than that of the adjacent blocks. Bordering the highway on its south side and from thirty to thirty-six inches from the paved portion of the road there were white concrete posts and a guide rail and for part of the way there were six cats-eye reflectors set about seventy feet apart outlining the southerly margin of the curve. About seventy-five feet west of the series of the curves was a road sign facing west for the benefit of eastbound travelers. The sign bears the message “ 40 M.P.H. ” under a curve sign depicting similar curves, the first to the right and the second to the left.\nAt about midnight on October 31,1946, Rogers’ vehicle, going east, reached the series of curves and started into them. He had been going at about thirty miles per hour but reduced his speed to about twenty-five. He negotiated all of the turns except the last one where he started going off the pavement onto the shoulder. The tractor-trailer knocked down fourteen guide posts and a telephone pole, went down the drop-off, tipped over and burned up.\nIt is the duty of the State to construct and maintain its highways safe for travel. (Doulin v. State of New York, 277 N. Y. 558.) The evidence and exhibits convince the court that this section of the highway presented a very dangerous condition. *1049There was the combination of extreme curves to be negotiated while traveling downhill at varying grades. The paved portion was so narrow that a long tractor-trailer, such as decedent was driving, had to keep its right front wheel on the edge of the pavement in order to keep its left rear from going into the other lane of traffic. Because sight distance was so restricted by the steep bank on the north there could be no cutting in on the other lane. The narrow shoulder offered no margin of safety in case of an emergency or miscalculation. Complicating the driver’s problem even more were the two sunken blocks which a vehicle would strike just at the moment that the driver was engrossed in negotiating the last curve. A vehicle in going-over them would be forced to the outside or off the road.\nThe situation was an unusual one and was not to be anticipated by a driver unfamiliar with the highway. The State was bound to give adequate warning of its existence. (Barna v. State of New York, 267 App. Div. 261, affd. 293 N. Y. 877.) This duty was not fulfilled by the erection of the one sign described above. The symbol showing a curve to the right and another to the left was erroneous in that the road, beyond the sign to the east, curved first to the left, then to the right and then to the left. The one sign that was present was not only insufficient and erroneous but, worse than that, added danger to the situation.\nThe State must be held liable.\nAn award is made in an accompanying decision.\n",
            "ocr": true,
            "opinion_id": 6161600
        }
    ],
    "court_short_name": "New York State Court of Claims",
    "court_full_name": "New York Court of Claims",
    "court_type": "SS",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}