{
    "id": 6297363,
    "judges": "Wachtel",
    "date_filed": "1996-01-22",
    "date_filed_is_approximate": true,
    "slug": "hampton-v-smith",
    "case_name_short": "Hampton",
    "case_name": "Hampton v. Smith",
    "case_name_full": "Alice Hampton, Landlord v. Mary Smith, Tenants",
    "attorneys": "Henry P. Lipscomb for landlord., Leo Isacson and Burton G. Hecht for tenants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "3 Misc. 2d 460"
    ],
    "opinions": [
        {
            "author_str": "Wachtel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nArthur Wachtel, J.\nThese are five dispossess proceedings brought upon the ground that ‘' the continued occupancy by the tenant is in violation of section 8, 170, 301m and subdivision 2 of section 302 of the Multiple Dwelling Law of the State of New York and that the landlord must restore the apartment occupied by the tenant to its lawful occupancy or be subject to a criminal prosecution.” The landlord accordingly proceeds pursuant to *461subdivision 3 of section 52 of the Rent and Eviction Regulations of the Temporary State Housing Rent Commission. The testimony was that the premises in question constituted three apartments, one apartment on each of the three floors of the building. The landlord contends that on the first floor Alice Malloy occupies the front room with her three children and there is another roomer by the name of Rosalie Harris. She further contends that Pleasant Smith resided with three children in the back room and that Evelyn Moody resided in a bedroom. The tenant alleges that she and her family are the sole occupants of this apartment and that Pleasant Smith moved out approximately a month ago and that Evelyn Moody has never resided in this apartment. A motion was made after trial by the tenant to reopen the trial in order to secure the testimony of Pleasant Smith. That motion was withdrawn upon the concession of the landlord that Pleasant Smith does not now occupy the apartment.\nThe landlord further contends that on the second floor the occupants are Mary Smith who defaulted in appearance, Lloyd Edward and his wife who reside in another room and that a third room was occupied by George Punton. The landlord further contended that on the third floor the tenants are Lena Edward, William Edward with his wife and baby, in one bedroom, Josephine Gilliard and her three children and Harvey Edward, and Alfred Edward. The tenant testified that Josephine Gilliard and her children, Harvey Edward and William Edward and the latter’s wife and child were all part of Lena Edward’s family constituting her children and grandchildren. The tenant denied that Alfred Edward resided in the apartment, that he resided with his family at number 800 Home Street. The landlord called as her witness Inspector Delaney of the Department of Housing and Buildings. He testified that there were no violations pending.\nThe landlord contends that even though there was no violation as yet determined by the Department of Housing and Buildings nevertheless the court may sustain the petition if the landlord is subject to criminal prosecution. Subdivision 3 of section 52 of the Rent and Eviction Regulations of the Temporary State Housing Rent Commission permits a proceeding for eviction without certificate where the occupancy of the housing accommodations by the tenant is “ illegal because of the requirements of law, and the landlord is subject to criminal or civil penalties therefor, or both ’ ’.\nThe landlord contends first that a nuisance was maintained and that the tenant may be evicted under subdivision 2 of section *462302 of the Multiple Dwelling Law. This section provides ‘ ‘ The department may cause to be vacated any dwelling or any part thereof which contains a nuisance as defined in section three hundred nine, or is occupied by more families or persons than permitted in this chapter, or is erected, altered or occupied contrary to law. Any such dwelling shall not again be occupied until it or its occupancy, as the case may be, has been made to conform to law.” Section 309 proceeds to provide that the department may order or cause such nuisance to be removed or abated and if any order of the department is not complied with, then such order may be executed by the department (§ 309, subd. 1, pars, b, c, d, e). There has been no certification nor any notice by the Department of Housing and Buildings that a nuisance exists within the meaning of section 309.\nThe landlord also relied upon subdivision 1 of section 248 of the Multiple Dwelling Law, which provides as follows: “ It shall be unlawful to occupy any * * * existing class A dwelling or part thereof as a rooming house or furnished room house or for single room occupancy unless such dwelling or part shall conform to the provisions of this section and to such other provisions of this chapter as was applicable to such dwelling before such conversion.”\nIt is further provided by subdivision 1 of section 248: ‘ ‘ This section shall not be construed to prohibit the letting by a family of one or more rooms within their apartment to not more than a total of four boarders, roomers or lodgers provided, however, that every room in such apartment shall have free and unobstructed access to each required exit from such apartment as required by the provisions of paragraphs a, b and c of subdivision four of this section.” This provision was added to section 248 by chapter 712 of the Laws of 1949, effective April 20, 1949. It was recommended by the Joint Legislative Committee on Housing and Multiple Dwellings and its purpose is explained by the committee’s memorandum as follows: ‘ ‘ Section 4, subdivision 5, in defining the term ‘ family ’ states that a family may have not more than four boarders provided however a common household is maintained. Subdivision 16 of section 4 defines ‘ Single Room Occupancy ’ as the occupancy by one or two persons of a single room, or of two or more rooms which are joined together, separated from all other rooms within an apartment so that the occupant or occupants thereof reside separately and independently of the other occupants. Some question has been raised as to whether this subdivision 16 does not imply that a family may not take in four boarders as is permitted by subdivision 5, To avoid such possible interpretation, section 248 *463which relates to ‘ Single Boom Occupancy ’ is being amended to provide specifically that a family may take in not more than four boarders in their own apartment provided however, the egress requirements of section 248 are complied with.”\nThe landlord cites in support of the petition and in support of his argument that the landlord can commence an eviction proceeding against the tenants even though a violation has not been placed upon the premises, the cases of Matter of Vogel v. Coster (196 Misc. 140) and Matter of Rapisarda v. Coster (91 N. Y. S. 2d 545). However, both of these cases involve proceedings to review the determination of the Temporary City Housing Bent Commission denying the issuance of a certificate of eviction. Furthermore, in the Vogel case a violation had been filed by the Department of Housing and Buildings, and in the Rapisarda case the court in ordering the commission to issue a certificate pointed out the landlords were compelled to take action in order to avoid being defendants in criminal prosecutions “ threatened by City Departments ” because of the illegality of tenant’s occupancy. These are not the facts in the case at bar.\nThe landlord further relies upon the cases of Lazarowitz v. Kazan (122 Misc. 202) and Saportes v. Hayeck (111 Misc. 620). The court in the Lazarowitz case sets forth (p. 207) the rule laid down by the Court of Appeals in Fire Dept. of City of N. Y. v. Gilmour (149 N. Y. 453) at page 458. The test is whether “ the legislature in the exercise of the police power enacts a regulation defining the duty of citizens * * * in respect of * * * the use of their property ” and “ the reasonableness of the thing * * * prohibited is not an open question ’ ’ or whether the Legislature ‘ ‘ enacts no general rule of conduct, but invests a subordinate board with the power to investigate and determine the fact whether in any special case any use is made of property ” in which case “ the reasonableness of the determination of the board or of the order prohibiting a particular use in accordance with such determination is open to contestation by the party affected thereby ”.\nIn the Lazarowitz case the question was whether the use of the premises for purposes of public assembly warranted eviction upon the theory that the tenant was conducting an illegal business within the purview of subdivision 5 of section 1410 of the Civil Practice Act. The use of the premises for purposes of public assembly was not prohibited by the Legislature but required compliance with certain regulations of the building code. The determination as to whether there was such compliance had been delegated by the Legislature to a subordinate board. A violation found by the subordinate board in such a case was *464open to contest in court and accordingly the court held that it was not binding either as to the landlord or as to the tenant. However, this is not authority for the proposition that in a case falling within the category of the Lasarowits case, if no violation by the Department of Housing and Buildings is found that in such a case the court may nevertheless investigate and determine the facts, and thus engage in a proceeding which the Legislature has delegated to a subordinate board. If, of course, the Legislature does not delegate the power to determine to a subordinate board and specifically prohibits a special use, such as the use of a tenement house as a lodging house as provided by section 109 of the former Tenement House Law, then under the Saportes case there is no need for such a subordinate board to determine and regardless of whether or not such a determination has been had, the court must itself determine the facts. It appears, therefore, that the effect of the Lasarowits and Saportes decisions is as follows:\nFirst: If the case falls in the category of the Lasarowits case, as for example, where the use of the premises for a special purpose is not prohibited by the Legislature but requires the compliance of certain safety and building regulations to be determined by a subordinate board, then the proper procedure should be to await a determination by such subordinate board as to whether such compliance with such regulations has been had. In the case of Al-El Corp. v. Rapaport (203 Misc. 908) the premises leased for retail business was actually used for manufacturing purposes. The landlord contended that dispossess proceedings could be maintained even though no violation had been filed by the Department of Housing and Buildings and that it could offer testimony that the building did not comply with section 270 et seq. of the Labor Law. The court dismissed this contention and stated (pp. 910-911) “ This argument has no merit. The landlord cannot arrogate this position unto itself. The Legislature has invested the department of housing and buildings as a subordinate body of the city government with powers to investigate whether the demised premises are used in such a manner as to constitute a menace to safety, health and welfare of the public and determine whether such use should be discontinued [citing among other cases, Lazarowitz v. Kazan, supra]. Even after the department of housing and buildings files a violation and seeks the discontinuance of the use of the said premises, the tenant or the landlord is given the right to resort to our courts to protest the ruling. (Fire Dept. of City of N. Y. v. Gilmour, 149 N. Y. 453, 459.) ”\n*465Second : If the case falls within the category of the Saportes case then it is unnecessary to the commencement of the proceedings whether a violation has been filed or not. In such a case it is a question whether the landlord has sustained his burden of proof that there is a violation within the purview of the statute prohibiting the alleged special use (Kennedy v. Nelson, 70 N. Y. S. 2d 211, where the court construed Multiple Dwelling Law, § 248).\nThe case of the landlord in the proceeding at bar regarding the alleged nuisance, in the opinion of the court, falls within the category of the Lazarowitz case, wherein the Legislature has delegated to a subordinate board, namely the Department of Housing and Buildings, the power to investigate and determine. This is the clear import of section 309 of the Multiple Dwelling Law. Accordingly, the Department of Housing and Buildings in the case at bar should be given an opportunity to determine after appropriate inspection and investigation whether or not a public nuisance does exist within the meaning of section 309. Such a determination has not been made. In any event, the landlord has failed to establish that there has been such a nuisance within the meaning of section 309.\nIn respect of the landlord’s contention that the tenant has violated section 248 of the Multiple Dwelling Law, this statute has not been relied upon either in the 30-day notice or in the petition. It is referred to in the memorandum submitted by the attorney for the landlord. However, the tenant’s attorney has made no objection on this ground and accordingly the court will consider it. Even assuming that the Saportes case would apply to this statute, and the filing of a violation by the department would then not be necessary to the maintenance of the proceeding; nevertheless, in accordance with the holding of the Saportes case the facts must be established that the premises were occupied as a rooming house for single family occupancy. The court holds that there is no sufficient proof, and the landlord has failed to sustain her burden of proof, that there has been single family occupancy within the meaning of subdivision 1 of section 248. That provision permits the letting by a family of one or more rooms to not more than a total of four boarders, roomers or lodgers provided every room has free and unobstructed access to each required exit from such apartment as required by paragraphs a, b and c of subdivision 4 of said section.\nThe precept bearing index No. 7672 against Alice Malloy and the precept bearing No. 7673 against Pleasant Smith are concerned with the occupancy on the first floor. It is conceded that *466Pleasant Smith no longer occupies said apartment on the first floor. There is no sufficient proof that this apartment has been let to persons for single room occupancy within the meaning of subdivision 16 of section 4 of the Multiple Dwelling Law, and the landlord has failed to sustain his burden of proof of any violation of section 248. Accordingly, the petitions in this proceeding bearing 7672 are dismissed. Pleasant Smith has defaulted.\nPrecepts bearing numbers L&amp;T 7669, 7670 against Mary Smith and Lloyd Edward respectively, concern the occupancy with respect to the second floor. The tenant Mary Smith has defaulted and after inquest final order is directed in favor of the landlord in respect of the said proceeding bearing number L&amp;T 7669. As to precept number L&amp;T 7670 as to Lloyd Edward, it was testified that he occupied a portion of the premises with his wife. He also testified that he collected rent from the other occupants although this was denied by the landlord. In this case again there is a failure of proof on the part of the landlord that the occupancy is governed by the provisions of subdivision 16 of section 4 of the Multiple Dwelling Law or whether there is any violation of section 248 of the Multiple Dwelling Law. Accordingly, the proceeding bearing number L&amp;T 7670 is dismissed.\nThe precept bearing number L&amp;T 7671 against Lola Edward, Harvey Edward, Alfred Edward, Josephine Hillard and William Edward refer to the third floor. The landlord testified that the said occupants maintain separate foods in separate places in the kitchen and pantry and that there were locks on the interior doors. However, the tenant Lena Edward indicated herein as Lola Edward, testified there were no locks on any of the doors except the hall door and living room door and that she and the other named occupants constituted one family unit including her children and grandchildren, and lived together as one family. Accordingly, the court finds that the landlord has not sustained the burden of proof and the petition bearing number L&amp;T 7671 is dismissed.\nThe landlord’s attorney has justifiably expressed concern on behalf of the landlord upon the ground that if there is a violation due to overcrowding which results in a fire hazard the landlord may be subject to a prosecution for a felony and possibly manslaughter as defined by sections 1049 and 1052 of the Penal Law and further argues that the landlord is subject to such prosecution even though she is not personally notified of the violations so long as she is chargeable with knowledge thereof, in accordance with the recent decision of the Court of *467Appeals in the case of People v. Nelson (309 N. Y. 231). The court recognizes the serious hazard that may arise by reason of overcrowding and if a violation were proved would be zealous to protect the safety of the tenants from any fire hazard. However, in the case of People v. Nelson it was conceded by the landlord that his premises were existing in violation of the safety provisions required by the Multiple Dwelling Law and that such violations were the proximate cause of the death of two tenants as a result of fire. In the case at bar the inspector of the Department of Housing and Buildings has testified at the time of the trial there were no pending violations and the proof is not sufficient to permit the court to make such a finding at this time. The dismissal of the precepts indicated above will be without prejudice to the institution of new proceedings and accordingly the landlord will be given an opportunity to apply for relief in the event that the alleged violations and safety hazard are established.\n",
            "ocr": true,
            "opinion_id": 6165571
        }
    ],
    "court_short_name": "City of New York Municipal Court",
    "court_full_name": "City of New York Municipal Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}