{
    "id": 6306576,
    "judges": "Gary",
    "date_filed": "1992-08-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-chapman",
    "case_name_short": "Chapman",
    "case_name": "People v. Chapman",
    "case_name_full": "The People of the State of New York v. Kareem Chapman",
    "attorneys": "APPEARANCES OF COUNSEL, Kareem Chapman, defendant pro se. Charles J. Hynes, District Attorney, Brooklyn (Solomon Neubort of counsel), for plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "10 Misc. 3d 211",
        "805 NYS2d 792"
    ],
    "opinions": [
        {
            "author_str": "Gary",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*212OPINION OF THE COURT\nMichael A. Gary, J.\nDefendant moves pro se, pursuant to CPL 440.10, to vacate his judgment of conviction. The People have filed a response opposing the defendant’s motion. Defendant argues, pursuant to CPL 440.10 (1) (b) and (h), that the judgment was obtained in violation of his rights under the state and federal constitutions because of the ineffective assistance of counsel and trial court error. In the alternative, he moves for a hearing on the issues.\nThe defendant’s conviction arose from the following incident. As found by the jury, on September 6, 1996 at approximately 5:00 p.m., Kareem Chapman stabbed Clement King 21 times inside an elevator at 1362 New York Avenue. The arresting officer responded to the 911 call placed by the defendant’s mother and found Mr. King on the floor. Clement King identified Kareem Chapman as the person who stabbed him to the officer before he died. The defendant’s mother gave the police officer the Leatherman tool* when he was arrested, and Mr. Chapman gave oral and video statements to the police and the District Attorney’s Office.\nThe defendant was charged in Kings County indictment No. 11857-96 with the crimes of murder in the second degree (Penal Law § 125.25 [1], [2]), and one count of criminal possession of a weapon in the fourth degree (Penal Law § 265.01).\nA Huntley hearing was held regarding the admissibility of the defendant’s statements to the police and the District Attorney’s Office. The court found that the statements were voluntarily given and, thus, admissible as evidence at trial. At a jury trial, at which defendant testified, Mr. Chapman was convicted on April 2, 1997 of murder in the second degree, depraved indifference murder (and acquitted of intentional murder). On May 22, 1997, he was sentenced to the minimum term of imprisonment of a minimum of 15 years and a maximum of life.\nDefendant appealed his case to the Appellate Division, Second Department, and his conviction was unanimously affirmed at 268 AD2d 530 (2000). Leave to appeal was denied by the Court of Appeals (94 NY2d 917 [2000] [table]).\nDefendant now seeks to vacate his conviction alleging that (1) this court failed to instruct the jury on the defense and burden of proof of justification; (2) this court erroneously precluded the *213introduction of the victim’s criminal history to show the victim’s reputation for violence; (3) the evidence was insufficient to sustain the conviction of depraved indifference murder, rather, if believed, the evidence showed that the murder was intentional only; and (4) he received ineffective assistance of counsel as his attorney failed to interview witnesses to support the self-defense claim interposed by the defendant.\nCPL 440.10 governs the court’s decision-making capacity in regard to the motion to vacate the judgment of conviction. Upon examination of the record and all the previously filed motion papers, the court must deny the motion to vacate if:\n“2. (a) The ground or issue raised upon the motion was previously determined on the merits upon an appeal from the judgment, unless since the time of such appellate determination there has been a retroactively effective change in the law controlling such issue; or . . .\n“(c) Although sufficient facts appear on the record of the proceedings underlying the judgment to have permitted, upon appeal from such judgment, adequate review of the ground or issue raised upon the motion, no such appellate review or determination occurred owing to the defendant’s unjustifiable failure to . . . raise such ground or issue upon an appeal actually perfected by him.”\nAs noted above and recounted in the People’s response, the defendant appealed his case to the Appellate Division; thus, the defendant’s claim that this court failed to instruct the jury on the law of justification is procedurally barred (CPL 440.10 [2]) and in any event completely erroneous. As a matter that is on the record, the defendant was in a position to raise it at the time of his appeal in 2000. However, the record shows that this court charged justification, as requested by his attorney. (Trial transcript [hereafter TT] at 318.) The defendant was clearly in a position to present any related legal argument in his appeal and, thus, the court cannot now entertain it in this motion.\nSimilarly, the defendant had actually raised the issue of this court’s ruling disallowing the introduction of the victim’s criminal history. As the Appellate Division has already ruled that “[t]he defendant’s remaining contentions are unpreserved for appellate review and, in any event, without merit”. (268 AD2d at 530), this court cannot consider the issue in the instant motion.\nThe third issue raised by the defendant in this motion regarding the insufficiency of the evidence to sustain the conviction of *214murder in the second degree is likewise barred by the statutory provision governing collateral review. If an issue has been or should have been raised before the appellate court, and is a matter of the record, it is fatal to the consideration by the court entertaining the CPL article 440 motion. (See People v Cooks, 67 NY2d 100 [1986]; CPL 440.10 [2] [a].) The Appellate Division clearly considered the defendant’s contention and determined that the evidence, notably that supplied by the medical examiner, was both legally and factually sufficient to support the defendant’s guilt beyond a reasonable doubt. The evidence pointed to the fact that “[b]ased upon the extent of the injuries and the number of stab wounds inflicted upon the decedent, the jury could reasonably find that the defendant evinced a depraved indifference to human life” (268 AD2d at 530). However, the defendant argues that the case of People v Payne (3 NY3d 266 [2004]), decided by the Court of Appeals in 2004, requires reconsideration of the conviction, pursuant to CPL 440.10 (2) (a).\nThe Court of Appeals has decided a series of cases, culminating in People v Payne (supra), in which it considered the nuances of charging homicide defendants under both provisions of Penal Law § 125.25, the two theories of murder in the second degree, addressing the concern that all too often prosecutors were charging both intentional and depraved indifference murder as twin counts. No matter what the evidence, the People were proceeding as if the mere act of murder was proof enough of depravity to allow both theories of homicide to go to the jury.\nIn Payne (supra at 271), where the facts showed defendant armed himself with a shotgun, deliberately sought out the victim, then aimed and shot him at point-blank range, the Court stressed to the People that these facts did not constitute depraved indifference murder — rather the facts showed “manifest intent to kill.” With that analysis in Payne, prosecutors and trial courts were warned that close scrutiny will be paid to the consideration of murder charges in cases where, for example, one shot purposefully aimed at the heart of the victim could only be considered an intentional murder when the surrounding facts demonstrate the defendant’s specific intent to kill. It was under facts such as this that People v Payne requires close analysis: more shots to the victim probably show further intention to take the life of the victim — not heightened disregard for the consequences of those actions. Thus, in the instant case, the defendant argues that, based on Payne, since the evidence reflected 21 stab wounds, the jury should have considered only intentional *215murder, and not depraved indifference murder. He finds support in the dicta of Payne, where it states: “Moreover, it should be obvious that the more the defendant shoots (or stabs or bludgeons) the victim, the more clearly intentional is the homicide. Firing more rounds or inflicting more wounds does not make the act more depravedly indifferent, but more intentional” (at 272). Thus, argues the defendant, after Payne a jury may not consider the dual theories of murder.\nThe People counter that the decision in Payne has not changed the law, but simply clarified the manner in which depraved indifference murder is evaluated. In their response, the People point to the fact that the Payne court specifically reinforces the position that, depending on the circumstances of each case, the People cannot automatically charge both theories of murder when the evidence clearly establishes an intent to kill. However, where the circumstances are capable of a view showing no specific intention to kill, depraved indifference murder can be sustained. (See People v Sanchez, 98 NY2d 373 [2002].) Simply put, where the evidence is exclusively consistent with the theory of intentional murder, the jury cannot be told to consider depraved indifference. The People quite reasonably argue that this is not a change in the law; Payne is an unequivocal statement by the Court of Appeals that the prosecution must, as always, be tailored to the facts and circumstances surrounding the case — no different from any other charging decision made by the People.\nThis court agrees that Payne does not represent a retroactive change in the law. Delineating the parameters of the manner in which the People charge crimes has not changed the definitional underpinnings of depraved indifference murder. The focus on depraved indifference murder is, as it has always been, on the objective circumstances surrounding the degree of risk of the actor’s conduct; the proof must show circumstances manifesting a disregard of the risks attached to defendant’s conduct, i.e., depraved indifference to human life, and not the intention to take the life of another. Thus, in the cases that the Court of Appeals has analyzed, if the evidence showed a “manifest intent to kill” (Payne at 271), there was no reasonable view of the evidence that could have sustained a reckless disregard/depraved indifference to human life. (See e.g., People v Gonzalez, 1 NY3d 464 [2004] [10 shots in the victim at close range, defendant continued shooting even after victim fell to ground, intentional murder — not depraved indifference; where the defendant’s act *216was specifically designed to kill the victim, it cannot be said that he simply ignored the consequences of his conduct].) However, “[b]etween a ‘manifest intent to kill’ and ‘the antithesis of intentional murder’ lie cases in which the characterization of the defendant’s conduct as either reckless or intentional presents a legitimate factual question for the jury to resolve.” (People v Atkinson, 21 AD3d 145, 158 [2d Dept 2005].) As Payne did not change the law in this regard, the defendant’s motion to set aside the conviction on this basis is denied.\nFurther comment on the specifics of this case however is warranted. The defendant by his statement to the police, and the videotaped statement to the Assistant District Attorney, and by his testimony, painted a picture of being physically pushed into the elevator by the victim, who, after a fist fight, allegedly produced an ice pick. It was, in the defendant’s version, a classic case of self-defense. The jury was instructed to consider, and could have believed, that the defendant was initially justified in using the Leatherman tool. However, there were 6 (of 21) stab wounds found on the decedent’s back, involving the lower lobes of each lung, which the medical examiner described as being potentially fatal (TT at 206-219). It was reasonable to conclude that, not knowing the order the wounds were inflicted, at some point in the fight the defendant disregarded the risks that death could occur and continued to stab the decedent long after he was justified in doing so.\nIt is equally reasonable for the jury to have rejected an intentional murder scenario based on the testimony other than the medical examiner’s, especially that of the defendant himself. A witness for the People testified that there had been a verbal disagreement earlier that day between the parties but nothing physical occurred (TT at 108). King and Chapman had been friends and knew each other a long time. The defendant describes being scared in the elevator (TT at 246); he describes crying (TT at 247). He continues under cross-examination to describe the fight as boxing, wrestling (TT at 241), and when King pulls out an ice pick, he pulls out his Leatherman tool and begins swinging the Leatherman. He denies stabbing the decedent — he says he just “swung” and “just kept swinging” (TT at 280). He testified he “did not want to stab him hard— probably like to cut him or something” (TT at 283). The medical examiner testified that 21 wounds on the body were stab wounds, 6 others were incise wounds, and he observed linear *217abrasions of the neck, torso, and arms of the deceased (TT at 204). Of the 21, 9 were potentially fatal — those to the heart and lungs. The wounds to the arms and the legs are incise wounds (TT at 209-210). Chapman testified that he never saw King fall, though he did see that he was bleeding, and that he believed he was still standing when he left (TT at 283). It was reasonable for the jury to conclude that this scenario is consistent with someone in a frenzied fight with no specific intention to kill, but with reckless disregard of the consequences of swinging a knife.\nDefense counsel also believed this was a reasonable view of the evidence. He requested (TT at 319-320) that the jury be charged on the lesser included count of manslaughter in the second degree under the theory that Chapman could have recklessly caused the death of the victim in this case. (See People v Atkinson, supra at 154 [defendant waives his argument to challenge recklessness where he asks for the jury to consider manslaughter charges].) This case was appropriately considered a depraved indifference murder and the defendant’s argument to the contrary is misplaced.\nFinally, the defendant complains that his attorney failed in his obligation to represent him in that he did not interview witnesses who would have supported his self-defense claim. However, the evidence clearly established that only two people— the defendant and the decedent — were in the elevator at the time of the fight, and, thus, no other witnesses would have been available. Further, the defendant’s right to effective assistance of counsel is governed by the standards enunciated in Strickland v Washington (466 US 668 [1984]) and People v Baldi (54 NY2d 137 [1981]). The record here reveals that the defendant’s attorney effectively made motions, conducted plea negotiations and preliminary hearings and cross-examined witnesses at trial. The defendant’s attorney asked for and was granted the services of an investigator. Curiously, Mr. Chapman praises defense counsel’s advocacy in this very motion, when he states: “[T]he defense attorney ... in light of the elemental factors of the case was right on point for raising a motion to dismiss (290.10) for legal insufficiency at the ending [sic] of the testimony of the medical examiner’s testimony [T.M. 230-231]” (supplemental motion at 4), yet complains that he received ineffective representation. Moreover, although the People asked that the defendant be sentenced to the maximum term of imprisonment allowed, defense counsel successfully argued for the minimum. *218This court finds that, under the totality of the circumstances, Mr. Chapman was afforded more than meaningful representation and therefore the motion to vacate the conviction on this ground is denied.\nAs the defendant has not proffered a cognizable ground under CPL 440.10 to convince the court that any violation of his rights under the Constitution occurred, the court hereby denies this motion to vacate the judgment.\n\n A Leatherman is a multipurpose folding tool, pocket size, consisting of items such as pliers, a corkscrew, and a small blade.\n\n",
            "ocr": true,
            "opinion_id": 6174867
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}