{
    "id": 6356809,
    "judges": "Mandelbaum",
    "date_filed": "1985-04-04",
    "date_filed_is_approximate": true,
    "slug": "people-v-husband",
    "case_name_short": "Husband",
    "case_name": "People v. Husband",
    "case_name_full": "The People of the State of New York v. Nathaniel Husband",
    "attorneys": "APPEARANCES OF COUNSEL, Cyrus R. Vance, Jr., District Attorney, for plaintiff. New York County Defender Services (C. Sidney Lester of counsel), for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "38 Misc. 3d 957",
        "954 NYS2d 856"
    ],
    "opinions": [
        {
            "author_str": "Mandelbaum",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*958OPINION OF THE COURT\nRobert M. Mandelbaum, J.\nIn 1996, the legislature established within the Division of Criminal Justice Services (DCJS) a computerized state DNA identification index (see L 1994, ch 737, § 1 [codified at Executive Law § 995-c, eff Jan. 1, 1996]). Pursuant to that legislation, anyone convicted of and sentenced for certain enumerated felony assault, homicide or sex offenses was thenceforth required to provide a DNA sample for forensic testing and analysis “to determine identification characteristics specific to such person and to be included in [the] . . . index” (L 1994, ch 737, § 1 [codified at Executive Law § 995-c (3)]). In creating the index, “New York jointed] twenty-six other states which ha[d] enacted DNA databank statutes” and could “now participate in the national DNA identification system, known as CODIS [Combined DNA Index System], developed by the Federal Bureau of Investigation to enable federal, state and local law enforcement agencies to share DNA information when investigating sex offenses and violent crime” (Governor’s Mem approving L 1994, ch 737, 1994 McKinney’s Session Laws of NY at 3018).\nOver the years, the legislature periodically expanded the list of crimes thus subject to mandatory provision of a DNA sample and inclusion in the databank (see L 1999, ch 560, § 1; L 2000, ch 8, § 1; L 2004, ch 1, part A, § 13; L 2004, ch 138, § 1; L 2004, ch 576, § 1; L 2006, ch 2, § 1; L 2006, ch 91, § 2; L 2006, ch 320, § 26; L 2010, ch 405, § 6), culminating in the enactment of chapter 19 of the Laws of 2012, which, effective August 1, 2012 (see L 2012, ch 55, part A, § 2), defined a “designated offender” subject to mandatory DNA collection as anyone “convicted of any felony defined in any chapter of the laws of the state or any misdemeanor defined in the penal law” (L 2012, ch 19, § 5 [codified at Executive Law § 995 (7)]).1 The 2012 enactment also, for the first time, set forth procedures for collection: “In the case of a designated offender whose sentence does not include either a term of imprisonment or a term of probation, . . . [w]ithin the *959city of New York, the court shall order that the sample be collected by a court officer” (L 2012, ch 19, § 6 [codified at Executive Law § 995-c (3) (b) (iii)]).2\nOn August 8, 2012, seven days after the effective date of chapter 19, defendant pleaded guilty at his arraignment to the class A misdemeanor of theft of services and was sentenced to time served. Pursuant to chapter 19, defendant’s conviction rendered him a designated offender obligated to provide a DNA sample to be ordered collected by a court officer. A review of defendant’s criminal-history record report, generated by DCJS, revealed that defendant had been convicted of two prior felonies and 12 misdemeanors, and reflected that, as a result of such criminal history, his DNA sample had previously been collected, and his DNA profile was, therefore, already “on file in the DNA databank.” Accordingly, the court determined that collection of an additional sample was unnecessary and declined to order a court officer to obtain it. This opinion serves to explain the basis for the court’s decision.\nExecutive Law § 995-c provides (1) that subsequent to conviction and sentencing for a crime specified in Executive Law § 995 (7), “[a]ny designated offender . . . shall be required to provide a sample appropriate for DNA testing to determine identification characteristics specific to such person and to be included in [the] state DNA identification index” (Executive Law § 995-c [3] [a]), and (2) that in the City of New York, “the court shall order that the sample be collected by a court officer” (Executive Law § 995-c [3] [b] [iii]). The question thus arises whether the court must order a defendant who has previously provided a sample appropriate for DNA testing, and whose sample has already been analyzed and included in the databank, to give another.\n“In implementing a statute, the courts must of necessity examine the purpose of the statute and determine the intention of the Legislature” (Williams v Williams, 23 NY2d 592, 598 [1969]). “Indeed, the primary consideration of the courts in the construction of statutes is to ascertain and give effect to the intention of the Legislature. Legislative intent drives judicial interpretations in matters of statutory construction” (People v *960Santi, 3 NY3d 234, 243 [2004] [internal quotation marks, citations and brackets omitted]). To be sure, in determining the intent of the legislature, “courts normally accord statutes their plain meaning, but will not blindly apply the words of a statute to arrive at an unreasonable or absurd result” (id. at 242 [internal quotation marks and citations omitted]). Rather, courts “look to a statute as a whole so as to construe it in a manner consistent with the presumption that unreasonable results are not intended by the Legislature” (Matter of Pokoik v Department of Health Servs., County of Suffolk, 72 NY2d 708, 718 [1988] [citations omitted]).\nThe underlying purpose served by the existence of the index and the inclusion of offenders’ samples within it is to solve crimes. Since the odds of two different people (other than identical twins) having the same DNA profile are nearly infinitesimal, a match between two DNA profiles (properly tested and analyzed) tends to establish that the samples came from the same person. Accordingly, comparison of an analyzed sample from a known individual with a sample retrieved from a crime scene enables law enforcement either to determine the identity of the perpetrator (if the samples match) or to exonerate a suspect whose DNA profile does not match.\n“The DNA identification index ... is a powerful tool both for preventing and solving crimes and for establishing a defendant’s innocence. Since its inception in 1996, there have been more than 10,000 hits against the Databank resulting in over 2,900 convictions. Currently, convicted offenders who are in the Databank have, on average, been convicted of three crimes — and in some cases as many as 30 crimes — for which no DNA has been collected before they were convicted of the DNA-eligible offense. Because individuals who commit serious crimes also commit less serious crimes, collecting DNA from individuals convicted of any Penal Law misdemeanor and all felonies will help to prevent and solve murders, rapes, and other crimes. The last expansion of the Databank that included petit larceny provides concrete evidence of the promise that this expansion holds: when petit larceny was added to [the] list of DNA[-]eligible crimes in 2006, it resulted in solving almost 1000 crimes, including 223 rapes and 53 homicides.\n“The Databank also plays a significant role in help*961ing to determine who did not commit a crime. There have been 27 individuals exonerated in New York through DNA evidence, as well as countless suspects who have been excluded and cleared most often at the earliest stages of an investigation” (Senate Introducer’s Mem in Support, Bill Jacket, L 2012, ch 19 at 2-3).\nBy expanding the index to include nearly every criminal offender, the legislature sought to increase the pool of people whose DNA would be maintained within the databank and thereby available for analysis and comparison with samples retrieved from crime scenes.\nBut once a person’s unique genetic profile has been uploaded to the databank, that person’s DNA becomes available for potential matching or exoneration, and, with respect to such person, the purposes of the Executive Law have been wholly fulfilled. No rational purpose is served by the addition of a second (or third or more) copy of the identical profile, already tested and analyzed, to the index.\nCollecting, testing, analyzing, and adding to the databank a DNA sample from a convicted offender requires a significant expenditure of resources. First, within the City of New York (with respect to offenders not sentenced to imprisonment or probation), the sergeant or ranking uniformed court officer in the court part where the sentence has been imposed must assign a court officer to escort the defendant to a designated DNA testing site for that courthouse (see Expanded DNA Sample Collection, Criminal Ct of City of NY Operational Directive No. 2012-OS, 1i 3 [a] [Aug. 1, 2012]). (Obviously, during the officer’s absence from the part, other personnel must fulfill the escorting officer’s regular duties.) The escorting officer must then take the court file for each defendant awaiting collection of a sample and escort the defendant(s) to the DNA testing site, sign in the defendant(s) with another court officer assigned to be the DNA sampling coordinator, and deliver the court file(s) to that coordinator {see id. 1Í 3 [b]). For each sample to be collected, the coordinator3 must fill out (and make a copy of) a DNA databank specimen submission form and a small envelope, including by affixing two bar code labels; don a fresh pair of rubber gloves; *962peel open an unused foam-tipped applicator (swab); collect a swabbed DNA sample from inside the defendant’s mouth; press the swab against a circle on a Micro Card so as to transfer the collected moisture to the card; close the card and put it into the small envelope; seal, initial, and date the small envelope; collect from the defendant two fingerprints to be placed in designated locations on the submission form; place the submission form and sealed small envelope inside a larger envelope; seal, initial, and date the larger envelope; and drop the large envelope in the mail (see id. 11 3 [d]; NY St Div of Criminal Justice Ser vs, Instructions, NY St Convicted Offender DNA Specimen Collection Kit, attached to Expanded DNA Sample Collection, Criminal Ct of City of NY Operational Directive No. 2012-08 [Aug. 1, 2012]). After ensuring that all collection procedures have been properly followed (see DNA Sampling for Criminal Identification, NY St Unified Ct Sys Dept of Public Safety [Dec. 17, 2004]), the coordinator must then enter the defendant’s information in a DNA testing log, stamp and date the court file, and place within it a copy of the submission form (Expanded DNA Sample Collection, Criminal Ct of City of NY Operational Directive No. 2012-08, If 3 [e], [f]).\nOnce an offender’s DNA sample is received by DCJS at the New York State Police Forensic Investigation Center in Albany, it must undergo forensic DNA testing and laboratory analysis leading ultimately to the preparation of a DNA profile record suitable for uploading to and storage in the state DNA identification index (see Executive Law § 995 [8]; NY St Div of Criminal Justice Servs, DNA Frequently Asked Questions, http:// www.criminaljustice.ny.gov/forensic/dnafaqs.htm [accessed Nov. 30, 2012]).\nBecause multiple copies of the same offender’s DNA profile uploaded to the databank provide no additional information beyond that obtained by inclusion of a single copy, any interpretation of the statute requiring a court to order such duplicative samples to nevertheless be taken would lead to absurd or unreasonable results. After all, the processing of each duplicative sample necessitates the expenditure of significant wasted resources (in time, money, materials and personnel) by both the Unified Court System (responsible for collection) and DCJS (responsible for testing and analysis), without discernible benefit.\nAccordingly, DCJS has construed the statute as requiring only a single DNA sample to be obtained from each eligible offender, *963no matter how many additional eligible offenses the offender commits (see 2012 DNA Expansion, Mem from Gina L. Bianchi, Deputy Commr, Off of Legal Servs &amp; Counsel, NY St Div of Criminal Justice Servs, to NY St Law Enforcement Agencies [June 2012] [“if an offender already has a DNA sample in the Databank . . . duplicate collection is unnecessary”]). “It is well settled that the construction given statutes and regulations by the agency responsible for their administration, if not irrational or unreasonable, should be upheld” (Matter of Howard v Wyman, 28 NY2d 434, 438 [1971]). As the agency responsible for administration of the DNA databank (see Executive Law § 995-c [1]), DCJS’s interpretation of the statute is entitled to deference.\nThe legislative purpose behind Executive Law § 995-c (3) (b) was not to mandate that courts direct their officers to collect and submit to DCJS duplicative samples that DCJS doesn’t want and won’t use. Rather, in enacting the statute, the legislature sought merely to codify procedures for collection — 4 but only when collection is necessary — by making clear which public servants were responsible for obtaining which (needed) samples, thereby ensuring that no designated offender would be missed as a result of uncertainty or dispute over whether (in New York City) a court officer, a probation officer, or a correction officer should collect the sample of a particular defendant. In so doing, the legislature essentially codified collection practices developed since the inception of the DNA databank, which practices incorporated a long-standing directive from DCJS that duplicate collection was unnecessary (see Mem from Chauncey Parker, Commr, NY St Div of Criminal Justice Servs, to All Criminal Justice Agencies [May 9, 2005] [“it is not necessary to collect another DNA specimen even when the offender has been convicted of a subsequent DNA-qualifying offense”]; New York City Criminal Court Protocol for DNA Collection, Criminal Ct of City of NY Operational Protocol, 1i I [B] [1] [Aug. 18, 2006] *964[“A DNA sample does not need to be collected from a defendant who already has a sample on file with the state index”]).\nIn order to ensure that only necessary samples be taken and submitted, and to avoid needless duplication, DCJS has implemented a system whereby one of three distinct DNA banners may be displayed on criminal-history record reports, as appropriate: “The DNA SAMPLE OWED banner is shown when an Offender has committed a Qualifying Offense, but has not submitted (and owes) a DNA sample.” The DNA SAMPLE HAS BEEN COLLECTED banner “is shown when an Offender’s DNA Sample has already been submitted, but has not yet been analyzed by the DNA Databank.” The DNA PROFILE IS ON FILE IN THE DNA DATABANK banner “is shown when an Offender has submitted a DNA sample, that sample has been analyzed by the Databank and is already in CODIS” (NY St Div of Criminal Justice Servs, DNA Banners Displayed on a Rap Sheet, attached to Expanded DNA Sample Collection, Criminal Ct of City of NY Operational Directive No. 2012-08 [Aug. 1, 2012]).5\nFurther, DCJS has advised law enforcement agencies around the state not to collect duplicative samples (see 2012 DNA Expansion, Mem from Gina L. Bianchi, Deputy Commr, Off of Legal Servs &amp; Counsel, NY St Div of Criminal Justice Servs, to NY St Law Enforcement Agencies [June 2012] [“if an offender already has a DNA sample in the Databank, there will be a ‘flag’ on the offender’s criminal history record and duplicate collection is unnecessary”]; see also email from DNA Databank Coordinator, Off of Forensic Servs, NY St Div of Criminal Justice Servs, to Jeffrey A. Gershuny, Supervising Ct Attorney, Criminal Ct of City of NY, County of NY [July 27, 2012, 1:01 p.m.] [on file with Criminal Ct of City of NY, County of NY] [it is “not necessary to collect a DNA sample from someone who has a DNA profile on file. Once we have a profile on file it is good forever”]; cf. Collection of DNA Samples, Mem from John W. McConnell &amp; Paul McDonnell, Counsel, NY St Unified Ct Sys, to Hon. Fern A. Fisher &amp; Hon. Michael V Coccoma, Deputy Chief Admin Judges, NY St Unified Ct Sys at 2 n 3 [July 26, 2012] [DCJS “takes the pragmatic position that ordering collection of an additional sample from an offender who is already in the database would be duplicative and wasteful”]).\n*965Accordingly, defendant need not provide an additional DNA sample since his profile is already on file in the state DNA identification index.\n\n. A single exception exists for the class B misdemeanor conviction of criminal possession of marijuana in the fifth degree under subdivision (1) of Penal Law § 221.10 — marijuana knowingly and unlawfully possessed in a public place while burning or open to public view — of persons who have not previously been convicted of any crime (see L 2012, ch 19, § 5 [codified at Executive Law § 995 (7)]).\n\n\n. DNA samples of designated offenders sentenced to imprisonment are to be collected by the public servant to whose custody the offender has been committed (see Executive Law § 995-c [3] [b] [i]), and samples of those sentenced to probation, or to a “split sentence” of imprisonment and probation, by the supervising probation department (see Executive Law § 995-c [3] [b] [ii]).\n\n\n. In certain counties, and during night, weekend and holiday arraignment hours, the same court officer assigned to escort the defendant must also perform all of the duties otherwise assigned to the coordinator (see id. IT 4 [a]-[fl).\n\n\n. Indeed, within the City of New York, such procedures had been in place long before the 2012 enactment of Executive Law § 995-c (3) (b) (see New York City Criminal Court Protocol for DNA Collection, Criminal Ct of City of NY Operational Protocol at n 2 [Aug. 18, 2006] [“The Court will collect the DNA samples from defendants who owe one and are sentenced to either Time Served, a Conditional Discharge, an Unconditional Discharge, or a Fine (without additional jail time or a term of probation). The Department of Correction() will collect the DNA samples from defendants who owe one and are sentenced to jail beyond time already served. The Department of Probation will collect the DNA samples from defendants who owe one and are sentenced (to) a term of probation”]).\n\n\n. Here, defendant’s criminal-history record report contained a “DNA PROFILE IS ON FILE IN THE DNA DATABANK” banner.\n\n",
            "ocr": true,
            "opinion_id": 6225525
        }
    ],
    "court_short_name": "Criminal Court of the City of New York",
    "court_full_name": "Criminal Court of the City of New York",
    "court_type": "SS",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}