{
    "id": 6456120,
    "judges": null,
    "date_filed": "1997-07-22",
    "date_filed_is_approximate": true,
    "slug": "david-clancy-v-state-of-iowa",
    "case_name_short": null,
    "case_name": "David Clancy v. State of Iowa",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "https://www.iowacourts.gov/courtcases/14516/embed/CourtAppealsOpinion",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                    No. 20-1664\n                               Filed March 30, 2022\n\n\nDAVID CLANCY,\n     Applicant-Appellant,\n\nvs.\n\nSTATE OF IOWA,\n     Respondent-Appellee.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Linn County, Paul D. Miller, Judge.\n\n\n\n      An applicant appeals the denial of his postconviction-relief application.\n\nAFFIRMED.\n\n\n\n      Alfredo Parrish and Clinton Luth of Parrish Kruidenier Dunn Gentry Brown\n\nBergmann & Messemer L.L.P., Des Moines, for appellant.\n\n      Thomas J. Miller, Attorney General, and Kyle Hanson, Assistant Attorney\n\nGeneral, for appellee State.\n\n\n\n      Considered by Schumacher, P.J., Ahlers, J., and Mullins, S.J.*\n\n      *Senior judge assigned by order pursuant to Iowa Code section 602.9206\n\n(2022).\n\f                                           2\n\n\nSCHUMACHER, Presiding Judge.\n\n       David Clancy appeals the denial of his postconviction-relief (PCR)\n\napplication. He alleges his trial counsel was ineffective in failing to object to several\n\ninstances of prosecutorial misconduct, in failing to object to the admissibility of\n\ncertain evidence, and in failing to pursue alternative defenses. We affirm.\n\nI.     Background Facts & Proceedings\n\n       Clancy and Paul Tillman were acquaintances and spent time together target\n\nshooting, fishing, and smoking marijuana. After Clancy loaned Tillman $400, they\n\narranged for Tillman to periodically obtain marijuana for Clancy. Clancy would give\n\nTillman the money necessary for the purchase of the marijuana; Tillman would buy\n\ndrugs for Clancy.\n\n       In late May 2016, Clancy requested that Tillman purchase $300 worth of\n\nmarijuana for him. Clancy dropped off the money for the purchase at Tillman’s\n\nplace of employment. Tillman indicated he would deliver the marijuana after he\n\ngot off work that night around 7:00 p.m. Tillman was to deliver the drugs at a\n\nlocation near Clancy’s home.\n\n       Shortly after the arranged time to drop off the drugs and a lack of\n\nappearance by Tillman, Clancy began texting Tillman, asking about his location.\n\nClancy sent a text message to Tillman, “Why are you fucking me around” and\n\n“WTF?” Tillman explained that he had to stay late for work. While waiting, Clancy\n\nalso sent a text to his girlfriend, stating, “I’m pissed” and that Tillman was “playing\n\nhead games.”\n\n       Clancy drove to Tillman’s house and waited for him to arrive home from\n\nwork. Gail Maddox, Tillman’s girlfriend, was outside on the porch with her two\n\f                                        3\n\n\ndogs. She testified1 that Clancy seemed agitated and upset. Upon learning that\n\nTillman was not at home, Clancy threatened to take Tillman’s dogs.         Clancy\n\nadmitted at trial that he planned to take the dogs to motivate Tillman’s return.\n\nMaddox took the dogs inside; alerted Tillman to what was happening; and, like\n\nClancy, waited for Tillman to arrive home. Tillman sent a text to Clancy, informing\n\nhim that he would return the money and that Clancy should not “bother [him] again\n\nfor weed.” Tillman returned home soon after. Once Tillman parked his car, Clancy\n\napproached the driver side window and Tillman handed Clancy his money.\n\n      Following the money exchange, the parties’ versions of events part. Tillman\n\ntestified that Clancy “sucker punched” him in the face after snatching away the\n\nmoney while Tillman was still in the car. Clancy claimed Tillman charged him\n\nunprovoked. Both sides agree a scuffle ensued. They also both agree that Tillman\n\ndid not land any punches on Clancy, although Clancy claims Tillman broke his\n\nfinger.2 Maddox yelled at both men to stop fighting and threatened to call the\n\npolice. The men separated.\n\n      Tillman then walked back up to his porch but believed that Clancy was\n\nfollowing him. Tillman grabbed a piece of wood that he used for barbequing and\n\nturned back, walking toward Clancy. The piece of wood was about two feet long\n\nand a few inches in diameter. Clancy fired three shots. One bullet stuck Tillman\n\nin the arm. One bullet struck Tillman in his back, knocking him to the ground. The\n\n\n\n\n1 Maddox passed away a week before trial. Her videotaped deposition was played\nin lieu of in-person testimony.\n2 Clancy did not seek medical treatment for a finger injury until two months after\n\nthe May 2016 incident.\n\f                                          4\n\n\nthird bullet struck Tillman’s house. As Clancy fled, Maddox threw a piece of wood\n\nat his truck while he drove away.\n\n       Police arrived at the scene and located a piece of wood a short distance\n\nfrom the street. No weapons were found in the front yard. Officers searched\n\nTillman’s residence and found several guns. Officers located a shotgun in a closet\n\nin the bedroom, covered by boxes and clothing. None of the weapons in Tillman’s\n\nresidence were loaded. Officers arrested Clancy the next day and discovered a\n\nloaded .40-caliber Glock used in the shooting in the center console of his truck.\n\n       Clancy was represented by a series of attorneys. His first counsel filed a\n\nnotice of affirmative defenses, including intoxication, diminished capacity, and self-\n\ndefense. Clancy’s second set of attorneys withdrew the notice of affirmative\n\ndefenses and filed a new notice—one that only claimed self-defense. Clancy then\n\nobtained his third set of attorneys who did not file a new notice of affirmative\n\ndefenses but relied on the second notice.\n\n       Trial commenced in late May 2018.          Over twenty witnesses testified,\n\nincluding Clancy. Relying on his affirmative-defense notice, Clancy testified that\n\nTillman yelled that he would get his shotgun and kill Clancy. Clancy testified that\n\nin response, he pulled his pistol from his pocket. Clancy testified that after Tillman\n\nobtained a shotgun from his porch or front entrance, rather than a piece of wood,\n\nTillman approached Clancy. According to Clancy, Tillman shouldered his shotgun\n\nand Clancy then fired his gun three times, striking Tillman. Clancy left the scene,\n\ndeclining to report the shooting because he feared being arrested for the marijuana\n\ntransaction.\n\f                                          5\n\n\n         After a five-day jury trial, Clancy was convicted of attempted murder, in\n\nviolation of Iowa Code sections 707.11(1) and 707.11(2) (2016), and willful injury\n\nresulting in serious injury, in violation of section 708.4(1). The jury acquitted\n\nClancy on a third charge of going armed with intent in violation of Iowa Code\n\nsection 708.8. Clancy filed a motion for a new trial, which was denied. Clancy\n\nfiled a direct appeal but dismissed the same.\n\n         Clancy filed the instant PCR application, his first, on April 17, 2019.\n\nFollowing trial, the district court denied Clancy’s entire application.      Clancy\n\nappeals.\n\nII.      Standard & Scope of Review\n\n         “Generally, an appeal from a denial of an application for [PCR] is reviewed\n\nfor correction of errors at law. However, when the applicant asserts claims of a\n\nconstitutional nature, our review is de novo.” Lamasters v. State, 821 N.W.2d 856,\n\n862 (Iowa 2012) (citations and quotations omitted).\n\n         An applicant alleging ineffective assistance must demonstrate a breach of\n\nduty by counsel and prejudice. See Ledezma v. State, 626 N.W.2d 134, 142 (Iowa\n\n2001). Both prongs must be established by a preponderance of the evidence. Id.\n\n“We may affirm the district court’s rejection of an ineffective-assistance-of-counsel\n\nclaim if either element is lacking.” Anfinson v. State, 758 N.W.2d 496, 499 (Iowa\n\n2008).\n\n         To demonstrate a breach of duty, the applicant must show their counsel\n\nperformed below the standard of a “reasonably competent attorney.” Strickland v.\n\nWashington, 466 U.S. 668, 687 (1984). “We start with the presumption that the\n\nattorney performed competently and proceed to an individualized fact-based\n\f                                          6\n\nanalysis.” Lamasters, 821 N.W.2d at 866. “Ineffective assistance is more likely to\n\nbe established when the alleged actions or inactions of counsel are attributed to a\n\nlack of diligence as opposed to the exercise of judgment.” Ledezma, 626 N.W.2d\n\nat 142. “While strategic decisions made after ‘thorough investigation of law and\n\nfacts relevant to plausible options are virtually unchallengeable,’ strategic\n\ndecisions made after a ‘less than complete investigation’ must be based on\n\nreasonable professional judgments which support the particular level of\n\ninvestigation conducted.” Id. at 143 (quoting Strickland, 466 U.S. at 690-91). “The\n\nreal issue is not whether defense counsel’s actions were successful, but whether\n\nthey were ‘justifiable.’” Anfison, 758 N.W.2d at 501 (citation omitted).\n\n       To establish prejudice, the applicant “must show that there is a reasonable\n\nprobability that, but for counsel’s unprofessional errors, the result of the proceeding\n\nwould have been different. A reasonable probability is a probability sufficient to\n\nundermine the confidence in the outcome.” Strickland, 466 U.S. at 694. When an\n\napplicant alleges multiple instances of ineffective assistance, we must analyze the\n\nclaims “individually and cumulatively.” State v. Clay, 824 N.W.2d 488, 500 (Iowa\n\n2012) (citing Schrier v. State, 347 N.W.2d 657, 667-68 (Iowa 1984)).\n\nIII.   Discussion\n\n       Clancy raises several claims on appeal. First, he alleges counsel failed to\n\nobject to multiple instances of prosecutorial misconduct. In particular, he alleges\n\ncounsel was ineffective for failing to object when the prosecutor asked Clancy\n\nabout the credibility of another witness. Clancy further contends his counsel\n\nshould have objected to the prosecutor’s references to his pre-arrest and post-\n\narrest silence. Clancy also asserts his counsel was ineffective for failing to object\n\f                                           7\n\n\non evidentiary grounds to the prosecutor’s references to his pre-arrest silence.\n\nFinally, he claims counsel was ineffective for failing to adequately investigate and\n\npursue alternative affirmative defenses.\n\n       A.     Prosecutorial Misconduct\n\n       Clancy alleges several instances of prosecutorial misconduct and a lack of\n\nobjection by counsel.    “In analyzing the [applicant’s] ineffective-assistance-of-\n\ncounsel claim, our first step is to assess whether the record demonstrates, as a\n\nmatter of law, the existence or absence of a meritorious due process violation.”\n\nState v. Graves, 668 N.W.2d 860, 869 (Iowa 2003). This requires a showing of\n\nmisconduct and prejudice “to such an extent that the [applicant] was denied a fair\n\ntrial.” Id. “[I]t is the prejudice resulting from the misconduct, not the misconduct\n\nitself, that entitles a[n] [applicant] to a new trial.” Id. (citation omitted). When\n\nexamining the prejudice prong, we consider “(1) the severity and pervasiveness of\n\nthe misconduct; (2) the significance of the misconduct to the central issues in the\n\ncase; (3) the strength of the State’s evidence; (4) the use of cautionary instructions\n\nor other curative measures; and (5) the extent to which the defense invited the\n\nmisconduct.” Id. (citations omitted).\n\n       If the applicant can establish a meritorious claim, we then consider the well-\n\nestablished two-prong test for ineffective assistance of counsel.         Id. at 870.\n\nConsequently, we consider “whether an attorney performing within the range of\n\nnormal competency would have made an objection and/or requested a mistrial,”\n\nand whether “the record permits a determination of the prejudice prong” of\n\nineffective assistance. Id.\n\f                                          8\n\n\n              1.      Inducing Clancy to Comment on Witness Credibility\n\n       Clancy claims the prosecutor impermissibly solicited his opinion on whether\n\nother witnesses were lying and his counsel failed to object. “It is well-settled law\n\nin Iowa that a bright-line rule prohibits the questioning of a witness on whether\n\nanother witness is telling the truth.” Bowman v. State, 710 N.W.2d 200, 204 (Iowa\n\n2006). “There are no exceptions to this rule.” Id. (citing Graves, 668 N.W.2d at\n\n873). Moreover, the prosecutor need not directly ask if a witness is lying—“it is not\n\nproper . . . [to ask] one witness if another witness is untruthful, mistaken, or to\n\notherwise ask the witness to comment on the credibility of another witness.”\n\nNguyen v. State, 707 N.W.2d 317, 325 (Iowa 2005); see also State v. Carey, 709\n\nN.W.2d 547, 552 (Iowa 2006) (“In Graves, we held that it is misconduct, under any\n\ncircumstances, for a prosecutor to ask a witness to comment on the veracity of\n\nanother witness.”).\n\n       Clancy highlights the exchanges between himself and the prosecutor:\n\n              Q. So when Ms. Maddox saw you punch him when he was in\n       his car, she’s mistaken? A. Yes.\n              Q. And when Mr. Tillman said that you punched him when he\n       was getting out of his car, he’s mistaken? A. Yes.\n\nAnother series of questioning followed:\n\n              Q. So besides Ms. Maddox being quick enough to hide this\n       shotgun, you’re telling us that you believe Ms. Maddox and Mr.\n       Tillman were clever enough to come up with this idea that he grabbed\n       a piece of wood? A. It surprised me but, yes, I’m—I believe that they\n       made that story up.\n              Q. So there was enough time from when Ms. Draper came out\n       and saw your vehicle speed off and Ms. Maddox coming to Mr.\n       Tillman for them to hide a gun, correct? A. (Nodded head).\n\f                                        9\n\n\n              Q. Is that a yes? A. Yes.\n              Q. For them to come up with a story together, correct?\n              ....\n              Q. And that conveniently there just happened to be a log\n      across the street that matched their story. That’s what you’re saying,\n      this is all a convenience? A. Yes.\n\n      In this exchange, we first note that the prosecutor’s questions were largely\n\ninvited by the defense because after the prosecutor asked what happened to the\n\nshotgun that Tillman allegedly pointed at Clancy, he responded, “I’m guessing they\n\nhid it.” That testimony directly contradicts the testimony of both Maddox and\n\nTillman, inviting a conclusion that they lied. And the alleged misconduct by the\n\nprosecutor was not pervasive nor severe. The trial spanned roughly five days, and\n\nthere are only two instances of questioning in the record before us.\n\n      Furthermore, much of the questioning is not asking Clancy to comment on\n\nwitness credibility, but is instead clarifying Clancy’s version of events—if he\n\nbelieved a gun was involved but not found at the scene, it must have been moved\n\nat some point. Asking what happened to the shotgun is not inherently asking for\n\nClancy to comment on the credibility of other witnesses.       This more closely\n\nresembles the permissible practice of a prosecutor examining “a witness about an\n\nevent by pointing out the factual differences between the witness’s testimony and\n\nthe testimony of other witnesses to the same event.” Nguyen, 707 N.W.2d at 324-\n\n25.\n\n      Finally, this was not an “all-out, name-calling attack on [the applicant’s]\n\ncredibility [that] shifted the focus of the trial from the real issue—what really\n\nhappened based on the admissible evidence in [the] case.” Bowman, 710 N.W.2d\n\nat 207.   And while this questioning by the prosecutor perhaps pushed the\n\f                                            10\n\n\nenvelope, given the context of the questioning, we do not find that the prosecutor’s\n\nquestioning rose to the level of a due process violation. Even if we were to find\n\nthe questioning rose to the level of misconduct, we find a lack of prejudice given\n\nthe length of the exchange. We determine that Clancy was not denied a fair trial\n\nbased on this questioning.\n\n       Clancy also asserts misconduct in the prosecutor’s closing argument. For\n\ninstance, the prosecutor said, “[Clancy] states, though, that his finger . . . got\n\nbroken during this altercation. . . . And that doesn’t—should not pass common\n\nsense or reason, why an individual who was already given the money back [would]\n\ndo anything like that.” The prosecutor also pointed out how Clancy claimed Tillman\n\nyelled that he would get a gun, but no neighbors heard it, although they did hear\n\nMaddox yelling. Finally, Clancy argues that the prosecutor implied Clancy was\n\nlying in his version of events:\n\n               And also out of all this, there happened to be a log across the\n       street that did not belong . . . . Ask yourself, which story is supported\n       by the evidence and which story is more credible . . . ?\n               Ask yourselves, does this pass common sense and reason\n       that Ms. Maddox had this time to go down, pick up a shotgun, run\n       inside the house—which was described as cluttered and difficult to\n       move in by [an officer]—go to the bedroom, bury it in the closet, stack\n       boxes in front of it, throw clothes in front of it that’s seen . . . and then\n       come up with a story that’s identical to Mr. Tillman and then\n       conveniently tell this story to a law enforcement officer at the scene\n       separate from Mr. Tillman . . . .\n\n       We generally give prosecutors “some latitude during closing argument in\n\nanalyzing the evidence admitted in the trial.” Graves, 668 N.W.2d at 874 (quoting\n\nState v. Phillips, 226 N.W.2d 16, 19 (Iowa 1975)). Prosecutors “may argue the\n\nreasonable inferences and conclusions to be drawn from the evidence.                   A\n\nprosecutor may not, however, express his or her personal beliefs.” Id. (internal\n\f                                           11\n\n\ncitation omitted). “The key point is that counsel is precluded from using argument\n\nto vouch personally as to a defendant’s guilt or a witness’s credibility.” State v.\n\nWilliams, 334 N.W.2d 742, 744 (Iowa 1983); see also Carey, 709 N.W.2d at 556\n\n(“[M]isconduct occurs when the prosecutor seeks [to tarnish the defendant’s\n\ncredibility or boost the State’s case] through unnecessary and overinflammatory\n\nmeans that go outside the record or threaten to improperly incite the passions of\n\nthe jury.”).\n\n        In reviewing this closing argument, we find the prosecutor’s statements\n\nwere “legitimate inferences from the evidence.” Graves, 668 N.W.2d at 875. The\n\nprosecutor’s statements were largely referencing specific pieces of evidence, such\n\nas the state of Tillman’s closet where the shotgun Clancy claims Tillman used was\n\nfound, as well as specific points from other witnesses’ testimony. Our supreme\n\ncourt has found that prosecutors can draw “inference[s] from the divergent\n\ntestimony of” two witnesses. Id. This is not a case in which “the prosecutor\n\npersonally vouched against the credibility of [Clancy’s] testimony.”          Id.   The\n\nprosecutor did not engage in misconduct during the State’s closing argument by\n\nimplying Clancy lied.\n\n               2.     Doyle Violation\n\n        Clancy next claims that his counsel was ineffective for failing to object to the\n\nprosecutor’s reference to his post-arrest silence in closing arguments. The district\n\ncourt found that while the prosecutor did engage in misconduct, Clancy was not\n\nprejudiced because it was “a short, one-time statement in a lengthy trial.”\n\n        The Supreme Court, in Doyle v. Ohio, held that “the use for impeachment\n\npurposes of [a defendant’s] silence, at the time of arrest and after receiving\n\f                                          12\n\nMiranda warnings, violate[s] the Due Process Clause.” 426 U.S. 610, 619 (1976).\n\nThe Court reasoned that because Miranda required every arrestee to be advised\n\nof their right to remain silent, “[s]ilence in the wake of these warnings may be\n\nnothing more than the arrestee’s exercise of these Miranda rights.” Id. at 617.\n\nConsequently, prosecutors cannot comment on a defendant’s post-Miranda\n\nsilence. See id. We note that it is unclear from the record before us if Clancy was\n\nMirandized. See Fletcher v. Weir, 455 U.S. 603, 607 (1982) (finding that it does\n\nnot violate due process to cross-examine a defendant on their post-arrest silence\n\nwhen the defendant was not Mirandized); see also State v. Johnson, No. 07-1298,\n\n2008 WL 2906516, at *2 (Iowa Ct. App. July 30, 2008) (“Doyle therefore does not\n\nprotect all silence, but only that ‘where the government had induced silence by\n\nimplicitly assuring the defendant that his silence would not be used against him.’”\n\n(citation omitted)).   However, because Clancy’s claim fails whether he was\n\nMirandized or not, we address the merits of his claim.\n\n       The prosecutor referenced Clancy’s post-arrest silence in closing argument.\n\nThe two sentences that contain the challenged reference are as follows: “Two\n\nyears and one day goes by [from the shooting] and never once did he ever call 9-\n\n1-1. After Mr. Tillman testified, Ms. Maddox testified, and all the evidence was\n\npresented, we finally get to hear Mr. Clancy’s side.” Both parties and the PCR\n\ncourt agreed during the PCR trial that this statement was a Doyle violation.3 The\n\ndistrict court found a lack of prejudice. We agree. Even if a successful objection\n\n\n\n3On appeal, the State challenges whether these two sentences actually constitute\na Doyle violation, but as the parties stipulated to the same during trial, we find this\nargument is not preserved for appeal.\n\f                                         13\n\n\nhad been made by counsel, Clancy cannot prove the result of the trial would have\n\nbeen different. In addition to Tillman’s testimony, medical evidence established\n\nthat Tillman was shot in the back. Two additional witnesses testified they did not\n\nhear Tillman threaten Clancy. No weapon was located at the scene. And Clancy’s\n\nown expert testified that Tillman was retreating when he was shot.               The\n\nprosecutor’s comment was an isolated incident—two sentences out of five days of\n\ntrial. Given the evidence against him, it is unlikely the outcome would have been\n\nany different had trial counsel objected to the limited statement concerning\n\nClancy’s silence. See Elken v. State, No. 12-0933, 2013 WL 3864588, at *2 (Iowa\n\nCt. App. July 24, 2013). Thus, Clancy did not suffer prejudice sufficient to change\n\nthe outcome of the trial.\n\n              3.     Pre-arrest Silence\n\n       Clancy contends his attorney was ineffective in failing to object to the\n\nprosecutor’s discussion of his pre-arrest, pre-Miranda silence. In particular, he\n\nargues the prosecutor should not have discussed his failure to call the police\n\nfollowing the shooting.     Our review of the record reveals that the prosecutor\n\ndiscussed Clancy’s failure to call the police two times during trial.       First, the\n\nprosecutor questioned Clancy’s girlfriend if Clancy called the police either the night\n\nof the shooting or the next morning. Additionally, during closing arguments, the\n\nprosecutor discussed how Clancy had “at least 45 minutes from Mr. Tillman’s\n\nhouse to his home to gather his thoughts and to call 9-1-1,” as well as additional\n\ntime the next morning.\n\n       The district court found the State’s questions and comments about Clancy’s\n\nfailure to contact police pre-arrest were not a due process violation. We agree.\n\f                                         14\n\n\nFirst, the Supreme Court is clear that “the Fifth Amendment is not violated by the\n\nuse of prearrest silence to impeach a criminal defendant’s credibility.” Jenkins v.\n\nAnderson, 447 U.S. 231, 238 (1980). Clancy took the stand and testified in his\n\nown defense.     Thus, the prosecutor’s comments in closing argument were a\n\nlegitimate way to challenge Clancy’s credibility. We do not find a due process\n\nviolation.\n\n       We next turn to the questioning of Clancy’s girlfriend concerning his pre-\n\narrest silence. Prosecutors can impeach a defendant with their pre-arrest silence.\n\nThe “impeachment follows the defendant’s own decision to cast aside his cloak of\n\nsilence” and testify. Id. Here, the prosecutor asked Miller about Clancy’s failure\n\nto call the police prior to Clancy’s testimony. While the questions were not posed\n\ndirectly to Clancy, our case law is clear that “the Fifth Amendment can be violated\n\neven when the government does not directly coerce testimony from the defendant.”\n\nState v. Gibbs, 941 N.W.2d 888, 894 (Iowa 2020).             The Fifth Amendment\n\n“generally protects the right of a person to remain silent unless he chooses to\n\nspeak in the unfettered exercise of his own will.”       Id. (quotation and citation\n\nomitted).\n\n       Even if the prosecutor’s questions to Miller were misconduct, they did not\n\nresult in prejudice to Clancy. First, the exchange was limited to two questions—\n\nwhether Clancy called the police the night of the shooting or the following morning.\n\nAs such, the misconduct was not pervasive nor severe.            Moreover, Clancy’s\n\ncounsel testified at the PCR hearing that they were planning to call Clancy to testify\n\nall along and planned to discuss his pre-arrest silence.          Consequently, the\n\nprosecutor’s questions did not compel Clancy to testify. Clancy’s counsel was not\n\f                                          15\n\n\nineffective for failing to object. We also note that even assuming counsel could\n\nhave successfully objected, their decision not to object was a reasonable strategic\n\nchoice. See Fryer v. State, 325 N.W.2d 400, 414 (Iowa 1982). Counsel testified\n\nthat they planned to discuss Clancy’s pre-arrest silence even prior to trial, and\n\nthought they had sufficiently explained the issue to the jury so that an objection\n\nwas unnecessary. We find no due process violation. And we further conclude a\n\nlack of prejudice that precluded a fair trial if the claim was analyzed under\n\nStrickland.\n\n       B.     Evidentiary Issues\n\n       Clancy also reframes his argument regarding pre-arrest silence on\n\nalternative grounds.     He alleges his counsel should have objected to the\n\nintroduction of evidence related to his pre-arrest silence on evidentiary grounds.\n\nIn particular, he contends the testimony related to his decision not to contact the\n\npolice violated Iowa Rules of Evidence 5.403 and 5.404.\n\n       As a preliminary matter, we note that Clancy failed to preserve his claim as\n\nit relates to rule 5.404. “It is a fundamental doctrine of appellate review that issues\n\nmust ordinarily be both raised and decided by the district court before we will\n\ndecide them on appeal.” Meier v. Senecaut, 641 N.W.2d 532, 537 (Iowa 2002).\n\nClancy did not raise the claim in his PCR application and the district court did not\n\nrule on it. As such, our review is limited to his claims concerning rule 5.403.\n\n       Clancy contends rule 5.403 required his counsel to object to the\n\nadmissibility of his pre-arrest silence. Under rule 5.403, “[e]ven relevant evidence\n\ncan be inadmissible if the evidence’s probative value is ‘substantially outweighed\n\nby the danger of one or more of the following: unfair prejudice, confusing the\n\f                                          16\n\n\nissues, misleading the jury, undue delay, wasting time, or needlessly cumulative\n\nevidence.’” State v. Buelow, 951 N.W.2d 879, 889 (Iowa 2020) (quoting Iowa R.\n\nEvid. 5.403). We analyze an objection under rule 5.403 under a two-part test. Id.\n\n“First, we consider the probative value of the evidence. Second, we balance the\n\nprobative value against the danger of its prejudicial or wrongful effect upon the\n\ntriers of fact.” Id. (quoting State v. Webster, 865 N.W.2d 223, 242 (Iowa 2015)).\n\n“[A]ll powerful evidence is prejudicial to one side. The key is whether the danger\n\nof unfair prejudice substantially outweighs the evidence’s probative value.” Id.\n\n(quoting State v. Neiderbach, 837 N.W.2d 180, 202 (Iowa 2013)).\n\n       Our courts have long held that pre-arrest silence can be probative evidence\n\nwhen the defendant claims they acted in self-defense. See State v. Shanahan,\n\n712 N.W.2d 121, 138 (Iowa 2006) (finding such evidence was “strong, essential\n\nevidence” to refute the defendant’s version of events); see also Jenkins, 447 U.S.\n\nat 239 (“Common law traditionally has allowed witnesses to be impeached by their\n\nprevious failure to state a fact in circumstances in which that fact naturally would\n\nhave been asserted.”). Clancy’s failure to report his use of deadly force to the\n\npolice speaks to his intent and how he perceived the situation. See Shanahan,\n\n712 N.W.2d at 138 (“When a person is required to use deadly force to protect\n\nhimself or herself, normally the first course of action is for that person to notify the\n\nauthorities and report the incident.”).\n\n       Clancy alleges the evidence is prejudicial because it makes him seem to\n\nhave a “criminal character” and implies he is “inherently violent or untrustworthy.”\n\nHowever, the evidence was not of the sort that our court has traditionally\n\nconsidered unfairly prejudicial. See Webster, 865 N.W.2d at 244 (concluding\n\f                                         17\n\n\nevidence the defendant had previously struck a pregnant woman was unfairly\n\nprejudicial because it would needlessly emphasize the defendant’s violent history\n\nto a victim the jury would foreseeably be sensitive to); State v. Huston, 825 N.W.2d\n\n531, 539 (Iowa 2013) (“Telling the jury the [Department of Human Services (DHS)]\n\ndetermined the child abuse complaint against [the defendant] was founded was\n\nunfairly prejudicial due to the risk the jury would substitute the DHS determination\n\nfor its own finding of guilt or would give the determination undue weight.”); State v.\n\nHenderson, 696 N.W.2d 5, 11-12 (Iowa 2005) (finding evidence of prior drug\n\nconviction was unfairly prejudicial in case for “essentially the same crime[]”). The\n\nevidence did not confuse or mislead the jury by creating an issue apart from\n\nClancy’s guilt or innocence. See State v. Buman, 955 N.W.2d 215, 221 (Iowa\n\n2021) (finding language in an exhibit defining professional standards for nurses\n\nconfused the jury on the applicable legal standard at trial).\n\n       Clancy argues we should analogize this case to State v. Wilson, 878\n\nN.W.2d 203, 211-14 (Iowa 2016), which examined the admissibility of evidence\n\nthat the defendant fled a crime scene. In that case, the court found four inferences\n\nwere necessary to impute guilt: “(1) from the defendant's behavior to avoidance of\n\napprehension, (2) from avoidance of apprehension to consciousness of guilt, (3)\n\nfrom consciousness of guilt to consciousness of guilt concerning the crime\n\ncharged, and (4) from consciousness of guilt concerning the crime charged to\n\nactual guilt of the crime charged.” Id. at 212-13. Clancy argues the inferential\n\nchain breaks down at the third inference because he felt unable to call the police\n\ndue to the drug transaction that started the confrontation. Even if true, rule 5.403\n\nrequires the probative value be substantially outweighed by the unfair prejudice to\n\f                                         18\n\n\nthe defendant. We determine there was not a breach of an essential duty by trial\n\ncounsel, as the evidence was admissible and the probative value was not\n\nsubstantially outweighed by any unfair prejudice to Clancy.\n\n       C.     Alternative Defenses\n\n       Clancy argues his counsel was ineffective for failing to investigate and\n\npursue the affirmative defenses of diminished capacity and intoxication. Counsel\n\ngenerally has a duty to investigate the case. See Strickland, 466 U.S. at 690.\n\n“[C]laims of ineffective assistance involving tactical or strategic decisions of\n\ncounsel must be examined in light of all the circumstances to ascertain whether\n\nthe actions were a product of tactics or inattention . . . .” Anfinson, 758 N.W.2d at\n\n501 (quoting Ledezma, 626 N.W.2d at 143). “While strategic decisions made after\n\n‘thorough investigation of law and facts relevant to plausible options are virtually\n\nunchallengeable,’ strategic decisions made after a ‘less than complete\n\ninvestigation’ must be based on reasonable professional judgments which support\n\nthe particular level of investigation conducted.” Ledezma, 626 N.W.2d at 143\n\n(citation omitted).\n\n       Clancy contends his counsel should have more thoroughly investigated and\n\npursued the diminished-capacity and intoxication defenses based on his lengthy\n\nhistory of mental illness and the potential effects of his medication. Counsel\n\nadmitted to not reviewing the mental-health records for the time period that would\n\nhave occurred after the May 2016 shooting. Counsel testified that even if they had\n\nreviewed the records, it probably would not have changed their determination to\n\npursue only a self-defense argument.\n\f                                         19\n\n       Clancy claims this case is analogous to Anfinson. In that case, our supreme\n\ncourt found that counsel’s utter refusal to investigate evidence that his client was\n\nsuffering from post-partum depression constituted ineffective assistance.\n\nAnfinson, 758 N.W.2d at 499. Such an analogy on these facts is misplaced. In\n\nAnfinson, trial counsel categorically refused to consider any evidence that his client\n\nsuffered from post-partum depression, including failing to obtain medical records\n\nindicating his client suffered from depression in the past, publicly stating\n\ndepression did not play a role, and denying family members’ requests to look into\n\nthe issue. Id. at 499-501.\n\n       Here, counsel did not categorically refuse to consider alternative defenses\n\ndespite evidence suggesting the defenses could be legitimate.            Rather, trial\n\ncounsel testified that Clancy gave no indications of mental illness or intoxication\n\nthroughout their interactions with him.       Clancy consistently offered the same\n\nversion of events with a solid grasp of details. See Strickland, 466 U.S. at 691\n\n(“Counsel’s actions are usually based, quite properly, on informed strategic\n\nchoices made by the defendant and on information supplied by the defendant. In\n\nparticular, what investigation decisions are reasonable depends critically on such\n\ninformation.”).   Furthermore, Anfinson’s counsel refused to examine medical\n\nrecords; Clancy’s counsel examined years of medical records and was aware\n\nClancy had diagnoses of bipolar and manic-depressive disorders from their review\n\nof those records. We also note that Clancy was adamant to counsel that his mental\n\nillnesses did not play a role. See id. (“The reasonableness of counsel’s actions\n\nmay be determined or substantially influenced by the defendant’s own statements\n\nor actions. . . . And when a defendant has given counsel reason to believe that\n\f                                         20\n\n\npursuing certain investigations would be fruitless or even harmful, counsel’s failure\n\nto pursue those investigations may not be later challenged as unreasonable.”).\n\n       Additionally, choosing one defense over another was a reasonable strategic\n\ndecision.   Counsel testified that they believed presenting the defenses of\n\ndiminished capacity and intoxication would undercut their self-defense argument\n\nbecause the only person testifying to Clancy’s version of events was himself.\n\nSimultaneously claiming that Clancy accurately perceived Tillman raising a firearm\n\nwhile also claiming that he was intoxicated and could not form a specific intent or\n\naccurately perceive his surroundings would undercut both claims.            Further,\n\nClancy’s defense attempted to bolster Clancy’s credibility regarding his self-\n\ndefense claim by discussing his lengthy employment history and knowledge of\n\nguns. Such would be undercut by a diminished-capacity affirmative defense.\n\nFocusing on self-defense was not a breach of duty. See State v. Wilkens, 346\n\nN.W.2d 16, 18-19 (Iowa 1984) (finding counsel was not ineffective for focusing on\n\nself-defense rather than diminished capacity because the defense “would be\n\nheavily dependent upon the jury accepting [the] defendant’s own testimony”).\n\n       D.     Cumulative Effect\n\n       Clancy contends the cumulative effect of the above-discussed claims\n\nresulted in constitutional prejudice. See Clay, 824 N.W.2d at 501(“Iowa recognizes\n\nthe cumulative effect of ineffective assistance of counsel claims when analyzing\n\nprejudice under Strickland.”). Where, as here, an applicant asserts multiple claims\n\nof ineffective assistance of counsel, “the cumulative prejudice from those individual\n\nclaims should be properly assessed under the prejudice prong of Strickland. Id.\n\nThe court should look at the cumulative effect of the prejudice arising from all the\n\f                                         21\n\nclaims.” Id. Where the applicant raised multiple claims of ineffective assistance\n\nand the court found the attorney did not fail to perform an essential duty, that claim\n\nis dismissed. See id. If the court only considered the prejudice prong, “the court\n\ncan only dismiss the postconviction claim if the alleged errors, cumulatively, do not\n\namount to Strickland prejudice.” Id. at 501–02.\n\n       Our supreme court analyzed the cumulative effect of the prejudice prong in\n\nSchrier, 347 N.W.2d at 668. Our supreme court summarized Schrier as follows:\n\n              In Schrier, a jury convicted Schrier of first-degree sexual\n       assault and first-degree murder in the abuse and death of his two-\n       year-old son. Schrier appealed the denial of his [PCR] application in\n       which he raised twelve claims of ineffective assistance of counsel.\n       We analyzed six of those claims under the essential duty prong. We\n       assessed the remaining claims under the prejudice prong. We\n       considered some claims, however, for both breach of an essential\n       duty and prejudice. Nonetheless, we analyzed all claims “individually\n       and cumulatively,” concluding defense counsel was effective, and\n       Schrier received a fair trial.\n\nClay, 824 N.W.2d at 500 (internal citations omitted).\n\n       We have individually analyzed and disposed of one of Clancy’s claims\n\nunder the prejudice prong–counsel’s failure to object to the prosecutor’s two\n\nsentences in his closing arguments concerning Clancy’s post-arrest silence. We\n\nanalyzed a second claim under both the breach and prejudice prong–counsel’s\n\nfailure to object to the prosecutor’s cross-examination of Clancy’s girlfriend\n\nconcerning Clancy’s pre-arrest silence. Analyzing the two claims together, we\n\ndetermine the cumulative effect did not deny Clancy a fair trial.\n\nIV.    Conclusion\n\n       We have considered all issues and claims presented on appeal and find no\n\nbasis for reversing the judgment of the PCR court that denied relief to Clancy. In\n\f                                         22\n\n\nmaking this determination, we have reviewed the effect of the various claims both\n\nindividually and cumulatively and find that Clancy has not established that he was\n\ndenied a fair trial. We affirm the dismissal of Clancy’s application.\n\n       AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 6328231
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}