{
    "id": 6454439,
    "judges": "McCaffery, J.",
    "date_filed": "2005-12-09",
    "date_filed_is_approximate": true,
    "slug": "com-v-jones-r",
    "case_name_short": "Com.",
    "case_name": "Com. v. Jones, R.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-S02041-22m - 105089527166415399.pdf",
            "author_id": 8237.0,
            "opinion_text": "J-S02041-22\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                v.                             :\n                                               :\n                                               :\n    RAYNERDO JONES                             :\n                                               :\n                       Appellant               :   No. 414 EDA 2021\n\n             Appeal from the PCRA Order Entered January 14, 2021\n    In the Court of Common Pleas of Philadelphia County Criminal Division at\n                       No(s): CP-51-CR-0003864-2017\n\n\nBEFORE: OLSON, J., KING, J., and McCAFFERY, J.\n\nMEMORANDUM BY McCAFFERY, J.:                            FILED MARCH 24, 2022\n\n        Raynerdo Jones (Appellant) appeals from an order entered in the\n\nPhiladelphia County Court of Common Pleas that dismissed, without a hearing,\n\nhis first petition filed pursuant to the Post-Conviction Relief Act (PCRA), 42\n\nPa.C.S. §§ 9541-9546. Appellant seeks relief from the judgment of sentence\n\nof life imprisonment, imposed on April 25, 2018, after a jury convicted him of\n\nfirst-degree murder, firearms not to be carried without a license, carrying\n\nfirearms on public streets or public property in Philadelphia, and possessing\n\ninstruments of crime (PIC).1         Appellant contends the PCRA court erred in\n\nfinding he was not entitled to relief when trial counsel was ineffective: (1) for\n\nfailing to investigate and call two witnesses at trial; and (2) for failing to\n\n\n____________________________________________\n\n\n1   18 Pa.C.S. §§ 2502(a), 6106, 6108, and 907, respectively.\n\fJ-S02041-22\n\n\nrequest imperfect self-defense (voluntary manslaughter) and heat of passion\n\n(voluntary manslaughter) jury instructions. For the reasons below, we affirm.\n\n       The factual history was previously summarized by the trial court2 as\n\nfollows:\n\n             On November 11, 2016, the decedent, Hezekiah “Jeremiah”\n       McCloud, was shot multiple times at 3816 North 18th Street in\n       north Philadelphia, next to the home of Bettie “Tanya” Cuffee.\n       Responding officers encountered Gloria McCloud and Isrea Gilliard\n       at the scene of the shooting, each of whom described the shooter\n       as a light-skinned African-American male with facial tattoos.\n       Officers escorted McCloud and Gilliard to the Police Administration\n       Building (“PAB”) for questioning.\n\n             At the PAB, Detective Freddie Mole showed each witness a\n       single suggestive photo of [Appellant], with the notation “arrestee\n       database.” Each witness separately stated that Cuffee argued\n       with [Appellant] immediately before the shooting and identified\n       him by the photograph.\n\n             During the suppression hearing, [Detective] Mole confirmed\n       the single-photo procedure. Gilliard testified that she recognized\n       [Appellant] because she had seen him coming and going\n       numerous times from Cuffee’s house over the previous six\n       months. McCloud testified that she did not personally know\n       [Appellant] and had not seen him before the date of the incident.\n\n              This Court suppressed the out-of-court identifications of\n       both McCloud and Gilliard.          Due to the suggestive photo\n       procedure, McCloud was not permitted to make an in-court\n       identification of [Appellant]. Because Gilliard had an independent\n       basis of identification from her prior interactions with him, she was\n       permitted to identify [Appellant] in-court.\n\n\n\n____________________________________________\n\n\n2  A panel of this Court adopted the facts and procedural history on direct\nappeal. See Commonwealth v. Jones, 1732 EDA 2018 (unpub. memo.)\n(Pa. Super. Feb. 12, 2019).\n\n\n                                           -2-\n\fJ-S02041-22\n\n\n           At trial, Cuffee testified that at 8:15 a.m. on November 11,\n     2016, she awoke to find her daughter Marktina Cuffee’s paramour,\n     [Appellant], in her row house on the 3800 block of North 18th\n     Street. A verbal argument ensued, escalating when Cuffee\n     punched and chased [Appellant] out of her house.\n\n           After the fight spilled onto the street, Gilliard came out of\n     her neighboring home to tell the pair to move the argument\n     elsewhere. Gilliard heard [Appellant] tell Cuffee “he[’d] be back”\n     before leaving the area. Gilliard recognized [Appellant], as she\n     previously observed him on at least six occasions over the\n     previous six months.\n\n            After the argument, Cuffee travelled to the Roman Grocery\n     at 1735 West Butler Street, approximately half a block from her\n     home, to purchase cigarettes. At 10:06 a.m., video surveillance\n     from the store captured Cuffee leave the store and walk in the\n     direction of her home.\n\n           Shortly after her arrival, [Appellant] returned to the 3800\n     block on North 18th Street on a bicycle. McCloud, from her home\n     next-door to Cuffee’s, overheard [Appellant] shouting and went\n     outside to investigate. McCloud observed an argument for ten\n     minutes before returning inside. [Appellant] left the block shortly\n     thereafter.\n\n          After [Appellant] left the block, the decedent came onto his\n     porch and shared a cigarette with Cuffee. As they smoked,\n     [Appellant] returned to the area of the Roman Grocery with an\n     unidentified person. At 10:26 a.m., video surveillance captured\n     [Appellant] and the [unidentified person] walk past the Roman\n     Grocery.    [Appellant] continued to Cuffee’s home while the\n     unidentified [person] remained outside the store.\n\n           [Appellant] returned to Cuffee’s home and began insulting\n     her again. In response, the decedent told [Appellant] not to speak\n     to a woman with such a disrespectful tone. After arguing with the\n     decedent, [Appellant] returned to [the unidentified person] at the\n     Roman Grocery store and retrieved a pistol from him. This\n     exchange was captured by video surveillance. Armed, [Appellant]\n     returned to Cuffee’s porch, advanced towards the decedent and\n     shot him five times. As the decedent lay bleeding on the porch,\n     [Appellant] stood over his fallen body and shot again.\n\n\n                                    -3-\n\fJ-S02041-22\n\n\n           Thirty[-]two seconds after the shooting, [Appellant] fled\n     south towards the unidentified [person] at the Roman Grocery.\n     Recovered video surveillance captured both men as they fled\n     south on North 18th Street, turning left on West Butler Street\n     before fleeing right onto North Bouvier Street.\n\n           Philadelphia police received several calls as [Appellant] and\n     the unidentified [person] fled the scene. In response to the\n     dispatcher’s radio call, Officer William Argyriou arrived on the\n     scene at 10:28 a.m. Unwilling to wait for an ambulance, Officer\n     Argyriou and his partner Officer Jeremey Elliot transported the\n     decedent to the hospital, where he was pronounced dead at 10:46\n     a.m.\n\n            Dr. Khalil Wardak, an Associate Medical Examiner with the\n     City of Philadelphia, conducted the decedent’s autopsy and\n     testified at trial. Three of the six shots damaged vital organs,\n     including the heart and lungs. None of the wounds demonstrated\n     soot or stippling, indicating that the shots were fired from further\n     than three feet from the decedent’s body. The cause of death was\n     multiple gunshot wounds and the manner of death was homicide.\n     Dr. Wardak submitted two projectiles from the decedent’s body to\n     ballistics for testing.\n\n           As the decedent was transferred to the hospital, Officers\n     Myisha Allen and Joseph Doyle secured the scene.           Cuffee\n     approached the officers, explaining that [Appellant] had shot the\n     decedent because he was standing up for her. Officers escorted\n     Cuffee, McCloud, and Gilliard to the PAB, and they provided\n     statements.\n\n            Officer [Gregory] Yatcilla of the Crime Scene Unit recovered\n     five fired cartridge cases (“FCCs”) and three projectiles from the\n     McCloud porch and then submitted them for testing. Firearms\n     expert Officer Jose Cruz examined all of the ballistics evidence\n     collected from the porch and the decedent’s body.5 Officer Cruz\n     concluded that all of the fired bullets and FCCs were all 9-\n     millimeter caliber and fired from the same firearm.\n     _______________________\n\n     5  Although Dr. Wardak identified six gunshot wounds, only five\n     projectiles and five FCCs were recovered. The graze wound on\n     the decedent’s chin was not associated with any of the recovered\n     ballistic evidence.\n\n                                    -4-\n\fJ-S02041-22\n\n\n      _______________________\n\n            Detective Thorsten Lucke recovered the video evidence from\n      Roman Grocery at 1735 West Butler Street on the corner of North\n      18th and Butler Streets as well as Annabel Food Market at 1707\n      West Butler on the corner of the West Butler and Pulaski Streets.\n      A review of the video confirmed the timeframe described by Cuffee\n      and McCloud.\n\n            On November 14, 2016 Detective Timothy Bass, a homicide\n      detective in the Fugitive Unit, attempted to execute an arrest\n      warrant issued for [Appellant] at several locations. It was not\n      until April 12, 2017 that Detective Bass located [Appellant] at\n      1300 Erie Avenue and Old York Road, about twelve blocks from\n      the crime scene. At the time, [Appellant] was wearing make-up\n      on a portion of his face, hiding distinctive tattoos.\n\n             At trial, defense counsel presented Marktina Cuffee, who\n      testified that her mother called family members to “come get his\n      ass” after the altercation first began in the house. During her\n      testimony, the defense played a 911 call made by Virginia Cuffee,\n      Marktina’s sister, which described the shooter with a distinctive\n      tattoo reading “RIP” over his forehead, the same tattoo as\n      [Appellant].6 Tanya Cuffee asserted that she had no contact with\n      any of her fourteen brothers. No witness claimed to have seen\n      any other men at the time of the shooting, nor were any present\n      when the police arrived moments later.\n      _______________________\n\n      6 The Commonwealth presented two 911 calls as evidence before\n      resting their case, the call by Virginia Cuffee and a call by an\n      anonymous individual made seconds after the shooting. Both 911\n      calls described the shooter’s distinctive facial tattoos, which\n      matched those on [Appellant]’s face.\n\nTrial Ct. Op., 8/8/18, at 2-6 (citations omitted).\n\n      On April 25, 2018, the jury convicted Appellant of first-degree murder\n\nand the related crimes. That same day, the trial court imposed the mandatory\n\nsentence of life imprisonment without parole for first-degree murder, and\n\nconcurrent terms of three to six years’ imprisonment for the firearms not to\n\n                                      -5-\n\fJ-S02041-22\n\n\nbe carried without a license offense and one to years’ incarceration for the\n\ncrime of carrying firearms on public streets or public property in Philadelphia.3\n\n        Appellant filed a post-sentence motion challenging the weight of the\n\nevidence, which the trial court denied on May 2, 2018. Appellant then filed a\n\ndirect appeal, again raising his weight claim. A panel of this Court affirmed\n\nhis judgment of sentence on February 12, 2019, and the Pennsylvania\n\nSupreme Court denied his petition for allowance of appeal on July 24, 2019.\n\nSee Jones, 1732 EDA 2018 (unpub. memo.) (Pa. Super. Feb. 12, 2019),\n\nappeal denied, 216 A.3d 1034 (Pa. 2019).\n\n        Thereafter, on June 17, 2020, Appellant filed a timely, counseled PCRA\n\npetition, in which he alleged claims of trial counsel’s ineffectiveness for failing\n\nto call two witnesses. The Commonwealth filed a response on August 28,\n\n2020.     On September 3, 2020, the PCRA court continued the matter for\n\nadditional defense filings, and Appellant filed an amended, supplemental\n\npetition on September 30, 2020. In his amended petition, Appellant raised\n\ntwo new claims of counsel’s ineffectiveness which concerned the failure to\n\nrequest certain jury instructions. The Commonwealth filed a second response\n\non December 1, 2020.\n\n        On December 4, 2020, the PCRA court submitted notice of its intent to\n\ndismiss the petition without a hearing pursuant to Pa.R.Crim.P. 907. Appellant\n\n\n____________________________________________\n\n\n3   The court did not impose a further penalty as to the PIC conviction.\n\n\n                                           -6-\n\fJ-S02041-22\n\n\ndid not respond to the Rule 907 notice. On January 14, 2021, the PCRA court\n\ndismissed Appellant’s petition, finding the issues raised were without merit.\n\nThis timely appeal followed.4\n\n       Appellant raises the following claims for our review:\n\n       A. Did the PCRA court err, when it dismissed Appellant[’s PCRA]\n          petition and amended [PCRA] petition, as trial counsel was\n          ineffective for failing to investigate and call witnesses Eugene\n          Cuffee and Rasul Cuffee at trial and the PCRA court should\n          have given PCRA counsel the opportunity to amend the [PCRA]\n          petition?\n\n       B. Did the PCRA court err, when it dismissed Appellant[’s PCRA]\n          petition and amended [PCRA] petition, as trial counsel was\n          ineffective for failing to request imperfect self-defense\n          voluntary manslaughter and heat of passion voluntary\n          manslaughter jury instructions?\n\nAppellant’s Brief at 4.\n\n       Our review of Appellant’s issues is guided by well-established principles.\n\nWhen reviewing the denial of a PCRA petition, our standard of review is limited\n\nto examining whether the PCRA court’s determination is “supported by the\n\nrecord and free of legal error.” Commonwealth v. Sneed, 45 A.3d 1096,\n\n1105 (Pa. 2012) (citation omitted). We are to view the evidence in the light\n\nmost    favorable     to   the   prevailing    party   in   the   PCRA   proceedings.\n\n\n\n____________________________________________\n\n\n4  The court did not direct Appellant to file a Pa.R.A.P. 1925(b) concise\nstatement of errors complained of on appeal nor did Appellant file one\nindependently. Additionally, we note that during this time, counsel filed a\nmotion to withdraw as counsel. This Court granted the motion by per curiam\norder on April 13, 2021. New counsel was appointed.\n\n\n                                           -7-\n\fJ-S02041-22\n\n\nCommonwealth v. Koehler, 36 A.3d 121, 131 (Pa. 2012).                We note,\n\nhowever, that:\n\n      [T]he PCRA court has the discretion to dismiss a petition without\n      a hearing when the court is satisfied that there are no genuine\n      issues concerning any material fact, the defendant is not entitled\n      to post-conviction collateral relief, and no legitimate purpose\n      would be served by any further proceedings. To obtain reversal\n      of a PCRA court’s decision to dismiss a petition without a hearing,\n      an appellant must show that he raised a genuine issue of fact\n      which, if resolved in his favor, would have entitled him to relief,\n      or that the court otherwise abused its discretion in denying a\n      hearing.\n\nSneed, 45 A.3d at 1105-06 (citations and quotation marks omitted).\n\n      Both of Appellant’s arguments concern ineffective assistance of trial\n\ncounsel.    In the context of a collateral challenge based on ineffectiveness,\n\ncounsel is presumed to have been effective. Sneed, 45 A.3d at 1106 (citation\n\nomitted). To overcome this presumption, a petitioner is required to show: (1)\n\nthe claim is of arguable merit; (2) counsel lacked an objective, reasonable\n\nbasis for their actions; and (3) prejudice resulted from counsel’s deficient\n\nperformance. Id. As to the prejudice prong, “we employ the [Strickland v.\n\nWashington, 466 U.S. 668 (1984)] actual prejudice test, which requires a\n\nshowing of a reasonable probability that the outcome of the proceeding would\n\nhave been different but for counsel's constitutionally deficient performance. A\n\nreasonable probability is a probability [ ] sufficient to undermine confidence\n\nin the outcome of the proceeding.” Commonwealth v. Daniels, 104 A.3d\n\n267, 281 (Pa. 2014) (internal citations, quotation marks, and brackets\n\nomitted).\n\n                                     -8-\n\fJ-S02041-22\n\n\n      Failure to establish any of the three prongs of this test is fatal to the\n\nclaim. Koehler, 36 A.3d at 132. Finally, “a court is not required to analyze\n\nthe elements of an ineffectiveness claim in any particular order of priority;\n\ninstead, if a claim fails under any necessary element of the [ ] test, the court\n\nmay proceed to that element first.” Id. (citation omitted).\n\n      In his first argument, Appellant claims the PCRA court erred in finding\n\nthat trial counsel was not ineffective for failing to investigate and call two\n\nwitnesses, Eugene Cuffee and Rasul Cuffee, at trial. See Appellant’s Brief at\n\n17, 23. Appellant does not proffer any type of documentation, nor does he\n\nelaborate on the information that these witnesses would testify to an\n\nevidentiary hearing. Instead, he asserts that by not providing him with notice\n\nof any defect in the witness certification in the Rule 907 notice, the PCRA court\n\nerred and should have given counsel the opportunity to amend the PCRA\n\npetition pursuant to Commonwealth v. Pander, 100 A.3d 626 (Pa. Super.\n\n2014) (en banc). See Appellant’s Brief at 23. He states this “was prejudicial\n\nto [him] as he was ultimately denied his right to present the necessary witness\n\ncertifications so as to prove that trial counsel was ineffective.” Id. at 24.\n\n      To succeed on a claim trial counsel was ineffective for failing to\n\ninvestigate and call a witness, there are two requirements:\n\n      The first requirement is procedural. The PCRA requires that, to\n      be entitled to an evidentiary hearing, a petitioner must include in\n      his PCRA petition “a signed certification as to each intended\n      witness stating the witness’s name, address, date of birth and\n      substance of testimony.” 42 Pa.C.S.A. § 9545(d)(1); Pa.R.Crim.P\n      902(A)(15). The second requirement is substantive. Specifically,\n\n                                      -9-\n\fJ-S02041-22\n\n\n      when raising a claim for the failure to call a potential witness, to\n      obtain relief, a petitioner must establish that: (1) the witness\n      existed; (2) the witness was available; (3) counsel was informed\n      or should have known of the existence of the witness; (4) the\n      witness was prepared to cooperate and would have testified on\n      defendant’s behalf; and (5) the absence of such testimony\n      prejudiced him and denied him a fair trial. Commonwealth v.\n      Carson, [ ], 741 A.2d 686, 707 ([Pa.] 1999).\n\nCommonwealth v. Reid, 99 A.3d 427, 438 (Pa. 2014). See also Pander,\n\n100 A.3d at 639 (“a failure to investigate and interview a witness claim\n\noverlaps with declining to call a witness”).\n\n      Here, in dismissing Appellant’s challenges, the PCRA court found the\n\nfollowing:\n\n            [Appellant] fails to meet his burden with respect to each\n      witness. Not only does [Appellant] fail to attach affidavits from\n      the witnesses in his June 17, 2020 petition, but he declined to\n      attach affidavits, provide certifications, or develop his claims\n      further when given the opportunity to amend his petition.\n      Instead, [Appellant] advances a boiler plate claim that his\n      constitutional right to assistance of counsel was violated by\n      counsel’s failure to call these witnesses. [Appellant] does not\n      provide any specifics regarding the substance of the witnesses’\n      testimony, that they were ready, willing, and able to testify for\n      the defense, or that the absence of their testimony unduly\n      prejudiced [Appellant] in such a manner that his right to a fair trial\n      was violated. . . .\n\nPCRA Ct. Op., 1/14/21, at 7.\n\n      A review of the record confirms Appellant did not satisfy either of the\n\nReid requirements in his original PCRA petition – procedurally, he did not\n\nattach a certification regarding either witness, and substantively, he did not\n\nexplain that the witnesses existed, that they were available, that counsel was\n\ninformed or should have known of the existence of the witnesses, that the\n\n                                     - 10 -\n\fJ-S02041-22\n\n\nwitnesses were prepared to cooperate and would have testified on his behalf,\n\nand that the absence of such testimony prejudiced him and denied him a fair\n\ntrial.   Instead, he merely alleged that he was denied his “constitutionally\n\nguaranteed right of effective representation” based on counsel’s failure to call\n\nthese “material fact” witnesses. Appellant’s Petition for Relief Under the Post-\n\nConviction Relief Act (42 Pa.C.S.A. § 9541, et seq.), 6/17/20, at 4. Notably,\n\nin its response to Appellant’s original PCRA petition, the Commonwealth\n\npointed     out   that   Appellant     “failed     to   provide   signed   certifications\n\ndemonstrating that either Eugene Cuffee or Rasul Cuffee was available and\n\nwilling to testify on his behalf at trial, nor has he set forth the substance of\n\neither’s proposed testimony.” Commonwealth’s Letter Brief, 8/28/20, at 4.\n\n         In his amended petition, Appellant did not attach any certifications to\n\nthe document and did not address the lack of certifications issue as raised by\n\nthe Commonwealth.5 Likewise, his appellate brief is devoid of any persuasive\n\nargument concerning the Reid requirements. Rather, as mentioned above,\n\nAppellant relies on Pander for the proposition that the PCRA court’s failure to\n\ngive notice of the defect concerning the certifications in its Rule 907 notice\n\n\n\n\n____________________________________________\n\n\n5 Appellant’s amended petition concerned only trial counsel’s ineffectiveness\nas to the failure to request imperfect self-defense voluntary manslaughter and\nheat of passion voluntary manslaughter jury instructions. See Appellant’s\nAmended Petition for Relief Under the Post-Conviction Relief Act (42 Pa.C.S.A.\n§ 9541, et seq.), 9/30/20, at 4.\n\n\n                                          - 11 -\n\fJ-S02041-22\n\n\nwas improper and therefore, relief should be afforded to him. We disagree\n\nbased on the following rationale.\n\n       In Pander, the defendant killed the victim, his brother-in-law,6 after a\n\nverbal altercation turned physical. Several neighbors witnessed the incident.\n\nA jury found him guilty of first-degree murder and PIC. At one point, the\n\ndefendant filed a PCRA petition, alleging, inter alia, that trial counsel was\n\nineffective for failing to interview and present several witnesses as to the\n\ncontentious relationship the victim had with his wife’s paramour, and that the\n\nwife would instigate fights between her husband and her paramour.            The\n\ndefendant provided witness certifications that he drafted himself for these\n\nwitnesses, which PCRA counsel attached to the amended petition.              The\n\ndefendant reiterated what the substance of the witnesses’ proposed testimony\n\nwould be, that “trial counsel knew of these witnesses or through reasonable\n\ninvestigation could have learned of them,” and that the “testimony from these\n\nwitnesses would have ‘called into question the Commonwealth's claim at trial\n\nthat it was the appellant who stabbed the victim to death.’” Pander, 100\n\nA.3d at 639 (citation omitted). Relying on Commonwealth v. McLaurin, 45\n\nA.3d 1131 (Pa. Super. 2012),7 the Commonwealth responded that the\n\n____________________________________________\n\n\n6 The defendant’s sister was married to the victim, but they were separated\nat the time of the attack.\n\n7 In McLaurin, a panel of this Court concluded the appellant failed to properly\nplead and prove his ineffectiveness for failing to call a witness claim where the\n(Footnote Continued Next Page)\n\n\n                                          - 12 -\n\fJ-S02041-22\n\n\ndefendant’s “failure to provide affidavits [was] fatal to his claim and that his\n\nwitness certifications were insufficient because they were authored by\n\nhimself.” Pander, 100 A.3d at 639. The PCRA court “dismissed this aspect\n\nof [the defendant]’s claim based on this Court’s decision in McLaurin,\n\nalthough it did not provide notice of this defect in its Rule 907 notice of intent\n\nto dismiss.” Id.\n\n       On appeal, an en banc panel of this Court determined that the PCRA\n\ncourt’s reliance on McLaurin was misplaced because the “rules of procedure\n\nand statute governing PCRA matters provided that witness certifications\n\n[were] sufficient” and that the higher burden of producing affidavits was not\n\na requirement. Pander, 100 A.3d at 640.             See also Commonwealth v.\n\nBrown, 767 A.2d 576 (Pa. Super. 2001).             Additionally, the Pander Court\n\nobserved that a sworn affidavit was not necessary to secure an evidentiary\n\nhearing in order for a witness to testify at that hearing. Pander, 100 A.3d at\n\n640. The Pander Court then “expressly overrule[d] McLaurin insofar as it\n\nrequires PCRA petitioners to file affidavits to be entitled to an evidentiary\n\nhearing.” Id. at 642.\n\n\n\n\n____________________________________________\n\n\nappellant: (1) “simply” listed the proposed individuals that would have been\navailable and willing to testify at trial, (2) did not offer any other proof of the\nexistence of these witnesses or their proposed testimony; (3) did not include\nan affidavit from any of the proposed witnesses; and (4) did not claim that\ncounsel even knew these witnesses existed. McLaurin, 45 A.3d at 1137-38.\n\n\n                                          - 13 -\n\fJ-S02041-22\n\n\n       Additionally, while affirming on other grounds,8 the Pander Court\n\ncommented: “[W]e note that it is improper to affirm a PCRA court’s decision\n\non the sole basis of inadequate witness certifications where the PCRA court\n\ndid not provide notice of the alleged defect” in its Rule 907 notice. Pander,\n\n100 A.3d at 642, citing Commonwealth v. Robinson, 947 A.2d 710, 711\n\n(Pa. 2008) (per curiam order) (concluding it was error to uphold summary\n\ndismissal on grounds that petitioner did not include witness certifications from\n\ntrial counsel where PCRA court did not provide notice of this defect) and\n\nPa.R.Crim.P. 905(B) (“When a petition for post-conviction collateral relief is\n\ndefective as originally filed, the judge shall order amendment of the petition,\n\nindicate the nature of the defects, and specify the time within which an\n\namended petition shall be filed. If the order directing amendment is not\n\ncomplied with, the petition may be dismissed without a hearing.”).\n\n       The purpose of Rule 905 is “to provide PCRA petitioners with a legitimate\n\nopportunity to present their claims to the PCRA court in a manner sufficient to\n\navoid dismissal due to a correctable defect in claim pleading or presentation.”\n\nCommonwealth v. McGill, 832 A.2d 1014, 1024 (Pa. 2003) (citation\n\nomitted). Rule 905 works in conjunction with Rule 907.\n\n             The purpose behind a Rule 907 pre-dismissal notice is to\n       allow a petitioner an opportunity to seek leave to amend his\n____________________________________________\n\n\n8  The Pander Court addressed the merit of the defendant’s ineffectiveness\nclaim and concluded he was not entitled to relief. Pander, 100 A.3d at 642-\n43.\n\n\n                                          - 14 -\n\fJ-S02041-22\n\n\n       petition and correct any material defects, the ultimate goal being\n       to permit merits review by the PCRA court of potentially arguable\n       claims. The response is an opportunity for a petitioner and/or his\n       counsel to object to the dismissal and alert the PCRA court of a\n       perceived error, permitting the court to discern the potential for\n       amendment. The response is not itself a petition and the law still\n       requires leave of court to submit an amended petition.\n\nCommonwealth v. Rykard, 55 A.3d 1177, 1189 (Pa. Super. 2012) (citations\n\nand quotations marks omitted).\n\n       Turning to the instant matter, it is evident that based on the lack of\n\nsubstance in his argument and solely focusing on Pander, Appellant would\n\nlike that decision to be viewed as a bright-line rule, whereby the failure to give\n\nnotice of a defect in a Rule 907 notice involving an allegation of counsel’s\n\nineffectiveness for failing to call a witness, though sparse with any\n\ninformation, results in an automatic remand as pursuant to Rule 905.\n\n       However, we do not find that the analysis in Pander extends to the\n\ncircumstances of this case. Pander is distinguishable from the present matter\n\nbecause there, PCRA counsel attached the witness certifications to the\n\namended petition. The PCRA court erroneously believed the defendant should\n\nhave   attached   affidavits   and   found     the   attached   certifications   were\n\ninsufficient. The Pander Court found fault with the PCRA court’s decision to\n\n\n\n\n                                      - 15 -\n\fJ-S02041-22\n\n\ndismiss the petition in its Rule 907 notice without notifying the defendant of\n\nthis “defect” pursuant to Rule 905(B).9\n\n       Here, however, Appellant did not attach certifications to his original\n\npetition or amended petition.10 The only information he provided was in his\n\noriginal petition, wherein he described the individuals as “material fact”\n\nwitnesses. Appellant’s Petition for Relief Under the Post-Conviction Relief Act\n\n(42 Pa.C.S.A. § 9541, et seq.) at 4. Appellant was even put on notice by the\n\nCommonwealth in its response to his original petition that he did not attach\n\nany type of documentation concerning these witnesses. However, he failed\n\nto attach the required certifications to his amended petition or provide any\n\ndetails concerning the substance of these purported “material” witnesses’\n\ntestimony. As such, we do not discern from Pander that this type of situation\n\n\n\n____________________________________________\n\n\n9  See also Robinson, 947 A.2d at 711 (stating that witness certifications\nwere included in the pro se petition attached to the counseled petition;\nhowever, the PCRA court found dismissal was warranted because, inter alia,\nno certifications from the potential witnesses were included; and the court\nacted improperly by never giving the petitioner an opportunity to attempt to\naddress the procedural defect, as contemplated by Rule 905).             We\nacknowledge that per curiam orders are not binding precedent but find\nRobinson helpful in our review.\n\n10   In amending the Rules of Criminal Procedure in 1995, the legislature\nprovided for situations where an appellant or his counsel may sign a\ncertification “saying to his [or her] best knowledge that this was an accurate\nstatement of what the witness would testify to.” Brown, 767 A.2d at 583\n(citation omitted). Therefore, Appellant or his counsel could have signed a\ncertification concerning the two witnesses at issue and attached it to the PCRA\npetition.\n\n\n                                          - 16 -\n\fJ-S02041-22\n\n\nwherein this Court considered an appellant should be afforded relief – one\n\nwhere the appellant has not even attempted to meet their burden pursuant to\n\nSection 9545(d)(1) and Reid. Therefore, we do not find Pander controlling\n\nin this case,11 and Appellant has not presented any other case law to persuade\n\nus otherwise.       Accordingly, we conclude the PCRA court did not err in\n\ndismissing Appellant’s first claim for failure to attach any witness certifications\n\nto his petitions.\n\n       Next, Appellant claims the PCRA court erred in finding that trial counsel\n\nwas not ineffective for failing to request jury instructions concerning imperfect\n\nself-defense (voluntary manslaughter) and heat of passion (voluntary\n\nmanslaughter). As for the imperfect self-defense charge, he contends:\n\n             The testimony and evidence presented at trial clearly\n       supported a claim of imperfect self-defense voluntary\n       manslaughter on behalf of Appellant . . . and trial counsel was\n       ineffective for failing to request such a jury instruction. Bettie\n       “Tanya” Cuffee testified that she retrieved a crossbow from her\n       residence after assaulting [Appellant] on her porch and\n       summoned others to her house to continue the assault.\n       Furthermore, after confronting [Appellant] in the street with the\n       crossbow, she placed this crossbow within arm’s reach of Hezekiah\n       “Jeremiah” McCloud, after he appeared on her porch. It is\n       apparent that Mr. McCloud deliberately intervened in the\n       argument between [Appellant] and Bettie “Tanya” Cuffee,\n       exchanging words with [Appellant] while a deadly weapon was\n       within his reach. The evidence presented at trial confirms that\n       [Appellant] had a subjective reasonable belief that the use of\n____________________________________________\n\n\n11 Likewise, Robinson is also distinguishable from the present matter where\nthe petitioner did file certifications; however, the PCRA court erroneously\nfound he did not and based its dismissal on that omission. Here, again, it\nbears repeating that Appellant did not provide any certification or statement\nas to these two witnesses.\n\n                                          - 17 -\n\fJ-S02041-22\n\n\n      deadly force against Mr. McCloud was necessary to protect himself\n      from death or serious bodily injury, thus entitling him to a jury\n      instruction on imperfect self-defense voluntary manslaughter.\n\nAppellant’s Brief at 27. Appellant maintains that it is “reasonably probable,\n\nthat at least one juror would have found reasonable doubt” with respect to\n\nthe first-degree murder charge and accepted the imperfect self-defense\n\nargument as to the lesser offense of voluntary manslaughter. Id. at 27-28.\n\n      In terms of the heat of passion instruction, Appellant asserts:\n\n            In the instant matter, the evidence presented at trial\n      supported a jury instruction for heat of possession voluntary\n      manslaughter. Specifically, after repeated physical assaults of\n      [Appellant] by Bettie “Tanya” Cuffee, including Ms. Cuffee striking\n      him with her fists and a wooden [two by four], as well as\n      threatening him with a crossbow, [Appellant] returned to Ms.\n      Cuffee’s house in an angry mood. Hezekiah “Jeremiah” McCloud\n      stood up on Ms. Cuffee’s porch to engage [Appellant] in a physical\n      altercation while the aforementioned crossbow was within his\n      arm’s reach. In response to Mr. McCloud’s physical provocation\n      and with no time to calmly reflect, [Appellant] walked several feet\n      across the street, retrieved a firearm from an unknown individual\n      and seconds later fired this gun at Mr. McCloud.\n\nId. at 29-30. Appellant again claims it was “reasonably probable, that at least\n\none juror would have found reasonable doubt” with respect to the first-degree\n\nmurder charge and accepted the heat of passion argument as to the lesser\n\noffense of voluntary manslaughter. Id. at 30.\n\n      Keeping our standard of review regarding ineffective assistance of\n\ncounsel in mind, we are guided by the following.         An intentional killing\n\ngenerally constitutes first-degree murder.       See 18 Pa.C.S. § 2502(a).\n\nVoluntary manslaughter is “an intentional killing . . . committed as a result of\n\n\n                                     - 18 -\n\fJ-S02041-22\n\n\nan unreasonable belief in the need for deadly force in self-defense.”\n\nCommonwealth v. Washington, 692 A.2d 1024, 1029 (Pa. 1997); see also\n\n18 Pa.C.S. § 2503(b).\n\n      A defense of “imperfect self-defense” exists where the defendant\n      actually, but unreasonably, believed that deadly force was\n      necessary. However, all other principles of self-defense must still\n      be met in order to establish this defense. The requirements of\n      self-defense are statutory: “The use of force upon or toward\n      another person is justifiable when the actor believes that such\n      force is immediately necessary for the purpose of protecting\n      himself against the use of unlawful force by such other person on\n      the present occasion.” 18 Pa.C.S.A. § 505(a). If the defender did\n      not reasonably believe deadly force was necessary[,] he provoked\n      the incident, or he could retreat with safety, then his use of deadly\n      force in self-defense was not justifiable. A successful claim of\n      imperfect     self-defense    reduces     murder      to   voluntary\n      manslaughter.\n\nCommonwealth v. Truong, 36 A.3d 592, 599 (Pa. Super. 2012) (en banc)\n\n(some citations and quotation marks omitted).\n\n      A perpetrator may also commit voluntary manslaughter if he kills\n\nanother while, inter alia, “acting under a sudden and intense passion resulting\n\nfrom serious provocation by” the victim. 18 Pa.C.S. § 2503(a)(1). A jury\n\ninstruction for voluntary manslaughter concerning “heat of passion” is\n\nappropriate where the evidence suggests “that, at the time of the killing,\n\n[a]ppellant acted under a sudden and intense passion resulting from serious\n\nprovocation by the victim.” Commonwealth v. Sanchez, 82 A.3d 943, 979\n\n(Pa. 2013) (citation omitted).    “If any of these be wanting — if there be\n\nprovocation without passion, or passion without a sufficient cause of\n\nprovocation, or there be time to cool, and reason has resumed its sway, the\n\n                                     - 19 -\n\fJ-S02041-22\n\n\nkilling will be murder.”   Id. at 980 (citation and internal quotation marks\n\nomitted).\n\n      Here, the PCRA court found the following:\n\n            At trial, counsel elected to pursue a strategy that would\n      potentially cast a reasonable doubt on [Appellant]’s identity as the\n      shooter, on the basis that the Commonwealth’s witnesses were\n      unreliable for failing to be completely truthful in their statements\n      to the police and at prior proceedings in this matter. Given the\n      facts of the instant case, trial counsel’s chosen strategy was\n      sound.\n\n             First, at no point in any proceeding did [Appellant] identify\n      himself as a shooter, or argue that he believed himself justified in\n      shooting the decedent because he was acting under an intense\n      passion or because he had an actual, if unreasonable, belief that\n      he was justified in acting in self-defense. [Appellant] does not\n      claim that he discussed a possible manslaughter strategy with\n      counsel, nor does he argue that he was willing to testify and admit\n      to shooting the decedent at trial. Because [Appellant] fails to\n      present evidence of his intention to concede his own culpability at\n      trial, his instant claim fails, and trial counsel’s elected strategy to\n      challenge the [Appellant]’s identity as the shooter was sound.\n\n           Moreover, none of the facts support a heat of passion\n      defense supporting a voluntary manslaughter verdict. . . .\n\n            In his amended petition, [Appellant] describes how\n      eyewitness Bettie Cuffee attacked and physically struck him prior\n      to the shooting, with this altercation culminating with Cuffee\n      brandishing and threatening [Appellant] with a crossbow.\n      However, these acts of provocation describe eyewitness Cuffee’s\n      actions, and are not acts by the decedent that would inflame a\n      sudden and intense passion. With respect to the decedent,\n      [Appellant] contends that his act of standing on Cuffee’s porch\n      and confronting [Appellant], who was arguing with Cuffee,\n      constitutes serious provocation. [Appellant] is mistaken. Such an\n      act, arguing with someone in defense of your neighbor, is not the\n      kind of confrontation that would impassion a reasonable person\n      beyond their ability to perform cool reflection. Moreover, the\n      evidence in this case demonstrates that [Appellant] was in fact\n      capable of cool reflection, to the point that after arguing with the\n\n                                      - 20 -\n\fJ-S02041-22\n\n\n     decedent, [Appellant] ran half a block to a nearby street corner,\n     retrieved a firearm from his compatriot, returned to the area of\n     Cuffee’s home, and shot the decedent five times, before fleeing.\n     A heat of passion voluntary manslaughter instruction is therefore\n     unwarranted and would not be appropriate in this case.\n\n            [Appellant]’s argument that trial counsel was ineffective for\n     failing to request an imperfect self-defense voluntary\n     manslaughter instruction must similarly fail.         Not only did\n     [Appellant] fail to argue that he knowingly and intentionally killed\n     another, but the sequence of events he cites to support his\n     argument are insufficient to support even an unreasonable belief\n     that his killing of the decedent would have been justified. While\n     [Appellant] establishes that Cuffee threatened him with a\n     crossbow during an altercation earlier in the morning, the\n     decedent was not outside to witness that altercation, and\n     [Appellant] left the area of Cuffee’s house for a half-hour to forty-\n     five minutes before returning. While [Appellant] claims that the\n     crossbow was within the decedent’s reach when he returned to\n     Cuffee’s home, his averment is directly contradicted by Cuffee’s\n     account, indicating that she carried the crossbow inside before\n     [Appellant] returned to her home. Trial counsel thoroughly\n     explored where the crossbow was out on the porch during his\n     cross-examination of Cuffee, however, this is of little consequence\n     as [Appellant]’s argument hinges on defense against actions taken\n     by Cuffee, who was not killed, in a period of time well before the\n     instant shooting, before the decedent was present or even a\n     participant in the argument that lead to the instant murder.\n\n            The facts do not support [a] voluntary manslaughter verdict,\n     but rather demonstrate that [Appellant] murdered the decedent\n     with the specific intent to kill. Not only did [Appellant] leave the\n     scene of the shooting for nearly an hour after his initial altercation\n     with Cuffee, he returned to the area to reinitiate his argument with\n     Cuffee, retrieved a weapon after that [argument], and returned to\n     the street outside of Cuffee’s home, where he shot the decedent\n     five times. [Appellant] approached and stood over the decedent’s\n     wounded body before firing the final bullet.           These actions\n     demonstrate a malice and intent befitting [Appellant]’s [f]irst-\n     [d]egree [m]urder verdict.\n\nPCRA Ct. Op. at 8-10.\n\n\n\n\n                                    - 21 -\n\fJ-S02041-22\n\n\n       A review of the record supports the PCRA court’s findings. First, we note\n\nthat the elements of voluntary manslaughter compel the perpetrator to\n\nacknowledge that he killed another individual but that there was a justifiable\n\ndefense.    Here, however, it was the defense’s strategy to challenge the\n\nidentification of Appellant as the shooter by attacking the credibility of the\n\nCommonwealth’s witnesses. Accordingly, requesting jury instructions related\n\nto voluntary manslaughter would have been inconsistent with the defense’s\n\ntrial strategy and created confusion with the jury. See Commonwealth v.\n\nOrt, 581 A.2d 230, 233-34 (Pa. Super. 1990) (concluding counsel not\n\nineffective for failing to request voluntary manslaughter instruction in murder\n\ntrial where defense was defendant did not set fire that killed the victim).\n\n       Moreover, we note that counsel is not required to request a jury\n\ninstruction that is not supported by the evidence. See Daniels, 104 A.3d at\n\n288-89. As pointed out by the PCRA court, Appellant’s assertions concern\n\nCuffee’s actions and not those of the decedent. The record reveals that after\n\nengaging in a verbal and physical argument with Cuffee, in which she punched\n\nhim, Appellant exited the residence after she chased him out.        See N.T.,\n\n4/23/18, at 173-80. Cuffee testified that after Appellant left, she retrieved a\n\n“bow and arrow” and placed it on her porch, but shortly thereafter, she\n\n“calmed down” and carried it back inside before Appellant returned. Id. at\n\n182.   When Appellant did reappear over an hour later, he began insulting\n\nCuffee while the decedent, a neighbor, was outside observing the incident.\n\n\n                                     - 22 -\n\fJ-S02041-22\n\n\nId. at 182-83. After the decedent made a comment, Appellant ran across the\n\nstreet to his accomplice and retrieved the gun. Id. at 183-84. Appellant came\n\nback and immediately started shooting at the decedent numerous times,\n\nincluding the final time where he stood over the victim when he shot him. Id.\n\nat 184.\n\n      Contrary to Appellant’s allegations, there is no evidence to support his\n\ncontention that the decedent stood up to engage in a physical altercation with\n\nAppellant while the crossbow was within the decedent’s reach, nor does\n\nAppellant point to anywhere in the record to confirm his assertion. Moreover,\n\nbased on the record before us, we cannot conclude that Appellant possessed\n\nan actual, but unreasonable, belief that deadly force was necessary, which\n\nwould have supported a “imperfect self-defense” instruction. It is clear that\n\nAppellant provoked the incident, and he could have retreated with safety. See\n\nTruong, 36 A.3d at 599. Likewise, we cannot infer that Appellant was acting\n\nunder a sudden and intense passion resulting from serious provocation by the\n\ndecedent, which would have warranted a “heat of passion” instruction. See\n\nSanchez, 82 A.3d at 979. Therefore, Appellant has failed to satisfy the first\n\nand second prongs of his ineffectiveness claim. Accordingly, we conclude the\n\nPCRA court did not err in determining Appellant was not entitled to jury\n\ninstructions on imperfect self-defense and heat of passion as to voluntary\n\nmanslaughter. As such, Appellant is entitled to no relief.\n\n      Order affirmed.\n\n\n                                    - 23 -\n\fJ-S02041-22\n\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 3/24/2022\n\n\n\n\n                          - 24 -\n\f",
            "ocr": false,
            "opinion_id": 6326550
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}