{
    "id": 6454943,
    "judges": "Watts",
    "date_filed": "2021-01-29",
    "date_filed_is_approximate": true,
    "slug": "williams-v-state",
    "case_name_short": null,
    "case_name": "Williams v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 52.0,
            "download_url": "http://www.mdcourts.gov/data/opinions/coa/2022/37a21.pdf",
            "author_id": 4716.0,
            "opinion_text": "Nicholas Jabbar Williams v. State of Maryland, No. 37, September Term, 2021\n\nALLEGED LEGAL OR FACTUAL INCONSISTENCIES IN VERDICTS – NO-\nIMPEACHMENT RULE – MARYLAND RULE 5-606(b) – SUFFICIENCY OF THE\nEVIDENCE – Court of Appeals held that guilty verdict as to second-degree murder was\nnot legally inconsistent with not-guilty verdicts as to first-degree assault and use of firearm\nin commission of crime of violence (second-degree murder) because neither offense of\nwhich defendant was acquitted is lesser-included offense of second-degree murder. In\ndetermining whether verdicts were legally inconsistent, Court considered jury instructions\ngiven by trial court and elements of offenses. Court declined to overrule McNeal v. State,\n426 Md. 455, 461-62, 44 A.3d 982, 986 (2012), in which it concluded that factually\ninconsistent verdicts are permissible in criminal jury trials.\n\nIn addition, Court of Appeals held that trial court did not err in granting motion to strike\ninformation obtained from jurors after verdict concerning jury’s deliberations, including\naffidavit from one juror, and did not abuse its discretion in denying motion for new trial.\nCourt concluded that jurors’ statements were barred from receipt by trial court under no-\nimpeachment rule and Maryland Rule 5-606(b), which provide that trial court may not\ninquire into validity of jury’s verdict based on information about jury’s deliberations\nobtained from jurors after verdict has been taken.\n\nCourt of Appeals also held that evidence was sufficient to support convictions for second-\ndegree murder and possession of regulated firearm while under age of twenty-one.\n\fCircuit Court for Charles County\nCase No. C-08-CR-18-000005\nArgued: February 7, 2022\n                                                                                           IN THE COURT OF APPEALS\n\n                                                                                                  OF MARYLAND\n\n                                                                                                        No. 37\n\n                                                                                             September Term, 2021\n                                                                                   ______________________________________\n\n                                                                                         NICHOLAS JABBAR WILLIAMS\n\n                                                                                                          v.\n\n                                                                                           STATE OF MARYLAND\n                                                                                   ______________________________________\n\n                                                                                                 Getty, C.J.\n                                                                                                 *McDonald\n                                                                                                 Watts\n                                                                                                 Hotten\n                                                                                                 Booth\n                                                                                                 Biran\n                                                                                                 Wilner, Alan M. (Senior Judge,\n                                                                                                 Specially Assigned),\n\n                                                                                                   JJ.\n                                                                                   ______________________________________\n\n                                                                                              Opinion by Watts, J.\n                                                                                        McDonald and Booth, JJ., concur.\n                                                                                   ______________________________________\n\n                                                                                                 Filed: March 25, 2022\n\n                                                                                   *McDonald, J., now a Senior Judge, participated\n                                                                                   in the hearing and conference of this case while\n Pursuant to Maryland Uniform Electronic Legal\nMaterials Act\n                                                                                   an active member of this Court. After being\n(§§ 10-1601 et seq. of the State Government Article) this document is authentic.\n                                                                                   recalled pursuant to Md. Const., Art. IV, § 3A,\n                        2022-03-25                                                 he also participated in the decision and adoption\n                        15:13-04:00                                                of this opinion.\n\nSuzanne C. Johnson, Clerk\n\f         Maryland case law establishes that verdicts can be inconsistent in two ways—\n\nlegally and factually. In a criminal case, verdicts are legally inconsistent where a defendant\n\nis convicted of an offense but acquitted of another offense that has the same elements as\n\nthe offense of which the defendant was convicted. See McNeal v. State, 426 Md. 455, 458,\n\n44 A.3d 982, 984 (2012). In other words, verdicts are legally inconsistent “where a\n\ndefendant is acquitted of a ‘lesser included’ crime embraced within a conviction for a\n\ngreater offense.” Id. at 458 n.1, 44 A.3d at 984 n.1. Legally inconsistent verdicts are\n\nimpermissible in criminal trials. See id. at 458, 470, 44 A.3d at 984, 991. In a criminal\n\njury trial, where a trial court has properly instructed a jury as to the offenses at issue and\n\nthe jury nonetheless reaches legally inconsistent verdicts, the jury has, presumptively,\n\nfailed to follow the jury instructions given by the court. See id. at 458, 44 A.3d at 984.\n\n         In a criminal case, verdicts are factually inconsistent where proof of the charged\n\noffenses involves establishing the same facts and the offenses have different legal elements,\n\nand a trier of fact acquits the defendant of one offense but convicts of the other. See id. at\n\n458, 44 A.3d at 984. For instance, a guilty verdict as to possession of a regulated firearm\n\nby a disqualified person might be factually inconsistent with a not-guilty verdict as to\n\nwearing, carrying, or transporting a handgun, if there were a single set of facts in which\n\nthe defendant possessed or carried a handgun after being convicted of a disqualifying\n\ncrime.     See id. at 472-73, 44 A.3d at 992-93.        Factually inconsistent verdicts are\n\nimpermissible in criminal bench trials, but they are permitted in criminal jury trials. See\n\nid. at 462, 470, 44 A.3d at 986, 991. This is because, in a criminal jury trial, factually\n\ninconsistent verdicts “may be the product of lenity, mistake, or a compromise to reach\n\funanimity, and [] continual correction of such matters would undermine the historic role\n\nof the jury as the arbiter of questions put to it.” Id. at 470, 44 A.3d at 991 (cleaned up).\n\n       In this case, we must determine whether a jury’s guilty verdict as to second-degree\n\nmurder is legally inconsistent with not-guilty verdicts as to first-degree assault and use of\n\na firearm in the commission of a crime of violence. We must also determine whether the\n\ntrial court abused its discretion in denying a motion for a new trial based on the jury having\n\nallegedly returned inconsistent verdicts. Finally, we must determine whether the evidence\n\nis sufficient to support convictions for second-degree murder and possession of a regulated\n\nfirearm while under the age of twenty-one.\n\n       In the Circuit Court for Charles County, the State, Respondent, charged Nicholas\n\nJabbar Williams, Petitioner, with first-degree premeditated murder of Cameron Marcel\n\nTownsend, use of a firearm in the commission of a crime of violence (murder), first-degree\n\nassault of Townsend, use of a firearm in the commission of a crime of violence (first-degree\n\nassault), possession of a regulated firearm while under the age of twenty-one, and wearing,\n\ncarrying, or transporting a handgun in a vehicle. The jury found Williams guilty of second-\n\ndegree murder and possession of a regulated firearm while under the age of twenty-one\n\nand not guilty of first-degree assault and use of firearm in the commission of a crime of\n\nviolence (second-degree murder).1 Williams’s counsel objected on the ground that the\n\nguilty verdict as to second-degree murder was legally inconsistent with the not-guilty\n\nverdict as to first-degree assault. Williams’s counsel requested that the circuit court have\n\n\n       1\n        The jury found Williams not guilty of first-degree murder and guilty of wearing,\ncarrying, or transporting a firearm in a vehicle.\n\n                                           -2-\n\fthe jury “redeliberate” with respect to second-degree murder. The circuit court denied the\n\nrequest and accepted the jury’s verdicts.\n\n       Williams filed a motion for a new trial, contending that statements made by jurors\n\nafter the jury had been dismissed indicated that the jury misinterpreted the jury instructions\n\non second-degree murder and other matters. Williams attached to the motion an affidavit\n\nsigned by one of the jurors in this case, containing allegations concerning the jury’s\n\ndeliberations. The State moved to strike the statements in the motion for a new trial that\n\nwere attributed to jurors. The circuit court granted the motion to strike, sealed the\n\naffidavit,2 and denied the motion for a new trial.\n\n       Williams appealed, and, without affirming or reversing, the Court of Special\n\nAppeals ordered a limited remand to the circuit court with instruction to determine whether\n\na firearms examiner’s report was admissible under Rochkind v. Stevenson, 471 Md. 1, 236\n\nA.3d 630 (2020). See Williams v. State, 251 Md. App. 523, 574, 546, 254 A.3d 556, 586,\n\n570 (2021). Although the Court of Special Appeals did not affirm the convictions, the\n\nCourt rejected Williams’s contentions as to the issues before us. See id. at 538, 572, 567,\n\n254 A.3d at 565, 585, 582. Williams filed a petition for a writ of certiorari, which we\n\ngranted. See Williams v. State, 476 Md. 262, 261 A.3d 239 (2021).\n\n       Before us, Williams contends that the guilty verdict as to second-degree murder and\n\nthe not-guilty verdicts as to first-degree assault and use of firearm in the commission of a\n\ncrime of violence (second-degree murder) are inconsistent because in finding him not\n\n\n       2\n       Williams filed, and we granted, an unopposed motion to correct the record on\nappeal by adding the affidavit to the record under seal.\n\n                                            -3-\n\fguilty of first-degree assault and use of firearm in the commission of second-degree\n\nmurder, the jury necessarily determined that he did not shoot Townsend. Williams asserts\n\nthat in returning a verdict of guilty as to second-degree murder and a verdict of not guilty\n\nas to first-degree assault and use of firearm in the commission of a crime of violence, the\n\njury failed to follow the circuit court’s jury instructions on second-degree murder, the\n\npresumption of innocence, the burden of proof, and the requirement to decide this case\n\nbased only on the evidence. Williams argues that it is permissible for the Court to consider\n\ninformation that he obtained from jurors after the verdict, including the affidavit\n\naccompanying the motion for a new trial, because the information demonstrates that the\n\nState failed to prove him guilty of second-degree murder. Finally, Williams asserts that\n\nthe evidence is insufficient to support the convictions for second-degree murder and\n\npossession of a regulated firearm while under the age of twenty-one.\n\n       Below, in Part I, we hold that the verdicts are not legally inconsistent because the\n\ninstructions given to the jury were correct and neither of the offenses at issue of which\n\nWilliams was acquitted—first-degree assault and use of a firearm in the commission of a\n\ncrime of violence—is a lesser-included offense of second-degree murder. In Part II, we\n\nhold that the circuit court did not abuse its discretion in denying the motion for a new trial\n\nin light of the “no-impeachment rule”—i.e., the longstanding principle that impeachment\n\nof a jury verdict with information about the jury’s deliberations obtained from jurors after\n\n\n\n\n                                           -4-\n\fthe verdict had been returned is not permitted. In Part III, we hold that the evidence was\n\nsufficient to support the challenged convictions.3\n\n                                    BACKGROUND\n\n                            Evidence and Bill of Particulars\n\n       The Court of Special Appeals summarized the evidence as follows:\n\n               Detective [John] Long testified that Williams owned and drove a\n       black Hyundai Accent, pictures of which the State moved into evidence.\n       [Justin] Skinner testified that on December 14, 2017, Williams drove\n       Townsend, [Devin] Hall, and Skinner to a shoe store in Washington, D.C.,\n       for Townsend to sell shoes. Townsend was also making drug sales\n       throughout the day. Townsend had a handgun, which Skinner touched at\n       some point while in the car, and which “could have been ... under a seat or\n       in the center console ....” After stopping at a gas station, Williams dropped\n       Hall and Skinner off around 8:00 p.m. and continued alone with Townsend.\n       Skinner did not see any bullet holes in the seats or door of Williams’ car\n       when he was dropped off.\n               One resident of Holly Avenue testified that he heard gunshots around\n       8:30 p.m. and looked out his window to see a man next to a black car. He\n       described the man as standing over another person—who first responders\n       later identified as Townsend—on the ground. According to the witness, the\n       man leaned down, almost touching Townsend, and asked him if he was\n       alright. The man jumped into the car and sped away. Another neighbor heard\n       “five or six gunshots” around that time.\n               First responders attempted to aid Townsend but, failing to detect a\n       pulse, declared him deceased at 8:37 p.m. The assistant medical examiner\n       who conducted an autopsy testified that Townsend was hit with seven bullets;\n       she recovered six bullets from Townsend’s body. She testified that four of\n       the gunshot wounds were “rapidly fatal.” One bullet hit the base of his spinal\n       column, which would have been immobilizing. The wound paths were\n       generally from left to right, front to back, and slightly downwards. Four\n       bullets entered Townsend’s left arm before penetrating his torso.\n               Detectives testified about physical evidence recovered from\n       Williams’ car, bedroom, and the scene of the shooting. Investigators\n       recovered three nine-millimeter cartridge cases from the scene and one from\n       Williams’ car. The firearms examiner testified that the cartridges were all\n\n      As a result of our holdings, the Court of Special Appeals’s order of a limited\n       3\n\nremand—the correctness of which is not before us—remains in effect.\n\n                                          -5-\n\f       fired from one gun. Forensic analysts who processed the car recovered a\n       nine-millimeter bullet from the rear passenger-side door. According to the\n       firearms examiner, the bullets were also fired from one gun. Analysts\n       observed bullet holes in the front and rear passenger seats. Using a trajectory\n       rod, they determined that the bullet lodged in the door was fired from the\n       direction of the front left of the car and passed through the front and rear\n       passenger seats. Photos of the trajectory rod analysis were entered as\n       evidence. Investigators discovered a substance that was likely blood on the\n       driver-side floormat. They also discovered a substance that was likely blood\n       on the heel of one of Williams’ shoes. The substance was invisible to the\n       naked eye. Townsend could not be excluded as a significant contributor to\n       the DNA profiles recovered from the substances.\n               Williams returned home on the evening of December 14 before 9:00\n       p.m. and did not park in front of his home. Detectives ultimately found his\n       car on December 16 after Williams moved the car to a spot in front of his\n       home that morning. Williams’ mother told detectives that it was unusual for\n       him not to park in front of his home or at a nearby lot. The day after the\n       shooting, Williams stayed home all day and cleaned his bathroom with\n       bleach. The bleach odor was so strong that Williams’ mother asked him to\n       turn on the bathroom exhaust fan. Williams’ mother told detectives that it\n       was unusual for Williams to stay home all day and unusual for him to clean\n       the bathroom with bleach. Skinner eventually learned of Townsend’s death\n       when he spoke to Williams over the phone on December 15. Williams told\n       Skinner that he had dropped Townsend off at a liquor store in Waldorf at\n       7:00 p.m. Skinner found this strange because the group was still driving\n       together at that time. Williams also told Townsend’s mother and brother that\n       he dropped Townsend off at a liquor store in Waldorf.\n\nWilliams, 251 Md. App. at 567-69, 254 A.3d at 582-83 (ellipses in original). Before trial,\n\nin a motion concerning a bill of particulars, the State described its theory of the case, which\n\nincluded the allegation that Williams fatally shot Townsend.4\n\n\n       4\n         A bill of particulars is “[a] formal, detailed statement of the claims or charges\nbrought by a plaintiff or a prosecutor, usu[ally] filed in response to the defendant’s request\nfor a more specific complaint.” Bill of Particulars, Black’s Law Dictionary (11th ed.\n2019). Williams filed a demand for a bill of particulars and the State filed a response,\ncontending that it was not required to provide a bill of particulars. Later, however, the\nState filed a “Motion to Amend the Bill of Particulars” even though it had not provided\none. In the motion, the State included the factual allegation that Williams “shot []\n\n\n                                           -6-\n\f      Jury Instructions, Verdicts, Motion for a New Trial, and Motion to Strike\n\n       The circuit court instructed the jury on second-degree murder, first-degree assault,\n\nand use of a firearm in the commission of a felony5 as follows:\n\n               Homicide second-degree murder. Second-degree murder is the killing\n       of another person with either the intent to kill, or the intent to inflict such\n       serious bodily harm that death would be the likely result. Second-degree\n       murder[] does not require premeditation or deliberation.\n               In order to convict the defendant of second-degree murder, the State\n       must prove, 1) that the defendant caused the death of [] Townsend, and 2)\n       that the defendant engaged in the deadly conduct either with the intent to kill,\n       or with the intent to inflict such serious bodily harm that death would be the\n       likely result.\n               First-degree assault. The defendant is charged with the crime of first-\n       degree assault. In order to convict the defendant of first-degree assault, the\n       State must prove all of the elements of second-degree assault, and also must\n       prove that the defendant used a firearm to commit the assault.\n\n                                            ***\n\n              Definition of assault. Assault is causing offensive physical contact to\n       another person. In order to convict the defendant of assault, the State must\n       prove[,] 1) that the defendant caused physical harm to [] Townsend, 2) that\n       the conduct . . . I’m sorry, that the contact was the result of an intentional or\n       reckless act of the defendant and was not accidental, and 3) that the contact\n       was not legally justified.\n\n                                            ***\n\n              Weapons, use of a handgun or firearm in the commission of a felony\n\nTownsend seven times in his upper body causing his death.” Williams filed exceptions to\nthe motion, arguing that the State had still not provided a sufficient bill of particulars. On\nMarch 15, 2018, the circuit court conducted a hearing, granted the State’s motion, and\ndenied Williams’s exceptions.\n       5\n         The circuit court instructed the jury on use of a firearm in the commission of a\nfelony rather than use of a firearm in the commission of a crime of violence. That is of no\nconsequence because second-degree murder and first-degree assault are both crimes of\nviolence and felonies. See Md. Code Ann., Pub. Safety (2003, 2011 Repl. Vol.) § 5-\n101(c)(3), (11); Md. Code Ann., Crim. Law (2002, 2012 Repl. Vol.) §§ 2-204(b), 3-202(c).\n\n\n                                           -7-\n\f       or crime of violence. The defendant is charged with the crime of use of a\n       firearm in the commission of a felony. The felonies in this case are first-\n       degree murder and first-degree assault.\n              In order to convict the defendant, the State must prove, 1) that the\n       defendant committed the felonies, and 2) that the defendant used a firearm in\n       the commission of the felonies.\n\n                                          ***\n\n               Use of a firearm includes brandishing, displaying, striking with,\n       firing, or attempting to fire a firearm in the furtherance of the felonies.\n               A person uses a firearm when he uses it to create fear of harm. The\n       defendant need not injury [sic] anyone with the firearm. Mere possession of\n       a firearm at or near the crime scene is not sufficient.\n\n(Ellipsis in original).\n\n       After deliberating, the jury returned verdicts of guilty as to second-degree murder,\n\npossession of a regulated firearm while under the age of twenty-one,6 and wearing,\n\ncarrying, or transporting a handgun in a vehicle. The jury found Williams not guilty of\n\nfirst-degree murder, use of a firearm in the commission of crime of violence (second-\n\ndegree murder), and first-degree assault. The courtroom clerk polled the jurors without\n\nincident.\n\n       Immediately afterward, Williams’s counsel requested a bench conference and\n\nobjected. Williams’s counsel contended that the guilty verdict as to second-degree murder\n\n\n       6\n        The verdict sheet and the courtroom clerk’s questions of the foreperson of the jury\nincluded the term “being a minor in possession of a firearm[.]” The State charged Williams\nwith violating Md. Code Ann., Pub. Safety (2003, 2011 Repl. Vol.) (“PS”) § 5-133(d),\nunder which, with limited exceptions, “a person who is under the age of 21 years may not\npossess a regulated firearm.” PS § 5-133(d)(1). At trial, Williams’s mother testified as to\nhis date of birth, which indicated that Williams was twenty when Townsend was fatally\nshot on December 14, 2017. Although Williams was not a minor at the time, he was under\ntwenty-one and thus prohibited from possessing a regulated firearm under PS § 5-\n133(d)(1).\n\n                                         -8-\n\fwas legally inconsistent with the not-guilty verdict as to first-degree assault because the\n\nlatter is a lesser-included offense of the former. In explaining the basis for the objection,\n\nWilliams’s counsel stated that “maybe it is just a logically, just bizarre verdict, and they\n\nhave some other reason they acquitted him.” The State indicated that Williams’s counsel\n\nhad suggested that the verdicts are factually inconsistent. Williams’s counsel countered\n\nthat he had never “uttered the phrase, factually inconsistent.” Williams’s counsel requested\n\nthat the circuit court have the jury resume deliberations and that it instruct the jury to find\n\nWilliams not guilty of second-degree murder if the jury did not believe that he used a\n\nfirearm to commit assault. The State took the position that the verdicts were not legally\n\ninconsistent because neither first-degree assault nor use of a firearm in the commission of\n\na crime of violence is a lesser-included offense of second-degree murder.\n\n       The circuit court denied Williams’s counsel’s request to have the jury resume\n\ndeliberations. Next, Williams’s counsel requested that the circuit court declare a mistrial\n\nas to “Count 3[.]”7 Williams’s counsel argued that, in the bill of particulars, the State\n\nalleged that Williams engaged in only one act involving a firearm. Williams’s counsel\n\ncontended that the not-guilty verdict as to first-degree assault precluded the jury from\n\nfinding Williams guilty of second-degree murder. The circuit court ruled that the verdicts\n\nwould remain as rendered. Williams’s counsel asked the circuit court to note an objection\n\n\n\n\n       In requesting a mistrial, it appears that Williams’s counsel inadvertently used the\n       7\n\nterm “Count 3[.]” The indictment reflects that Count 3 was first-degree assault, an offense\nfor which the jury had returned a verdict of not guilty. In saying the term “Count 3,” it\nappears that Williams’s counsel was referring to the third question on the verdict sheet,\nwhich pertained to second-degree murder.\n\n                                           -9-\n\fto the hearkening and recordation of the verdicts that he alleged to be inconsistent.\n\n       The jury verdicts were hearkened without incident. When dismissing the jury, the\n\ncircuit court advised the jurors that the attorneys might want to talk to them, and that it was\n\nup to the jurors whether to do so. The circuit court took a recess.\n\n       After the recess, Williams’s counsel asked the circuit court to release Williams\n\npending sentencing and stated that he had spoken with five of the jurors. Williams’s\n\ncounsel advised that the jurors he spoke with purportedly stated that they did not believe\n\nthat Williams was responsible for the shooting. The circuit court declined to change the\n\nstatus of Williams’s bond.\n\n       Williams’s counsel filed a motion for a new trial, contending that the circuit court\n\nerred in permitting legally inconsistent verdicts and in not instructing the jury to resume\n\ndeliberations and reach consistent verdicts. Williams’s counsel advised that, after he spoke\n\nwith jurors on the last day of the trial, one of the jurors contacted a member of the defense\n\nteam and indicated that the juror wanted to speak further. Williams’s counsel stated that a\n\nmember of the defense team met and spoke with the juror. Williams’s counsel attached to\n\nthe motion for a new trial an affidavit dated July 10, 2019, made by the juror who reached\n\nout to his office after trial, that contained allegations concerning the jury’s deliberations.\n\nWilliams’s counsel asserted that information provided by jurors after trial, including the\n\none juror’s affidavit, indicated that the jury misinterpreted the jury instructions on second-\n\ndegree murder and other matters.\n\n       The State filed an opposition to the motion for a new trial in which the State moved\n\nto strike any reference to statements allegedly made by jurors. The State observed that,\n\n\n                                          - 10 -\n\funder case law and Maryland Rule 5-606, it is impermissible to use information obtained\n\nfrom a juror about the jury’s deliberations to impeach a verdict.\n\n       On August 23, 2019, the circuit court conducted a hearing on the motion for a new\n\ntrial and the motion to strike. After hearing arguments on the motion to strike, the circuit\n\ncourt granted the motion, sealed the affidavit, and stated that it would disregard the\n\ncomments that Williams’s counsel made on the last day of trial about statements alleged to\n\nhave been made by some of the jurors. After hearing arguments on the motion for a new\n\ntrial, the circuit court took the matter under advisement. On September 12, 2019, after\n\nbrief remarks from counsel, the circuit court ruled orally from the bench, denying the\n\nmotion for a new trial. On the same date, the circuit court issued an order to that effect.\n\nOn September 30, 2019, Williams filed a notice of appeal.\n\n                        Opinion of the Court of Special Appeals\n\n       In an opinion dated July 7, 2021, the Court of Special Appeals held that the guilty\n\nverdict as to second-degree murder is not legally inconsistent with the not-guilty verdict as\n\nto first-degree assault because the latter is not a lesser-included offense of the former. See\n\nWilliams, 251 Md. App. at 541, 254 A.3d at 567. The Court of Special Appeals concluded\n\nthat the circuit court did not abuse its discretion in denying the motion for a new trial\n\nbecause the substance of the motion and attached affidavit was prohibited under Maryland\n\nRule 5-606(b). See id. at 573, 254 A.3d at 586. The Court of Special Appeals determined\n\nthat the evidence was sufficient to support the convictions for second-degree murder and\n\npossession of a regulated firearm while under the age of twenty-one. See id. at 567, 254\n\nA.3d at 582.\n\n\n                                          - 11 -\n\f                             Petitions for Writs of Certiorari\n\n       On August 25, 2021, through counsel, Williams petitioned for a writ of certiorari,\n\nraising the following three issues:\n\n       I. Did the Court of Special Appeals err in finding the verdict was not\n       impermissibly inconsistent?\n\n       II. In what circumstances does the no-impeachment rule set forth in\n       Maryland Rule 5-606(b) yield to a defendant’s constitutional rights and a\n       jury’s true verdict?\n\n       III. Did the Court of Special Appeals err in holding there was sufficient\n       evidence to convict [] Williams of second-degree murder and possession of\n       a firearm by a person younger than twenty-one?\n\nWe granted the petition.8 See Williams, 476 Md. 262, 261 A.3d 239.\n\n                                      DISCUSSION\n\n                            I. Allegedly Inconsistent Verdicts\n\n                                The Parties’ Contentions\n\n       Williams contends that the guilty verdict as to second-degree murder is legally\n\ninconsistent with the not-guilty verdicts as to first-degree assault and use of a firearm in\n\nthe commission of a crime of violence because the jury could not have reached the verdicts\n\nwithout failing to follow the jury instructions given by the circuit court. Williams states\n\nthat he does not dispute that the jury instructions on the offenses at issue were correct or\n\nthat, in the abstract, separate from the allegations made by the State in the charging\n\n\n\n       8\n        On July 29, 2021, on his own behalf, Williams petitioned for a writ of certiorari.\nOn August 3, 2021, through counsel, Williams filed a line explaining that he filed the\npetition before having legal representation and that he intended to file a superseding\npetition. The initial petition was denied.\n\n                                         - 12 -\n\fdocuments, the offenses do not satisfy the required evidence test. Williams argues,\n\nhowever, that, even if the offenses do not satisfy the required evidence test, verdicts as to\n\nthe offenses are legally inconsistent where the verdicts indicate that the jury failed to follow\n\njury instructions. Williams asserts that, in this case, the jury failed to follow the jury\n\ninstructions on second-degree murder, the presumption of innocence, the burden of proof,\n\nand the requirement to decide this case based only on the evidence. Williams maintains\n\nthat this is shown by the circumstance that the jury found him guilty of second-degree\n\nmurder even though, as indicated by the not-guilty verdicts, the jury determined that the\n\nState had not proven beyond a reasonable doubt that he fatally shot Townsend. Williams\n\ncontends that, even if the verdicts are not legally inconsistent, they cannot stand because\n\nthey are “logically inconsistent.”\n\n       The State responds that the guilty verdict as to second-degree murder is not legally\n\ninconsistent with the not-guilty verdict as to first-degree assault because, under the required\n\nevidence test, the latter is not a lesser-included offense of the former.9 The State argues\n\n\n       9\n         The State contends that Williams failed to preserve for appellate review the issue\nof whether the guilty verdict as to second-degree murder is legally inconsistent with the\nnot-guilty verdict as to use of a firearm in the commission of a crime of violence because\nhe did not raise the issue in the circuit court. The State acknowledges, though, that the\noutcome under the required evidence test would be the same if the not-guilty verdict for\nuse of a firearm in the commission of a crime of violence were considered. In our view,\nthe State is correct that Williams did not preserve a challenge as to legal inconsistency of\nthe verdicts based on the not-guilty verdict as to the use of a firearm in the commission of\na crime of violence. But, because Williams raised in the circuit court the core issue of the\nlegal inconsistency of his acquittal of an offense that was committed through use of a\nfirearm—namely, whether the guilty verdict as to second-degree murder is legally\ninconsistent with the not-guilty verdict as to first-degree assault, an offense that was alleged\nto have been committed with the use of a firearm, we will treat the issue as preserved. The\nState is also correct, though, that the outcome of the analysis is the same.\n\n                                           - 13 -\n\fthat Williams essentially asks us to deviate from our case law by considering the facts of\n\nthe case—as opposed to comparing the elements of the offenses at issue—in determining\n\nwhether the verdicts are legally inconsistent. In addition, the State asserts that Williams in\n\neffect requests that we overrule McNeal by holding that neither factually nor logically\n\ninconsistent verdicts can stand in criminal jury trials. The State maintains that we should\n\ndecline the invitation.\n\n                                   Standard of Review\n\n       An appellate court reviews without deference a trial court’s conclusion as to whether\n\na guilty verdict and a not-guilty verdict are legally inconsistent. See Givens v. State, 449\n\nMd. 433, 447, 144 A.3d 717, 725 (2016).\n\n                           Case Law on Inconsistent Verdicts\n\n       In Price v. State, 405 Md. 10, 12, 29, 949 A.2d 619, 620, 630 (2008), we overruled\n\nthe “Maryland common law principle that inconsistent jury verdicts are normally\n\npermissible in criminal jury trials” and held that “inconsistent verdicts shall no longer be\n\nallowed” in such trials. In Price, we did not specifically indicate whether the new\n\nprohibition would apply to legally inconsistent verdicts, factually inconsistent verdicts, or\n\nboth. That said, the circumstances of Price clearly involved legally inconsistent verdicts\n\nrather than factually inconsistent ones, as the jury found the defendant guilty of possession\n\nof a firearm during and in relation to a drug trafficking offense and not guilty of all drug\n\ntrafficking offenses charged. See id. at 15, 949 A.2d at 622; see also McNeal, 426 Md. at\n\n463, 44 A.3d at 987.\n\n       In McNeal, id. at 461-62, 44 A.3d at 986, we clarified that the prohibition announced\n\n\n                                          - 14 -\n\fin Price applies only to legally inconsistent verdicts, not jury verdicts “that are merely\n\ninconsistent factually, illogical, or ‘curious.’” Unlike Price, McNeal involved a factual\n\ninconsistency rather than a legal inconsistency, as the jury found the defendant guilty of\n\npossession of a regulated firearm by a disqualified person and not guilty of wearing,\n\ncarrying, or transporting a handgun. See McNeal, 426 Md. at 472, 44 A.3d at 992. We\n\ndetermined that the verdicts were not legally inconsistent because each offense has a unique\n\nelement—i.e., neither is a lesser-included offense of the other. See id. at 472, 44 A.3d at\n\n992-93. We explained that, in a criminal case tried by a jury, although a court can\n\ndetermine whether verdicts are legally inconsistent, there may be various explanations for\n\nfactually inconsistent verdicts, including lenity, mistake, or compromise. See id. at 472-\n\n73, 44 A.3d at 992-93. We explained that evaluating the jury’s considerations in reaching\n\nits verdict would involve pure speculation or necessitate an inquiry into the jury’s\n\ndeliberations. See id. at 473, 44 A.2d at 993. We unequivocally stated that a court should\n\nnot “inquire into the details of the deliberations” and that we would “not risk disturbing a\n\nverdict for the wrong reasons.” Id. at 472-73, 44 A.3d at 992-93 (citation omitted).\n\n       We explained that practical considerations concerning how a trial court might\n\ncorrect factually inconsistent verdicts weighed against applying the holding in Price to such\n\nverdicts. See McNeal, 426 Md. at 471, 44 A.3d at 992. The process for correcting legally\n\ninconsistent verdicts after timely objection involves the trial court sending the jury back\n\nfor further deliberations to potentially reach a different verdict as to at least one of the\n\noffenses and, if applied to factually inconsistent verdicts, would risk invading the province\n\nof the jury with regard to factual determinations. See id. at 471, 44 A.3d at 992. We\n\n\n                                         - 15 -\n\fexplained that prohibiting factually inconsistent verdicts in criminal jury trials would create\n\npractical problems because, if a jury reached factually inconsistent verdicts and the trial\n\ncourt instructed the jury to resume deliberating and reach verdicts that were not factually\n\ninconsistent, the instruction could “be construed by the jurors as a suggested outcome, or\n\nthat their original conclusions are deemed incorrect.” Id. at 471-72, 44 A.3d at 992. We\n\nstated that, by allowing factually inconsistent verdicts in criminal jury trials, “we\n\nreaffirm[ed] the historic role of the jury as the sole fact-finding body in” such trials. Id. at\n\n472, 44 A.3d at 992.\n\n       In State v. Stewart, 464 Md. 296, 301-02, 211 A.3d 371, 374 (2019) (per curiam),\n\nin addressing the issue of inconsistent verdicts, we held that a conviction for robbery should\n\nnot have been reversed on the ground that it was inconsistent with an acquittal of second-\n\ndegree assault of the intent-to-frighten type.10 Although a five-judge majority of this Court\n\nreached this conclusion, they did so for different reasons. See id. at 301-02, 211 A.3d at\n\n374 (per curiam). Three judges opined that reversal of the conviction was unwarranted\n\nbecause the verdicts did not indicate that the jury failed to follow the jury instructions on\n\nthe offenses at issue, which were correct and generated by the evidence. See id. at 307-08,\n\n211 A.3d at 378 (McDonald, J., writing separately). That opinion took the position that, in\n\ndetermining whether verdicts are inconsistent, the key issue is whether the verdicts indicate\n\n\n       10\n         In Stewart, the Court of Special Appeals reversed the defendant’s conviction for\nrobbery, holding that it was legally inconsistent with the acquittal as to assault because the\nassault was a lesser-included offense of robbery. See Stewart, 464 Md. at 300, 211 A.3d\nat 373 (per curiam). A majority of this Court agreed to reverse the Court of Special\nAppeals’s judgment and affirm the defendant’s conviction for robbery. See id. at 301, 211\nA.3d at 374 (per curiam).\n\n                                           - 16 -\n\fon their face that the jury failed to follow proper jury instructions on the offenses at issue,\n\nnot whether the verdicts are legally inconsistent or factually inconsistent. See id. at 304-\n\n05, 211 A.3d at 376 (McDonald, J., writing separately).\n\n       The other two judges in the majority who concluded that reversal of the conviction\n\nwas unwarranted and two additional judges who would have affirmed the judgment of the\n\nCourt of Special Appeals were in agreement that, consistent with our holding in McNeal,\n\nthe Court’s analysis should distinguish between legally inconsistent verdicts and factually\n\ninconsistent verdicts. See Stewart, 464 Md. at 308-09, 211 A.3d at 378-79 (Watts, J.,\n\nwriting separately); id. at 335-36, 211 A.3d at 394-95 (Greene, J., concurring and\n\ndissenting); id. at 34243, 211 A.3d at 398-99 (Hotten, J., dissenting). The two judges who\n\nwere in the majority as to the outcome of the case concluded that reversal of the conviction\n\nwas unwarranted because the verdicts were not legally inconsistent and determined that\n\nsecond-degree assault of the intent-to-frighten type is not a lesser-included offense of\n\nrobbery and that the jury instructions on both offenses were correct. See id. at 308, 310,\n\n211 A.3d at 378-79 (Watts, J., writing separately). Their opinion took the position that, in\n\ndetermining whether verdicts are legally inconsistent, a court must confirm whether the\n\njury instructions on the offenses at issue were correct and ascertain whether the offense of\n\nwhich the jury found the defendant not guilty is a lesser-included offense of the one of\n\nwhich the jury found the defendant guilty. See id. at 310, 211 A.3d at 379 (Watts, J.,\n\nwriting separately).\n\n       The two judges who were not in the majority as to the outcome agreed that it was\n\nnecessary to determine whether the verdicts were legally inconsistent by ascertaining\n\n\n                                          - 17 -\n\fwhether one of the charged offenses was a lesser-included offense of another, but would\n\nhave concluded that the second-degree assault offense at issue was a lesser-included\n\noffense of robbery and thus the verdicts were legally inconsistent. See id. at 335-36, 342,\n\n211 A.3d at 394-95, 398 (Greene, J., concurring and dissenting); see id. at 342-43, 211\n\nA.3d at 398-99 (Hotten, J., dissenting).     Writing separately, one of the judges, the\n\nHonorable Clayton Greene, Jr., explained:\n\n              The majority view of this Court is to affirm our pronouncement in\n       Price and McNeal that legally inconsistent verdicts will not be tolerated in\n       Maryland. In addition, a majority of the Court agrees that a two-step inquiry\n       is required for determining whether a verdict is legally inconsistent. This\n       process is outlined, accurately in my view, in Judge Watts’s opinion in this\n       case, having been first explicated in Price and McNeal and maintained by\n       their progeny. In sum, a reviewing court must first confirm that the trial\n       judge correctly instructed the jury regarding the two crimes’ elements. Then,\n       the judge must ascertain whether a crime for which the defendant was found\n       not guilty is a lesser included offense of the crime for which the jury found\n       the defendant guilty.\n\nStewart, 464 Md. at 335, 211 A.3d at 394 (Greene, J., concurring and dissenting) (citations\n\nomitted). Writing separately, the second judge, the Honorable Michele D. Hotten, stated:\n\n“I agree with the two-step inquiry required for the determination of legally inconsistent\n\nverdicts, as provided in Judge Watts’s opinion. I do not believe we should depart from\n\ntenets of stare decisis by reconsidering the approach to determining inconsistent verdicts,\n\nas the plurality contends.” Id. at 342, 211 A.3d at 398 (Hotten, J., dissenting) (footnote\n\nomitted).11 Thus, in Stewart, while a majority of the Court agreed on the outcome of\n\n\n       11\n         As such, both judges endorsed maintaining the distinction between legally and\nfactually inconsistent verdicts. And, both judges applied the required elements test and\nconcluded that second-degree assault is a lesser-included offense of robbery and that,\n\n\n                                         - 18 -\n\freversal of the judgment of the Court of Special Appeals for different reasons, a four-\n\nmember majority of the Court agreed that the distinction between legally and factually\n\ninconsistent verdicts should remain, that legally inconsistent verdicts are not permissible,\n\nand that such verdicts occur where an offense of which the defendant is found not guilty is\n\na lesser-included offense of an offense of which the defendant is found guilty. As such,\n\nStewart did not undermine or abrogate the analysis set forth by this Court in McNeal.\n\n                                          Analysis\n\n       Here, we conclude that the guilty verdict as to second-degree murder is not legally\n\ninconsistent with the not-guilty verdicts as to first-degree assault and use of a firearm in\n\nthe commission of a crime of violence because the jury instructions on the offenses at issue\n\nwere correct and neither of the offenses at issue of which Williams was acquitted is a lesser-\n\nincluded offense of second-degree murder. In reaching this conclusion, consistent with our\n\ncase law, we consider the instructions given to the jury on the offenses at issue and the\n\nelements of the offenses. This approach is compelled by the analysis endorsed by the\n\nmajority of the Court in Stewart and by McNeal, in which, when determining whether\n\nverdicts were legally inconsistent, we considered the jury instructions as to the offenses at\n\nissue and the elements of the offenses, not the facts of a particular case. See Stewart, 464\n\nMd. at 301-02, 211 A.3d at 374-75 (per curiam); McNeal, 426 Md. at 472, 44 A.3d at 992-\n\n\ntherefore, the verdicts were legally inconsistent. In other words, four members of the Court\nconcluded that the distinction between legally and factually inconsistent verdicts in\ncriminal jury trials firmly recognized in McNeal should be upheld. There was no deadlock\nor split between the four judges as to upholding the distinction set forth in McNeal, and, as\ndiscussed below, there is no basis under the principle of stare decisis on which to overrule\nMcNeal.\n\n                                          - 19 -\n\f93. In other words, we do not, as Williams has suggested, examine whether information\n\nin the charging documents, bill of particulars, or evidence adduced at trial, i.e., the facts of\n\nthe case, demonstrate that the jury has reached legally inconsistent verdicts. It is logical\n\nthat we do not address the facts of a case in ascertaining whether verdicts are legally\n\ninconsistent,    given     that    the     question     necessarily     involves     a    legal\n\ndetermination. Undoubtedly, the facts of a case would be relevant to the review of an\n\nalleged factual inconsistency. But, as we held in McNeal, factually inconsistent verdicts\n\nare permissible in criminal jury trials. See id. at 461-62, 44 A.3d at 986. We will not\n\nintrude upon the province of the jury in an attempt to reconcile factual inconsistencies.\n\n       Although Williams does not explicitly ask us to overrule Stewart or McNeal and\n\ninstead contends that factually and legally inconsistent verdicts are equally offensive, there\n\nwould be no way for us to adopt his position—that the State’s theory of the case leads to\n\nthe conclusion that the verdicts are inconsistent—without abandoning the analysis that we\n\napplied in Stewart and McNeal and abrogating our holdings in the cases. The crux of\n\nWilliams’s argument is that the indictment, the bill of particulars, and the evidence\n\npresented at trial indicate that he fatally shot Townsend, as opposed to killing him by any\n\nother method, and therefore the not-guilty and guilty verdicts are inconsistent. This\n\nallegation inextricably pertains to the facts of the case. But, evaluating whether the jury\n\nreached inconsistent verdicts based on the facts of the case would be contrary to the\n\napproach in Stewart and McNeal.\n\n       We are not persuaded by Williams’s attempt to circumvent the analysis used in\n\nStewart and McNeal by arguing that verdicts are legally inconsistent where the facts or\n\n\n                                           - 20 -\n\fcircumstances of the case indicate that the jury failed to follow jury instructions.\n\nWilliams’s contention appears to be at least based in part on the discussion in one of the\n\nopinions in Stewart that where verdicts are legally inconsistent there is an indication that\n\nthe jury failed to follow jury instructions. See Stewart, 464 Md. at 301, 211 A.3d at 374\n\n(per curiam); id. at 305-08, 211 A.3d at 376-78 (McDonald, J., writing separately).\n\nQuoting Stewart, id. at 305, 211 A.3d at 376 (McDonald, J., writing separately), Williams\n\nstates that “[t]he real concern with a seemingly inconsistent verdict is not what label we\n\ncan attach to it, but whether the jury disregarded the trial court’s instructions on the law in\n\nreaching a guilty verdict on a particular count.”12 Relying on this, Williams argues that,\n\nregardless of whether the inconsistency is factual or legal, inconsistent verdicts are not\n\npermitted because they may be the result of a jury not following instructions. Read as a\n\nwhole, Stewart and McNeal make clear that legally inconsistent verdicts are impermissible\n\n\n       12\n          Williams’s argument seems to be that, in his view, there is an indication that the\njury did not follow jury instructions such as the instruction on the burden of proof and the\npresumption of innocence, and that this is a basis for determining that the verdicts are\ninconsistent. However, the language from the opinion in Stewart that Williams quotes\ndoes not support his contention. See Stewart, 464 Md. at 305, 211 A.3d at 376 (McDonald,\nJ., writing separately). The opinion stated that the jury instructions to be considered in\ndetermining whether verdicts are inconsistent are the jury “instructions on the law\ngoverning the charged offenses.” Id. 464 Md. at 305, 211 A.3d at 376 (McDonald, J.,\nwriting separately) (footnote omitted). Additionally, the opinion began its analysis of the\ncircumstances of the case by observing that there was “no dispute that the jury instructions\nwere generated by the evidence at trial and accurately described the elements of the\noffenses with which [] Stewart was charged.” Id. at 307, 211 A.3d at 378 (McDonald, J.,\nwriting separately).\n\n\n\n\n                                          - 21 -\n\fand that such verdicts occur where a jury reaches irreconcilable verdicts that demonstrate\n\nit failed to follow jury instructions on the offenses at issue where the trial court’s\n\ninstructions as to the offenses are correct and the offenses have the same elements. See\n\nStewart, 464 Md. at 310, 211 A.3d at 379 (Watts, J., writing separately); McNeal, 426 Md.\n\nat 458, 44 A.3d at 984. Neither Stewart nor McNeal supports Williams’s position that we\n\nmust examine the facts of a case to determine whether a jury’s verdict in a criminal case is\n\nimpermissibly inconsistent.\n\n       In addition, in his endeavor to have us examine the facts of his case as part of the\n\nanalysis, Williams relies on the following sentence from an opinion in Stewart: “An\n\nanalysis of the circumstances of this case reveals that Stewart’s conduct satisfied the\n\nelements of robbery, but not those of second-degree assault of the intent-to-frighten type.”\n\nStewart, 464 Md. at 330, 211 A.3d at 391 (Watts, J., writing separately). This sentence in\n\nStewart, however, came immediately after an analysis that illustrated that it is possible to\n\ncommit robbery without committing second-degree assault of the intent-to-frighten type,\n\nas was the case in Stewart. See id. at 328-30, 211 A.3d at 390-91 (Watts, J., writing\n\nseparately). Williams overlooks that the opinion in Stewart explained in detail the holding\n\nin McNeal that factually inconsistent verdicts are permissible in criminal jury trials and\n\nthat the opinion expressly concluded that, to determine whether a guilty verdict and not-\n\nguilty verdict are legally inconsistent, a court must apply the test explained above, which\n\ninvolves a review of the instructions as to the offenses and the elements of the offenses.\n\nSee Stewart, 464 Md. at 310, 317, 211 A.3d at 379, 383-84 (Watts, J., writing separately).\n\nNothing in the opinion from which the statement comes supports the contention that\n\n\n                                         - 22 -\n\fresolution of the issue of whether verdicts are legally inconsistent may depend on the facts\n\nof a particular case.\n\n      On brief, the State brings up, that, in Hemming v. State, 469 Md. 219, 230, 263-64 &\n\nn.18, 229 A.3d 825, 831, 851 & n.18 (2020), a case in which this Court held that a\n\n“bifurcated hybrid trial procedure split between two factfinders” was not permitted, in\n\nexplaining that such a procedure could lead to inconsistent verdicts, the Court suggested in\n\na footnote that it no longer recognized a distinction between legally and factually\n\ninconsistent verdicts and points out that from its perspective the suggestion appeared to be\n\n“an error” as opposed to a change in law. It is correct that in a footnote in Hemming, we\n\nremarked that such a distinction had been rejected and referred to Stewart as “holding that\n\nthe permissibility of an inconsistent jury verdict depends on ‘whether the jury verdict on\n\nits face indicates that the jury failed to follow the trial court’s proper instructions on the\n\nlaw governing the charged offenses[.]’” Hemming, 469 Md. at 264 n.18, 229 A.3d at 851\n\nn.18 (quoting Stewart, 464 Md. at 305, 211 A.3d at 376 (McDonald, J., writing\n\nseparately)). The footnote appears to refer to the opinion of the three judges in Stewart\n\nwhose approach to determining inconsistent verdicts would focus mainly on a review of\n\nthe jury instructions on the offenses. The footnote did not address the circumstance that,\n\nin Stewart, four members of the Court explicitly endorsed upholding the approach set forth\n\nin McNeal as to distinguishing between legally and factually inconsistent verdicts and the\n\nholding in McNeal that legally inconsistent verdicts are not permissible while factually\n\ninconsistent verdicts in criminal jury trials are permissible. It is clear that in Stewart, this\n\nCourt did not overrule McNeal or the use of the required evidence test in determining the\n\n\n                                           - 23 -\n\fexistence of legally inconsistent verdicts. In addition, later, after Hemming, in State v.\n\nSayles, 472 Md. 207, 244, 244 A.3d 1139, 1160-61 (2021), this Court reaffirmed the\n\nholding in McNeal and the distinction between legally and factually inconsistent verdicts.\n\n         Having explained that, under Stewart and McNeal, a determination as to whether\n\nverdicts are legally inconsistent involves an examination of the jury instructions given on\n\nthe offenses and the elements of the offenses at issue, we turn to the alleged inconsistency\n\nin this case. It is undisputed that the jury instructions accurately conveyed the elements of\n\nall three of the relevant offenses. In determining whether there is a legal inconsistency, the\n\nnext step is to compare the elements of the offenses and resolve the question of whether,\n\nunder the required evidence test, the offense of first-degree assault, where the modality of\n\nthe commission of the offense is the use of a firearm, or use of a firearm in the commission\n\nof a crime of violence is a lesser-included offense of second-degree murder. The answer\n\nis no.\n\n         “Under the required evidence test—also known as the same evidence test,\n\nBlockburger test, or elements test—Crime A is a lesser-included offense of Crime B where\n\nall of the elements of Crime A are included in Crime B, so that only Crime B contains a\n\ndistinct element.” State v. Wilson, 471 Md. 136, 178, 240 A.3d 1140, 1164 (2020) (citation\n\nomitted). The offenses of first-degree assault (involving the use of a firearm) and use of a\n\nfirearm in the commission of a crime of violence have an element—specifically, the use of\n\na firearm—that second-degree murder lacks. This analysis demonstrates that the not-guilty\n\nverdicts were not as to a lesser-included offense of second-degree murder and that there is\n\nno legal inconsistency in the verdicts.\n\n\n                                          - 24 -\n\f       We cannot embrace Williams’s contention that, even if not legally inconsistent with\n\nthe acquittals, the verdict for second-degree murder cannot stand because it is “logically\n\ninconsistent” with the acquittals. The term “logically inconsistent” appears to be a\n\neuphemism that Williams uses to avoid use of the term “factually inconsistent.” As we\n\nexplained in McNeal, the terms “logically inconsistent” and “factually inconsistent” are\n\nvirtually synonymous. See McNeal, 426 Md. at 458-59 & n.2, 462, 44 A.3d at 984 & n.2,\n\n986. As such, Williams’s contention that the verdicts are logically inconsistent is nothing\n\nmore than an argument that the verdicts are factually inconsistent, which under our holding\n\nin McNeal is a permissible outcome in criminal jury trials.\n\n       To the extent that Williams implicitly seeks to have us overrule McNeal, we decline\n\nthe request and reaffirm our conclusion that factually inconsistent verdicts are permissible\n\nin criminal jury trials. “Under the doctrine of stare decisis, an appellate court may overrule\n\na case that either was clearly wrong and contrary to established principles or has been\n\nsuperseded by significant changes in the law or facts.” Scott v. State, 454 Md. 146, 183,\n\n164 A.3d 177, 198 (2017), cert. denied sub nom. Scott v. Maryland, 138 S. Ct. 652 (2018)\n\n(cleaned up). Neither of these circumstances exists as to McNeal. Far from being clearly\n\nwrong or having been superseded, our holding in McNeal remains good law. In three\n\nseparate opinions—which were issued just three years ago— four judges of the Court in\n\nStewart were in favor of upholding the approach in McNeal distinguishing between legally\n\nand factually inconsistent verdicts.     As recognized in McNeal, prohibiting factually\n\ninconsistent verdicts in criminal jury trials would result in trial courts invading the province\n\nof the jury by inquiring into deliberations and would prevent juries from reaching factually\n\n\n                                           - 25 -\n\finconsistent verdicts as a result of lenity or compromise. See McNeal, 426 Md. at 471-73,\n\n44 A.3d at 992-93.\n\n       Tellingly, on brief, Williams cites only one case in which a court in another\n\njurisdiction has prohibited factually inconsistent verdicts in criminal jury trials—the fifty-\n\ntwo-year-old Alaska case of DeSacia v. State, 469 P.2d 369, 377 (Alaska 1970). In\n\nMcNeal, citing DeSacia, we observed that “Alaska, as it turns out, is the sole state to take\n\na position rejecting both factually and legally inconsistent verdicts.” McNeal, 426 Md. at\n\n468-69, 44 A.3d at 990. It would appear that our observation in McNeal is still accurate\n\ntoday, given that Williams does not identify, and we are not aware of, a case from another\n\nState that prohibits factually inconsistent verdicts in criminal jury trials.\n\n       It is accurate that the verdicts in this case are factually inconsistent—but, for the\n\nreasons that we set forth in McNeal, that circumstance does not warrant reversal and instead\n\nreflects the role of the jury as the sole arbiter of factual disputes in a criminal jury trial.\n\nSee id. at 470, 44 A.3d at 991. The verdicts may represent nothing more than compromise\n\nor leniency. We are aware that Williams has contended that information provided by some\n\nof the jurors indicated that the jury misinterpreted the jury instructions on second-degree\n\nmurder and other matters—i.e., that the reason for the factual inconsistency was a failure\n\nto follow the instructions. As explained below in Part II, however, using as part of our\n\nreview information obtained from jurors about the jury’s deliberations after it reaches a\n\nverdict would violate the long-standing “no-impeachment rule,” which prevents inquiring\n\ninto a jury’s verdict by consideration of information concerning deliberations obtained\n\nfrom jurors after the verdict. In compliance with the no-impeachment rule and McNeal,\n\n\n                                           - 26 -\n\fwe will not invade the province of the jury by inquiring into its deliberations to ascertain\n\nthe reason for a factual inconsistency that is permissible under our case law.13 See McNeal,\n\n426 Md. at 473, 44 A.3d at 993.\n\n       Finally, Williams is mistaken in contending that the rule of lenity weighs in favor\n\nof vacating the conviction for second-degree murder. Under the rule of lenity, a court may\n\nmerge a conviction for a statutory offense with another conviction for sentencing purposes\n\nwhere there is no indication that the General Assembly intended for a defendant to receive\n\na separate sentence for each offense. See State v. Johnson, 442 Md. 211, 218, 112 A.3d\n\n383, 387 (2015). As such, the rule of lenity is a potential ground on which an appellate\n\ncourt may vacate a sentence, not a possible basis for an appellate court to reverse or vacate\n\na conviction—let alone to determine that verdicts are legally inconsistent.\n\n       For the reasons set forth herein, we conclude that the verdicts in this case are not\n\nlegally inconsistent and decline to depart from our holding in McNeal that factually\n\ninconsistent verdicts are permissible in criminal jury trials.\n\n\n       13\n          We are not persuaded by Williams’s argument that affirming the conviction for\nsecond-degree murder would be inconsistent with what he identifies as the principle that a\ndefendant cannot be convicted based on facts that differ from those alleged in an indictment\nor a bill of particulars. Without going into the case law that Williams says underpins his\nassertion, we note that this is not a case in which the State made allegations in an indictment\nor bill of particulars and at trial presented different evidence. Rather, Williams’s argument\nis based on the premise that the reason for the factual inconsistency in the verdicts in this\ncase was a determination by the jury that the State failed to prove that he shot Townsend.\nAs we have explained, factually inconsistent verdicts may arise for many reasons including\ncompromise, juror negotiations, a desire for leniency, or even potentially a mistake.\nAlthough we may not know the reason for a factual inconsistency, our case law makes\nclear that we will not intrude upon a jury’s deliberations by requiring that a trial court\ninstruct a jury to resume deliberating to reach a different verdict absent the existence of\nlegally inconsistent verdicts.\n\n                                          - 27 -\n\f                             II. The No-Impeachment Rule\n\n                                The Parties’ Contentions\n\n       Williams contends that the circuit court erred in refusing to consider post-verdict\n\nstatements made by jurors concerning the jury’s deliberations, including the affidavit of a\n\njuror, and abused its discretion in denying the motion for a new trial. Williams argues that,\n\nunder the Sixth Amendment, it is improper for the State to invoke the rule that a jury may\n\nnot impeach its verdict, i.e., the no-impeachment rule, to circumvent a determination that\n\nthe State failed to prove guilt beyond a reasonable doubt. Williams maintains that this case\n\nwould represent the first instance in Maryland in which a trial court was allowed to permit\n\nthe State to invoke the no-impeachment rule to disregard information from a jury indicating\n\nthat it failed to determine guilt beyond a reasonable doubt.\n\n       The State responds that Williams effectively asks us to abrogate Maryland Rule 5-\n\n606(b), which contains an explicit prohibition against the use of statements from jurors\n\nabout the jury’s deliberations to impeach verdicts, and that we should decline the request.\n\nThe State points out that there are very limited exceptions to the no-impeachment rule,\n\nwhich requires that the substance of jury deliberations remain confidential, such as\n\nevidence of juror bias or external pressure on a juror, and that William’s allegations do not\n\nsatisfy any of the exceptions. The State argues that adopting Williams’s position that the\n\nno-impeachment rule should not apply where a jury returns factual or logically inconsistent\n\nverdicts would incentivize defendants who are found guilty to pursue jurors for information\n\nand seek hearings to undo verdicts. The State maintains that this would result in disturbing\n\nthe finality of verdicts and undermine the jury system in criminal cases. The State points\n\n\n                                         - 28 -\n\fout that courts in Maryland and other jurisdictions have consistently applied the no-\n\nimpeachment rule in declining to review convictions based on information obtained from\n\njurors about the jury’s deliberations after a verdict.\n\n                                    Standard of Review\n\n       Generally, an appellate court reviews for abuse of discretion a trial court’s denial of\n\na motion for a new trial. See Grandison v. State, 425 Md. 34, 75, 38 A.3d 352, 376 (2012),\n\ncert. denied sub nom. Grandison v. Maryland, 568 U.S. 1093 (2013). However, an\n\nappellate court reviews without deference a trial court’s interpretation of case law and the\n\nMaryland Rules. See Gray v. State, 388 Md. 366, 375, 879 A.2d 1064, 1068 (2005).\n\n        Case Law on the No-Impeachment Rule and Maryland Rule 5-606(b)\n\n       “It has long been the rule in Maryland, without any deviation, that a juror may not\n\nimpeach his or her verdict.” Stokes v. State, 379 Md. 618, 637, 843 A.2d 64, 75 (2004)\n\n(citations omitted). See also Colvin-el v. State, 332 Md. 144, 184, 630 A.2d 725, 745\n\n(1993), cert. denied sub nom. Colvin-El v. Maryland, 512 U.S. 1227 (1994) (“The well-\n\nsettled Maryland rule is that jurors cannot be heard to impeach their verdict.” (Citations\n\nomitted)). “[O]ne reason for the rule is to protect the secrecy of jury deliberations. . . .\n\n[W]hile privacy is not a constitutional end in itself, it is the means of ensuring the integrity\n\nof the jury trial itself.” Stokes, 379 Md. at 638, 843 A.2d at 75-76 (citations omitted). This\n\nis because allowing a juror to impeach a verdict “would disclose the secrets of the jury\n\nroom and afford an opportunity for fraud and perjury.” Id. at 637, 843 A.2d at 75 (citation\n\nomitted). Other purposes of the no-impeachment rule include avoiding “harassment of\n\njurors by disgruntled losing parties; removal of an element of finality from judicial\n\n\n                                           - 29 -\n\fdecisions; and through allowing jurors to swear to alleged examples of reprehensible\n\nconduct, a decrease in public confidence in the judicial process.” Id. at 637, 843 A.2d at\n\n75 (citation omitted).\n\n       As the Honorable Charles E. Moylan, Jr. has explained, it has been documented that\n\nthe prohibition against impeaching a jury’s verdict with statements obtained from jurors\n\nbegan as “Lord Mansfield’s Rule,” a common law principle dating back to a 1785 case in\n\nwhich a jury allegedly decided a matter by flipping a coin. See Cooch v. S & D River\n\nIsland, LLC, 216 Md. App. 275, 282-83, 85 A.3d 888, 892, cert. denied, 438 Md. 143, 91\n\nA.3d 613 (2014). Lord Mansfield, the person for whom the rule was named, declined to\n\nconsider a juror affidavit and explained that the only permissible information concerning\n\nthe basis for the jury’s decision would be from a source outside of the jury. See id. at 282-\n\n83, 85 A.3d at 892.\n\n       The first appellate case in Maryland to recognize the common law principle\n\nunderlying the no-impeachment rule was Browne v. Browne, 22 Md. 103 (1864). See\n\nCooch, 216 Md. App. at 283, 85 A.3d at 892-93. In Browne, 22 Md. at 113, evidence in\n\nthe form of affidavits from four jurors, alleging that while deliberating a juror became ill\n\nwhich led to the juror agreeing to the verdict, was excluded. In addition, three other jurors\n\ntestified that they agreed to the verdict in an effort to assist the juror who was ill. See id.\n\nIn Browne, the Court determined that such juror impeachment should not be permitted and\n\nstated that “[t]o allow a verdict of a jury solemnly rendered, to be afterwards impeached\n\nupon such testimony, would, we think, be setting a dangerous precedent, tending in most\n\ncases to the defeat of justice.” Id. The Court explained: “Although in some of the States\n\n\n                                          - 30 -\n\fa different practice has been allowed, we think the law in Maryland is well settled, that the\n\ntestimony of jurors cannot be heard to impeach their verdict, whether the conduct objected\n\nto in the jury be misbehaviour or mistake.” Id. (cleaned up).\n\n       Maryland Rule 5-606(b) codifies the no-impeachment rule.14 See Dorsey v. State,\n\n185 Md. App. 82, 101, 968 A.2d 654, 665 (2009). The Rule “prevents a juror from\n\nimpeaching the verdict” and “prohibits inquiry into the juror’s mental processes or\n\nstatements made during deliberations.” Stokes, 379 Md. at 641, 637, 843 A.2d at 78, 75\n\n(citation omitted). Maryland Rule 5-606(b) provides in pertinent part:\n\n       (1) In any inquiry into the validity of a verdict, a sworn juror may not testify\n       as to (A) any matter or statement occurring during the course of the jury’s\n       deliberations, (B) the effect of anything upon that or any other sworn juror’s\n       mind or emotions as influencing the sworn juror to assent or dissent from the\n       verdict, or (C) the sworn juror’s mental processes in connection with the\n       verdict.\n\n       (2) A sworn juror’s affidavit or evidence of any statement by the juror\n       concerning a matter about which the juror would be precluded from testifying\n       may not be received for these purposes.\n\nThe language of Maryland Rule 5-606(b) does not contain any exception to the prohibition\n\non permitting a juror to testify as to matters that occurred during the course of a jury’s\n\ndeliberations.\n\n       Maryland appellate courts have without fail applied the no-impeachment rule or\n\nMaryland Rule 5-606(b) in declining to reverse convictions based on statements by jurors\n\nabout a jury’s deliberations after the jury reached a verdict. In Genies v. State, 426 Md.\n\n148, 160-61, 43 A.3d 1007, 1013-14 (2012), we held that a trial court did not abuse its\n\n\n       14\n            In the federal system, the principle is set forth in Federal Rule of Evidence 606(b).\n\n                                             - 31 -\n\fdiscretion in denying without a hearing a motion for a new trial based on the defendant’s\n\nallegation that, after the trial concluded, one of the jurors “reported to the Jury\n\nCommissioner’s Office that she had changed her vote during jury deliberations because\n\nshe had ‘felt threatened’ by another juror who stated ‘If you don’t change your vote, I will\n\nmake sure we all stay here for weeks[.]’” We concluded that the allegations concerning\n\nthe jury’s deliberations could not be heard under Maryland Rule 5-606(b) and applied the\n\nprinciple “that under no circumstances would it be admissible to impeach the juror’s own\n\nverdict at the hearing of the motion for a new trial.” Id. at 161, 43 A.3d at 1014 (cleaned\n\nup).\n\n       Similarly, in Dorsey, 185 Md. App. at 111, 95, 968 A.2d at 671, 661, the Court of\n\nSpecial Appeals held that a trial court did not err or abuse its discretion in denying a motion\n\nfor a new trial based on the defendant’s allegation that multiple jurors indicated that, during\n\nthe jury’s deliberations, there was discussion of the circumstance that the defendant did not\n\ntestify. The Court of Special Appeals concluded that “[a]sking the jurors directly about\n\ntheir deliberations, or asking a third party to provide hearsay testimony about the jury\n\ndeliberations, would have constituted an inquiry into the validity of the verdict” in violation\n\nof Maryland Rule 5-606(b). Id. at 110, 968 A.2d at 670.\n\n       In contrast, both Maryland appellate courts have discussed, but not applied, the no-\n\nimpeachment rule in cases where it was possible to establish, without using statements\n\nobtained from a juror about a jury’s deliberations, that the jury may have been unduly\n\ninfluenced. Such cases are consistent with the principles underlying the no-impeachment\n\nrule because they do not stand for the proposition that it is permissible to inquire into the\n\n\n                                          - 32 -\n\fvalidity of a verdict based on information obtained from a juror about a jury’s deliberations\n\nafter the verdict. In particular, in Wernsing v. Gen. Motors Corp., 298 Md. 406, 410-13,\n\n470 A.2d 802, 804-05 (1984), we held that, although affidavits by jurors after trial could\n\nnot properly be used to establish that the jury used a dictionary during its deliberations,\n\ntestimony by a bailiff and notes from the jury during trial could. We observed that the\n\nbailiff’s testimony “present[ed] a different situation” than scenarios where the no-\n\nimpeachment rule applies. Id. at 413, 470 A.2d at 805 (cleaned up). We determined that\n\nthe jury notes were also “competent proof” because, “[a]s documents generated during the\n\njury’s deliberations, they do not suffer the taint of possible post-verdict importuning.” Id.\n\nat 413, 470 A.2d at 805 (cleaned up).\n\n        Similarly, in Smith v. Pearre, 96 Md. App. 376, 390, 625 A.2d 349, 356, cert.\n\ndenied, 332 Md. 454, 632 A.2d 151 (1993), the Court of Special Appeals determined that\n\nit was permissible for a trial court to consider a juror’s admission after the trial that, before\n\nthe trial concluded, the juror watched a television program relevant to the issues in the case.\n\nThe Court of Special Appeals explained that the juror’s admission was not barred under\n\nthe no-impeachment rule because it involved “extraneous material that occurred outside\n\nthe sanctity of the jury room.” Smith, 96 Md. App. at 390, 625 A.2d at 356 (citation\n\nomitted).\n\n             No-Impeachment Rule and United States Supreme Court Case Law\n\n       In Peña-Rodriguez v. Colorado, 580 U.S. ___, 137 S. Ct. 855, 869 (2017), the\n\nSupreme Court held “that where a juror makes a clear statement that indicates he or she\n\nrelied on racial stereotypes or animus to convict a criminal defendant, the Sixth\n\n\n                                           - 33 -\n\fAmendment requires that the no-impeachment rule give way[.]”                  Under such a\n\ncircumstance, the trial court is permitted to “consider the evidence of the juror’s statement\n\nand any resulting denial of the jury trial guarantee.” Id.\n\n       As the wording of the Supreme Court’s holding suggests, Peña-Rodriguez involved\n\nan instance of racial animus by a juror. After a jury reached guilty verdicts, two jurors\n\naverred in affidavits that a third juror stated that he believed that the defendant was guilty\n\nbecause of his race and that the juror did not believe the defendant’s alibi witness because\n\nof what the juror perceived to be the witness’s immigration status. See id. at 861-62. The\n\ndefendant made a motion for a new trial, which the trial court denied on the ground that,\n\nunder Colorado Rule of Evidence 606(b), a jury’s deliberations are protected from inquiry.\n\nSee id. at 862. The Supreme Court noted that, like Federal Rule of Evidence 606(b), the\n\nColorado Rule “generally prohibits a juror from testifying as to any statement made during\n\ndeliberations in a proceeding inquiring into the validity of the verdict.” Id.15\n\n       The Supreme Court observed that its holding “remove[d] that bar” and would allow\n\nthe trial court to consider the affidavits. Peña-Rodriguez, 137 S. Ct. at 870. The Supreme\n\nCourt explained that, “[w]hen jurors disclose an instance of racial bias as serious as the one\n\ninvolved in [Peña-Rodriguez], the law must not wholly disregard its occurrence.” Id. The\n\nSupreme Court pointed out that the alleged statements by the offending juror “were\n\n\n\n       15\n         In addition to the general prohibition on a juror testifying as to statements made\nduring deliberations, both Federal Rule of Evidence 606(b) and Colorado Rule of Evidence\n606(b) contain limited exceptions that permit a juror to testify about extraneous prejudicial\ninformation, outside influences improperly before the jury, and mistakes in entering a\nverdict on a verdict form. Maryland Rule 5-606(b) does not contain similar language.\n\n                                          - 34 -\n\fegregious and unmistakable in their reliance on racial bias.” Id.\n\n       The Supreme Court recognized that the version of the no-impeachment rule codified\n\nby Federal Rule of Evidence 606(b) “has substantial merit” because it “gives stability and\n\nfinality to verdicts” and “promotes full and vigorous discussion by providing jurors with\n\nconsiderable assurance that after being discharged they will not be summoned to recount\n\ntheir deliberations, and they will not otherwise be harassed or annoyed by litigants seeking\n\nto challenge the verdict.” Id. at 864-65. The Supreme Court explained that its observation\n\nin Warger v. Shauers, 574 U.S. 40, 51 n.3 (2014), “that there may be extreme cases where\n\nthe jury trial right requires an exception to the no-impeachment rule must be interpreted in\n\ncontext as a guarded, cautious statement.” Peña-Rodriguez, 137 S. Ct. at 866-67. The\n\nSupreme Court stated that “[t]his caution is warranted to avoid formulating an exception\n\nthat might undermine the jury dynamics and finality interests the no-impeachment rule\n\nseeks to protect.” Id. at 867.\n\n       The Supreme Court concluded that cases of racial bias warranted an exception to\n\nthe no-impeachment rule because “racial bias implicates unique historical, constitutional,\n\nand institutional concerns” and is “a familiar and recurring evil that, if left unaddressed,\n\nwould risk systemic injury to the administration of justice.” Id. at 868-69. The Supreme\n\nCourt pointed out that “[r]acial bias is distinct in a pragmatic sense as well” because “[t]he\n\nstigma that attends racial bias may make it difficult for a juror to report inappropriate\n\nstatements during the course of juror deliberations.” Id. The Supreme Court explained\n\nthat “address[ing] the most grave and serious statements of racial bias is not an effort to\n\nperfect the jury but to ensure that our legal system remains capable of coming ever closer\n\n\n                                          - 35 -\n\fto the promise of equal treatment under the law that is so central to a functioning\n\ndemocracy.” Id. at 868.\n\n                                           Analysis\n\n       Here, we conclude that the circuit court correctly granted the motion to strike\n\nstatements by jurors referenced in the motion for a new trial and that the circuit court did\n\nnot abuse its discretion in denying the motion for a new trial. The information obtained\n\nfrom jurors after the verdict that Williams’s counsel proffered on the last day of the trial\n\nand the averments in the affidavit accompanying the motion for a new trial purported to be\n\nstatements by jurors about discussions that occurred during the jury’s deliberations and the\n\njurors’ thought processes during deliberations. None of the information attributed to the\n\njurors involved allegations of racial bias or discrimination or the existence of external\n\ninfluences on the jury. The information proffered by Williams’s counsel on the last day of\n\ntrial as well as the information in the affidavit accompanying the motion for new trial\n\nindicated that the jurors who William’s counsel spoke with after the verdict revealed, at\n\nthat time, that they were not convinced that Williams shot Townsend. This type of post\n\nhoc information from jurors was clearly barred from being received by the circuit court\n\nunder both the no-impeachment rule and the plain language of Maryland Rule 5-606(b)(1)\n\nand (2), which establish that it is improper in an inquiry into the validity of a jury’s verdict\n\nto consider statements or testimony by a juror about the jury’s deliberations obtained after\n\na jury has reached a verdict. See Stokes, 379 Md. at 637, 843 A.2d at 75.\n\n       In Genies and Dorsey, we and the Court of Special Appeals, respectively, held that,\n\nin light of the no-impeachment rule and Maryland Rule 5-606(b), a trial court did not err\n\n\n                                           - 36 -\n\for abuse its discretion in denying a motion for new trial based on post-verdict statements\n\nby jurors allegedly concerning matters that occurred during the jury’s deliberations. See\n\nGenies, 426 Md. at 160-61, 43 A.3d at 1013-14; Dorsey, 185 Md. App. at 111, 95, 968\n\nA.2d at 671, 661. It is important to note that the statements by jurors in Genies and Dorsey\n\nincluded allegations about events such as a juror’s purported use of a threat to pressure\n\nanother juror to vote differently in Genies and a supposed discussion of the circumstance\n\nthat the defendant did not testify in Dorsey. See Genies, 426 Md. at 160, 43 A.3d at 1013-\n\n14; Dorsey, 185 Md. App. at 95, 968 A.2d at 661. Just as the statements by jurors about\n\nthese matters were barred in Genies and Dorsey, so too are the statements attributed to the\n\njurors in this case. The circumstance that Williams has alleged that information from the\n\njurors in this case indicates that the jury misinterpreted jury instructions, including the\n\ninstruction on second-degree murder, does not change the analysis. Indeed, similar to the\n\nallegation in this case that the jury misinterpreted jury instructions, Dorsey concerned an\n\nassertion that the jury “disobeyed explicit jury instructions[.]” Dorsey, 185 Md. App. at\n\n87, 968 A.2d at 657. The statements attributed to the jurors in this case are of no greater\n\nsignificance than the statements by jurors that were prohibited under the no-impeachment\n\nrule and Maryland Rule 5-606(b) in Genies and Dorsey and, even if they were, that alone\n\nwould not be a reason to create an exception to the no-impeachment rule.\n\n       Although Williams does not expressly ask us to overrule Genies or Dorsey or to\n\nabrogate the no-impeachment rule or Maryland Rule 5-606(b), that is what would occur if\n\nwe were to adopt his position. Williams in effect seeks an exception to the no-impeachment\n\nrule and Maryland Rule 5-606(b) that would apply where a defendant seeks to establish\n\n\n                                         - 37 -\n\fthat a jury reached factually or logically inconsistent verdicts because the jury potentially\n\nmisunderstood a jury instruction. Such an exception would be unwarranted because\n\nfactually or logically inconsistent verdicts are permissible in criminal jury trials and our\n\ncase law does not establish such an exception to the no-impeachment rule.\n\n       To date, Maryland appellate courts have not deviated from the no-impeachment\n\nrule—i.e., neither this Court nor the Court of Special Appeals has recognized an exception\n\nto the no-impeachment rule under Maryland law. See Stokes, 379 Md. at 637, 843 A.2d at\n\n75. In Browne, 22 Md. at 114 (which Williams quotes), we indicated in dicta that a case\n\ncould arise in which it would be necessary for us to allow a juror to impeach a verdict to\n\navoid “violating the plainest principles of justice[,]” but this has not yet occurred as\n\ndemonstrated by Genies and Dorsey. (Cleaned up). As shown by Wernsing and Smith,\n\nthe no-impeachment rule is not implicated where possible undue influence on a jury can\n\nbe established by evidence other than information obtained after the verdict from jurors\n\nabout the jury’s deliberations. See Wernsing, 298 Md. at 410-13, 470 A.2d at 804-05;\n\nSmith, 96 Md. App. at 390, 625 A.2d at 356.\n\n       Williams contends that, just as an exception to the no-impeachment rule under the\n\nSixth Amendment was warranted in Peña-Rodriguez because of racial bias, an exception\n\nis warranted in this case because information about the jury’s deliberations obtained from\n\njurors after the verdict indicates that the State failed to prove beyond a reasonable doubt\n\nthat Williams fatally shot Townsend. In Peña-Rodriguez, 137 S. Ct. at 868-69, the\n\nSupreme Court indicated that an exception to the no-impeachment rule is warranted where\n\nthere is clear evidence of racial bias because such a circumstance gives rise to specific\n\n\n                                         - 38 -\n\fconcerns under the Sixth Amendment of the United States Constitution and is distinct from\n\nother juror-related improprieties. We are not convinced by the arguments Williams makes\n\nin an attempt to broaden the scope of the Supreme Court’s holding in Peña-Rodriguez.\n\n       Citing different Supreme Court case law, Williams argues that because the Supreme\n\nCourt has held that in a criminal case the Sixth Amendment requires a finding of guilt\n\nbased on proof beyond a reasonable doubt, an application of the no-impeachment rule in\n\nthis case serves to “relieve the State of its constitutionally mandated burden of proving\n\nguilt beyond a reasonable doubt.” (Citing Sullivan v. Louisiana, 508 U.S. 275, 280 (1993);\n\nIn re Winship, 397 U.S. 358, 364 (1970)). But, the Supreme Court cases that Williams\n\nrelies on do not involve application of the no-impeachment rule or any exception to the\n\nrule.16 In addition, Williams’s reasoning appears to again be based on the faulty premises\n\nthat factually inconsistent verdicts in criminal jury trials are impermissible and that in this\n\ncase the existence of factually inconsistent verdicts could mean only that the jury was not\n\nsatisfied beyond a reasonable doubt that Williams fatally shot Townsend.\n\n       Citing cases from other jurisdictions, Williams asserts that various courts have\n\nfound exceptions to the no-impeachment rule “in instances of religious bias, ethnic bias,\n\nracial bias, the inducement of a juror to agree to a verdict, jurors visiting a crime scene,\n\n\n\n\n       16\n         In Sullivan, 508 U.S. at 276, 281-82, the Supreme Court held that the giving of a\nconstitutionally deficient reasonable doubt jury instruction is not harmless error. In\nWinship, 397 U.S. at 359, 368, the Supreme Court concluded that “proof beyond a\nreasonable doubt is among the essentials of due process and fair treatment required during\nthe adjudicatory stage when a juvenile is charged with an act which would constitute a\ncrime if committed by an adult.” (Cleaned up).\n\n                                          - 39 -\n\fand jurors voting to convict because someone needed to go to prison.” (Cleaned up).17\n\nHowever, these cases are neither applicable nor instructive. The cases are distinguishable\n\nbecause, like Peña-Rodriguez, they involve racial bias by a juror, another form of juror\n\nprejudice, or a jury being exposed to external influences, or they do not involve an\n\nexception to the no-impeachment rule at all. In Tobias v. Smith, 468 F. Supp. 1287, 1289\n\n(W.D.N.Y. 1979), allegations of prejudice arose after trial—before sentencing, a juror\n\nsupplied an affidavit indicating that it was obvious that the jury, which was composed\n\nentirely of people of a different race than the defendant, was prejudiced against the\n\ndefendant. The United States District Court for the Western District of New York stated\n\nthat “[t]here can be no quarrel with the proposition that the race of a defendant is an\n\nimproper consideration for a jury, just as ethnic origin and religion are.” Id. at 1291\n\n(citation omitted). The Court discussed the no-impeachment rule and Federal Rule of\n\nEvidence 606(b) and stated that “[a] jury member may testify or submit an affidavit as to\n\nthe existence of any extraneous prejudicial influence, but not as to whether or not that\n\ninfluence operated upon him or another juror.” Id. at 1289. The Court stated that “[t]here\n\nshould be no injection of race into jury deliberations and jurors who manifest racial\n\nprejudice have no place in the jury room.” Id. at 1291. The Court concluded that a hearing\n\nshould be held on the question of jury prejudice, at which the parties would have an\n\nopportunity to question the jurors. See id.\n\n\n       17\n         Williams cites Tobias v. Smith, 468 F. Supp. 1287 (W.D.N.Y. 1979), State v.\nLevitt, 176 A.2d 465 (N.J. 1961), United States v. Villar, 586 F.3d 76 (1st Cir. 2009),\nWatkins v. State, 229 S.E.2d 465 (Ga. 1976), Cochran v. State, 26 Tenn. 544 (1847), and\nState v. Blake, 853 S.E.2d 838 (N.C. Ct. App. 2020).\n\n                                         - 40 -\n\f       In State v. Levitt, 176 A.2d 465, 467 (N.J. 1961), where a trial court received\n\ninformation that jurors commented on their perception of the defendant’s religious\n\naffiliation during deliberations, the trial court granted a new trial, finding that the\n\ndefendant’s religion and the religion of his character witnesses had been injected into the\n\njury deliberations. Before the Supreme Court of New Jersey, the State did not challenge\n\nthe use of a juror’s affidavit. See id. The Court concluded that, “[w]here there are\n\nsufficient allegations that the jury’s verdict was discolored by improper influences,” “it\n\nmakes no difference whether the improper influences occurred inside or outside the jury\n\nroom.” Id. (citations omitted). The Court affirmed the grant of a new trial and held that,\n\nalthough “the trial [court] cannot examine the thought processes of jurors in reaching their\n\nverdict, [it] can receive jurors’ evidence as to the existence of conditions or the occurrence\n\nof events to determine whether they showed an adverse prejudice bearing on the verdict.”\n\nId. at 467-69 (citations omitted).\n\n       In United States v. Villar, 586 F.3d 76, 87 (1st Cir. 2009), the First Circuit held that\n\na trial court had “the discretion to inquire into the validity of [a] verdict by hearing juror\n\ntestimony to determine whether ethnically biased statements were made during jury\n\ndeliberations[.]” The First Circuit stated:\n\n              Although we conclude that the district court erred when it concluded\n       that it had no discretion to hold an inquiry into possible bias in jury\n       deliberations, we emphasize that not every stray or isolated off-base\n       statement made during deliberations requires a hearing at which jury\n       testimony is taken. As courts and commentators have highlighted, the need\n       to protect a frank and candid jury deliberation process is a strong policy\n       consideration. Still, at the other extreme, there are certain rare and\n       exceptional cases involving racial or ethnic prejudice that require hearing\n       jury testimony to determine whether a defendant received a fair trial under\n\n\n                                          - 41 -\n\f       the Sixth Amendment.\n\nId. at 87-88. And Watkins v. State, 229 S.E.2d 465, 469-70 (Ga. 1976) involved juror\n\nmisconduct which exposed jurors to information concerning the case that had not been\n\nadmitted into evidence —namely, an unauthorized visit by two jurors to the crime scene in\n\nwhich they gauged the time it took to drive from the scene to the defendant’s house.\n\n       In Cochran v. State, 26 Tenn. 544, 546-47 (1847), a case that is over 150 years old,\n\nthe Supreme Court of Tennessee granted a new trial based in part on a juror’s allegation\n\nthat he was induced by other jurors to agree to a guilty verdict even though he believed the\n\ndefendant to be innocent because the jurors advised that the defendant would not be sent\n\nto prison.   In Cochran, the Supreme Court of Tennessee did not mention the no-\n\nimpeachment rule or the concept that the deliberations should remain secret.\n\n       Williams alleges that in State v. Blake, 853 S.E.2d 838, 842, 844 (N.C. Ct. App.\n\n2020), the Court of Appeals of North Carolina found an exception to the no-impeachment\n\nrule where jurors voted “to convict because someone needed to go to prison.” (Cleaned\n\nup). Yet, in Blake, id. at 848, the Court held that there was structural error where jurors\n\nacknowledged to the trial court before judgment in the case was entered that they were\n\nunsure that the defendant had committed the crime. In Blake, at the time that the jury\n\nreturned its verdict in open court, after the jury announced the verdict, the trial court met\n\nwith the jury in an unrecorded conference and received information from the jury. In\n\nremanding the case for a new trial, citing North Carolina Rule of Evidence 606(b)\n\n(Competency of juror as witness), the Court specifically stated that “the circumstances of\n\nthis case do not involve an ‘inquiry into the validity of the verdict’ raised after the trial by\n\n\n                                           - 42 -\n\fthe Defendant.” Id. at 846. The Court explained that “[t]here were no affidavits from\n\njurors or attempts by the defendant to obtain any information from jurors after the trial.”\n\nId. The circumstances of this case are far removed from those of Blake.\n\n       Equally unpersuasive is Williams’s assertion that an exception to the no-\n\nimpeachment rule is applicable in this case because, in Peña-Rodriguez, the Supreme Court\n\ndiscussed cases that did not involve racial bias in which, according to Williams, the Court\n\n“never purported to limit exceptions [to] the no-impeachment rule to instances of racial\n\nbias.” See Peña-Rodriguez, 137 S. Ct. at 863-66. In Peña-Rodriguez, id. at 866, the\n\nSupreme Court discussed Warger, 574 U.S. at 42-43, a civil case in which the Court\n\nrejected a plaintiff’s contention that an exception to the no-impeachment rule was\n\nwarranted because, during the jury’s deliberations, a juror allegedly made statements\n\nindicating that the juror had a pro-defendant bias and, after the verdict in favor of the\n\ndefendant, the plaintiff moved for a new trial, contending that the juror had lied during voir\n\ndire about her impartiality and ability to award damages. Nowhere in Peña-Rodriguez did\n\nthe Supreme Court state or imply that it overruled any prior case, let alone announce a new\n\nstandard to be applied in other cases involving the no-impeachment rule, regardless of\n\nwhether the cases present similar circumstances.\n\n       For all of the reasons discussed above, the circuit court did not err in granting the\n\nmotion to strike or abuse its discretion in denying the motion for a new trial.\n\n                             III. Sufficiency of the Evidence\n\n       Williams contends that the evidence is insufficient to support the convictions for\n\nsecond-degree murder and possession of a regulated firearm while under the age of twenty-\n\n\n                                          - 43 -\n\fone. Williams argues that we should not view the evidence in the light most favorable to\n\nthe State because the not-guilty verdicts indicate that the State did not prove that Williams\n\nfatally shot Townsend. Williams asserts that, even if we apply the usual standard of review,\n\nthe evidence is insufficient because it merely gave rise to speculation about his guilt.\n\n       The State responds that Williams’s request that we not view the evidence in the light\n\nmost favorable to the State is unsupported by authority. The State contends that, viewed\n\nin the light most favorable to it, strong circumstantial evidence established Williams’s guilt\n\nbeyond a reasonable doubt.\n\n       The standard of review of the sufficiency of the evidence is well established. As we\n\nhave consistently stated, “[i]n determining whether the evidence is legally sufficient, we\n\nexamine the record solely to determine whether any rational trier of fact could have found\n\nthe essential elements of the crime beyond a reasonable doubt.” Wilson, 471 Md. at 159,\n\n240 A.3d at 1153 (citation omitted). “In examining the record, we view the State’s\n\nevidence, including all reasonable inferences to be drawn therefrom, in the light most\n\nfavorable to the State.” Id. at 159, 240 A.3d at 1153 (citation omitted). In this case, we\n\ndecline Williams’s request that we depart from this longstanding standard of review.\n\n       Viewing the evidence in the light most favorable to the State, we conclude that the\n\nevidence is sufficient to support the challenged convictions.         In reaching the same\n\nconclusion, the Court of Special Appeals thoroughly discussed the reasonable inferences\n\nthat the evidence gave rise to, stating:\n\n       The evidence supports the inference that Townsend was shot in Williams’\n       car: detectives recovered bullets and cartridge cases from the car, forensic\n       analysts found bullet holes in the car’s interior, and a witness saw Townsend\n\n\n                                           - 44 -\n\f       lying on the ground next to a car of matching description. The evidence\n       supports the inference that Williams shot Townsend: Williams had been in\n       the driver’s seat to Townsend’s left, Townsend’s bullet wounds were from\n       left to right, the trajectory of the bullet lodged in the rear door traced back to\n       the area of the car’s front left, and Williams could have had access to\n       Townsend’s handgun. The evidence furthermore supports the inference that\n       Williams was the only person who could have shot Townsend: Williams was\n       alone with Townsend when leaving Skinner’s house, Williams was alone in\n       the street with Townsend shortly after the shooting, and witnesses did not\n       report anyone else present at or fleeing from the scene. Relatedly, in closing\n       argument, the State invited the jury to infer that Williams stepped out of the\n       car before shooting back in at Townsend. Based on the photographs of the\n       trajectory rod analysis presented to the jury, the State argued that the bullet\n       that lodged in the rear door passed directly through the area where the driver,\n       Williams, would have been sitting. Therefore, the State argued, if an\n       unidentified third person had shot Townsend—as Williams suggested at\n       trial—Williams would also have been hit with gunfire. Because Williams\n       was not hit, the argument goes, he must have been the shooter. The jury\n       could also have accepted the State’s argument that Williams sought to cover\n       up his involvement in the shooting based on the evidence that Williams\n       claimed to have parted ways with Townsend earlier and that Williams\n       attempted to remove potential DNA evidence with bleach. To be sure, there\n       is other evidence weighing against each of these inferences, but we will not\n       second-guess the jury’s determination where there are competing rational\n       inferences available.\n\nWilliams, 251 Md. App. at 571-72, 254 A.3d at 584-85 (cleaned up). We adopt the Court\n\nof Special Appeals’s sound logic. Although any one piece of evidence alone may not have\n\nbeen sufficient, all of the evidence combined—including the circumstances that blood, a\n\nbullet, and a cartridge case were found in Williams’s vehicle, that he was the last person\n\nseen with Townsend, that Williams lied about dropping off Townsend on the night of his\n\nmurder, and that Williams engaged in unusual behavior the next day, including cleaning\n\nhis bathroom with bleach—was sufficient for a rational trier of fact to find Williams guilty\n\nbeyond a reasonable doubt of second-degree murder and possession of a regulated firearm\n\nwhile under the age of twenty-one.\n\n\n                                           - 45 -\n\fJUDGMENT OF THE COURT OF SPECIAL\nAPPEALS AFFIRMED. PETITIONER TO PAY\nCOSTS.\n\n\n\n\n   - 46 -\n\fCircuit Court for Charles County\nCase No. C-08-CR-18-000005\nArgued: February 7, 2022\n                                           IN THE COURT OF APPEALS\n\n                                                  OF MARYLAND\n\n                                                        No. 37\n\n                                             September Term, 2021\n                                   ______________________________________\n\n                                         NICHOLAS JABBAR WILLIAMS\n\n                                                          v.\n\n                                           STATE OF MARYLAND\n                                   ______________________________________\n\n                                                        Getty, C.J.,\n                                                        *McDonald\n                                                        Watts\n                                                        Hotten\n                                                        Booth\n                                                        Biran\n                                                        Wilner, Alan M.\n                                                        (Senior Judge, Specially\n                                                        Assigned),\n\n                                                         JJ.\n                                   ______________________________________\n\n                                       Concurring Opinion by McDonald, J.,\n                                              which Booth, J., joins.\n                                   ______________________________________\n\n                                                 Filed: March 25, 2022\n\n                                   *McDonald, J., now a Senior Judge, participated\n                                   in the hearing and conference of this case while\n                                   an active member of this Court. After being\n                                   recalled pursuant to Md. Const., Art. IV, § 3A,\n                                   he also participated in the decision and adoption\n                                   of this opinion.\n\f       I concur in the judgment of the Court and write only to explain why I do so on the\n\nissue relating to allegedly inconsistent verdicts. I would forgo the exercise of classifying\n\nallegedly inconsistent verdicts into abstract categories such as “legally inconsistent”,\n\n“factually inconsistent”,1 or another category with some similar label.2 Rather, I would\n\napply to that issue the analysis that the plurality opinion in Stewart set forth – that is,\n\n“whether the jury verdict on its face indicates that the jury failed to follow the trial court’s\n\nproper instructions on the law governing the charged offenses.” State v. Stewart, 464 Md.\n\n296, 305 (2019). In Stewart, the three judges who joined the plurality opinion agreed that\n\nthe jury verdict in that case did not demonstrate that the jury had failed to follow the court’s\n\ninstructions on the law governing the charged offenses; the four judges who applied the\n\n“legally inconsistent” versus “factually inconsistent” dichotomy stalemated 2-2 on which\n\nclassification applied to the verdict in that case.\n\n       As Judge Harrell noted when he first proposed that the Court classify verdicts as\n\n“legally” or “factually” inconsistent, the reason for rejecting a “legally inconsistent”\n\nverdict lay in the fact that a jury returning such a verdict “acts contrary to a trial judge’s\n\n\n       1\n          The distinction between “factually inconsistent” and “legally inconsistent”\nverdicts is of recent origin and was derived by this Court from a law review article. See\nMcNeal v. State, 426 Md. 455 (2012), adopting rationale suggested in Price v. State, 405\nMd. 10, 35-38 (2008) (Harrell, J., concurring) (citing and relying on Ashlee Smith,\nComment, Vice-A-Verdict: Legally Inconsistent Jury Verdicts Should Not Stand in\nMaryland, 35 U. Balt. L. Rev. 395 (2006)).\n       2\n         As the Majority Opinion notes, Mr. Williams has described the verdicts in his case\nas “logically inconsistent.” Majority slip op. at 13. Some courts have come up with yet\nother labels to differentiate allegedly inconsistent verdicts according to a variety of criteria.\nSee Stewart, 464 Md. at 303 n.1 (plurality opinion).\n\fproper instructions regarding the law.” Price v. State, 405 Md. 10, 35 (2008) (Harrell, J.\n\nconcurring); see also McNeal v. State, 426 Md. 455, 458 (2012). That is a very valid\n\nconcern, but I would address it directly rather than via an abstract classification of a\n\nparticular verdict.\n\n       In this case, as in Stewart,3 there is no question that the trial court’s instructions\n\nwere generated by the evidence at trial and properly advised the jury on the elements of the\n\ncharged offenses. In particular, the trial court instructed the jury that, in order for Mr.\n\nWilliams to be convicted of second-degree murder, the State had to prove that (1) he had\n\ncaused the death of the decedent and (2) he had done so with the intent either to kill or to\n\ninflict such serious bodily harm that death was the likely result. The trial court also\n\ninstructed the jury that, in order for Mr. Williams to be convicted of first-degree assault,\n\nthe State had to prove that he had intentionally or recklessly caused physical harm to the\n\nvictim without legal justification and had used a firearm in doing so. The trial court’s\n\ninstruction on the use of a firearm in the commission of a felony 4 advised the jury that the\n\npredicate crimes charged in the case were first-degree murder and first-degree assault and\n\nthat the State was required to prove that Mr. Williams had used a firearm while committing\n\nthose felonies.\n\n\n\n\n       3\n           See Stewart, 494 Md. at 307 (plurality opinion).\n       4\n         As the Majority Opinion notes, the trial court gave an instruction on use of a\nfirearm in the commission of a felony rather than a “crime of violence” – a distinction that\ndid not matter given the predicate crimes charged in this case. Majority slip op. at 7 & n.5.\n\n                                           -2-\n\f       Given those instructions, the not-guilty verdicts on the assault and firearm offenses\n\ndo not indicate that the jury failed to follow the court’s instructions in returning a guilty\n\nverdict on the second-degree murder charge. Under the trial court’s instructions, the former\n\ncharges both required use of a firearm; the latter charge did not. Accordingly, the answer\n\nto the question whether the jury verdict on its face demonstrates that the jury failed to\n\nfollow those instructions is “no.” 5 I thus concur in the Court’s rejection of Mr. Williams’\n\nclaim that his conviction should be reversed on the basis of inconsistent verdicts.\n\n       Judge Booth has advised that she joins this opinion.\n\n\n\n\n       5\n          Mr. Williams argues that the verdicts reveal that the jury failed to follow the court’s\ninstructions on the burden of proof, the presumption of innocence, and the jury’s duty to\ndecide the case on the evidence. However, that is not a claim that the verdicts are\ninconsistent, but rather a recasting of his argument that the evidence was insufficient to\nsupport his convictions on the second-degree murder and firearms possession charges –\ni.e., that no reasonable jury could have found that the evidence satisfied those charges\nbeyond a reasonable doubt. I agree with the conclusion of the Majority Opinion that the\nevidence at trial was sufficient to support the jury’s guilty verdicts. Majority slip op. at 43-\n45.\n\n                                            -3-\n\f",
            "ocr": false,
            "opinion_id": 6327054
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}