{
    "id": 6488232,
    "judges": "Wallace",
    "date_filed": "2015-01-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-xenidis",
    "case_name_short": "Xenidis",
    "case_name": "State v. Xenidis",
    "case_name_full": "STATE of Delaware v. Theodore XENIDIS",
    "attorneys": "Matthew F. Hicks, Esquire, Deputy Attorney General, Department of Justice, Wilmington, Delaware, for the State of Delaware., Michael W. Modica, Esquire, The Law Office of Michael W. Modica, Esquire, Wilmington, Delaware, for Defendant, Theodore Xenidis.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "212 A.3d 292"
    ],
    "opinions": [
        {
            "author_str": "Wallace",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWALLACE, J.\nI. INTRODUCTION\nTheodore Xenidis was convicted after two separate trials of two separate felony counts of Driving Under the Influence of Alcohol that arose from two separate and distinct 2018 incidents-one occurring on January 21st and the other on February 8th (the \"2018 DUI convictions\"). The question presented now is whether each conviction, for sentencing purposes, constitutes a third or a fourth DUI conviction under Delaware's Motor Vehicle Code. And the answer to that question depends on whether a Maryland DUI conviction Xenidis incurred in 1991 can be used as an enhancer under Delaware's recidivist DUI statute.\nXenidis moves to exclude that 1991 conviction from his sentencing's calculus, arguing that it would violate Article I, § 7 of the Delaware Constitution for the Court to count it as an aggravating prior-because, he says, the Court should deem that conviction \"uncounseled.\" While he admits his claim would fail under the Sixth Amendment of the Federal Constitution, Xenidis urges the Court to declare that Delaware's due process clause provides greater protection than the Sixth Amendment of the Federal Constitution with respect to the *295use of evidence of such a prior out-of-state conviction to enhance the classification of and penalty for a later Delaware conviction.\nII. DELAWARE's RECIDIVIST DUI PROVISIONS\nTwenty-one Del. C. § 4177(d), the statute governing Xenidis's present DUI offense, is a recidivist statute providing for an enhanced severity in charge and sentence if the offender has prior DUI convictions.1 Under the statute, a third DUI conviction is a class G felony carrying up to two years imprisonment, three months of which cannot be suspended.2 By contrast, 21 Del. C. § 4177(d)(4) mandates that a fourth-time offender: be guilty of a class E felony; be fined up to $ 7,000; and, be imprisoned not less than two years nor more than five years.3 The first six months of a fourth-time offender's sentence cannot be suspended, \"but shall be served [in prison] and shall not be subject to any early release, furlough or reduction of any kind.\"4\nThese provisions leave no discretion to a sentencing judge. Any DUI offender who has been convicted of two previous offenses defined by Delaware's DUI laws must be sentenced as a third offender; when he has three prior convictions, he must be sentenced in accordance with § 4177(d)(4).5 And our DUI laws expressly state that a \"prior or previous conviction or offense\" includes:\nA conviction or other adjudication of guilt ... pursuant to § 4175(b) or § 4177 of this title, or a similar statute of any state or local jurisdiction, any federal or military reservation or the District of Columbia.6\nThe parties agree that the several prior Delaware DUI convictions Xenidis has collected subject him to no less than a felony conviction and sentencing as a third offender. While inclusion of the 1991 Maryland conviction provokes a higher grade felony and minimum sentence.7\nIII. FACTUAL AND PROCEDURAL BACKGROUND\nThe facts underlying Xenidis's 2018 DUI convictions are truly of no moment to the disposition of the sentencing issue now before the Court, so they won't be detailed here. But the procedural histories of Xenidis's *2961991 Maryland DUI conviction and his course of attacks launched to avoid sentencing as a fourth DUI offender for each of his 2018 DUI convictions are pivotal, so they are now recounted.\nA. XENIDIS'S 1991 MARYLAND DUI CONVICTION\nIt appears that Xenidis, in 1991, first faced the charge of Driving or Attempting to Drive While Intoxicated before Maryland's District Court.8 But, for some reason absent from the record, either after trial or by plea (which it was, is also unexplained) he was convicted of the lesser charge of Driving Under the Influence-a traffic statute penalized by a fine of not more than $ 500, a term of not more than two months incarceration, or both.9 Xenidis admits that he was in fact fined $ 500 but given no jail time.10\nXenidis's demonstrates a situation regularly faced by our courts in recidivist DUI cases, where repeat offenders regularly cross state lines. Seemingly, the only available Maryland state court record that documents this almost three-decade-old conviction, and is relied upon by the parties says nothing on the issue of counsel's involvement. It is unknown from the record provided there (and developed here) whether Xenidis had his DUI trial or plea: without counsel; and, if so, without notice of his entitlement to retain counsel; or, if so and indigent, without notice of his ability to have counsel provided. In short, the only record of Xenidis's Maryland DUI conviction now-available is completely silent on whether Xenidis had counsel, waived counsel, or the participation of counsel was ever even addressed. And Xenidis is perfectly fine with that silence. Because, he suggests, that silence breeds a constitutionally intolerable unreliability. And unabashedly, he feels, that gives him license to label his Maryland DUI conviction \"uncounseled.\"\nB. XENIDIS'S 2018 CONVICTIONS AND SENTENCING CHALLENGES\nXenidis's first and only challenge to his 1991 Maryland DUI conviction has been brought here, in this Court, in these two cases. Interestingly, according to the records provided in these proceedings, that \"prior or previous conviction or offense\" has already been used twice to enhance prior sentences Xenidis received under Delaware's DUI law.11 That itself is a *297problem for Xenidis.12 The second difficulty Xenidis faces is that the Delaware DUI statute expressly prohibits collateral attacks on priors during DUI sentencing proceedings;13 both parties are mute on that bar. Challenging too, is the meandering course Xenidis's postulations have run.\n1. Xenidis's Initial Challenge Under the United States Constitution\nAs mentioned Xenidis has (or had)14 now pending sentencing for each of his two separate 2018 DUI convictions as fourth offenses. Xenidis moved first to exclude use of his Maryland conviction citing mainly the United States Supreme Court decision in Burgett v. Texas , but ignoring all subsequent applicable federal case law on the subject.15\nPerhaps most significant to Xenidis's claim is the Supreme Court's decision in Nichols v. United States .16 Nichols adopted the previously drawn bright line that divides prior misdemeanor convictions resulting in imprisonment from those that result in a fine or other penalty.17 Uncounseled misdemeanor convictions that result in a sentence of imprisonment violate the Sixth Amendment right to counsel as applied to the states through the Fourteenth Amendment.18 But an uncounseled misdemeanor conviction not resulting in incarceration does not violate the Sixth Amendment right to counsel.19 So, under the Federal Constitution, an uncounseled misdemeanor conviction that does not result in a sentence of imprisonment may be used to enhance the sentence for a subsequent *298offense.20 And, under the Federal Constitution, the deeply rooted presumption of regularity-even when the question is adherence to the honoring or waiver of constitutional rights-allows a state court to presume that a final judgment of conviction offered for purposes of sentence enhancement was validly obtained.21\nXenidis's sentence for his 1991 Maryland conviction included no term of imprisonment. Rather, he was only fined for the offense. Under Nichols , the use of the 1991 Maryland DUI conviction to enhance Xenidis's present DUI does not violate the Federal Constitution. Xenidis admitted as much at argument, abandoned his federal constitutional claim, and then took up his Article I, Section 7 claim.22\n2. Xenidis's Revised Challenge Under the Delaware Constitution\nAfter his first failed attempt to knock out the Maryland conviction from his sentencing, Xenidis filed anew, resorting solely to the Delaware Constitution. The Court now must address Xenidis's belated argument under our state constitution.23 As explained later, the Court must exercise much greater care to identify and resolve the precise issue extant than Xenidis and the State have taken to draw it.\nXenidis urges the Court to make broad pronouncements on the Delaware constitutional right to counsel and its reach: pronouncements that would speak to far more than just when a prior conviction might be used in a subsequent prosecution.24 And the State does no better.25 But the Court will try.\nIV. THE COURT'S ROLE, DUTY, AND CONSTRAINT WHEN CONSIDERING DECLARATION OF AN INDEPENDENT OR BROADER STATE CONSTITUTIONAL RIGHT\nThe Delaware Constitution is not a \"mirror image\" of the Federal Constitution.26 And while any Delaware state court must follow the United States Supreme Court in matters of federal constitutional law, it is also duty bound to interpret the *299provisions of Delaware's Constitution so as to avoid rendering our state's individual legal history and grants of rights to her citizens meaningless.27 Because Delaware may certainly provide greater protection of individual rights than that required by the United States Constitution.28\nWhen deciding if a particular provision of the Delaware Constitution should be interpreted to provide protections that are greater than the rights accorded by its federal analogue as that has been interpreted by the United States Supreme Court, there are certain precepts that must be kept in mind.\nFirst, the Court must determine with some precision only \"whether, and what situations\" specifically demand differing results.29 For \"it is well-established in Delaware that 'a constitutional question will not be decided unless its determination is essential to the disposition of the case.' \"30 The obvious corollary to this rule is that the Court will only decide the narrowly drawn constitutional question that must be determined. In other words, context controls here.31\nIn the context of determining a criminal defendant's rights, the Delaware Constitution has been oft-seen as \"an independent source of rights and relie[d upon] as the fundamental law.\"32 Accordingly, our State Constitution may be and, where justified, has been interpreted as providing greater protection of individual rights than that which the Federal Constitution requires.33 So, while this Court need not be *300reluctant, where warranted, to show greater sensitivity to Delawareans' individual rights under our Constitution than the United States Supreme Court accords to their rights under the Federal Constitution, the Court must \"apply a logical, deductive analytical process\" to determine whether a state constitutional provision should be given the same interpretation as \"similar language in the United States Constitution.\"34 As described by one state supreme court, \"[t]he question of state constitutional adjudication [ ] is not whether this Court may interpret our constitution differently than the federal constitution, the issue is whether we must. \"35\nWhen deciding whether the Delaware Constitution provides some greater protection to criminal recidivists than the Federal Constitution requires, the Court must engage an analysis of one or more of the following from the \"partial list of ... non-exclusive criteria\"36 : \"textual language, legislative history, preexisting state law, structural differences, matters of particular state interest or local concern, state traditions, and public attitudes.\"37\nV. ANALYSIS OF THE ACTUAL STATE CONSTITUTIONAL QUESTION TO BE RESOLVED\nXenidis can only succeed here if he can convince the Court that use of his 1991 Maryland DUI conviction to enhance his current sentence violates the Due Process Clause of Article I, Section 7 of the Delaware Constitution. Xenidis suggests that the Maryland Conviction is constitutionally deficient for enhancement purposes since the State has failed to prove that he had counsel, waived counsel, or the participation of counsel was ever even addressed on that occasion.38 While trying to convince the Court of that, Xenidis seeks a broader blanket declaration of one's state right to counsel.\nArticle I, Section 7 of the Delaware Constitution provides that, \"in all criminal prosecutions, the accused hath a right to be heard by himself or herself and his or her counsel ... nor shall he or she be deprived of life, liberty or property, unless by ... the law of the land.\"39 Thus, this one section contains both the single statement of Delaware's right to counsel and its criminal due process guarantee. To be sure, Xenidis's argument implicates these two separate Delaware constitutional provisions, *301the analysis of which in this context tends to merge. But the Court must be precise in framing that actual question posed here:\nMust the State, in order to use a prior DUI misdemeanor conviction to enhance the severity of a defendant's DUI charge and sentence, prove that in the earlier proceeding the defendant was represented by counsel or knowingly and voluntarily waived counsel?\nAnd in this specific context, a review of the accepted analytical factors leads the Court to find no justification to construe Article I, Sections § 7's due process protection more broadly than its federal analogue.\nA. TEXTUAL LANGUAGE\nAs the Delaware Supreme Court observed, \"[a] state constitution's language may itself provide a basis for reaching a result different from that which could be obtained under federal law.\"40 The language of Article I, Section 7's right-to-counsel clause is significantly different than that found in the Sixth Amendment.\nThe Sixth Amendment to the United States Constitution states, in relevant part, that \"[i]n all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defence.\"41 While the Delaware right-to-counsel provides only that \"[i]n all criminal prosecutions, the accused hath a right to be heard by ... his or her counsel.\" Were the Court to find that \"the phrasing of [that] particular provision in our charter [is] [ ] so significantly different from the language used to address the same subject in the federal Constitution that [the Court] can feel free to interpret our provision on an independent basis,\" it would not be to Xenidis's benefit. Article I, § 7's language itself would suggest a narrower protection. But any difference existing between the right to counsel granted by the Delaware Constitution and the right to counsel granted by the United States Constitution need not be fully resolved here.42 Because it is the state due process right implicated by use of this prior out-of-state conviction that is at issue.\n*302Article I, § 7 of the Delaware Constitution provides also that an individual shall not be \"deprived of life, liberty, or property, unless ... by the law of the land.\" In similar fashion, the Fourteenth Amendment of the United States Constitution provides that \"no person shall be deprived of life, liberty, or property without due process of law.\" \"It is well established that the phrase 'nor shall he or she be deprived of life, liberty, or property, unless by ... the law of the land' in Article I, Section 7 of the Delaware Constitution has substantially the same meaning as 'nor be deprived of life, liberty, or property without due process of law' \" in the Federal Constitution.43 In fact, in a variety of contexts, the Delaware Supreme Court has understood Article I, § 7 as being \"similar,\" \"co-extensive\" or as having substantially the same meaning as the Federal Constitution's due process provisions.44 Too, this Court has observed that \"in deciding a case of due process under our Constitution we should ordinarily submit our judgment to that of the highest court of the land, if the point at issue has been decided by that Court.\"45 And in this context, the federal due process clauses allow for the use Xenidis's Maryland conviction-even if truly uncounseled-to enhance the severity in charge and penalty of his current DUI convictions.46\nB. LEGISLATIVE HISTORY\nTraditionally, there was no right to be represented by counsel.47 Even so, Delaware rejected this common law principle as early as 1719 by way of a statute requiring the Court to appoint counsel for defendants in capital cases.48 Thereafter, in 1776, Delaware adopted its Declaration of Rights which provided, in part, that \"in all prosecutions for criminal offenses, every man hath a right ... to be allowed Counsel.\"49 Enacted in 1792, Article I, § 7 first provided that \"[i]n all criminal prosecutions, the accused hath a right to be heard by himself and his counsel.\"50 This provision was carried forward into Delaware's 1831 and 1897 Constitutions.51\nThe due process provision of Article I, § 7 first appeared in the Delaware Constitution of 1792 in much the same form as it *303exists today.52 It and its federal due process counterparts share much the same lineage and, as mentioned above, \"substantially the same meaning.\"53\nWhile the legislative history of these Article I, § 7 provisions may be somewhat different, those differences in no way \"reveal an intention that will support reading the provision independently of federal law\" on the use of prior convictions as sentencing enhancers.\nC. RE-EXISTING STATE LAW, STRUCTURAL DIFFERENCES, PARTICULAR STATE OR LOCAL INTEREST, DISTINCTIVE PUBLIC ATTITUDES\nAs the Delaware Supreme Court made clear, not each factor in the \"partial list\" that a court uses to discern whether a provision in the United States Constitution has a meaning identical to a similar provision on the same subject in the Delaware constitution need be addressed.54 Some, given the subject area, are simply inapplicable. And some, given the subject area, are not so easily disentangled from the others. Just so here.\nThe only relevant preexisting state law on the right to counsel was addressed with the legislative history above.55 At times, the Court might find that \"[d]ifferences in structure between the federal and state constitutions\" provide a basis for interpreting a state constitutional protection differently.56 But in this context, there is no real difference in state and federal criminal proceedings. And, in sum, Xenidis says nothing more on this factor than that Court might be able to grant greater protection here, not that it must.57 This issue is not one of particular state or local interest as that phrase has been understood or used in these analyses.58 Nor is it one in which there is some uniquely discernible distinctive attitude of the Delaware citizenry. 59\n*304In turn, none of these factors are particularly helpful in determining whether the Court should read Article I, § 7 independently of federal due process law on the use of a prior conviction as an offense or sentencing aggravator.\nD. STATE TRADITIONS\nA state's history and traditions on a given subject may also provide a basis for the independent application of its constitution.60 Here, Delaware's history and traditions on the use of prior convictions as aggravators can be established by examining relevant statutory enactments, court rules, and case law.\n1. Delaware's Court Rules and Procedures Align With the Federal Sixth Amendment Right to Counsel.\nThere is no question that Delaware has a long history of permitting the unfettered employment of an attorney by a criminal defendant who engages one.61 And Delaware criminal rules are relatively uniform in providing for the appointment of counsel to an indigent defendant who requests assistance and requiring an express waivers of counsel from anyone who wishes to forego representation in criminal court.62 While the one relevant Delaware statute requires appointment of counsel only \"to any person on trial for murder, manslaughter or any offense punishable by death, or the offense of being an accomplice or accessory to any such crime, if such person is unable to obtain counsel.\"63 The Office of Defense Services represents \"each indigent person who is under arrest or charged with a crime\" upon request or appointment.64 In practice, this means that publically-funded counsel is provided to indigents charged with a crime for which incarceration may be imposed.65 So, in short, Delaware's history, traditions, and actual practice regarding the right to counsel implicated here are wholly in line with Sixth Amendment jurisprudence.66\n2. Delaware's Approach to this Particular Issue and to Collateral Attacks on Priors Used as Enhancers\nDelaware's DUI statute provides that \"a person may not challenge the validity of any prior or previous conviction, unless that person first successfully challenges the prior or previous conviction in the *305court in which the conviction arose ....\"67 Xenidis says that he neither disputes the fact of his Maryland conviction nor is he \"collaterally attacking his Maryland DUI conviction.\"68 But the latter is precisely what he is doing.\nBy now seeking to question the validity of his previous Maryland DUI conviction in this separate recidivism proceeding, Xenidis, \"by definition collaterally attack[s] his previous conviction[ ]; he s[eeks] to deprive [it] of [its] normal force and effect in a proceeding that ha[s] an independent purpose other than to overturn the prior judgment[ .\"69 He has done so without showing that conviction suffers the \"unique constitutional defect\" that might allow such a challenge.70 And when doing so he has attempted to shift the burden the Delaware DUI statute and the courts have said rightly belongs to him.71\nIn Morris v. State , the Delaware Supreme Court recognized the rule established under Nichols .72 In Morris , the defendant was found guilty in this Court of DUI and received an enhanced sentence as a fourth-offender.73 Morris argued on appeal that this Court erred as a matter of law by using two of his prior misdemeanor DUI convictions to enhance his sentence because he did not have assistance of counsel in those earlier proceedings.74 The Supreme Court found the sentencing judge correctly applied the rationale in Nichols when finding Morris's sentence was subject to enhancement under § 4177(d)(4).75 In affirming this Court's judgment, the Supreme Court held that since only actual imprisonment triggered a Sixth Amendment concern under Nichols , an uncounseled misdemeanor conviction may be used under recidivist statutes to enhance punishment for a future conviction.76\nThat same year, in State v. Pressley , another DUI recidivist moved this Court to consider his recent DUI conviction as a second offense rather than a fourth.77 Pressley argued that two of his prior DUI convictions could not be used for enhanced penalty consideration because the State could not show that he knowingly and intelligently waived his constitutional right to be represented by counsel.78 Citing Nichols , the Court recognized that \"regardless of whether or not defendant was represented by (or waived) counsel in his prior misdemeanor proceedings, any conviction may still be used to enhance the *306sentence on a subsequent offense.\"79 Further, in accordance with Scott , the Court explained such convictions may be used to enhance a later sentence because the State is under no obligation to appoint counsel for a defendant in a misdemeanor proceeding where he was not sentenced to actual imprisonment. The Court also noted that Delaware's DUI statute \"is very specific in requiring the defendant to first successfully challenge the prior convictions in the Court where the convictions arose.\"80 In denying Pressley's motion, the Court held that it was \"constrained\" by the requirements of the DUI statute that set forth the procedures for such challenges.\nLastly, in State v. Dean , the Court-relying on the United States Supreme Court's decision in Parke v. Raley81 -held that Dean's prior DUI conviction is presumed valid absent actual evidence to indicate otherwise.82\nIn sum, the Delaware history and tradition has been that when a collateral attack on a final conviction rests on constitutional grounds, the conviction is nonetheless presumed valid due to the \"presumption of regularity\" that attaches to final judgments.83\n3. There is No Justification for Reading the \"Presumption of Regularity\" out of the Delaware Due Process Clause\nIn Parke , Ricky Harold Raley moved a Kentucky sentencing court to suppress two of his prior convictions that were the result of guilty pleas. He said the prior convictions were invalid because the records offered contained no transcripts of those prior pleas and, therefore, did not affirmatively show that the pleas were knowing and voluntary.84 The United States Supreme Court ultimately held that it was permissible for the Kentucky state court to presume that a final judgment of conviction offered for sentence enhancement was validly obtained85\nThe Parke Court observed that statutes punishing repeat offenders more severely have a long tradition dating back to colonial times and continue to exist in all 50 states.86 States, the Court reasoned, have a valid interest in deterring habitual offenders.87 And due process does not require state courts to permit challenges to prior convictions used for enhancement purposes.88\nThe presumption of regularity that attaches to all final judgments implies *307that every act of a court of competent jurisdiction is presumed to have been rightly done, until evidence of the contrary appears.89 The Parke Court remarked: \"[t]he circumstances of a missing or nonexistent record is, we suspect, not atypical, particularly when the prior conviction is several years old.\"90 But, the Court held, it would defy logic to presume that Raley was not advised of his by-then well-established rights from the unavailability of a years-old transcript of a never before challenged guilty plea.91\nHere, Xenidis challenges the inclusion of his almost three-decade-old Maryland DUI conviction because the only available out-of-state record is completely silent on whether he had counsel, waived counsel, or the participation of counsel was ever even addressed. But his circumstance is emblematic of why there is no good reason to suspend the presumption of regularity through mere incantation of Article I, Section 7.\nMaryland courts had, long before Xenidis's prosecution there, recognized both the federal and an independent state constitutional \"guarantee [of] a right to counsel, including appointed counsel for an indigent, in a criminal case involving incarceration.\"92 In turn, Maryland trial judges knew well by the time Xenidis appeared there that when one faced prosecution in their courts, they were to: advise the defendant of his rights if he appeared without counsel; conduct a waiver inquiry if he sought to proceed further without counsel; and, make a determination upon proper considerations whether the defendant was eligible to be appointed counsel.93\nTo exclude this offense the Court would have to presume some constitutional invalidity of the Maryland DUI Conviction. Due process-as defined by both the Federal and Delaware Constitutions-requires no such presumption and no such exclusion under Delaware's DUI recidivist statute.\nVI. CONCLUSION\nThis Court will not accept Xenidis's invitation to engage in an unnecessary exercise of constructing and pronouncing some broad right to counsel under Article I, Section 7. The specific question of whether the State must-in order to use his prior Maryland DUI misdemeanor conviction to enhance the severity of Xenidis's current DUI-prove that in that earlier proceeding Xenidis was represented by counsel or knowingly and voluntarily waived counsel is resolved by application of the Delaware Constitution's due process guarantees. And in this specific context, federal and state constitutional law are in accord. The State need not. Xenidis's motion to exclude use of his prior Maryland DUI conviction is DENIED. He is properly sentenced as a *308fourth offender under 21 Del. C. § 4177(d)(4).\nIT IS SO ORDERED.\n\nSee State v. Laboy , 117 A.3d 562, 565-66 (Del. 2015).\n\n\nDel. Code Ann. tit. 21, § 4177(d)(3) (2017).\n\n\nId., at § 4177(d)(4).\n\n\nId.\n\n\nId., at § 4177(d)(11) (\"If it shall appear to the satisfaction of the court ... that the defendant falls within paragraph (d)(3) [or] (d)(4) ..., the court shall enter an order declaring the offense for which the defendant is being sentenced to be a felony and shall impose a sentence accordingly.\").\n\n\nId., at § 4177B(e)(1)(a).\n\n\nDef.'s Mot. to Exclude, at ¶3, State v. Xenidis , I.D. No. 1801011371 (Del. Super. Ct. Nov. 13, 2018) (D.I. 20) (\"The resolution of this issue determines whether Defendant will be sentenced as a third or fourth time offender.\"); State's Ans. Br. to Amended Mot., at 1, State v. Xenidis , I.D. No. 1801011371 (Del. Super. Ct. Feb. 18, 2019) (D.I. 28) (\"Defendant filed a Motion to Exclude his 1991 Maryland conviction for sentencing purposes .... In effect, this would render Defendant's two most recent DUIs as third offenses for sentencing purposes.\").\nThe parties also agree that those prior Delaware DUI convictions in truth number three, but by law may only be counted as two \"prior or previous conviction[s] or offense[s].\" See Del. Code Ann. tit. 21, § 4177B(e)(4) (2017) (multiple overlapping DUI convictions count only as one prior for classification and sentencing enhancement under Delaware's DUI statute).\n\n\nEx. A to Def. Mot. to Exclude (Maryland District Court Extract); Md. Code Ann. , Transportation §§ 21-902(a) and 27-101(k) (West 1990) (In 1991, Driving While Intoxicated was subject to a maximum penalty for a first offense of one year imprisonment or a fine of not more than $ 1,000 or both).\n\n\nMd. Code Ann. , Transportation § 21-902(b) (West 1990); Kleberg v. State, 318 Md. 411, 568 A.2d 1123 (1990) (at the time of Xenidis's Maryland prosecution, Driving Under the Influence of Alcohol, a violation of § 21-902(b), was a lesser included offense of Driving While Intoxicated).\n\n\nHrg. Tr., at 3-5, State v. Xenidis , I.D. No. 1802005720 (Del. Super. Ct. Dec. 14, 2018) (D.I. 38).\n\n\nEx. B to State's Resp. to Mot. to Exclude (Xenidis pled to \"subsequent offense DUI\" and sentenced as second offender under then-existing 21 Del. C. § 4177(d)(2) ); Ex. E to State's Resp. to Mot. to Exclude (1991 Maryland DUI conviction was only prior at that time); Ex. C to State's Resp. to Mot. to Exclude (in 1995 Xenidis pled to \"DUI 3rd\" and sentenced as subsequent offender under then-existing 21 Del. C. § 4177(d) ); Ex. D to State's Resp. to Mot. to Exclude (for overlapping 1995 offense Xenidis pled to DUI \"3rd Off\" and sentenced as subsequent offender under then-existing 21 Del. C. § 4177(d) ).\n\n\nSee Laboy , 117 A.3d at 566.\n\n\nSee Del. Code Ann. tit. 21, § 4177B(e)(5) (2017) (\"Challenges to use of prior offenses. -In any proceeding under ... § 4177 of this title or this section, a person may not challenge the validity of any prior or previous conviction, unless that person first successfully challenges the prior or previous conviction in the court in which the conviction arose ...\").\n\n\nTo ensure Xenidis could begin the rehabilitative and treatment programming required by Delaware's DUI statutes while incarcerated, his bail was revoked upon the second of these convictions and his sentence initially imposed via an oral ruling on this motion. Order Revoking Bail, State v. Xenidis , I.D. No. 1802005720 (Del. Super. Ct. Nov. 20, 2018) (D.I. 25); Sentencing Order, State v. Xenidis , I.D. No. 1802005720 (Del. Super. Ct. Apr. 26, 2019) (D.I. 35). See Del. Code Ann. tit. 21, § 4177(d)(9) (2017) (providing that certain portions of a third or fourth offender's minimum one- or two-year term of incarceration can only be suspended for a program of supervision that includes intensive abstinence and treatment programs normally completed while the inmate is serving the incarcerative or quasi-incarcerative portions of his sentence). The Court's order of sentence is made final with the issuance of this opinion and the Court's simultaneous docketing of its modified sentencing order. Mod. Sentencing Order, State v. Xenidis, I.D. Nos. 1801011371 and 1802005720 (Del. Super. Ct. June 27, 2019) (D.I. 34; D.I. 39).\n\n\nDef.'s Mot. to Exclude, at ¶5; Burgett v. Texas, 389 U.S. 109, 115, 88 S.Ct. 258, 19 L.Ed.2d 319 (1967) (\"The admission of a prior criminal conviction which is constitutionally infirm under the standards of Gideon v. Wainwright [as an aggravator in prosecution for subsequent crime] is inherently prejudicial ...).\n\n\n511 U.S. 738, 114 S.Ct. 1921, 128 L.Ed.2d 745 (1994).\n\n\nId. at 746-47, 749, 114 S.Ct. 1921.\n\n\nArgersinger v. Hamlin, 407 U.S. 25, 37, 92 S.Ct. 2006, 32 L.Ed.2d 530 (1972).\n\n\nScott v. Illinois , 440 U.S. 367, 373-74, 99 S.Ct. 1158, 59 L.Ed.2d 383 (1979) (\"We therefore hold that the Sixth and Fourteenth Amendments to the United States Constitution require only that no indigent criminal defendant be sentenced to a term of imprisonment unless the State has afforded him the right to assistance of appointed counsel in his defense.\").\n\n\nNichols, 511 U.S. at 749, 114 S.Ct. 1921 (\"[W]e hold, consistent with the Sixth and Fourteenth Amendments of the Constitution, that an uncounseled misdemeanor conviction, valid under Scott because no prison term was imposed, is also valid when used to enhance punishment at a subsequent conviction.\").\n\n\nParke v. Raley, 506 U.S. 20, 29-31, 113 S.Ct. 517, 121 L.Ed.2d 391 (1992).\n\n\nHrg. Tr. (De. 14, 2018), at 6-13.\n\n\nDorsey v. State, 761 A.2d 807, 814 (Del. 2000) (requiring examination of a state constitutional issue when the asserted right is not protected under analogous provision of federal constitution: \"Delaware judges cannot faithfully discharge the responsibilities of their office by simply holding that the Declaration of Rights in Article I of the Delaware Constitution is necessarily in 'lock step' with the United States Supreme Court's construction of the federal Bill of Rights.\").\n\n\nSee, e.g., Def.'s Amended Mot. to Exclude, at 6, State v. Xenidis , I.D. No. 1801011371 (Del. Super. Ct. Jan. 16, 2019) (D.I. 26) (\"This Court is urged to find that Article I, § 7 of the Delaware Constitution provides a defendant the right to counsel in a misdemeanor case, regardless of sentence...\"); Def.'s Rep. Br., at 2, State v. Xenidis , I.D. No. 1801011371 (Del. Super. Ct. Feb. 20, 2019) (D.I. 34) (\"The issue in this case is whether the right to counsel provision of Article I, § 7 of the Delaware Constitution provides broader protections than its federal counterpart and includes the right to counsel in misdemeanor prosecutions.\").\n\n\nState's Ans. Br. to Amended Mot., at 4 (\"Nowhere does the Delaware Constitution guarantee the right to appointed counsel in any type of case, felony or misdemeanor.\").\n\n\nClaudio v. State , 585 A.2d 1278, 1289 (Del. 1991) ; Dorsey , 761 A.2d at 814.\n\n\nDorsey , 761 A.2d at 814.\n\n\nId. (\"examination of those laws and that heritage may, from time to time, lead to conclusions that Delaware's citizens enjoy more rights, more constitutional protections, than the Federal Constitution extends to them\").\n\n\nJones v. States, 745 A.2d 856, 860-61 (Del. 1999).\n\n\nBroadmeadow Inv., LLC v. Delaware Health Resources Bd., 2012 WL 1408496, at * (Del. Super. Ct. Mar. 20, 2012) (quoting New Castle County Council v. BC Development Assoc., 567 A.2d 1271, 1278 (Del. 1989) ).\n\n\nSee Jones, 745 A.2d at 860-61 ; see also Young v. Red Clay Consolidated School District, 122 A.3d 784, 812 (Del. Ch. 2015) (\"Depending on the clauses in question and the situation presented, a Delaware court may well hold that a provision of the Delaware Constitution should be interpreted in lockstep with a similarly worded federal provision.). And see, People v. Richert, 216 Mich.App. 186, 548 N.W.2d 924, 927 (1996) (when determining whether a prior conviction could be used for sentencing augmentation even though it had been obtained without benefit of counsel, the state supreme court \"f[ound] no justification to construe [its right-to-counsel clause], more broadly that its federal analogue in the present context. \") (emphasis added);.\n\n\nYoung, 122 A.3d at 810 (quoting Robert F. Utter, Swimming in the Jaws of the Crocodile: State Court Comment on Federal Constitutional Issues When Disposing of Cases on State Constitutional Grounds, 63 Tex. L. Rev. 1025, 1028 (1985) ).\n\n\nSee, e.g., Dorsey v. State , 761 A.2d 807 (Del. 2000) (no \"good faith exception\" to the probable cause requirement under the Delaware Constitution notwithstanding the United States Supreme Court's decision in United States v. Leon , 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984) ); Jones v. State , 745 A.2d 856, 863, n.29 (Del. 1999) (determination of when an individual is \"seized\" under Delaware Constitution would not depend upon United States Supreme Court decision on the same issue for Fourth Amendment purposes); Hammond v. State , 569 A.2d 81 (Del. 1989) (State's duty to preserve evidence is broader under Delaware Constitution than Federal Constitution); Bryan v. State , 571 A.2d 170, 176 (Del. 1990) (right to counsel during police questioning is broader under the Delaware Constitution than the United States Constitution); Claudio v. State , 585 A.2d 1278 (1991) (right to jury trial is broader under the Delaware Constitution than the United States Constitution); Van Arsdall v. State, 524 A.2d 3, 6-7 (Del. 1987) (holding that Article I, § 7 of the Delaware Constitution contemplated a greater right of confrontation than the Sixth Amendment of the United States Constitution).\n\n\nJones , 745 A.2d at 864 (emphasis in original). See State v. Benoit, 417 A.2d 895, 899 (R.I. 1980) (\"The decision to depart from minimum [protections afforded by the Federal Constitution] and to increase the level of protection should be made guardedly and should be supported by a principled rationale.\").\n\n\nPeople v. Pickens, 446 Mich. 298, 521 N.W.2d 797, 805 (1994) (emphasis added); People v. Perlos, 436 Mich. 305, 462 N.W.2d 310, 313 n.7 (1990) (\"Unless there is a compelling reason to afford greater protection under the Michigan Constitution, the Michigan and federal provisions will be treated as affording the same protections.\").\n\n\nJones , 745 A.2d at 864.\n\n\nOrtiz v. State , 869 A.2d 285, 291 n. 4 (Del. 2005) (providing a framework for addressing Delaware Constitutional arguments).\n\n\nDef.'s Rep. Br., at 8; Def.'s Amended Mot. to Exclude, at 3 (\"Since the State has failed to prove that Defendant was afforded his right to counsel in the Maryland case, and that he knowingly waived his right, then his uncounseled convictions cannot serve as a basis to enhance his sentence for his convictions in ID No. 1801011371 and 1802005270.\").\n\n\nDel. Const. art. I, § 7.\n\n\nJones , 745 A.2d at 864.\n\n\nU.S. Const. Amend. VI . The federal right to counsel actually derives from two different provisions: the Fifth and Sixth Amendments to the United States Constitution both provide criminal defendants with a right to counsel. Their protections, however, differ in various respects. The Fifth Amendment does not expressly set forth a right to counsel. Instead, the Supreme Court inferred such a right in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). That Fifth Amendment right to counsel is narrower than Article I, Section 7's right to ensure employed counsel is present during custodial interrogation. Bryan v. State, 571 A.2d 170, 176 (Del. 1990) (\"[W]e clarify the confusion ... as to the difference in the protections afforded by article I, § 7 of the Delaware Constitution and by the fifth amendment to the United States Constitution.); id. at 175 (\"[T]he procedural protections afforded by the Delaware Constitution demand that an accused be afforded the unqualified opportunity to consult with counsel prior to custodial interrogation, provided that (i) the lawyer has clearly made a reasonable, diligent and timely attempt to render legal advice or otherwise perform legal services on behalf of his client, the accused, and (ii) the lawyer has been specifically retained or designated to represent the accused.\").\n\n\nSee Commonwealth v. Thomas, 510 Pa. 106, 507 A.2d 57, 59 n.6 (1986) (Pennsylvania Supreme Court faced with a state constitutional claim that a prior conviction entered without assistance of counsel could not be used to enhance the penalty for a subsequent offense observed, \"any differences that may exist between the right to counsel granted by the Federal Constitution and the right to counsel granted by the Pennsylvania Constitution are not relevant in this case.\").\n\n\nRandy J. Holland, The Delaware State Constitution 64 (2nd ed. 2017).\n\n\nSee Sheehan v. Oblates of St. Francis de Sales, 15 A.3d 1247, 1259 (Del. 2011) (\"Delaware constitutional due process is coextensive with federal due process.\"); Helman v. State , 784 A.2d 1058, 1070 (Del. 2001) (\"This Court has previously determined that the due process clause of the Delaware Constitution has 'substantially the same meaning' as the due process clause contained in its federal counterpart.\") (citing Opinion of the Justices, Del. Supr., 246 A.2d 90, 92 (1968) ); see also Cohen v. State , 89 A.3d 65, 86 (Del. 2014) (\"Delaware constitutional due process is coextensive with federal constitutional due process.\"); Blinder, Robinson &amp; Co. v. Bruton , 552 A.2d 466, 472 (Del. 1989) (finding the due process right under the Delaware Constitution to be coextensive with the Sixth Amendment).\n\n\nState v. Fortt , 1999 WL 1228676, at *1 (Del. Super. Ct. Oct. 15, 1999) (citing General Electric Co. v. Klein , 106 A.2d 206, 209 (Del. 1954) ).\n\n\nSee Nichols v. United States, 511 U.S. 738, 748-49, 114 S.Ct. 1921, 128 L.Ed.2d 745 (1994) ; Parke v. Raley, 506 U.S. 20, 31-34, 113 S.Ct. 517, 121 L.Ed.2d 391 (1992).\n\n\nLindh v. O'Hara , 325 A.2d 84, 88 (Del. 1974).\n\n\nId.\n\n\nId.\n\n\nHolland, The Delaware State Constitution , at 57.\n\n\nDel. Const. Art. I, § 7 ; Holland, The Delaware State Constitution , at 57.\n\n\nThe text of the Delaware Constitution's right-to-counsel and due process provisions has been changed only once, in 1999, to render those provisions gender neutral. See 72 Del. Laws , c. 136 (1999).\n\n\nHolland, The Delaware State Constitution , at 57.\n\n\nJones , 745 A.2d at 864-65 (quoting State v. Hunt, 91 N.J. 338, 450 A.2d 952, 962 (1982) (Handler, J., concurring)) (\"The enumerated criteria, which are synthesized from a burgeoning body of authority, are essentially illustrative, rather than exhaustive. They share a common thread-that distinctive and identifiable attributes of a state government, its laws and its people justify recourse to the state constitution as an independent source for recognizing and protecting individual rights.\").\n\n\nIn Jones , our high court suggested resort to \"[p]reviously established bodies of state law,\" which may \"suggest distinctive state constitutional rights\" and \"can help define the scope of the constitutional right later established.\" 745 A.2d 856, 864 (Del. 1999).\n\n\nJones , 745 A.2d at 864 (\"Structural Differences-Differences in structure between the federal and state constitutions might also provide a basis for rejecting the constraints of federal doctrine at the state level. The United States Constitution is a grant of enumerated powers to the federal government. Our State Constitution, on the other hand, serves only to limit the sovereign power which inheres directly in the people and indirectly in their elected representatives. Hence, the explicit affirmation of fundamental rights in our Constitution can be seen as a guarantee of those rights and not as a restriction upon them.\").\n\n\nDef.'s Amended Mot. to Exclude, at 20-23.\n\n\nJones, 745 A.2d at 865 (\"Matters of Particular State Interest or Local Concern-A state constitution may also be employed to address matters of peculiar state interest or local concern. When particular questions are local in character and do not appear to require a uniform national policy, they are ripe for decision under state law. Moreover, some matters are uniquely appropriate for independent state action ....\").\n\n\nJones, 745 A.2d at 865 (\"Public Attitudes-Distinctive attitudes of a state's citizenry may also furnish grounds to expand constitutional rights under state charters.\").\n\n\nJones, 745 A.2d at 865.\n\n\nLindh , 325 A.2d at 88-89.\n\n\nSee Super. Ct. Crim. R. 44(a) (providing for assigned counsel \"when required by law or deemed appropriate by the court\" or waiver of counsel); see also Com. Pl. Crim. R. 44(a) (same). Fam. Ct. Crim. R. 44(a) (same).\n\n\nDel. Code Ann. it. 11, § 5103 (2018).\n\n\nDel. Code Ann. it. 29, § 4602(a) (2018).\n\n\nSee How Do I Get an Attorney, The Office of Defense Services , https://ods.delaware.gov/how-get-attorney/ (last visited June 26, 2019) (\"In order for an adult to qualify for legal services, the individual must be charged with a crime in which incarceration may be imposed as a penalty and found to be indigent.\").\n\n\nE.g., Powell v. Alabama, 287 U.S. 45, 53 S.Ct. 55, 77 L.Ed. 158 (1932) ; Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963) ; Argersinger v. Hamlin, 407 U.S. 25, 92 S.Ct. 2006, 32 L.Ed.2d 530 (1972) ; Scott v. Illinois, 440 U.S. 367, 99 S.Ct. 1158, 59 L.Ed.2d 383 (1979).\n\n\nDel. Code Ann. it. 21, § 4177B(e)(5) (2017); Parke, 506 U.S. at 31-32, 113 S.Ct. 517 (due process not offended by such a scheme).\n\n\nDef.'s Rep. Br., at 6-7.\n\n\nParke, 506 U.S. at 29-30, 113 S.Ct. 517.\n\n\nThe United States Supreme Court has recognized \"a theme that failure to appoint counsel for an indigent defendant was a unique constitutional defect\" that might permit one to collaterally attack prior convictions used for sentence enhancement. Custis v. United States, 511 U.S. 485, 496, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994).\n\n\nDel. Code Ann. it. 21, § 4177B(e)(5). See Parke, 506 U.S. at 29-32, 113 S.Ct. 517.\n\n\nMorris v. State , 798 A.2d 1042, 2002 WL 1241270 (Del. 2002), aff'g , 2001 WL 893982 (Del. Super. Ct. July 16, 2001).\n\n\nId. at 1042 n.1.\n\n\nId. at 1042.\n\n\nId.\n\n\nId.\n\n\n2002 WL 664003, *1 (Del. Super. Ct. Apr. 8, 2002) (finding that despite the defendant's pre-sentence memo challenging sentence enhancement, the specific provisions of Delaware's DUI statute required the court to sentence the defendant for a fourth DUI offense).\n\n\nId.\n\n\nId.\n\n\nId.\n\n\n506 U.S. 20, 113 S.Ct. 517, 121 L.Ed.2d 391 (1992).\n\n\n2014 WL 3048724, at *2. In referring to the Parke holding, the Dean Court noted:\nWhile we see no decisions in Delaware specifically addressing the quantum of proof necessary to \"find\" the prior conviction, defendant here relies upon his ability to \"stand mute\" and has declined to join the dispute with any specific evidence that the state is incorrect. We note that even if the Delaware Supreme Court were to assign some burden of proving a prior conviction higher than \"not demonstrably false,\" there is a fair presumption of regularity in final judgments and placing the burden of proof on the defendant to prove some defect suffers from no constitutional infirmity. Id. at n.8.\n\n\nSee Parke , 506 U.S. at 29-30, 113 S.Ct. 517.\n\n\nId. at 23, 113 S.Ct. 517.\n\n\nId. at 34, 113 S.Ct. 517.\n\n\nId. at 26, 113 S.Ct. 517.\n\n\nId. at 27, 113 S.Ct. 517.\n\n\nId. at 28, 113 S.Ct. 517.\n\n\nId. at 30, 113 S.Ct. 517.\n\n\nId.\n\n\nId.\n\n\nRutherford v. Rutherford, 296 Md. 347, 464 A.2d 228, 234 (1983) ; Utt v. State, 293 Md. 271, 443 A.2d 582, 583-85 (1982) (Observing that \"the constitutional right to counsel in Maryland is older than that under the Constitution of the United States.\" And, that Maryland long-recognized \"the procedural right to the appointment of an attorney when a defendant is financially unable to retain private counsel\" because in Maryland's view \" 'essential fairness is lacking if an accused cannot put his case effectively in court,' and that the accused most likely will be unable to present an effective defense without the aid of counsel.\").\n\n\nThompson v. State, 284 Md. 113, 394 A.2d 1190 (1978).\n\n",
            "ocr": true,
            "opinion_id": 6360437
        }
    ],
    "court_short_name": "Superior Court of Delaware",
    "court_full_name": "Superior Court of Delaware",
    "court_type": "SA",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Murder"
}