{
    "id": 6512716,
    "judges": "Cassimatis",
    "date_filed": "1973-01-21",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-foose",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Foose",
    "case_name_full": "Commonwealth v. Foose",
    "attorneys": "H. Stanley Rebert, district attorney, for the Commonwealth., Barbara Lee Krier, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "11 Pa. D. & C.4th 106"
    ],
    "opinions": [
        {
            "author_str": "Cassimatis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCASSIMATIS, J.,\nOn July 16 and 17, 1990, the jury found defendant guilty of homicide by vehicle based on a violation of section 3114(A)(1), flashing signals. Post-verdict motions were filed and argued, and on November 23, 1990, this court entered an opinion refusing post-verdict motions and setting sentencing date for January 3, 1991. On December 13, 1990, defendant filed a motion to dismiss, alleging that he was placed in *107double jeopardy when tried by the jury because he had previously been convicted of the summary traffic offense of flashing signals, section 3114(A)(1), by a district justice on November 9, 1989 and found guilty. A hearing was held on the motion to dismiss, arguments heard and briefs filed. Decision was reserved. We now conclude that we must grant the motion to dismiss.\nWith slight modification, we adopt the following history of the case from the brief of defendant.\nOn July 28, 1989, defendant was involved in a motor vehicle accident on Routes 177 and 382 in York County, Pennsylvania. The driver of the automobile, Margaret Ann Chaney, struck defendant’s tractor-trailer and was killed as a result of this collision. The intersection at Routes 177 and 382 is controlled by a flashing red light on 177 and flashing yellow on 382. The automobile driver was operating her vehicle west on Route 382. Defendant was operating his tractor trailer south on Route 177.\nOn August 22, 1989, a traffic citation was filed at the Office of District Justice Roger Estep by Patrolman Tina Sheaffer of the Newberry Township Police Department, alleging a violation of section 3114(A)(1), flashing signals. Defendant originally pled guilty to this summary offense.\nOn November 2, 1989, this court, with the agreement of counsel for the Commonwealth and defendant, after finding “that the guilty plea was entered without the defendant’s understanding the consequences that this was a breakdown of the judicial system and improper information was given to the defendant which caused this,” allowed a nunc pro tunc appeal to defendant’s conviction of the summary offense of flashing red lights and directed that rather than this court scheduling it for a summary conviction appeal, that it be remanded back to the *108Office of the District Justice to be heard at the same time as defendant’s preliminary hearing in the homicide by vehicle charge. The homicide by vehicle criminal complaint had been filed by Patrolman Sheaffer on September 25, 1989. The summary trial and the preliminary hearing on the misdemeanor charge were held on November 9, 1989 by the district justice. Defendant was found guilty of the summary offense, and the charge of homicide by vehicle was held for court. The sentence on the summary offense was a fine and court costs, total-ling $85.50.\nDefendant was informally arraigned on December 1, 1989. On July 16 and 17, 1990, defendant was tried before a jury. A verdict of guilty was returned on July 17, 1990. Post-trial motions were filed on July 20, 1990. This court entered an order and opinion on November 23, 1990, refusing the motions. A sentencing date was also scheduled for January 3, 1991. On December 13, 1990,. defendant’s counsel filed a motion to dismiss the charge of homicide by vehicle based on double jeopardy. The hearing on the motion to dismiss was held on January 3, 1991. No testimony was presented other than referring to the record in the case.1\n*109As noted, defendant argues that double jeopardy bars defendant’s trial and conviction by the jury of the homicide by vehicle charges involving the Motor Vehicle Code violation of flashing signals' because defendant was found guilty of the Motor Vehicle Code violation, flashing , signals, previously by a district justice.\nIn Commonwealth v. Evers, 381 Pa. Super 568, 554 A.2d 531 (1989), where the opinion was filed on January 25, 1989, and reargument denied on March 10, 19.89, the court held: “In this Commonwealth, the constitutional protections of the double jeopardy clause are not implicated where a felony or misdemeanor prosecution is preceded' by a conviction before a district justice, whether by summary trial or guilty plea, for a summary offense.” Id. at 575, 455 A.2d at 534. (footnote omitted)\nOn May 29, 1990, the United States Supreme Court in Grady v. Corbin, _U.S. _, 110 S.Ct. 2084,, 109 L.Ed.2d 548 (1990), held that a state’s intended prosecution of a defendant on homicide and assault charges deriving from a motor vehicle accident was barred on double jeopardy grounds by defendant’s prior convictions, resulting from the same accident, of driving while intoxicated, a misdemeanor, and failing to keep right of the median, a violation. comparable to a summary offense under Pennsylvania law.\nFollowing the Grady case, our Superior Court on August 28, 1990, filed its opinion in Commonwealth v. Labelle, 397 Pa. Super. 179, 579 A.2d 1315 (1990), expressly overruling Commonwealth v. Evers, supra, holding that the double jeopardy clause of the Fifth Amendment may bar prosecution of a more serious offense once defendant has been convicted *110of a summary charge. After analysis of Pennsylvania and U.S. Supreme Court cases, it was decided that there is a two-step analysis of a double jeopardy claim in cases like this. The first step is the traditional Blockburger test.2\nCommonwealth v. Labelle, supra, reads as follows: “The traditional Blockburger test then, remains the first step in the analysis of a double jeopardy claim. Tf application of that test reveals that the offenses have identical statutory elements or that one is a lesser included offense of the other, then the inquiry must cease, and the subsequent prosecution is barred.’ Id., 110 S.Ct. at 2090. Because respondent Corbin had conceded that prosecution of the reckless manslaughter, criminally negligent homicide, and reckless assault offenses was not barred under the Blockburger test, this step did not detain the court. Id., 110 S.Ct. at 2093. The second step in the court’s analysis, an inquiry into the conduct to be proven by the state, was similarly straightforward. Because the state had filed a bill of particulars indicating that it would establish essential elements of the offenses at issue by proving that Corbin had been driving while intoxicated and had crossed over the median, the conduct for which he had already been convicted, it was apparent that the *111intended prosecution was. barred by the double jeopardy clause. Id., 110 S. Ct. at 2094.”\nUsing the analysis of the Labette case to the facts in the instant case in applying the first or Blockburger test “to determine whether there are two offenses or only one,” we note that the Motor Vehicle, Code violation of flashing signals under section 3114(A)(1) is the entire summary offense but only part of the homicide by vehicle charge. The homicide by vehicle charge involves the additional element of the death of a human being that was the probable result of the Motor Vehicle Code violation. Thus, it is not difficult to conclude that the offenses of flashing signals and homicide by vehicle involving the flashing signals violation are not facially the same.\nWe now turn to the second step to inquire into the conduct to be proven by the state. In fact, in this case, during the trial on the charge of homicide by vehicle, the Commonwealth relied upon the conduct of defendant in violating the summary offenses of flashing lights, which the district justice relied upon in finding the defendant guilty of the summary offense. In other words, the summary offense of flashing lights is an integral part of the conduct presented by the evidence of the Commonwealth to the jury which led to the guilty verdict. We, therefore, conclude that the two-step inquiry as enunciated in the Grady v. Corbin, supra, case and discussed in Labette, results in defendant having been .placed in double jeopardy.\nWe must next turn to the issue of whether defendant has waived his right to claim double jeopardy.\nA review of the applicable law and its changes, as it related to the instant charges from the time of the filing of the criminal complaint, is necessary.\n*112The Evers case, supra, which held double jeopardy was not involved in the fact pattern presented in this case controlled during the following stages of the instant case:\n(1) July 28, 1989: Date of accident.\n(2) August 22, 1989: Filing of summary charge of flashing signals, section 3114(A)(1).\n(3) September 6, 1989: Defendant’s plea of guilty to summary offense — flashing signals, section 3114(A)(1).\n(4) September 25, 1989: Filing of criminal complaint, homicide by vehicle, section 3732.\n(5) November 2, 1989: Court allowed nunc pro tunc appeal of conviction of flashing lights summary offense remanding it back to district justice to be heard at same time as defendant’s homicide by vehicle case.\n(6) November 9, 1989: District justice hearing; defendant found guilty of flashing signal violation and fine and costs of $85.50 imposed; and district justice held over charge of homicide by vehicle.\n(7) December 1, 1989: Defendant was informally arraigned in criminal court.\nGrady v. Corbin, supra, being decided on May 29, 1990, and immediately reported and available in the United States Law Week, 58 L.W. 4599, its holding thereafter controlled the issues in this case.\nSubsequent stages in this case are:\n(8) July 16 and 17, 1990: Jury trial; defendant found guilty of homicide by vehicle based on flashing signals 3114(A)(1) violation.\n(9) July 20, 1990: Defendant filed post-verdict motions.\n(10) August 9, 1990: Defendant filed brief in support of post-verdict motions.\n(11) August 15, 1990: Commonwealth filed its brief in opposition to post-verdict motions.\n*113(12) August 16, 1990: Argument heard and case taken under advisement.\nOn August 28, 1990, Commonwealth v. Labelle, supra, was decided and was reported in the no. 44 Pennsylvania Reporter issue of November 2, 1990. The stages in this proceeding thereafter continue as follows:\n(13), November 23, 1990: The court entered its opinion refusing post-verdict motions and established the sentencing date on January 3, 1991.\n(14) December 13, 1990: Defendant filed the instant motion to dismiss claiming double jeopardy.\n(15) January 3, 1991: Hearing on the motion to dismiss and decision reserved.\nThe Commonwealth argues that the double jeopardy argument has been waived because of the failure of defendant to have raised the issue in a pretrial request for relief to be included in one omnibus pretrial motion. The Commonwealth cites to Commonwealth v. Rabik, 259 Pa., Super. 456, 393 A.2d 916 (1978), where the court said:\n“We are presented in this case with a very narrow procedural issue: the Commonwealth argues that appellee failed to enter a special plea (autrefois convict) relating to double jeopardy, and that the lower court should not have permitted appellee to raise the defense of former conviction by a pretrial motion to quash.\n“Dictum in Commonwealth v. Splain, 242 Pa. Super. 503, 364, A.2d 384 (1976), supports the Commonwealth’s argument, but the decision in Splain actually turned upon the fact that the defendant had waited until the Commonwealth presented its case before raising the former jeopardy issue. As was noted in Splain, a defendant will not be permitted to sit back and put the Commonwealth to the time and expense of presenting its evidence. If a *114defendant does not act in a timely manner, he may waive the right to raise a former jeopardy (section 110 compulsory joinder) issue. Appellee in the case before us did act promptly in bringing the earlier conviction to the attention of the lower court before the case came to trial and before any prejudice resulted to the Commonwealth.\n“The correct procedure to be followed by a defendant in raising a former jeopardy argument was stated by our court in Commonwealth v. Davis, 247 Pa. Super. 450, 452 n.3, 372 A.2d 912, 913 n.3 (1977): ‘The proper procedure for raising a bar to prosecution, such as former acquittal, is a written pretrial application pursuant to Pa.R.Crim.P. 304.’ Under the rules of criminal procedure, appellee Rabik could have pleaded guilty, not guilty, or nolo contendere. Rule 319(a). No mention is made in the rules of ‘special pleas’ of any kind. Appellee entered a plea of not guilty to the second charge, and proceeded, pursuant to Rule 304 (now Rule 306), to file a pretrial motion to quash, raising the ‘former jeopardy’ issue. We hold that appellee properly brought the former conviction to the attention of the lower court. Order affirmed.” (footnotes omitted)\nHowever, we must seriously question the vitality of the Rabik decision in light of our Supreme Court decision in Commonwealth v. Stewart, 493 Pa. 24, 425 A.2d 346 (1981), where the defendant was stopped on April 25, 1974, and frisked by two police officers on a public street in Lancaster. They found a pistol on his person and 10 glassine packets containing heroin lying near him on the street. The police placed the defendant under arrest. The issue in that case was whether the Commonwealth’s prosecution of the defendant in separate trials, over two months apart on charges arising from this incident violated the Campana rule and section 110 of our *115Crimes Code. On January 24, 1975, the Commonwealth brought the defendant to trial on the firearm charges to which he entered a plea of guilty. On March 3, 1975, the defendant was indicted on the heroin charge, after which he immediately entered pleas of double jeopardy and autrefois convict and filed an application to suppress evidence. After a hearing, the court on April 1 denied all of defendant’s pretrial motions. He was tried on the same day and convicted by a jury of possession of heroin. Post-verdict motions were filed and dismissed, and the defendant was sentenced. A direct appeal to the Superior Court followed in which the Superior Court rejected all three contentions of the defendant on appeal, holding, inter alia, that defendant had waived his rights under section 110 by failing to move for consolidation of the charges himself. The Supreme Court reversed holding that defendant’s guilty plea to the firearm charge could not be considered a waiver of the statutory requirement that the two charges which were based on the same criminal episode be consolidated for trial.\nThe real significance of the Stewart decision is the following language, 493 Pa. at 28, 425 A.2d at 348:\n“The Commonwealth’s sole argument for the inapplicability of section 110 to appellant’s case is the theory of waiver advanced by the majority opinion of the Superior Court, a theory which that court has since recognized as erroneous in light of this court’s subsequent decision in Commonwealth v. Holmes, 480 Pa. 536, 391 A.2d 1015 (1978). See Commonwealth v. Edwards, 264 Pa. Super. 223, 227 n.3, 399 A.2d 747, 749 n.3 (1979).”\nMoreover, instantly, we are not dealing with the statutory requirement of consolidation for trial, but rather of the constitutional right not to be placed in double jeopardy. Waiver of such constitutional *116rights, as defendant argues, must be knowingly and intelligently made. Commonwealth v. Johnson, 319 Pa. Super. 463, 466 A.2d 636 (1983), states the following on the issue of waiver:\n“However, even rights of constitutional dimensions can be waived, Commonwealth v. Romberger, 474 Pa. 190, 378 A.2d 283 (1977), and an accused who does not act in a timely manner may waive a double jeopardy issue. Commonwealth v. Rabik, 259 Pa. Super. 456, 393 A.2d 916 (1978). Usually, the issue of double jeopardy should be raised in pretrial motions. Commonwealth v. Rabik, supra; Commonwealth v. Davis, 247 Pa. Super. 450, 373 A.2d 912 (1977); Commonwealth v. Splain, 242 Pa. Super. 503, 364 A.2d 384 (1976); Pa.R.Crim.P. 306 (1982). However, the waiver of a constitutional right must be made knowingly and intelligently; to be a knowing and intelligent waiver, the defendant must have been aware of both the right and the risks of forfeiting the same. Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938); Commonwealth v. Barnette, 445 Pa. 288, 285 A.2d 141 (1971); Commonwealth v. Mellon, 279 Pa. Super. 350, 421 A.2d 234 (1980). Waiver of a constitutional right cannot be presumed from a silent record, and the presumption must always be against waiver of a constitutional right. Commonwealth v. Norman, 447 Pa. 217, 285 A.2d 523 (1971), appeal after remand 456 Pa. 252, 318 A.2d 351 (1974). In the instant case, appellant entered his plea without advice of counsel. In view of this fact and because the record fails to show that appellant was otherwise advised of his double jeopardy right, we decline in the instant matter to find that appellant has waived his constitutional right by not raising it prior to trial.” (footnote omitted)\n*117By way of additional explanation, the case of Commonwealth v. Norman, cited in the above quote from the Johnson case which dealt with the issue of right to counsel, states the following:\n“In determining whether a defendant has waived a constitutional right it is well settled that the federal standards of waiver first enunciated in Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed 1461 (1938), apply. Brookhart v. Janis, 384 U.S. 1, 86 S.Ct. 1245, 16 L.Ed. 2d 314 (1966). The waiver of a constitutional right must be ‘an intentional relinquishment or abandoument of a known right or privilege.’ 304 U.S. at 464, 58 S.Ct. at 1023. The presumption must always be against the waiver of a constitutional right. Glasser v. United States, 315 U.S. 60, 70-71, 62 S.Ct. 457, 463-65 (1942). Nor can waiver be presumed in a silent record case. The United States Supreme Court explicitly ruled in Carnley v. Cochran, 369 U.S. 506, 82 S.Ct. 884, 8 L.Ed. 2d 70 (1962): ‘Presuming waiver from a silent record is impermissible. The record must, show, or there must be an allegation and evidence which show, that an accused was offered counsel but intelligently and understanding^ rejected the offer. Anything less is not waiver.’ (emphasis added) Id. at 516, 82 S.Ct. at 890. Thus this court is constitutionally bound to place the burden of proving waiver on the Commonwealth.” Id. at 221-22, 285 A.2d at 526.\nTo recapitulate, the Commonwealth’s position is first that defendant was not placed in double jeopardy by being tried on the homicide by vehicle charge after having been found guilty of the summary offense of flashing signals. Cited in support of this proposition is Commonwealth v. Beatty, 500 Pa. 284, 455 A.2d 1194 (1983). Labelle, infra, analyzes Beatty and concludes that Beatty dealt with only compulsory joinder; Campana/section 110 of the *118Crimes Code issues are not constitutional Fifth Amendment right issues. Thus, it does not control the analysis and disposition of the double jeopardy issue in this case.\nThe Commonwealth’s second position is that double jeopardy has been waived because defendant failed to raise it in pretrial motions as required under the Pennsylvania Rules of Criminal Procedure. Cited in support is Commonwealth v. Rabik, 259 Pa. Super. 256, 393 A.2d 916 (1978). Our previous analysis on this point has led us to a different conclusion. Rabik is no longer a vital and controlling decision. Moreover, at the time defendant was required to file his pretrial motion within 30 days of arraignment (Pa.R.Crim.P. 307, 30 days after arraignment which, in this case, was December 31, 1989), Commonwealth v. Evers, supra, controlled and there was no basis for defendant to raise the constitutional issue of double jeopardy. Moreover, as we have pointed out, there is no waiver of a double jeopardy issue if not raised pretrial.\nAccordingly, we conclude that defendant’s waiver of the double jeopardy issue cannot be presumed from the silent record, and the presumption must always be against the waiver of such a constitutional rights Commonwealth v. Johnson, supra; instantly, the record does not show nor is there an allegation and supporting evidence to show that defendant intelligently and understandingly failed to raise the double jeopardy issue. Waiver of the constitutional rights against being placed in double jeopardy is not permitted from a silent record, Commonwealth v. Norman, supra.\nAccordingly, we shall enter the following\n*119ORDER\nAnd now, July 3, 1991, after consideration of the motion to dismiss of defendant Gerald E. Foose and for the reasons set forth in the foregoing opinion, it is ordered and directed as follows:\n(1) The resulting judgment from the jury having found defendant guilty of homicide by vehicle involving flashing signals is arrested.\n(2) The charge of homicide by vehicle is dismissed.\n(3) Defendant is discharged.\nThe Clerk of Courts shall provide notice of the entry of this order as required by law.\n\n. The District Attorney’s Office has provided the reference to the allowance to the nunc pro tunc appeal. It is filed in the Clerk of Courts Office in 332 Miscellaneous Action 1989.\nAt the same time the district attorney provided this court with page 44 of what appears to be a transcript of the hearing held before the district justice on November 9, 1989. In the message of transmittal to the court with this information on June 19, 1991, the district attorney said: “Remand has therefore obviously [sic] orchestrated by counsel and she was aware of double jeopardy issue as early as latter date [November 9, 1989] which is clearly denied in her motion ergo waiver.” As will hereafter be developed in our opinion, Commonwealth v. Evers, 381 Pa. Super. 568, 554 A.2d 531 (1989), was the applicable law at the time of the preliminary hearing on *109November 9, 1989, and remained the law until Grady v. Corbin was decided on May 29, 1990.\n\n\n. Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1930), which held “the applicable rule is that where the same actor transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one, is whether each provision requires proof of an additional fact which the other does not.” In Ianelli v. United States, 520 U.S. 770, 785 n.17, 95 S.Ct, 1284, 1294 n.17, 43 L.Ed. 2d 616, 627 n.17 (1975), the court said: “If each [offense as statutorily defined] requires proof of a fact that the other does not, the Blockburger test is satisfied, notwithstanding a substantial overlap in the proof offered to establish the crimes.”\n\n",
            "ocr": true,
            "opinion_id": 6386266
        }
    ],
    "court_short_name": "York County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, York County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}