{
    "id": 6515262,
    "judges": "Rizzo",
    "date_filed": "1996-08-05",
    "date_filed_is_approximate": true,
    "slug": "benn-v-board-of-pensions-retirement-of-philadelphia",
    "case_name_short": "Benn",
    "case_name": "Benn v. Board of Pensions & Retirement of Philadelphia",
    "case_name_full": "Benn v. Board of Pensions and Retirement of the City of Philadelphia",
    "attorneys": "Bruce S. Allen, for plaintiff., Frederick J Gentile, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "72 Pa. D. & C.4th 459"
    ],
    "opinions": [
        {
            "author_str": "Rizzo",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRIZZO, J.,\n— Appellant, City of Philadelphia Board of Pensions and Retirement, appeals from this court’s order of March 24, 2005, reversing the July 15, 2004 decision of the board which denied appellee Don Benn’s petition for service-related disability benefits. For the reasons that follow, the decision of the board was properly reversed.\nFACTS AND PROCEDURAL HISTORY\nMr. Benn was employed as an adult probation and parole officer with the First Judicial District for 20 years, from 1977 until 1997. (Findings of the Board of Pen*461sions and Retirement, p. 2.) From February through October of 1996, he was employed as an officer with the Fugitive Task Force of the First Judicial District Enforcement Unit.1 This was a marked change from his previous position which required mostly desk work. (Board of Pensions and Retirement record, exhibit K, p. 208.) As an officer in the Enforcement Unit, he was responsible for apprehending wanted felons and fugitives. (Record, exhibit I, p. 133.) He was also required to carry a gun. (Record, exhibit I, p. 133.) Mr. Benn received almost no training for his new position, receiving only two to three hours of firearm training and weapon cleaning. (Record, exhibit I, p. 134.) Other Enforcement officers had received many hours of training and testing, which occurred before Mr. Benn’s appointment to the unit. (Record, exhibit I, p. 135.)\nAfter beginning his work with the Enforcement Unit, Mr. Benn began to sense overwhelming fears of death, of killing someone, or of one of his colleagues being killed due to his own lack of training and experience. (Record, exhibit I, p. 134.) Mr. Benn identified two specific stressful experiences that triggered his overwhelming feelings of fear. First, on October 1,1996, Mr. Benn was the first officer to respond to the violent assault and stabbing of a probation officer and a civilian security guard. (Record, exhibit I, p. 134.) He struggled with the perpetrator, and subsequently arrested him. On October *46222, 1996, psychologist Dr. John Hartke diagnosed Mr. Benn as suffering from post-traumatic stress disorder (PTSD),2 as a result of his lack of training and experience for his position with the Enforcement Unit, which was then aggravated by the October 1 incident. (Record, exhibit I, p. 13 8.) As identified by Dr. Hartke, symptoms of PTSD include numbness, slowness of speech, irritability, startle response, nausea, stomach pain, crying jags and fear. (Record, exhibit K, p. 232.)\nOn October 23, 1996, the very next day, Mr. Benn was hit by a car while attempting to arrest a fugitive. He suffered physical and neurological injuries as a result of this accident. Due to the physical injuries suffered in the car accident, and his previously diagnosed PTSD, Mr. Benn was unable to work for several months.\n*463Mr. Benn did not return to work until March of 1997. His return was against the recommendation of Dr. A. Anthony Arce, a psychiatrist at the City Health Department, who refused to clear his return to work. (Board, p. 13.) Upon his return, Mr. Benn was given no duties but was allowed to report to work daily. (Board, p. 5.) Mr. Benn’s employment with the First Judicial District ended in the summer of 1997. (Board, p. 5.) There is some dispute over the date and manner in which his employment ended, neither of which are relevant to the determination at hand.\nBoth Doctors Hartke and Bomfriend found Mr. Benn’s PTSD to be permanent, or likely to be permanent. (Record, pp. 138, 140.) As a result of Mr. Benn’s likely permanent PTSD, he is currently receiving both Social Security benefits and workers’ compensation. (N.T., record, p. 59.) In June of 1999, upon application, retroactive to March of 1997, Social Security benefits were granted based on the permanent nature of Mr. Benn’s incapacity. On February 23, 2000, a workers’ compensation judge awarded benefits to Mr. Benn upon the determination that he suffered from work-related post- traumatic stress disorder. That decision was affirmed by the Workers’ Compensation Appeal Board on January 23, 2001. (Record, exhibit N, p. 398.)\nIn addition, Mr. Benn filed an application for service-connected disability benefits with the Board of Pensions of the City of Philadelphia. The board denied his application on July 15, 2004, finding that Mr. Benn failed to meet his burden of proof as he did not demonstrate permanent incapacity from the performance of the duties of his position, nor could he substantiate that his physical complaints resulted solely from the performance of the *464duties of his position. (Board, pp. 6-7.) Mr. Benn timely appealed the board’s decision to this court. After briefing and oral argument by the parties, on March 24,2005, this court reversed the decision of the Board of Pensions. Appellant filed a timely appeal of this court’s decision on April 22,2005.\nSUMMARY OF ISSUES RAISED ON APPEAL3\nIn the statement of matters complained of on appeal filed pursuant to 1925(b) of the Pennsylvania Rules of Appellate Procedure, the Board of Pensions and Retirement asserts that this court abused its discretion by reversing the Board of Pensions’ decision denying service-related disability benefits to appellee as the court’s decision is against the weight of the evidence, based on the substitution of its own judgment for that of the board when the board’s conclusion was supported by substantial competent evidence.\nLEGAL DISCUSSION\nThe appellate court’s standard of review of the reviewing court’s decision is whether the court committed an error of law or an abuse of discretion. Board of Pensions and Retirement of the City of Philadelphia v. Einhorn, 77 Pa. Commw. 228, 465 A.2d 139 (1983). The reviewing court’s standard of review of the board’s decision is limited to a determination of “whether constitutional rights have been violated, errors of law committed, or whether the findings of fact of the agency are supported *465by substantial evidence.” 2 Pa.C.S. §754(b); Hetman v. State Civil Service Commission, 714 A.2d 532, 535 (Pa. Commw. 1998). Substantial competent evidence is that which a reasonable mind might accept as adequate to support a finding. O ’Connor Appeal, 444 Pa. 206, 209 n.6, 283 A.2d 279, 280 n.6 (1971).\nIn making its determination of whether to award a service-connected disability pension, the board must find that, “the employee is mentally or physically totally incapacitated from the further performance of the duties of his position, that such incapacity resulted solely from the performance of his duties, and that such disability is likely to be permanent.” Municipal Retirement System Ordinance §22-401.\nThe appellant argues that this court’s order reversing the decision of the Board of Appeals was contrary to the evidence presented in the record; namely, that Mr. Benn did not meet his burden of proof that (1) he suffered an incapacity, PTSD, related solely to his employment with the city and (2) that his incapacity is likely to be permanent.\nThis court’s order properly reversed the decision of the Board of Appeals as the record evidence establishes that Mr. Benn did meet his burden of proof on the above two requirements.\n1. Appellee Met His Burden ofProof by Demonstrating That He Suffered an Incapacity Related Solely to His Employment With the City\nAt the board hearing, Mr. Benn offered evidence that his incapacity was solely related to his employment by showing no previous diagnosis of PTSD at any time prior *466to his work with the Enforcement Unit. Mr. Benn also presented evidence to the board in the form of opinions from Doctors Hartke, Bomfriend, and Arce that he continues to suffer from PTSD and is not able to return to work. Furthermore, both the Workers’ Compensation Board and the Social Security Administration found that Mr. Benn was totally disabled and continues to be disabled. The workers’ compensation judge based her decision on the credibility of the medical opinions of Doctors Hartke and Bomfriend that Mr. Benn’s PTSD was permanent or likely to be permanent. In light of the evidence, the board improperly found that Mr. Benn’s incapacity is not permanent, or likely to be permanent, as required by the Municipal Retirement System Ordinance.\nThe evidence relied on by the Board of Pensions in reaching their conclusion was not substantial or competent, and therefore this court’s order reversing the decision of the Board of Pensions was not an abuse of discretion. The board erred in its findings that Mr. Benn’s psychiatric condition was not solely related to his employment, and, in the alternative, that the psychiatric condition was not permanent. The only evidence relied upon by the board in making its decision that Mr. Benn’s post-traumatic stress disorder was not solely related to his work was Mr. Benn’s 1994 diagnosis by Dr. Hartke of “Personality disorder — not otherwise specified.” Evidence that Mr. Benn actually suffered from any mental disease or defect prior to 1996, when Mr. Benn commenced his duties with the Fugitive Task Force, is not substantiated in the record.\nBeginning in 1994, Mr. Benn had been required as part of his training as a forensic psychoanalyst at the *467Philadelphia School of Psychoanalysis to undergo 300 hours of training analysis. He met with Dr. Hartke weekly to complete these training hours. Dr. Hartke offered sworn testimony that he had diagnosed Mr. Benn with “Personality disorder — not otherwise specified,” solely because he was a man over the age of 40 who had never married or fathered children. At no time before beginning his work on the Enforcement Unit was Mr. Benn ever diagnosed with post-traumatic stress disorder. Clearly, Dr. Hartke’s “diagnosis” was not with respect to Mr. Benn’s psychological condition, nor was it related to the later diagnosis of PTSD. Therefore, the board relied on evidence that was neither substantial nor competent when it determined that Mr. Benn’s PTSD was not solely related to his employment.\n2. Appellee Met His Burden ofProof by Demonstrating That His Incapacity, PTSD, Was Permanent or Likely To Be Permanent\nThe board also erred when it concluded that Mr. Benn’s incapacity was not permanent and that he could return to work, as that conclusion is not supported by substantial evidence. The board relied solely on the testimony of Doctors Hanaway and Toborowsky, who concluded that Mr. Benn no longer suffered from post-traumatic stress disorder. Each doctor, however, conducted only one brief examination of Mr. Benn. The board discounted the expert opinions of Dr. Hartke, who has known Mr. Benn since 1994, and Dr. Bomffiend, who has been treating him since 1996. Both doctors familiar with Mr. Benn concluded that his PTSD was permanent or likely to be permanent.\n*468Furthermore, the board erred when it failed to consider as evidence the findings by both the Workers’ Compensation Board and Social Security Administration that Mr. Benn was permanently disabled. Mr. Benn applied for and was granted disability by the Social Security Administration in June of 1999, retroactive to June of 1997, based on his continuing PTSD. (Record p. 635.) The workers’ compensation judge also found Mr. Bern’s disability to be permanent, or likely to be permanent, giving weight to the medical opinions of Drs. Hartke and Bomfriend. (Record pp. 404, 407.) In disregarding this evidence, the board asserted that there is a different standard for awarding workers’ compensation than for service-related disability pensions. However, none of the cases cited by the board in its conclusions of law in support of its decision discuss permanent incapacity. See DeBerry v. Board of Pensions &amp; Retirement, 37 Pa. Commw. 235, 585 A.2d 616 (1991); Drennan v. City of Philadelphia, 106 Pa. Commw. 262, 525 A.2d 1265 (1987); Volkswagen of America v. W.C.A.B. (Russell), 143 Pa. Commw. 69, 598 A.2d 602 (1991). These cases point only to a difference between the standards of workers’ compensation and the Board of Pensions in granting claims for previously existing and employment aggravated conditions. Therefore, the board was incorrect in disregarding the conclusions of the Workers’ Compensation Board and the Social Security Administration as evidence of the permanent nature of Mr. Benn’s incapacity.\nIn light of the evidence presented by Drs. Hartke and Bornfriend, and the findings of the Workers’ Compensation Board and Social Security Administration, the opinions of Drs. Toborowsky and Hanaway were not sub*469stantial or credible evidence, and the board was incorrect in relying upon it in reaching their conclusion that Mr. Benn’s incapacity was not permanent.\nCONCLUSION\n■ For the aforementioned reasons, this court’s order of March 24, 2005 should be affirmed.\nEXHIBIT “A”\nSTATEMENT OF MATTERS COMPLAINED OF ON APPEAL\nWhere the Board of Pensions and Retirement concluded that employee failed to prove that he suffered an incapacity from the performance [sic] his employment with the City of Philadelphia solely related to his employment with the City, did not the court commit error by reversing the Decision of the Board of Pensions and Retirement where there [sic] record is devoid of any expression of opinion that such condition is permanent in nature, or likely to be permanent?\nWhere the Board of Pensions and Retirement concluded that employee failed to prove that he suffered an incapacity and where there is substantial competent evidence to support this conclusion, did not the court commit error by substituting its own determination for that of the Board of Pensions?\n\n. The board, in its findings of fact and conclusions of law, found that the Enforcement Unit was dissolved in August of 1996. However, this is contrary to all evidence presented which shows that the unit was in fact dissolved in October of 1996. See record, N.T., p. 78; see also, record, exhibit 1, p. 119.\n\n\n. Mr. Benn has seen a series of mental health professionals following his employment with the Enforcement Unit. Mr. Berm’s relationship with Dr. Hartke, however, began in 1994, when Mr. Benn began a course of study for his degree in forensic psychoanalysis. As part of his degree requirement, Mr. Benn was required to personally undergo 300 hours of psychoanalysis. Mr. Benn’s relationship with Dr. Hartke changed from student/teacher to patient/doctor on October 22, 1996, when Dr. Hartke diagnosed him with post-traumatic stress disorder. Following this diagnosis, Mr. Benn also saw: (1) Dr. Lynn Bomffiend, a practicing psychiatrist with the City Police and Fire Counseling Service, beginning November 6,1996. She also diagnosed him with post-traumatic stress disorder; (2) Dr. Anthony Arce, City Health Department psychiatrist, on March 12,1997. Dr. Arce corroborated Dr. Bornfriend’s diagnosis of PTSD; (3) Dr. Robert M. Toborowsky, psychiatrist and consultant to the Board of Pensions in this case, for one meeting on February 3,1998. Dr. Toborowsky found that Mr. Benn did not suffer from PTSD, and that he was not disabled from his job duties; (4) Dr. Andrea Hanaway, co-chair of the Medical Panel of the Board of Pensions, who referred Mr. Benn to Dr. Toborowsky, agreed with Dr. Toborowsky’s findings in a report dated March 10, 1998.\n\n\n. See attached exhibit “A” for appellant’s full statement of matters complained of on appeal.\n\n",
            "ocr": true,
            "opinion_id": 6388845
        }
    ],
    "court_short_name": "Philadelphia County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Philadelphia County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}