{
    "id": 6527605,
    "judges": "Ford",
    "date_filed": "2004-05-10",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-watson",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Watson",
    "case_name_full": "Commonwealth v. Watson",
    "attorneys": "Craig W. Scheetz, for Commonwealth., Craig B. Neely, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "43 Pa. D. & C.5th 245"
    ],
    "opinions": [
        {
            "author_str": "Ford",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFORD, J.,\n— On March 26, 2014, a jury found defendant/appellant, Cassius Watson, guilty of one count of persons not to possess a firearm, 18 Pa.C.S. § 6105(a)(1). On May 2,2014,1 sentenced appellant to state confinement for three-and-a-half to seven years. This is an appeal from that sentence. Appellant’s only contention on appeal is that I should have granted his pre-trial suppression motion. There is no merit to the appeal.\nAppellant was originally charged with the firearms offense and with drug offenses. By the time of trial, all charges except for the firearms offense had been dismissed or withdrawn.\nOn August 9, 2013, appellant filed omnibus pre-trial motions. This included a motion to suppress evidence seized from appellant’s residence through search warrants. I conducted a hearing on appellant’s suppression motion on November 18,2013. At the hearing, appellant first argued that the police entry into his residence was legally tainted so the firearms and drugs seized following the entry were illegally seized. Appellant also challenged the sufficiency of the search warrants. Third, appellant contended that the police did not comply with the Pennsylvania Rules of Criminal Procedure in Processing the search warrants. On December 5, 2013,1 denied the suppression motion with an order and opinion.\nOn June 16, 2014, appellant filed a petition under the *248Post-Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546. In the PCRA petition, appellant claimed that his trial counsel was ineffective for failing to file a direct appeal after appellant had expressed his desire to do so. It was uncontested that defense counsel inadvertently missed the appeal deadline. By order filed on July 28,2014,1 granted appellant’s PCRA petition and allowed him to file a direct appeal of his sentence nunc pro tunc.\nAppellant timely filed the present appeal on August 15, 2014. He filed a “concise statement of errors complained of on appeal” (concise statement) under Pa.R.A.P. 1925(b) on September 2, 2014, challenging my suppression ruling which I now explain.\nFindings of Fact\n1. Matthew Kraszewski works at Sacred Heart Hospital in Allentown. After he completed his shift on March 21, 2013, he was on the second deck of the hospital’s parking garage. From the second deck, Mr. Kraszewski saw a man standing in the second floor window at 428 Oak Street which is a residence opposite the south side of the parking deck. The man in the window had dark skin and was not wearing a shirt. He was holding a chrome and black pistol. The man then left the window area. Shortly after that, Mr. Kraszewski saw the same man, now wearing a black jacket, exit the house, lean into a car and then return to the house. Mr. Kraszewski was concerned about a recent shooting at Lehigh Valley Hospital and about what others might think should something happen at Sacred Heart Hospital with this man if Kraszewski did not take action. He called the Allentown police.\n2. Officer Karl Kozlowski is a twelve-year veteran of the Allentown Police Department. He worked the day shift on March 21. Officer Kozlowski received a radio *249transmission that there was an armed black male wearing a black coat who was at a car at 428 Oak Street and who then entered that residence. Kozlowski responded to 428 Oak Street with Officer Fiorello. Officer Kozlowski noted that there were surveillance cameras outside the residence. He saw “heavy binded books” stacked in the front window of the residence. Based on his experience, such thick books can be used for ballistic purposes. All of this caused the officer’s security awareness to be heightened.\n3. Officer Kozlowski knocked on the door. Appellant answered. The officer told appellant about the information he had received. Appellant responded that he had been outside at an SUV. He claimed that he had no gun but he may have been holding a violin case.\n4. Appellant invited the officers into the living room at 428 Oak Street. In the living room, Officer Kozlowski asked about guns. Appellant responded that he had guns but they were “legal.” He described each of the guns but said that they belonged to his sister. He told the officers that he was arrested for homicide years ago. He said that the Oak Street residence was his residence. The officers left appellant’s residence.\n5. After officers advised Detective Aumaury Almonte of the events of March 21, he investigated appellant’s background and he learned that appellant had a manslaughter conviction. Almonte secured a photo of appellant. He knew from his research of public property records that appellant rented the Oak Street residence. He briefed Detective Kevin Mriss about all that had occurred with appellant. Almonte also consulted the district attorney and obtained consent to secure a search warrant for the Oak Street residence.\n6. On March 22,2013, shortly after 6:00 a.m., Detective *250Mriss assisted Detective Almonte in setting up surveillance at 428 Oak Street. Mriss watched the rear of the building while Almonte watched the front. Appellant left the rear of the residence at about 7:00 a.m., entered a blue BMW, and then drove from the area. Very shortly after that, appellant parked the car in the front of his residence. Almonte, Mriss and a patrol officer made contact with appellant there. Appellant was not placed in handcuffs.\n7. Detective Almonte told appellant about his plan to secure a search warrant for the residence based on what the police had learned the previous day. Appellant responded that there were children in the home. Appellant was taking care of a 16-year-old boy. His seven-year-old and nine-year-old children were also in the home. Mriss told appellant that he could not re-enter the residence. He did this for officer safety, the children’s safety and the possibility that appellant would hide weapons. Appellant agreed that the police should call the younger children’s mother to take them to school. Appellant provided the mother’s name and phone number to the officers. Because it was cold and the officers were not going to let appellant re-enter the home, they placed him in a patrol van to stay warm. He was still uncuffed.\n8. Detective Mriss with other officers knocked on the door of 428 Oak Street. The 16-year-old boy answered. Mriss told the boy that the police were calling the younger children’s mother. Mriss and Almonte entered the living room of the home with the 16-year-old boy. The two younger children were ready for school and were sitting on a sofa in the living room. The police contacted the mother who picked up the children. Police officers remained in the living room while warrants were prepared.\n9. Detectives Almonte and Mriss went to police *251headquarters to prepare search warrants. Almonte then drove to the home of Magistrate District Judge (MDJ) Karen Devine who signed the first search warrant. This warrant authorized a search of the home for weapons. After Almonte secured the warrant, he called his supervisor, Sergeant Glenn Granitz, whom he advised that the MDJ had signed the warrant. The search of 428 Oak Street then began. Almonte and Mriss returned to the residence to help with the search.\n10. With the first warrant in hand, the police took photos throughout the residence. They found and seized four guns. Detective Mriss saw a bag of suspected cocaine on top of a cabinet in the kitchen. He did not seize it because the warrant was only for weapons.\n11. Officer Michael Lovett was the last patrol officer to arrive at the residence on March 22. He was in full uniform. He stayed at the van with appellant while officers waited in the living room of428 Oak Street. Appellant then talked without any prompting or questioning by Lovett. Among other things, appellant stated that he was afraid for his daughter in the house. Appellant claimed there were five guns in the house but he only described four. He admitted that the guns belonged to him. Appellant asked Officer Lovett if it would be illegal to shoot guns in a house. He explained that he had a shooting range in the basement where he would shoot his .22 rifle.\n12. Lovett Patted down appellant and then put him in a squad car. Appellant was taken to headquarters and placed in a holding cell. Appellant did not have cuffs on him throughout the time that Lovett dealt with him.\n13. During his search of 428 Oak Street, Detective Mriss found a .45 caliber Ruger handgun in the cushions of a sofa in the living room, a .22 caliber Walther on a shelf *252under jeans on the third floor with appellant’s documents, a .22 assault rifle with magazines on the third floor, a .22 caliber Stevens rifle in the basement, a gun cleaning kit and an empty gun box in a duffle bag in the basement. The police took the weapons and related items back to headquarters.\n14. A second search warrant was prepared to seize the suspected cocaine. Again, Detective Almonte got permission from the district attorney to seek the search warrant. MDJ Devine signed the second search warrant at her home when Detective Almonte brought it to her. Once the warrant was signed, Mriss seized the suspected cocaine on the kitchen cabinet.\n15. Exhibit C-1 is the original package for the first search warrant. MDJ Devine issued it at 8:33 a.m. on March 22. The warrant has an obvious transposition of dates in that MDJ Devine wrote that she issued the warrant on March 24, 2013, at 8:33 a.m. and that the warrant may not be served later than March 22, 2013, at 8:33 a.m. Exhibit C-4 was represented as a copy of C-l; however, it does not show this transposition of dates. An examination of these two exhibits side-by-side reveals that MDJ Devine separately wrote out her portion (the actual warrant) on the original warrant (C-l) and then again on the copy (C-4). This occurred when Detective Almonte had her fill out the original warrant (C-l) and the copy of it (C-4), and he did not use duplicating equipment to make the copies.\n16. Exhibit C-2 is the second search warrant package which includes a warrant signed by MDJ Devine at her home on March 22, 2013, at 11:21 a.m., This warrant authorized a second search of the Oak Street residence, later that same morning, primarily for the suspected cocaine in the kitchen. Exhibit C-5 is a copy of C-2 created *253with duplicating equipment. Although Detective Almonte testified that he could not remember how the copy of this second warrant was created, it is apparent that duplicating equipment was used.\n17. Detective Almonte did not immediately file the original warrants, Exhibits C-l and C-2, with the court. Rather, he inadvertently kept them in his own personal file. This was not realized until the suppression hearing when the police, counsel and the court went looking for the original warrants. Detective Almonte found them in his file following a lunch break and he then filed them with the court.\n18. Exhibit D-l, a copy of the second warrant package prepared for the seizure, of the cocaine, was given to appellant by Detective Almonte at 2:00 a.m. on March 23, 2013, while appellant was being processed for his arrest. This copy of the second warrant was not created with duplicating equipment. It was handwritten by MDJ Devine upon the request of Detective Almonte.\n19. Exhibit D-2 is yet another copy of the second search warrant package. This was given to appellant by Detective Almonte about two weeks after his arrest when Almonte came to appellant’s home. Almonte told appellant that he had information in the package that was not in the copy of the earlier warrant package that he had given to him.\n20. On the last page of Exhibit D-1 is found the “receipt/ inventory of seized property” for the second search. Detective Almonte listed everything that was seized from both searches on this page. In other words, he listed the guns and related items found during the first search and the cocaine and related items found during the second search even though Exhibit D-l is the search warrant package for seizure of the cocaine only. Then on the fourth page of *254Exhibit D-2, “receipt/inventory of seized property,” which is also related to the search for the cocaine, Detective Almonte only listed the cocaine and related items.\n21. Despite the irregularities in the warrants, the evidence presents a clear picture of what happened. Detective Almonte presented affidavits of probable cause to MDJ Devine on the two occasions when he met her at her home on March 22. The affidavits presented to the MDJ are the same as the affidavits which are part of the exhibits from the suppression hearing. One of the warrants, Exhibit C-l, has an obvious, inadvertent transposing of dates. Appellant was given a complete listing of the items seized by the police, namely guns, drugs and related items, in the receipts and inventories provided to him even though Detective Almonte listed all of the items seized from the first search with the drugs seized in the second search on the same receipt and inventory form (Exhibit C-6).\n22. There was a third warrant package prepared by Detective Almonte, introduced into evidence as Exhibit C-3. This was prepared to obtain permission to search appellant’s 1997 BMW to look for the fifth gun that appellant said he had which was not found during the searches of428 Oak Street. Almonte presented this search warrant application to MDJ Ronald Manescu on March 22, 2013. The warrant was issued by MDJ Manescu at 1:35 p.m. on March 22, 2013. No evidence pertinent to this case was seized during the search of the vehicle.\nDiscussion and Conclusions of Law\nA reading of the affidavits of probable cause found in Exhibits C-l and C-2 revealed that Detective Almonte presented MDJ Devine with probable cause to believe that appellant possessed firearms, that they were located in his home, that it was illegal for him to possess them *255and that he had illegal drugs there. Thus, MDJ Devine issued search warrants for 428 Oak Street for guns and drugs after she was presented probable cause to believe that those items were located there. The police searched the residence and seized the evidence only after they were in possession of these valid warrants.\nAdditionally, the patently obvious typographical errors in the search warrants issued by MDJ Devine did not render them invalid. In Commonwealth v. Begley, 566 Pa. 239, 299, 780 A.2d 605, 641 (2001), the Pennsylvania Supreme Court explained that “[a]n error in a warrant is fatal only if it deprives a reviewing court of the ability to review the propriety of the issuance and execution of the warrant.”-\nFrom the evidence presented at the suppression hearing, I was able to review the propriety of the issuance and the execution of the two warrants. The affidavits of probable cause were presented to MDJ Devine for each of the warrants that led to the securing of the evidence. The documents showed the bases for her issuance of the warrants. Although the receipts and inventories were cumulative and repetitious of what was found, they set forth for appellant all that was taken from his residence. There was no evidence of police deception as to the items taken, only evidence of unnecessarily repetitive police paperwork. Accordingly, the irregularities in the paperwork do not render illegal the searching for and seizing of the evidence.\nOn appeal, appellant does not challenge my determination that there existed probable cause justifying the issuance of the search warrants for appellant’s residence nor does appellant challenge my determination that the warrants were valid despite the aforementioned *256irregularities. The sole issue raised is that I erred in rejecting the claim that his due process rights were violated because the police failed to adhere to certain rules governing search warrants. Specifically, appellant in his concise statement argues that\nthe Commonwealth violated Pennsylvania Rules of Criminal Procedure 208 and 209 by not providing [appellant] with true and correct copies of the Search Warrants underlying the search, and did not file the original Warrants and Returns until November 18, 2013, at approximately 1:30 p.m., halfway through the Hearing on [appellant’s] Omnibus Pretrial Motions. The failure to provide true and correct copies of the Warrants to [appellant] and the failure to timely file the original warrants and returns violated [appellant’s] constitutionally protected due process rights, and prejudiced [appellant’s] defense, as he was forced to prepare for the omnibus pretrial hearing without having been afforded the opportunity to review the original search warrants, while the copies that he received from the police were not true and correct copies of the originals.\nThese claims lack merit.\nUnder Pennsylvania Rule of Criminal Procedure 208(A), after a law enforcement officer conducts a search and seizes property under a warrant, he must “leave with the person from whom or from whose premises the property was taken a copy of the warrant and affidavit(s) in support thereof, and a receipt for the property seized.”\nOn March 23, 2013, while appellant was being processed for his arrest, Detective Almonte provided appellant with a copy of the second warrant package prepared for the seizure of the cocaine. This included a *257“receipt/inventory of seized property” for the second search. Even though the second search warrant authorized seizure of the cocaine only, the inventory attached to the warrant listed eveiything that was seized from appellant’s residence through both the first and second warrant. This included the firearms. About two weeks later, the detective visited appellant at his residence and provided him with another copy of the second search warrant package. The inventory attached to this warrant listed only the cocaine and related items.\nAppellant admittedly did not receive a copy of the first search warrant prior to the suppression hearing. However, from all of the surrounding circumstances, appellant was clearly aware that he was being investigated for illegally possessing firearms. Further, the inventory Detective Almonte provided appellant on March 23,2013, accurately listed all of the items seized from appellant’s residence from the first and second search warrants. Finally, appellant was able to review the original first and second warrants during the suppression hearing after those items were determined to be in the possession of Detective Almonte. I allowed defense counsel ample time to examine these documents. Defense counsel then fully cross-examined Detective Almonte on the content of both warrants. Because appellant was not prejudiced by the failure of police to supply appellant with a copy of the first search warrant prior to the suppression hearing, I acted properly in denying appellant’s request for suppression on these grounds.\nPennsylvania Rule of Criminal Procedure 209(A) reads that a law enforcement officer conducting a search under a warrant must file with the issuing authority the warrant and an inventory of the items seized under the warrant. The issuing authority must then file the warrant, *258supporting affidavits and the inventory with the clerk of the court of common pleas of the judicial district where the property was seized. There is no time limit in the rules for the filing of warrants and inventories. Here, the complete search warrant packages were filed with the court on the day of the suppression hearing. The delay in the filing was only due to inadvertence by the prosecuting detective and not to his use of deception to gain an advantage. All was done aboveboard by the police. The proceedings were conducted in such a way that appellant was fully informed and suffered no prejudice. There was no violation of the rules which would justify suppression of the evidence.\nRespectfully, I acted properly in denying appellant’s suppression motion. Therefore, this appeal should be denied.\n",
            "ocr": true,
            "opinion_id": 6401289
        }
    ],
    "court_short_name": "Lehigh County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Lehigh County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}