{
    "id": 6629714,
    "judges": "Walker",
    "date_filed": "1975-08-08",
    "date_filed_is_approximate": true,
    "slug": "dargan-v-mayor-of-mobile",
    "case_name_short": "Dargan",
    "case_name": "Dargan v. Mayor of Mobile",
    "case_name_full": "DARGAN v. MAYOR, &c., OF MOBILE",
    "attorneys": "E. S. DargaN, pro se., Daniel Chaítolee, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>[action against municipal corporation to recover damages for loss of SLAVE KILLED BY CITY GUARD.]</p> <p>1. Liability of municipal cwporation for negligence of officer. — A municipal corporation, having authority under its charter to pass ordinances forbidding slaves to be abroad at night, or to assemble together without lawful permission, is not liable, at the suit of the owner, for the loss of a slave who was negligently killed by an officer of the city guard, in attempting to arrest him for a breach of such ordinance.</p>",
    "summary": "Appeal from tbe Circuit Court of Mobile. Tried before tbe Hon. Johk E. Moore. The complaint in this case, to wbicb tbe court below sustained a demurrer, was as follows: “Tbe plaintiff claims of tbe mayor, aldermen and common council of tbe city of Mobile, a corporate body of tbe State of Alabama, $2,000 damages, for tbe loss and destruction of a slave named Henry, of tbe value of $1,500, tbe property of plaintiff; which said slave was killed and destroyed by tbe officers, servants, and agents of tbe defendants, while in tbe employment of said defendants, and in tbe performance of the business of said defendants. And said plaintiff says, that by tbe laws and ordinances of the city of Mobile, duly passed and enacted, it was made lawful for tbe city guard and watch to seize, arrest, and-convey to tbe guard-house of said city, all slaves found in said city, off the premises of their owners, after the hour of 9 o’clock at night, and being without tbe written permission of their owners authorizing tbe same; that after tbe enactment of said laws and ordinances, and while tbe same were in force, to-wit, on tbe night of September 1st, 1856, plaintiff was tbe lawful owner of said slave Henry, of tbe value aforesaid, and said slave, on said night, was found by Lewis G-alle and others, being of tbe city guard of said city, and in tbe employment of said defendants as such, at about 12 o’clock on that night, on tbe premises of Sidney Smith, within tbe corporate limits of said city, and off tbe premises of said plaintiff, and without auy written permission or authority from said plantiff or any agent of bis to be so absent from plaintiff’s premises; that tbe said slave, being so found by said G-alle and others, who were so duly employed by said defendants, and in tbe service of said defendants as guards, was in fact liable to be seized and arrested by them, for tbe cause aforesaid, by virtue of said city ordinance, and it became their duty so to arrest said slave; and that said Galle and others, in the discharge of said duty, and in tbe service of said defendants, did then and there proceed to arrest said slave. But plaintiff further complains, that said guard did, in making said arrest, so carelessly and negligently conduct themselves, that in seizing, arresting, or attempting to arrest said slave, he was injured and wounded, and of said injuries and wounds he died, and was wholly lost to plaintiff; and plaintiff avers, that said killing and loss was from the gross carelessness and negligence of said guard, so in the employment of said defendants, and wholly without any good reason or excuse for said killing. By reason whereof plaintiff'has sustained damage,” &e. “And plaintiff' claims of said defendants the further sum of $2,000, for the loss and destruction of a slave named Henry, the property of plaintiff, of the value of $1500 ; which said slave was killed and destroyed by the officers, servants, and agents of said defendants, whilst in the employment of the defendants, and in the performance of a duty required of such officers, agents and servants to be performed. And plaintiff says, that by a law and ordinance, duly passed and enacted by said defendants, it was made unlawful for any four or more slaves to assemble or collect together, at any place in the city of Mobile, either in the day or night, for any purpose whatever, without the permission of the mayor or one of the aider-men of said city, except on the premises of their owner or employer; and that if any four or more slaves should be found so assembled in said city, either in the day or night, except as aforesaid, it should be the duty of any officer of the police, and any one of the city watch, to arrest said slaves, and carry them before the mayor or any one of the aldermen of said city, who shall cause said slaves to receive any number of stripes, not less than twenty. And plaintiff avers, that whilst said ordinance was in full force, to-wit, on the 1st September, 1856, at night, and about 12 o’clock at night, and whilst plaintiff was still the owner of said slave, the said slave, without authority or permission from any person whatever, together with three other slaves, also without authority or permission from any one, assembled in the city of Mobile, at the residence of Sidney Smith, (none of said slaves being the property of said Smith, nor in the employment of said Smith;) and that said Galle and others of the city watch proceeded to arrest the said slaves, so assembled together, as it was their duty to do under the ordinance aforesaid; but, in making said arrest, said Galle and others of the city watch conducted themselves so carelessly and negligently that they killed and destroyed said slave Henry, without any reason or cause for said killing; and by reason of the killing and destroying of said slave, as aforesaid, plaintiff has sustained damage,” &c. The sustaining of the demurrer to the complaint is now assigned as error. — That an action on the case lies against a municipal corporation, for a tort done by its agents or officers, is too well settled to. be controverted. 19 Pick. 511. Such a corporation, therefore, is not a sovereign exempt from suits, but is liable to be sued for the acts of its agents. — B Comstock, 463; 19 Pick. 511; 5 La. Ann. R. 100; 15 Ohio, 474; 1 Selden, 369; 3 Hill, 531; 2 I)enio, 433. When such a corporation acts in a legislative or judicial capacity, over subjects-matter within its jurisdiction, it is not responsible; as in laying off new streets, declaring nuisances, and abating them. In doing-such acts through its agents, it is not responsible, if the act be done with a proper degree of care and diligence. So it may order to be done any other act necessary to the good government or police of the city, within the range of the powers conferred by its charter. But a corporation can only act through its agents, and, in doing a lawful act, must observe the same care and prudence that are required of an individual; and ,if the act is done in a careless and negligent manner, the corporation must be liable, on the pi-inciple of respondeat superior. — 3 Comstock, 463; 3 Hill, 531; 15 Ohio, 474; 5 La. Ann. B. 100; 2 Henio, 433. A municipal corporation acts as a'sovereign, only when it executes the sovereign will of the State, as expressed by the legislature; not when it merely executes, in a ministerial manner, its own ordinances, passed of its own will, for this would exempt it from all demands growing out of the negligent conduct of its officers. This is the true test — a distinction which reconciles all the eases. — The defendants had power, under their charter, to pass the ordinances set out in the complaint; and acted, in adopting those ordinances, in their public, or sovereign capacity. They were compelled to employ the services of others in carrying those ordinances into effect. No neglect of duty on their part, in the selection of their officers, is alleged. In the performance of their duties, a discretion was necessarily reposed in those officers. The acts to be performed by them concerned only the public interests. Under these circumstances, the officers themselves may be liable for the consequences of their neglect or misconduct, but the corporation certainly is not. — Story on Agency, §§ 319-22; 1 Hill, 550; 3 Hill, 538; 15 Barbour, 441; 2 Bing. 156 ; 4 M. & S. 27 ; 2 Denio, 450; 12 Missouri, 414; 2 Barbour, 108; 3 Watts & Serg. 105.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "31 Ala. 469"
    ],
    "opinions": [
        {
            "author_str": "Walker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWALKER, J.\n— The corporation of the city of Mobile had authority to pass ordinances providing for the arrest and punishment of slaves abroad in the city, after nine o’clock at night, without written permission; or assembling in numbers' of four or more, off the owner’s premises, without the permission of the mayor or one of the aider-men. — See the charter of the city, in Pamphlet Acts of 1843-44, p. 180, § 15. This power was purely political in its character, and exclusively for the benefit of the public. As to that power, the corporation was a government, invperium in imperio. The employment of the officer for whose negligence in the discharge of his duty the corporation is sued, was the necessary; proper and authorized means for the execution of that power; and the action of the officer, from its nature, was not susceptible of supervision by the corporation. — See 37th section of charter. In the legislative adoption of the ordinances described in the pleading, and in the appointment of the officer, the corporation exercised a lawful authority. It is not alleged *474tbat the corporation was guilty of any negligence or misconduct in the selection of the officer.\nThe question here is not as to the liability of a corpo ration for the omission to discharge its duty; nor for the performance of an unlawful act by it or its authority; nor for the exercise of a power not delegated; nor for the negligence of its agents, or officers, in the performance of an act for the private benefit of the corporation, or done under the immediate supervision of the corporation. The question of this case is, whether a municipal or public corporation is liable in damages, for an injury resulting from the careless or negligent official conduct of one of its officers, in whose selection there was no negligence, and whose employment was the lawful and necessary means of executing a governmental power vested in it for the public benefit, and whose acts are not done under the supervision of the corporation. This question we decide in the negative.\nBecause the corporation is, as to the passage of the ordinances and the appointment of the officer described in the pleadings, a government, exercising political power, it is irresponsible for the official misconduct alleged, upon the same principle which generally protects-governments and public officers from liability for the misfeasances and malfeasances of persons necessarily employed under them in the public service. — Story on Agency, §§ 319, 319 a, 319 b, 320, 321; Dunlap’s Paley’s Agency, 376. Municipal corporations, quoad hoc, stand upon the same foundation with public officers, counties, townships, and other quasi corporations, charged with some public duty, or invested with some portion of the authority of the government, where the employment of officers is necessary and lawful.\nThe only one of the authorities cited by the appellant, which possibly sustains his position, is Johnson v. Municipality No. 1, 5 La. 100. In the case of Thayer v. The City of Boston, 19 Pick. 511, the corporation was held to be liable for an injury produced by the unlawful act, done under its authority, of obstructing the public highway. It was decided in the Rochester White Lead Co. v. City *475of Rochester, 3 Comstock^ 463, that a city corporation was responsible for injury resulting from the unskillful and careless manner in which a sewer was constructed. That case draws the distinction between judicial and ministerial duties; recognizes the adoption of the ordinance for the construction of the sewer as a judicial, and its actual construction ¿s a ministerial duty; and holds the corporation responsible for the discharge of the latter. The duty of constructing the sewer was discharged by the corporation itself, through its employees; the work was under the supervision and control of the corporation; and the law devolved upon it an obligation to complete the work with reasonable skill and care. In those particulars, that case differs from this. The ministerial duty of executing the ordinances described in the declaration was one which, from its very nature, had to be discharged by officers performing each particular act free from the control and supervision of the corporation. The arrest of slaves violating those ordinances is an act of nature kindred to the arrest of criminals by the sheriff or marshal. The postmaster-general is not responsible for the official misconduct of his deputies, because their duties are of a public nature, and for public purposes, and a supervision of their acts is impracticable. — Story on Agency, § 318. Mnnicipal corporations must have the benefit of the same principle, for it is as applicable to them as to any officer of the government.\nIn the case of Lloy v. The Mayor and Aldermen of New York, 1 Selden, 369, the liability of the corporation, for an injury resulting from the negligence of persons employed in the repair of a sewer, was placed upon the ground, that the duty of repairing sewers was private, and the corporation was responsible for the negligence of its agents in the discharge of its private, but not of its public duties. We are not sure that the duty of the coi’poration in that case was appropriately classed as private, or that the decision itself was correct in departing from the principle of the Rochester White Lead Co. v. City of Rochester, supra. But, if the doctrine of that case were applied to this, it would be fatal to the action; for the duty of *476arresting slaves, tinder the ordinances of the corporation, was clearly and exclusively public, and for the benefit of the public.\nThe supreme court of New York did not go so far in the case of Bailey v. Mayor of New York, 3 Hill, 531, as it did in the. subsequent cases which we have noticed above.- In that case, the liability of the corporation, for the misconduct of its agents and officers, is limited to that class of cases where they are employed about its private interests; as, for instance, in the improvement of its private property. The principle there laid down would exempt from .responsibility for injuries resulting from the negligence of the employees of the corporation in works upon the public streets and sewers. The same case was before the court of errors; and there Chancellor Walworth held, that the city of New York was liable for. an injury done by the washing away of the dam across the Croton river, upon the ground that the land upon which the dam was situated belonged to the corporation, and it was the duty of the proprietor of the land to see that it was so used as not to become noxious to the occupiers of property below. — 2 Denio, 433.\nIn Pack v. Mayor, &amp;c., of New York, 4 Selden, 222, it was decided, that a city corporation was not liable for injuries occasioned by the workmen of a contractor with the corporation for grading the street.\nIn Delmonico v. Mayor, &amp;c., of New York, 1 Sandf. S. C. R. 222, it was decided, without a discussion of the principle involved, that the city was responsible “for the negligence, unskillfulness ormalfeasance of its agents and contractors, engaged in the construction of its public works.” — See, also, Mayor of New York v. Furze, 3 Hill, 612. That case is distinguishable from this, in the same particulars with the case of the Rochester White Lead Co. v. City of Rochester, supra.\nIn North Carolina, municipal corporations are held to be liable for damages accruing from the unskillful and incautious manner in which a public street was graded. Mears v. Commissioners of Wilmington, 9 Iredell, 73. In a very able opinion, it is argued, that the improvement *477of the streets by grading is really for tlie private benefit of the corporators, although the public derive an incidental benefit. There is nothing, however, in that opinion, which sanctions the proposition, that the arrest of slaves, abroad at unreasonable hours, or congregating in dangerous numbers, is an act for the private benefit of the corporation. It contains nothing in conflict with the idea, that the authority to do such an act is, like the administration of the criminal law, in promotion of the public safety and morals, and, therefore, public in its nature, although the particular community may be specially benefited.\nThe case of McComb v. Town Council of Akron, 15 Ohio, 474, does not touch the principle of this case. It goes to the extent of making a corporation responsible for an injury by the lawful and authorized grading of the street to an adjoining proprietor, but does not touch the question of liability for the negligence of an officer, necessarily employed beyond the supervision of the corporation, in the arrest of violators of its ordinances. The decision in the City of St. Louis v. Gurno, 12 Missouri, 414, does not touch the question here, but is in conflict with the decision of the Ohio court.\nThe case of Johnson v. Municipality No. 1, 5 La. Ann. R. 100, is the ease which we conceded in the outset of this review of authorities might sustain the position of the appellant. In that case, the municipality was subjected to the payment of damages caused by the neglect of the keeper of the police jail to advertise the imprisonment of a runaway slave. It is possible that that ease may be distinguished in the susceptibility of the jailor’s conduct of ■supervision. But it is unnecessary that we should pause to make such a distinction. The same court, in the subsequent ease of Stewart v. City of New Orleans, 9 La. Ann. R. 461, held, that the corporation was not liable for the negligence of the watch in the arrest of a slave, whereby the slave was killed. That case was strikingly similar to this, and involved the same principle. It asserts the doctrine, that municipal corporations enjoy the exemption of government from responsibility for its own acts *478and the acts of its officers, deriving their authority from the sovereign power, whenever it exercises powers which it possesses for public purposes, and which it holds as a part of the government of the country.\nThe following language is used by Mr. Justice Cowen, in the case of Martin v. Mayor of Brooklyn, 1 Hill, 545 : “ It (a municipal corporation) is a political body, bound, I admit, and liable to an action, when incurring a debt through its corporate officers, acting within the line of their duty; but not for either misfeasance or nonfeasance committed by independent corporate officers.” — Fox v. Northern Liberties, 3 W. &amp; S. 103.\nOur review of the authorities shows, that there is no great uniformity of decision as to the principle which governs the liability of municipal corporations for the misfeasances and malfeasances of their agents. None of them, however, are in conflict with .the doctrine laid down by us, as controlling the decision of this case, unless we so regard the case from 5th La. Ann. R., from which all weight as an adverse Authority is taken away by the subsequent decision of the same court. Having decided this case without involving the points of contest among the decisions, it is not incumbent upon us to attempt to harmonize them, or to pass our judgment upon any of them as expositions of the law. We have stated and decided the question of the liability of the appellee upon the circumstances of the case. We do not inquire, and do not mean to decide, whether the concurrence of all the circumstances from which the exemption from liability in this case is deduced, is indispensable to the conclusion we have attained. We decide this case upon grounds which we conceive perfectly safe and sound, and we leave any future case which may not be identical with it to be met when it may arise.\nThe judgment of the court below is affirmed.\n",
            "ocr": true,
            "opinion_id": 6506158
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}