{
    "id": 6637499,
    "judges": "McClellan",
    "date_filed": "1988-09-28",
    "date_filed_is_approximate": true,
    "slug": "lundy-v-state",
    "case_name_short": "Lundy",
    "case_name": "Lundy v. State",
    "case_name_full": "Lundy v. State",
    "attorneys": "Sam. B. Browne, and J. J. Parker, for appellant,, Wm. L. Martin, Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nIndictment for Mu/rder.\n</p> <p>1. Examination of juror with view to peremptory challenge. — After a juror has been sworn and examined by the court, declared competent, and accepted by the State, the court may, as matter of favor, allow the defendant to ask additional questions, “for the purpose of ascertaining a ground for peremptory challengebut this is not matter of right, and its refusal is not matter of exception (Code, § 4508) or revision.</p> <p>2. Charge as to measure of proof and reasonable doubt. — A charge which instructs the jury “that the only just foundation for a verdict of guilty is, that the entire j ury shall fully and perfectly believe that the defendant is guilty as charged in the indictment, to the exclusion of every probability of his innocence, and every reasonable doubt of his guilt; and if the State, has failed to furnish this full measure of proof, and to impress the minds of the jury with such full and x>erfect belief of the defendant’s guilt, they ought to find him not guilty,” is properly refused, because it requires a higher measure of proof than the law exacts; and in a prosecution for murder, the indictment containing several counts, it has a tendency to confuse and mislead the jury.</p>",
    "summary": "From the Oily Court of Mobile. Tried before the lion. O. J. Semmes. The defendant in this case, Frank Lundy, was indicted lor the murder of Elias Farnell, was convicted of murder in the second degree, and sentenced to the penitentiary for the term of ten years. The indictment contained three counts, the first charging that the deceased was killed “by striking him on the bead with a mattock;” the second, “by striking him with some blunt instrument, the name of which, and a more particular description of which, are to the grand jury unknown ; and the third, that it was done “m a manner, and by means, to this grand jury unknown.” The evidence against the defendant was entirely circumstantial. The opinion states the only two rulings to which exceptions were reserved. cited State v. Mann, 88 Mo. 590-9 ; Brooks v. State, 92 Mo. 542; Bavin v. People, 69 111. 304; Railroad Co. v. Buttolf\\ 66 111. 847; Abbott’s Trial Brief,Grim. Oases, pp. 150, 170.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "91 Ala. 100"
    ],
    "opinions": [
        {
            "author_str": "McClellan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcCLELLAN, J.\nThe bill of exceptions contains the following recital with respect to the drawing of the jury : “The name -of one John 30. Hagan being drawn, he was sworn and examined by the court, and being declared by the court to be a competent juror, he was accepted by the State. The prisoner then proposed to ask said juror, for the purpose of ascertaining a ground for peremptory challenge, should it be deemed advisable, in what part of Mobile county, Alabama, he resided; how far from the Farnell neighborhood, and from the sight (?) of the murder; whether or not he wras very friendly with the deceased, Elias Farnell, and with the Farnells; and whether or not he had read testimony as published in the newspapers. The court refused to permit any one and all of said questions to be put to said juror, as grounds of peremptory challenge, he having been declared competent by the court, and accepted by the State ; to which ruling and action of the court the prisoner duly and separately excepted, and then challenged said juror peremptorily. Prisoner’s counsel, at the time they put said questions to said juror, argued and distinctly stated to the court, that their object in doing so was not to challenge the juror for cause, but for peremptory challenge, should that course be thought proper by them. But the court ruled that the said questions were improper for any purpose, whether for challenge for cause [or peremptorily ?].; and the prisoner then duly excepted to said ruling and action of the court as above stated.”\nAn ingenious and plausible argument has been made in this court in suppiort of this exception, but it is unsound; there is no merit in the point. The fundamental infirmity of appellant’s position is, that the matter attempted to be presented is not a question of law arising in the proceedings on the trial of this case in the City Court, which this court can consider and revise. Our statute with respect to bills of exceptions in common-law actions provides: “Either of the parties in any civil case, during the trial of the cause, may reserve by bill of exceptions any charge, opinion or decision of the court touching the cause of action, which would not otherwise appear of record.” Code, § 2758. With respect to criminal cases il is provided : ¿‘Any question of law arising in any of the proceedings in a *102criminal case, . . . may be reserved by the defendant,\n. . . for the consideration of the Supreme Court;. and if the question does not distinctly appear of record, it must be reserved by bill of exceptions.” &amp;c., &amp;c. — Code, § 4508. It has never been supposed but that the questions -which may thus be presented, in either class of cases, are of the same character as those revisable by this means in the other. In both, the matter to be reviewed must be some “charge, opinion or decision of the court touching the cause of actionand in both, such charge, opinion or decision of the court must be with respect to a question of law arising in the proceedings in the case. The charges of the court are, in given cases, its definitions of the cause of action declared on, or of the crime charged, and of the defense relied on thereto; and its opinion as to' what facts do or do not constitute the one or the other. Other than this, the judge’s opinions and decisions which may be reserved by bill of exceptions are his determinations on motions, objections, and the like, of questions of law which have some bearing upon the issue involved in the trial, and hence upon the judgment to result therefrom. The issue of fact upon or in reference to which a revisable ruling is had, may be a preliminary one for the judge, or a final one for the jury; and parties have, of course, the right to adduce all competent evidence to the solution of either of such issues, and also to except to the rulings of the court as to the competency and admissibility ol any testimony offered to that end. But a case can not be conceived of in which any party has the shadow of a right to elicit any fact before, or in the presence of, the court or jury, and a fortiori not by the aid of the court’s power, from witness or juror, which is not addressed either to the judge or the jury, is not intended as a basis for action on the part of either, and does not tend to afford a predicate for any decision on the part of the judge, or for any conclusion on the part of the jury.\nThe facts sought to be elicited from Hagan by the prisoner were precisely of this character. There had been a preliminary issue triable by the judge, as to Hagan’s competency as a juror in the case. The evidence, which, and the vehicles of which, are prescribed by statute, on that issue had been adduced, and the conclusion reached that he was in all respects qualified. Then, when there was no issue before the court,s defendant’s counsel sought to draw out facts, not for the purpose of aiding the court to determine any question before it, but solely and avowedly to aid them in exercising their unfettered election to accept or reject the juror, a matter with which the court had, and could have, nothing to do. The refusal of *103the court to allow this to be done, its denial of counsel’s right to consume the time of the court and of the public in gaining information for their guidance in the discharge of the private duty they owed to their client, is manifestly and palpably not a charge, opinion, or decision touching the case and involving a question of law arising on the proceedings therein. It might as well be said, so far as the legal principle is concerned, that the refusal of a trial judge to allow disorder and confusion of any kind to prevail in his court, and his incidental orders in maintenance of the quiet, and decorum of the courtroom, could be made the bases of exceptions for review on appeal. It was considerations of this character, which lead us to substantially the same conclusion in Hawes’ Case, where defendant moved the court to propound to a juror who had been declared competent the further inquiry whether he had not at some time in the past had a disqualifying opinion as to the guilt or innocence of the accused. We there said: “We are unable to see what bearing, or any relevancy, the answer to this question could have had on the issue which the court was called on to determine. He was equally a competent juror, whether he answered yea or nay. The only end to be subserved by inquiry on this point, was to advise the defendant as to the expediency ol‘ peremptorily challenging the juror. Certainly there is no duty resting‘on the court io go into an inquisition, the sole purpose of which is to aid the defendant to determine whether he will challenge a juror peremptorily. But, even it be conceded that an affirmative response to the question would have authorized a challenge for cause, the action of the court must still be held free from error. To require the court to enter upon such an investigation, would be even more objectionable, because involving a greater expenditure of time, than the practice condemned in Bales’ Case, of allowing such examination directly by defendant’s attorney. There it is said ; ‘We know of no authority, and we perceive no reason, for any such speculative, inquisitorial practice, consuming needlessly the time of the court, and offensive to the persons subjected to it. The rule is ancient, that neither party has a right to interrogate a juror before he is challenged.’—Bales v. State, 63 Ala. 38; see, also, State v. Brooks, 92 Mo. 542; Penn v. State, 62 Miss. 450.” The following cases involve substantially the same principle.: Kemp v. Porter, 6 Ala. 172; McCollum v. Hubbert, 13 Ala. 282; Caskey v. Haviland, 13 Ala. 314. We adhere to and re-affirm that doctrine, and are unable to concur with counsel, that it does not apply to the case at bar.\nThe purpose of our statute, in requiring a list, of the names *104of the jurors summoned to the trial of a capital case to be served on the defendant, or his counsel of record, one entire day before the day set for the trial, was to enable the accused to acquaint himself, out of court, and through private sources, with the facts necessary to an. intelligent exercise of his election to accept or challenge each j uror; and there ought to be no necessity, even from the defendant’s point of view, for the time of the court'to be taken up in the acquisition of information which it is no part of the court’s duty to assist him in gaining, and which the law contemplates he shall have when he conies into court. Still, it has, we believe, been to a considerable extent the practice of trial courts to allow such examination as was attempted here; and this they may yet do, as a matter of favor. It is in view of this practice that we have deemed it proper to discuss the question at some length.\nThe only other exception reserved on the trial below is based on the refusal of the following charge requested by the defendant: “The court charges the jury, that the only just foundation for a verdict of guilty in this case is, that the entire jury shall fully and perfectly believe that the defendant is guilty as charged in this indictment, to the exclusion of every probability of his innocence and every reasonable doubt of his guilt; and if-the State has failed to furnish this full measure of proof, and to impress the minds of the j ury with such full and perfect belief of the defendant’s guilt, the jury ought to find him not guilty.”\nThe tendency of this charge was, we think, to mislead or confuse the jury, in two respects. In the first place, it is open to an interpretation — indeed, we are not sure but such is its true interpretation — which would require a higher measure of proof of guilt than the law exacts, in that it requires • that the jury shall fully and perfectly believe the defendant guilty to the exclusion of every probability of his innocence and every reasonable doubt of his guilt; and that if the prosecution has failed to furnish this full measure of proof, and to impress the minds of the jury with such full and perfect belief of his guilt, he should be acquitted. It is, of course, not to be doubted, that the law does not demand a perfect belief of, or perfect faith in, guilt — that certainty of conviction which is “full, entire, complete, existing in the highest degree” — which would exclude all doubt and misgivings; and it is not clear whether the phrase, “to the exclusion of every probability of innocence and of every reasonable doubt of guilt,” is a qualification, by way of lowering the degree of faith required, or is a mere statement of some of the results of perfect belief. The refusal of the charge might well be rested on these considera*105tions.—McKleroy v. State, 77 Ala. 95; Lowe v. State, 88 Ala. 8.\nThe other respect in which the charge involves a tendency to mislead and confuse is this: The indictment contains three counts, each of which charges that the defendant “unlawfully and with malice aforethought killed Elias Farnell.” The instrument of death is laid in the first count as a mattock, and in the second as “some blunt instrument,” the name- and particular description of which is unknown to the grand jury; and in the third, the manner and means of the killing are averred to lie unknown to the grand jury. The instruction in question required the jury to believe that the defendant was guilty “as charged in this indictment.” The jury, it seems to us, might well have been misled to the conclusion, that they could not convict unless they found that the killing was with malice aforethought, since that was the only grade of homicide expressly laid in the indictment, and that they must also believe that the instrument used was a mattock, and also a blunt instrument which was not a mattock, or either, as charged in the indictment, when, of course, they had the right to find guilt of any one of the lower grades of homicide, and this whether the wound was inflicted with the instruments charged in the first and second counts, or not.\nThe argument in support of this charge is, that referring it to the evidence, it could not have misled, since the testimony went, to show that defendant was guilty of murder in the first degree, or nothing. This argument, if well founded, is only a partial answer to the objections we have .pointed out in this connection; and that it is lacking- in a basis of fact is demonstrated by the verdict of guilty of murder in the second degree. A charge would not be objectionable on these considerations, which required the jury to find guilt, or the facts, as alleged in an indictment lor an ofl’ense in which there were no lower grades than that expressly averred, and when different allegations as to the manner and means of the act were not set forth; and in McAdory v. State, 62 Ala. 154, an instruction was held to have been proper, Avhich asserted “the duty of the State to prove every material fact charged in” an indictment for arson in the second degree; but a reference to the authorities (Mose v. State, 36 Ala. 211; Joe v. State, 38 Ala. 422), Aipon which the loAver court’s refusal of the charge AAras held to be error, demonstrates that this aspect of the instruction Avas not at all considered.\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 6514089
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}