{
    "id": 6642895,
    "judges": "Tyson",
    "date_filed": "2004-05-14",
    "date_filed_is_approximate": true,
    "slug": "barnes-v-state",
    "case_name_short": "Barnes",
    "case_name": "Barnes v. State",
    "case_name_full": "Barnes v. State",
    "attorneys": "Terry Richardson, for appellant., Chat. G. Brown, Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nIndictment for Murder.\n</p> <p>1. Organization of jury; xohen failure to summon one of special jurors no ground to quash venire. — The failure of a sheriff to summon one of the special jurors drawn for the trial of a capital case, whose name was on the list served upon the defendant, and the return of the sheriff showed that such juror was “not found,” Put it failed to state why he was not found as required by the special jury law for the county wherein the trial was had, constitutes no ground for quashing the venire.</p> <p>2. Homicide; charge of court as to murder in the second degree. On a trial under an indictment for murder, where the evidence for the defendant tends to show that the killing was accidental, but there was testimony affording an inference that the killing was malicious and unlawful, and if not maliciofts that it was intentional, or if not intentional, mat It was the result of the unlawful pointing of a loaded pistol by the defendant at the deceased, charges which instruct the jury that if they believe the evidence in the case they can not convict the defendant of murder in the second degree or of manslaughter in the first degree, are erroneous and properly refused. ;</p> <p>3. Same; charge of court to jury. — On a trial under an indictment for murder, where the evidence shows that the killing was the result of the defendant’s pointing a loaded pistol at the deceased, but there was evidence for the defendant tending to show that the killing was purely accidental, a charge is erroneous and properly refused which instructs the jury that “unless me evidence convinces you beyond a reasonable doubt that the defendant intended to unlawfully point me pistol at the deceased, you can not convict the defendant; if you should believe from the evidence that the death of deceased was ¡unintentional or accidental you should find the defendant not guilty.”</p> <p>4. Charge of court to jury. — A charge requested by the defendant in a criminal case, which is an attempt to reply to the argument made by the solicitor and associates, that there is no evidence of certain facts in the case, when there is evidence authorizing the inference of such facts, is erroneous and properly refused.</p> <p>5. Same; reasonable doubt can not be generated by proof of good character. — On the trial of a criminal case, a charge which instructs the jury that the fact “that the defendant is a man of good character may generate a reasonable doubt of his guin in the minds of the jury,” is erroneous and properly refused.</p> <p>6. , Homicide; failure to prove venue of offense; general affirmative charge. — On a trial under an indictment for muruer, where there was no proof of the venue of the homicide, me generai affirmative charge requested by the defendant should be given.</p> <p>7. Homicide; admissibility of evidence. — On a trial under an indictment for murder, where there was evidence Introduced tending to show that the killing of the deceased was accidental, and was not intended by the defendant, H is competent for the witness to testify that a few days before the killing he overheard a conversation between the defendant and another man, in which the defendant stated tnat if the deceased did not do what he wanted done, he would kill her; such evidence being relevant and material to the issues involved. ,</p>",
    "summary": "Appeal' from the City Court of Montgomery. Tried before flip Hon. William H. Thomas. Tlie appellant in this case, Jim ’Barnes, was indicted and tried for the murder of Cora Gibson, was convicted of manslaughter in the second degree, and sentenced to hard labor for the county for one year and fined five hundred dollars. Before entering upon the trial, the defendant moved tlie court to quash the venire, upon the ground that the return of the sheriff showed that H. E. Battle, who was one of the special jurors drawn, and whose name was on the list served on the defendant as a juror for the trial of his case, ivas not found, and that the return of the sheriff did not show the reason for not finding said juror, as required by the special jury law for Montgomery county. The facts as set out in the motion were admitted. The court overruled the motion to quash. To this ruling of the court the defendant duly excepted. A similar motion was made by tlie defendant because J. O. Sharpe, who was drawn as a special juror, and whose name was on the list served on the defendant, ivas not found, and the sheriff failed to enter upon liis return tlie reason for his not finding and summoning said Sharpe. The court overruled the motion and the defendant duly excepted. The evidence for tlie State tended to show that the defendant and Cora Gibson and one, Sam Springer and Elsie Duncan were walking down the public road together, laughing and talking; that defendant, Jim Baines, and Cora Gibson were talking to one another when the defendant raised liis pistol and pointed it towards said Cora, and the. pistol was fired, inflicting the wound front which Cora Gibson died; that after firing the* pistol the defendant leaned over the woman, and lifting her head, called her by name several times; that he then left the scene of the shooting and ran off. There was other evidence tending to show that the defendant and Cora Gibson were sweehearts and were engaged to be married; that there was no fuss or quarrel between them at the time of tlie shooting. There, was no proof of the venue of the offense. The defendant, as a witness in his own behalf, testified that while he was walking along with said Cora she asked him to let her shoot his pistol, and that upon his replying that women should not shoot pistols, she tried to take the pistol from him, and in the effort to prevent her the pistol was accidently fired, but that there was no fuss or quarrel between' Cora and himself, and that they were engaged to be married, and that he did not point the pistol at her. The defendant also introduced several witnesses- who testified to the defendant’s good character. During the examination of Jack Allen as á witness for the State, he testified that a few days previous to the, killing, he overtook Sam Springer and the' defendant in the public road; that when the witness was within 15 or 20 steps of themi, he heard the defendant say to Springer that Com had told him that her mother objected to his, the defendant’s, coming to her house, and that thereafter she, Cora, did not want him to come to see her any more; and if Cora did not do what he, the defendant, wanted her to do, he would kill her. The defendant objected to this portion of the testimony of the witness Allen, and moved the court to exclude the same, upon the ground that it was hearsay, incompetent and irrelevant. The court overruled the objection and motion, and to this ruling Hie defendant duly e&cepted. The defendant requested the court to- give the jury the following written charges, and separately excepted to- the court’s refusal to give each of them as asked: (1.) “The court charges the jury that if you,'believe the-evidence in this case, you will find the defendant not guilty.” (2.) “The court charges the jury that unless the evidence, convinces you beyond a reasonable doubt, that the defendant intended to- unlawfully point ■the pistol at the deceased, you can not convict the defendant; if you should believe from the evidence that the death of deceased Avas unintentional or accidental you should find defendant not guilty.” (X.) “The fact, if it be a fact, that the defendant is á man of good character may generate a reasonable doubt of his guilt in the minds of the jury.” (S.) “The court charges the jury if you believe the evidence, in this case, you will acquit the defendant of murder in the second degree.” (Z.) “The court charges the jury that there is no evidence in this case as argued by the solicitor1 of an intentional pointing of the pistol at the deceased by the defendant.” (T.) “The defendant under no> phase of the evidence in this case, can he convicted of murder in the second degree or manslaughter in the first degree.” The motion to quash the venire should have been sustained, because a juror whose name was on the list of jurors served upon the defendant was not found, and the sheriff failed to' endorse upon his return the reason why he failed to find said juror. — Ryan v. The State, 100 Ala. 108; Thomas v. State, 94 Ala. 74; Acts of 1900-1901, p. 1999, § 5. The general affirmative charge requested by the defendant should have been given, for-no proof of the venue was made. — Johnson v. State, 94 Ala. 35; Bailey v. State 22 So. Rep. 918; Broton v. State, 100 Ala. 92; Randolph v. State, 100 Ala. 139; Justice v. State, 99 Ala. 180. . The defendant should not have been convicted under the evidence in this case. — Harrington v. State, 83 Ala, 15; Williams v. State, 83 Ala, 16; Fitzgerald, v. State, 112 Ala. 34. The motion to quash the venire was properly overruled. Parsons v. State, 81 Ala. 577; Webb v. State, 100 Ala. 37. There was testimony from which the jury might have inferred that the homicide was committed in Montgomery county. The town of Montgomery is incorporated and the. court will take judicial knowledge that it is im Montgomery county. — Tinney r. State, 111 Ala. 174.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "134 Ala. 36"
    ],
    "opinions": [
        {
            "author_str": "Tyson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTYSON, J.\nThe defendant was convicted of mansloughter in the second degree, under an indictment charging murder in the first degree. Before entering *41upon t-lie trial a motion was made to quash the venire because the return of the sheriff thereon showed that one of the special jurors, whose name was on the list served upon defendant, was “not found.” This motion was overruled and properly so-. — Parsons v. The State, 81 Ala. 577; Webb v. The State, 100 Ala. 47. The cases of Thomas (94 Ala. 74) and Ryan (100 Ala. 108) relied upon by appellant have no application here. In those (‘ases names of persons were upon the list served upon defendant who had not been summoned as regular pc it jurors for the week in which the case was set for trial.\nThere was testimony affording an inference for the jury that the killing was malicious and unlawful; if. not malicious, that it was intentional; or if not intentional, that it was the result of the unlawful pointing of a loaded pistol by defendant at deceased. Charges S. and T. were, therefore, properly refused.\nSection 4342 of Crim. Code makes it a. misdemeanor foir any person to present ati another any gun, pistol, or other fire arm, whether loaded or unloaded. Confessedly, if the defendant intentionally pointed the pistol at the deceased, without any intention whatever to take her life but by accident it was discharged producing her death, he would be guilty of the crime of which he was convicted. — Johnson v. The State, 94 Ala. 35; Sanders v. The State, 105 Ala. 5. The jury might have well believed that the death of deceased was unintentional or accidental, and yet have also believed that the fatal shot was fired by defendant in the. course, of the unlawful'act of presenting the, pistol at the person of the deceased. There was, therefore, no error in refusing written charge No. 2 requested by defendant.\nCharge “Z” was bad for two reasons. . The first is, that it. was an attempt to reply to the argument made by the solicitor. Secondly, it asserted that there was no evidence in the case of an intentional pointing of the pistol at deceased by defendant.\nCharge X has been so often condemned that it is needless to say more of it.\nThe bill of exceptions purports to contain all the. evidence introduced upon the trial. Charge 1 should have *42been, given oil account of tlie failure to prove the venue of the homicide. — Harvey v. The State, 125 Ala. 47; Brown v. The State, 100 Ala. 92; Randolph v. The State Ib. 139.\nThe remaining exception reserved by defendant, which, however, is not insisted upon, relates to the admission in evidence, of a conversation between defendant and ¡Springer overheard by the witness Allen who testified to it. There was clearly no error ini its admission.\nFor the error pointed out the judgment must be reversed.\nReversed and remanded\n",
            "ocr": true,
            "opinion_id": 6519577
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}