{
    "id": 6648092,
    "judges": "Bricken",
    "date_filed": "1973-05-01",
    "date_filed_is_approximate": true,
    "slug": "kitchens-v-state",
    "case_name_short": "Kitchens",
    "case_name": "Kitchens v. State",
    "case_name_full": "Kitchens v. State.",
    "attorneys": "Robinson & Parris and Roy D. McCord, all of Gadsden, for appellant., A. A. Carmichael, Atty. Gen., and Thos. F. Parker, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from the Circuit Court, Etowah County, J.H. Disque, Jr., J. Ground 4 of the motion for new trial is as follows: \"For that said verdict is contrary to the evidence in this case.\"",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Oct. 3, 1950.",
    "cross_reference": "See also 251 Ala. 344, 37 So.2d 428.",
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "35 Ala. App. 455",
        "48 So. 2d 578"
    ],
    "opinions": [
        {
            "author_str": "Bricken",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFrom a judgment of conviction for manslaughter in the first degree, and four years imprisonment, this appeal was taken.\nThis court has considered this case en banc, and have reached the conclusion that the judgment of conviction should be reversed for the failure of the court to grant defendant's motion for a new trial; several grounds of which, we think, were well taken. Notably ground 4 thereof.\nWe may not elaborate upon the evidence adduced upon the trial of this case. Without dispute it disclosed that the deceased, named in the indictment, was the wife of the defendant and that her death was caused by a pistol shot wound in her chest from a defective 22 calibre pistol which at the time the defendant was experimenting and \"messing\" with to see what was the matter with the pistol. It exploded as above stated, the bullet striking his wife. She fell into his arms and he frantically made effort to get her to a hospital by placing her in his car and driving rapidly through town toward the hospital. On the way his car collided with another car, his wife fell off of the seat, and he was seriously injured. Three of his teeth were knocked out, etc. He called to the crowd to take his wife to the hospital, telling them she was shot. Over the State's objection the court allowed the defendant to testify that \"he did not deliberately pull the trigger of the pistol,\" and the defendant throughout the trial maintained and insisted that the firing of the pistol was wholly unexpected by him, etc.\nThe State rested its case upon an alleged confession of the defendant said to have been made by him on the second day after he was put in jail. Defendant's counsel insisted he was in no mental condition to *Page 456 \nmake a confession, and offered testimony to sustain this insistence.\nThe testimony as to the condition of the defendant for the first few days after he had been placed in jail tended to sustain defendant's contention. Witness Ashley testified he was the jailer at the time defendant was put in the jail. That he had known defendant for twenty years. On being asked, now what condition was he in the next few days, after they brought him to jail, answered, \"Well, he was wild or crazy or something and remained in that condition for four or five days before he got like himself.\" There was other evidence of like import.\nA confession is not admissible if defendant's mental or physical condition at the time of or immediately before confession was such as to show it was not free and voluntary.\nAt the time of this trial the defendant was thirty-three years of age. He and his wife, and three children, aged 11, 8 and 4 years old, were living in his own home where they had resided for a number of years. On the day and time of the tragedy the two older children were in school, and the youngest child was with a relative some two or three houses away. No one was present but the defendant and his wife. He testified that on that day he and his wife didn't have any fuss or argument, nor no cross words, and also testified they had been playing with each other, she sitting on his lap and they were tickling each other just a few minutes before the tragedy happened. There was no testimony from any source even tending to show any motive upon the part of the defendant to kill his wife.\nAs stated hereinabove, the punishment fixed by the jury was four years imprisonment in the penitentiary for the killing of his wife, the mother of their three children.\nIn our case of Anderson v. State, 19 Ala. App. 606,99 So. 778, 780, we were confronted with a similar situation, the facts were different of course, but the proposition involved is peculiarly analogous to the case at bar, there the court said: \"In the instant case, notwithstanding the undisputed friendly, intimate, though abnormal, relations existing between the principals, the defendant and deceased, the accused was charged with an atrocious and uncalled for murder, the cruel killing by her of a member of a superior race. No motive for such crime was shown, and, if guilty, no mitigating facts or justifying circumstances were disclosed; yet, the jury who heard this case and considered all the facts concluded that a term of imprisonment of four years for manslaughter would be a proper punishment for the commission of the unlawful homicide, above indicated. Of course, under the law it was the prerogative of the jury to fix the punishment, in the event of conviction, and the presumption prevails that one charged with a legal duty will perform that duty whatever it may be. However, it does not need but slight, if any, experience for any one to understand that such a verdict in such a case is very strongly indicative of the fact that the jury itself must of necessity have entertained a strong and almost overwhelming doubt of the guilt of the defendant as to the actual crime charged against her.\"\nIt is ordered that the judgment below be reversed and the cause remanded.\nReversed and remanded.",
            "ocr": true,
            "opinion_id": 6524884
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}