{
    "id": 6649413,
    "judges": "Cates",
    "date_filed": "1976-07-15",
    "date_filed_is_approximate": true,
    "slug": "benefield-v-state",
    "case_name_short": "Benefield",
    "case_name": "Benefield v. State",
    "case_name_full": "Williard Spencer BENEFIELD v. STATE",
    "attorneys": "Skidmore & Davidson, Tuscaloosa, for appellant., John Patterson, Atty. Gen., Bernard F. Sykes, and Geo. Young, Asst. Attys. Gen., for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Nov. 19, 1957.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "39 Ala. App. 302",
        "100 So. 2d 334"
    ],
    "opinions": [
        {
            "author_str": "Cates",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCATES, Judge.\nMrs. Benefield was, on December 10, 1954, indicted by a grand jury of Tuscaloosa County for first degree murder, the true bill charging her with killing her husband with a shotgun. On October 5, 1955 (after observation as to her sanity, Code 1940, T. 15, § 425), she was tried on pleas of not guilty and not guilty by reason of insanity. The verdict was of guilt as to second degree murder and fixed her punishment at ten years’ imprisonment.\nThe State’s evidence tended to show that on the night of November 12, 1954, two policemen of the City of Tuscaloosa were called to the Benefield home and found Mrs. Benefield before the residence leaning against an automobile parked at the curb of the street. She would not talk at that time. Turning toward the house, the officers discovered Mr. Benefield “sitting on the step, with his head leaning back on the porch, he was lying on his back.” Benefield had been wounded in the upper part of the abdomen by a shotgun in the hands of his wife. From the effects of this wound, he died at about three o’clock in the morning of November 13', 1954. After Mr. Benefield had been taken to the hospital, Mrs. Benefield stated she had shot her husband with a gun, which was introduced in evidence. She was taken to the city police station and questioned. Sometime around four o’clock in the morning, she gave a statement in question and answer form, which was “tape recorded.” Thereafter, about ten o’clock of the same morning, she gave a further statement. After the proper predicate had been laid, each of the three statements was admitted in evidence.\nMrs. Benefield took the stand in her own defense and made out a case of her having to shoot her husband in self defense. The conflict of testimony made out a jury question.\nOn Mrs. Benefield’s motion for new trial, one of her counsel, the Hon. E. W. Skid-more, testified:\n“I was sitting within a matter of three or four feet of Mr. E. A. Walton when he testified as a witness for the State, and was observing him closely and intently. At one point in his testimony on direct examination by the solicitor I made an objection to this witness apparently reading from a paper which he had in front of him, and this objection was overruled by the Court, as shown by the transcript. At the time I initially made this objection Mr. Walton had several different papers in front of him and the one on top was a typewritten paper consisting of more than one sheet, as I recall, on legal length paper. It is my belief that this paper was a transcript or a purported transcript of a statement made by Mrs. Benefield at the City jail and which had been tape recorded. Immediately prior to the objection made by me this witness would give his attention to the solicitor while the question was being asked, and when the question was completed he would look at the paper in front of him and remain looking at the paper as he testified. It was my impression that he was either incorporating sections or portions of the typewritten statement in his answers, or else was using it to refresh his recollection in his testimony.\n“Shortly thereafter, and at or about the time that the solicitor asked this question ‘Now, you may refer to your notes, if necessary, and refresh your recollection and proceed to tell what was in that statement’, the witness used another and a different paper from which to testify, and at this time the *304Circuit Solicitor, the Honorable Olin Zeanah, was seated directly across the counsel table from me and it was my impression and is my judgment that he had a copy of the same document in his hand that the policeman had in his. Apparently he was framing his questions from this paper, and the witness Walton, the policeman, was answering from a copy.”\nIn rebuttal (on the hearing on the motion for a new trial) the Circuit Solicitor, the Hon. Olin W. Zeanah, testified:\n“In reply to the statement that Mr. Skidmore has just made, I was the solicitor prosecuting the case of the State against Mrs. Benefield, which did result in a conviction of murder in the second degree, and I questioned Mr. E. A. Walton, policeman for the City of Tuscaloosa, who testified as a witness for the State in that case. At the time of the questioning I do know as a fact that I was not questioning Mr. Walton from any prepared statement of any kind whatever. The statement that was referred to in the questioning and the statement referred to in the answers apparently was a statement which was an oral statement made by the defendant, Willard Spencer Benefield, to Mr. E. A. Walton. At the time Mr. Walton was being questioned by me he had in his possession some penciled notes which he had made and which he testified during the questioning that he had made himself. It is my recollection that he did not read anything from any statement, including the notes, but that he may have referred to it from time to time during his testimony. I do not recall any typewritten statement being in Mr. Walton’s possession. I did have a typewritten statement in my file during the trial, and as I recall, I offered it in evidence at one time. I do not remember whether it was received in evidence or not. I do know, however, I was not questioning Mr. Walton from any typewritten statement, nor was he reading from any typewritten statement or penciled statement, but, as I recall, he only had in his hands the penciled notes which I have referred to.\n* * * * * *\n“By Mr. Skidmore:\n“Q. Now, Mr. Zeanah, I believe you stated in your statement that that was some oral statement that you and Mr. Walton were discussing there at the time of this questioning? A. As I recall, the transcript will show it a lot better, but as I recall I had asked him about a statement which she made both at her home and Police Headquarters.\n“Q. Well, I will ask you this question: It is a fact, is it not, that when Mr. Walton was on the witness stand he did have a copy of the transcript of the tape recording that Mrs. Benefield is alleged to have made at Police Headquarters? That is true, isn’t it? A. I don’t recall that.\n“Q. If you don’t mind, not for the purpose of impeachment but for purposes of refreshing your recollection, let me read from what is now the bottom of page 19 as it is presently shown on the transcript, in which you state: ‘Mr. Walton, have you got a complete record there of what she told you in that statement?’ ‘Yes, sir.’ Now, that would imply, and you understood at the time, that meant a typewritten record, wouldn’t it? A. It may have. I just don’t recall that.\n“Q. 'Of every word that was said to you in that statement?’ ‘Yes, sir.’ And then the further question ‘Now, you may refer to your notes, if necessary, and refresh your recollection and proceed to tell what was in that statement.’ Now, that statement referred to by you was a written statement, wasn’t it, a statement that had been reduced to writing ? A. I have here in my possession at this time two pages of *305penciled notes that Mr. Walton had. They are on blue paper, on which Mr. Walton has apparently signed his name. Now, as I recall, this is the statement that I asked him about. I had the transcript of the typewritten statement of Mrs. Benefield in my file, but I do not know what the occasion would have been for Mr. Walton to have had that statement, because I remember that I had that statement in my file.\n“Q. Now, to further refresh your recollection, on what is now page 27 of the transcript, will you look there, please, sir, about two-thirds of the way down, or middle of the page, on cross-examination ‘Mr. Zeanah asked you if you had a copy of a statement that she made. Do you have it there with you?’ Answer: ‘Yes, sir.’ A. Yes, I see that.\n“Q. Now, that referred to the transcript of her statement made on tape recorder, didn’t it? A. It may have. I don’t recall that, but it may have. I believe at that time we offered that into evidence. Now, I don’t know whether I had later showed that to him. I don’t know how that got there, or whether he had it. He may have had it at the time. I cannot understand why he would have it, because I had it in my file.\n“Q. Of course, there could have been some carbon made of it? I mean that is possible? A. Oh, yes, it is possible.”\nIn the trial during the direct examination of Mr. E. A. Walton, one of the arresting officers, the following colloquy (the subject of the foregoing testimony on the motion for new trial) had taken place:\n“Mr. Skidmore [Defense Counsel] : Judge, I don’t know to what extent the witness is testifying or reading. He seems to be doing a little of both. We object to him — As I understand the law, a witness can use notes made by himself to refresh his recollection, but I don’t think he can take a prepared statement and half way read from it. I object to him using it.\n“The Court: He can refresh his memory. If he has anything to refresh his memory, he can do that.\n“Mr. Skidmore: We object to it. I don’t know what the writing is, whether he made it or whether somebody else made it. I have no way of knowing, and I object to it. I would like for the record to show that he has got some typewritten sheets there, and then some other sheets there with writing on it. We object to him testifying in that manner, and I submit it is not permissible.\n“The Court: He is just answering the question, so far. I will overrule.\n“Mr. Skidmore: We except, if Your Honor please. And I would like the record to show that at the time he was answering the questions, a good part of the time, his eyes were fixed on that typewritten sheet of paper there in front of him.\n“The Court: Well, I couldn’t let it show that, because I didn’t see him look at it.\n“Mr. Skidmore: Well, I am stating that, and I was looking right at him.\n“Q. [By State Solicitor] Mr. Walton, have you got a complete record there of what she told you in that statement? A. Yes, sir.\n“Q. Of every word that was said to you in that statement? A. Yes, sir.\n“Q. Now, you may refer to your notes, if necessary, and refresh your recollection and proceed to tell what was in that statement.\n“Mr. Davidson: We object.\n*306“Mr. Skidmore: We object, if the Court please. Irrelevant, incompetent and immaterial. The question does not call for a statement made by defendant but for contents of a record or prepared statement. Question not confined as to time and place.\n“The Court: Did you make the notes yourself?\n“The Witness: The notes? Yes, sir, these, on this.\n“The Court: Well, all right. I will overrule.\n“Mr. Skidmore: We except.\n“Q. All right, sir. Go ahead, Mr. Walton.”\nOn his cross examination by Mr. Skid-more, the following occurred:\n“Q. Mr. Zeanah asked you if you had a copy of a statement that she made. Do you have it there with you ? A. Yes, sir.\n“Q. May I see it, please, sir?\n“Mr. Zeanah: Now, we object. We will offer it into evidence. We would like for the jury to see the whole statement, but we are not going to let them read that statement that was taken unless we let the jury see it. I would like to let the jury see the whole statement. I think it would be well for them to have it, and we will offer it into evidence, but we are not going to agree that they have a right to examine it and try to figure out what was in it.\n“Mr. Skidmore: I think we have a right to see it, if Your Honor please. He has testified to certain things in it.\n“Mr. Zeanah: We will offer it into evidence, the whole statement.\n“Mr. Skidmore: You offer it into evidence if you want to and I will do whatever I think is proper at the time.\n“The Court: You do offer it into evidence ?\n“Mr. Zeanah: Yes, sir, we will offer it into evidence, but we object to his looking at the statement at the time.\n“Mr. Skidmore: If you don’t mind the jury seeing it why do you mind my seeing it?\n“Mr. Zeanah: We want the jury to see the whole statement. I don’t want you to look at it.\n“Mr. Davidson: We object to the statement.\n“The Court: Well, I will admit it if there is no objection.\n“Mr. Skidmore: We object. Are you offering it now ?\n“Mr. Zeanah: Yes.\n“Mr. Skidmore: We have got the witness on cross examination, if the Court please. I don’t think it is the proper time to offer it now.\n“Mr. Zeanah: He has no right to see the statement.\n“Mr. Skidmore: We are just asking the witness on the stand to let me see a copy of the statement that he has done stated under oath he has got in front of him.\n“Mr. Zeanah: We object, without you offer it in evidence for the jury to see.\n“The Court: I don’t believe he has to show it to you unless it has gone to the jury.\n“Mr. Skidmore: We except, and we submit we have a right to see it and see what the content of it is.\n“The Court: He is not testifying from it or anything, or necessary to show it unless it is admitted to the jury.\n“Mr. Skidmore: Of course, whatever Your Honor says, we will bow to Your *307Honor’s ruling. We are asking for the statement, and we might remind Your Honor that he stated—\n“The Court: We will let you and the jury both see it.\n“Mr. Skidmore: We appreciate the munificient generosity of Your Honor and the solicitor, but that is not what we are asking for. We are just asking to look at the statement the witness has testified to. I submit I have a right to see it. The witness has testified it did not show certain things, and we have a right to check the statement to see whether it shows it.\n“The Court: I am passing on that, and I think you do not have the right.\n“Mr. Skidmore: Yes, sir. We reserve an exception.”\nRegardless of what memorandum Mr. Walton was using to refresh his memory, we think it should have been exhibited to defense counsel on demand — certainly at the time of Walton’s cross examination. Indeed, we deem suspect of using aidemémoire any witness who brings papers or books to the stand. The trial judge cannot constantly watch a witness to see if he is peeking in a book or his pocket. In Fletcher v. State, 12 Ala.App. 216, 67 So. 631, this court reversed, where the court below had sustained objections to cross examination as to various entries in a record book of a depot agent, the book having been used on direct evidence to revive the agent’s recollection. We think it implicit in the opinion that the defendant was entitled to look at the book on demand. Otherwise, how could his use of it on cross examination have been proper? Mr. Justice Stone, in Acklen’s Ex’r v. Hickman, 63 Ala. 494, 35 Am.Rep. 54, has succinctly put it:\n“ * * * In cases falling within this class, the memorandum is not thereby made evidence in the cause, and its contents are not made known to the jury, unless opposing counsel call out the same on cross examination. This he may do, for the purpose of testing its sufficiency to revive a faded or fading recollection, if for no other reason.”\nWe further consider the error to be prejudicial to the defendant, since the typewritten transcript and the notes on the blue paper both related to inculpatory admissions of Mrs. Benefield.\n“It is not clear from the record how much of this witness’ testimony was based upon his references to notes, papers and memoranda, inspection of which was refused to defendant’s counsel, but apparently the witness refreshed his recollection from such sources often. His testimony was material and was highly damaging to the defendant. We conclude that the court committed reversible error in denying to the defendant’s counsel the right to examine the notes, papers and memoranda which were used by the witness for the purpose of refreshing his memory.”—Montgomery v. United States, 5 Cir., 203 F.2d 887, at page 894.\nWe cite 58 Am.Jur., Witnesses, §§ 601-6; Annotation, 125 A.L.R. 19-250, particularly pages 192-209; 24 C.J.S. Criminal Law § 1909, note 59, p. 926; Wigmore (3rd Ed.), § 762; Wharton, Criminal Ev. (12th Ed.), § 854.\nIn conclusion, for the basic reasons adopted by courts almost in all jurisdictions, we quote from People v. Gezzo, 307 N.Y. 385, 121 N.E.2d 380, a case wherein a police inspector had testified, in chief, with a memorandum from which he seemed to read questions put to, and the answers of, Gezzo in an interview as to a killing. As to the trial court’s refusal to let the defendant see the memorandum, the prosecution confessed error, but claimed it to be harmless. In refuting this contention, the court, per Conway, J., said (307 N.Y. at pages 393-394, 121 N.E.2d at page 384):\n“It may be that an inspection of the memorandum would not have assisted defendant in any way. But, as was *308said in Tibbetts v. Sternberg, 66 Barb. 201, 203, supra: ‘The production of the paper might have been of no value to the defendant, but it is the principle thus sought to be established that is mischievous and dangerous. The right of a party to protection against the introduction against him of false, forged or manufactured evidence, which he is not permitted to inspect, must not be invaded a hair’s breadth. It is too valuable to be trifled with, or to permit the court to enter into any calculation as to how far it may be encroached upon without injury to the party’. Or, as was written in Schwickert v. Levin, 76 App.Div. 373, 375, 78 N.Y.S. 394, 395, supra: ‘The defendant had the right to see, and to use on cross-examination, any memorandum or writing which had served to refresh the memory of the witness on his direct examination. * * * As the conversation was material, the defendant might possibly have been prejudiced by this limitation upon his cross-examination, and therefore I think that a new trial should be ordered.’ ”\nThe judgment of the circuit court is reversed and the cause remanded for proceedings consistent herewith.\nReversed and remanded.\n",
            "ocr": true,
            "opinion_id": 6526270
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOn Application for Rehearing.\nThe Attorney General contends that even if our inferences from the testimony were correct, nevertheless the error we cite for reversal would be harmless because witnesses other than Mr. Walton gave testimony sufficient to support a verdict of guilt.\nThe quality of error is not measured by adding or taking away grains of fault. If there is injurious (or prejudicial) error in any degree in the latitude afforded a defendant in proper cross examination as to a confession, then we cannot say what might have been the outcome had the witness been questioned further. To adopt any other course would be an innovation in appellate review, i. e., to assess the weight of each witness’ testimony — not intrinsically as we might assess it anew — but for its effect on the jury.\nApplication overruled.\n",
            "ocr": true,
            "opinion_id": 6526271
        }
    ],
    "court_short_name": "Alabama Court of Appeals",
    "court_full_name": "Alabama Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}