{
    "id": 6656896,
    "judges": "Webb",
    "date_filed": "1979-10-14",
    "date_filed_is_approximate": true,
    "slug": "people-v-coleman",
    "case_name_short": "Coleman",
    "case_name": "People v. Coleman",
    "case_name_full": "The PEOPLE of the State of Colorado v. Norman Idell COLEMAN",
    "attorneys": "Cynthia H. Coffman, Attorney General, Melissa D. Allen, Senior Assistant Attorney General, Denver, Colorado, for Plaintiff-Appellee, Douglas K. Wilson, Colorado State Public Defender, Inga K. Nelson, Deputy State Public Defender, Denver, Colorado, for Defendant-Appellant",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "422 P.3d 629"
    ],
    "opinions": [
        {
            "author_str": "Webb",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion by JUDGE WEBB\n¶ 1 A jury convicted Norman Idell Coleman of aggravated driving after revocation prohibited-driving under the influence (ADARP); driving under the influence (DUI)-third or subsequent alcohol related offense; and careless driving. The trial court sentenced him to concurrent terms of one year in the custody of the Department of Corrections (DOC) on the ADARP conviction; one year of jail and one year of additional jail, suspended subject to completion of four years of probation, on the DUI conviction; and ninety days in jail on the careless driving conviction.\n*633¶ 2 Coleman appeals, contending the trial court erred in denying his motion to suppress; the prosecutor made improper closing argument; and because the court sentenced him to the DOC for the ADARP conviction, it could not also sentence him to probation for the DUI conviction. The last contention raises an unresolved question of statutory interpretation.\n¶ 3 The Attorney General concedes preservation of the suppression contention, a portion of the improper argument contention, and the sentencing contention.\n¶ 4 We affirm the judgment of conviction but vacate the sentence and remand for resentencing.\nI. Background\n¶ 5 An officer pulled Coleman over after having observed Coleman's car not reacting to a green light until another car honked, then driving very slowly through the intersection, and weaving in and out of his lane. Based on his contact with Coleman, the officer requested a DUI investigator. During the approximately ten minute wait for the investigator to arrive, Coleman attempted to exit his car. The officer ordered him to remain inside, and Coleman complied. Also during the wait, the officer learned that Coleman's Colorado driver's license had been revoked because he was a habitual traffic offender (HTO).\n¶ 6 The investigator arrived and questioned Coleman, who agreed to perform roadside sobriety tests. During the walk and turn test, Coleman lost his balance. He declined to continue, saying he wanted to be taken \"where he needed to go so he could bond out.\" The investigator arrested him for DUI, ADARP, and careless driving, as well as on outstanding warrants.\n¶ 7 After the investigator informed Coleman of the Colorado Express Consent law, he chose a blood test. But then he said again that he just wanted to be taken somewhere that he could bond out. The investigator took this statement as a refusal to submit to a chemical test, which Coleman does not challenge on appeal.\nII. The Trial Court Properly Denied the Motion to Suppress\n¶ 8 Coleman contends that because he was in custody when he first said he wanted to be taken to bond out, and had not yet been given a Miranda advisement, that statement should have been suppressed. We reject this contention.\nA. Standard of Review\n¶ 9 Whether a statement is the product of custodial interrogation for Miranda purposes presents a mixed question of law and fact. People v. Begay , 2014 CO 41, ¶ 9, 325 P.3d 1026. An appellate court defers to the trial court's factual findings if they are supported by the record, but reviews de novo the ultimate legal question whether the defendant was subject to custodial interrogation. Id.\n¶ 10 \"If a statement obtained in violation of Miranda was admitted as part of the prosecution's case-in-chief, over the defendant's objection, reversal is required unless the error was harmless beyond a reasonable doubt.\" People v. Vasquez , 155 P.3d 588, 592 (Colo. App. 2006).\nB. Law\n¶ 11 The United States Constitution provides that no person \"shall be compelled in any criminal case to be a witness against himself.\" U.S. Const. amend. V ; see also Colo. Const. art. II, § 18. Under Miranda v. Arizona , 384 U.S. 436, 444, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), statements made by a defendant during custodial interrogation may not be admitted into evidence unless the defendant was advised of, and waived, \"his right to remain silent ... and his right to the presence of an attorney....\" People v. Frye , 2014 COA 141, ¶ 9, 356 P.3d 1000 (quoting People v. Madrid , 179 P.3d 1010, 1014 (Colo. 2008) ). But \"[f]or Miranda to be applicable, the suspect must be in custody and the statement must be the product of a police interrogation.\" People v. Baird , 66 P.3d 183, 188 (Colo. App. 2002) (citing People v. Reddersen , 992 P.2d 1176 (Colo. 2000) ).\n¶ 12 To determine whether a suspect was in custody under Miranda , courts apply *634an objective test evaluating, under the totality of the circumstances, \"whether a reasonable person in the defendant's position would consider himself to be deprived of his freedom of action to the degree associated with a formal arrest.\" People v. Cowart , 244 P.3d 1199, 1203 (Colo. 2010) (citation omitted); see also People v. Stephenson , 159 P.3d 617, 620 (Colo. 2007).\n¶ 13 In applying this test, courts should consider the time, place, and purpose of the encounter with law enforcement; the persons present during the questioning; the words used by those conducting the interview; the officer's tone of voice and general demeanor; the length and mood of the interrogation; the officer's response to any questions asked by the suspect; whether the suspect was restrained in any way; whether the suspect was given any instructions; and the suspect's response to such directions. People v. Elmarr , 181 P.3d 1157, 1162 (Colo. 2008) (citing People v. Matheny , 46 P.3d 453, 465-66 (Colo. 2002) ). Still, \"[n]o single factor is determinative.\" People v. Becker , 196 P.3d 264, 266 (Colo. 2008).\n¶ 14 Routine traffic stops do not implicate Miranda because the nature of the detention is brief and outside a \"police dominated environment.\" People v. Taylor , 41 P.3d 681, 692 (Colo. 2002). Given that traffic stops are non-coercive, \"the protections afforded by Miranda need not be applied unless the defendant's freedom of action is curtailed to a degree associated with formal arrest.\" People v. Wallace , 724 P.2d 670, 673 (Colo. 1986) ; see also People v. Null , 233 P.3d 670, 676 (Colo. 2010). Requiring a motorist to get out of his or her vehicle alone does not constitute custody for purposes of Miranda , unless the police apply physical restraint. Stephenson , 159 P.3d at 622.\nC. Analysis\n¶ 15 Coleman asserts that what began as a routine traffic stop was elevated to custody for purposes of Miranda because the length of the detention was longer than a normal traffic stop, the officer's order for Coleman to remain in his car restrained his freedom of movement, and the investigator removed Coleman from public view for the roadside sobriety tests. For three reasons, this assertion falls short.\n¶ 16 First, the record supports the trial court's factual findings that the stop was brief, noncoercive, and lasted only long enough for the DUI investigator to arrive and conduct the sobriety tests. See People v. Lidgren , 739 P.2d 895, 896 (Colo. App. 1987) (\"[W]hen determining whether a detention is too long in duration, it is appropriate to examine whether police were diligent in pursuing a means of investigation likely to resolve their suspicions quickly.\").\n¶ 17 Second, the order for Coleman to remain in his car until the investigator arrived was reasonable under the circumstances, done without any show of force, and resulted in his remaining in the car for at most about ten minutes. Stephenson , 159 P.3d at 622 (order to remain in car not restraint on freedom tantamount to formal arrest when no show of force by officer and restraint not abnormally long).\n¶ 18 And third, contrary to Coleman's argument that the investigator removed him from public view during the sobriety tests, the investigator testified that he positioned Coleman in a parking lot next to the street so that passing traffic would not distract him or interfere with his vision during the tests. If passing cars could affect Coleman's vision, their drivers could have \"witnessed the interaction.\" People v. Pleshakov , 2013 CO 18, ¶ 30, 298 P.3d 228. Thus, he was not removed from the view of the public.\n¶ 19 Given all this, we conclude that Coleman was not in custody for Miranda purposes. Thus, even assuming that he was interrogated without an advisement, we further conclude that the court properly denied the motion to suppress.\nIII. The Prosecutor's Closing Argument Does Not Require Reversal\n¶ 20 Coleman next contends the prosecutor's comments in summation on his pre-arrest and post-arrest silence violated his constitutional right against self-incrimination. We reject this contention.\n*635¶ 21 Coleman defended the ADARP count by challenging the prosecution's evidence that he knew of his HTO status. While arguing in closing that the prosecution had failed to prove this knowledge, defense counsel said, \"What we do know is that when Mr. Coleman was stopped there were no statements saying, I shouldn't be driving. I don't have a license.\"\n¶ 22 In his rebuttal closing, the prosecutor responded to this comment, saying:\nWell, he never stated that he was [an HTO]. Well, of course not. Who would admit to that? He tried to pass off a Texas ID. But the flipside, he never tried to say that he did have a valid driver's license. Never said, Officer, this is a valid driver's license.\n¶ 23 Later in rebuttal, the prosecutor addressed Coleman's refusal to take a blood test, saying:\nAnd then he says, yeah, I'll do a blood test. When he gets there, I don't think I will do that.\nAnd the instructions say, this is one of the only times in the law that you can hold someone's silence against them. Because he didn't testify, that doesn't matter in this courtroom. He has a right not to testify. But he doesn't have a right to not take a test.\nAnd because he refused to take a test you can hold that against him. The law allows you to. And that's powerful evidence.\nIn voir dire we talked about, what do we think of the individual that walks through those beepers and it beeps? Most people say, yeah, there's nothing here. I didn't take anything. These are malfunctioning. That's what most people do.\nThat's what defendant could have done; said, no, you have a mistake here. Everything you saw is not right. I'm not intoxicated. But instead he stated, no, I don't want to take a test.\nAll those indications lead us to one result. He's substantially incapable of safely operating a motor vehicle.\n(Emphasis added.)\n¶ 24 Coleman objected to the prosecutor's first statement as an improper comment on his silence. The trial court did not sustain the objection but told the prosecutor to move on, which the prosecutor did. Coleman did not object to the second statement.\nA. Preservation and Standard of Review\n¶ 25 Claims of prosecutorial misconduct are evaluated in a two-step analysis: whether, based on the totality of the circumstances, \"the prosecutor's questionable conduct was improper,\" and, if so, \"whether such actions warrant reversal according to the proper standard of review.\" Wend v. People , 235 P.3d 1089, 1096 (Colo. 2010). \"A trial court has discretion in determining whether a prosecutor's statements\" are improper, and \"it should consider the context in which the statements were made.\" People v. Richardson , 58 P.3d 1039, 1046 (Colo. App. 2002).\n¶ 26 When the allegedly improper conduct \"directly offend[s] a defendant's constitutional rights,\" such as with \"impermissible comment on a defendant's exercise of a specific constitutional right,\" review is for constitutional harmless error. Wend , 235 P.3d at 1097 (citation omitted). Unless we are \"confident beyond a reasonable doubt that the error did not contribute to the guilty verdict,\" we must reverse under this standard. Bernal v. People , 44 P.3d 184, 200 (Colo. 2002).\n¶ 27 \"But, '[i]f there is no contemporaneous objection to the [prosecutor's] statement, a plain error standard of review applies.' \" People v. Rhea , 2014 COA 60, ¶ 43, 349 P.3d 280 (quoting Wend , 235 P.3d at 1097 ). To qualify as plain error, an error must be so clear-cut and obvious that a trial judge should be able to avoid it without the benefit of objection. People v. Pollard , 2013 COA 31M, ¶ 39, 307 P.3d 1124.\n¶ 28 In the context of unpreserved prosecutorial misconduct claims, to rise to the level of plain error, the misconduct must be \"flagrant, glaring, or tremendously improper.\" People v. Cordova , 293 P.3d 114, 121 (Colo. App. 2011). And it must \"so undermine the fundamental fairness of the trial as to cast serious doubt on the reliability of the judgment of conviction.\"\n*636People v. Cevallos-Acosta , 140 P.3d 116, 122 (Colo. App. 2005) (citation omitted). \"[P]rosecutorial misconduct in closing arguments rarely, if ever, is so egregious as to constitute plain error.\" Rhea , ¶ 43 (citation omitted). An appellate court \"should examine alleged improper argument in the context of the prosecutor's closing argument as a whole. The fact that the defendant did not object to the remarks may indicate his belief that the live argument was not overly damaging.\" People v. Villa , 240 P.3d 343, 356 (Colo. App. 2009).\n¶ 29 The Attorney General concedes preservation as to the first comment-on Coleman's pre-arrest silence-but not the second comment-on his post-arrest silence. Because Coleman failed to make a contemporaneous objection to the latter, his argument was not preserved and we will review only for plain error. People v. Walters , 148 P.3d 331, 335 (Colo. App. 2006).\nB. Comment on Pre-Arrest Silence\n¶ 30 The constitutional right against self-incrimination \"necessarily includes an accused person's right to remain silent.\" People v. Thomas , 2014 COA 64, ¶ 25, 345 P.3d 959 ; see also U.S. Const. amend. V ; Colo. Const. art. II, § 18. Although a testifying defendant's pre-arrest silence can be used to impeach, neither the United States Supreme Court nor our supreme court has decided whether the Fifth Amendment prohibits use of this silence as substantive evidence of guilt. See Salinas v. Texas , 570 U.S. 178, 183, 133 S.Ct. 2174, 186 L.Ed.2d 376 (2013) ; People v. Welsh , 80 P.3d 296, 299 (Colo. 2003).\n¶ 31 Federal appellate courts as well as divisions of this court are split on this issue. Compare Combs v. Coyle , 205 F.3d 269, 281 (6th Cir. 2000) (holding pre-arrest silence inadmissible in prosecution's case-in-chief), with United States v. Oplinger , 150 F.3d 1061 (9th Cir. 1998) (holding pre-arrest silence admissible because no government compulsion to speak in pre-arrest setting), overruled on other grounds by United States v. Contreras , 593 F.3d 1135 (9th Cir. 2010). See also Thomas , ¶ 25 (\"Fifth Amendment protections do not apply to conduct that occurs in a noncustodial setting.\"); People v. Welsh , 58 P.3d 1065, 1071 (Colo. App. 2002) (\"[T]he use of pre-arrest silence when the defendant does not testify impermissibly burdens the privilege guaranteed by the Fifth Amendment and is thus inadmissible....\"), aff'd , Welsh , 80 P.3d 296.\n¶ 32 We need not pick a side. Defense counsel's comment, \"there were no statements [by Coleman] saying, I shouldn't be driving. I don't have a license,\" put Coleman's pre-arrest silence at issue. The prosecutor's response was reasonable because defense counsel had \"opened the door on [the] subject,\" which \"invited rebuttal by the prosecution.\" People v. Saiz , 660 P.2d 2, 5 (Colo. App. 1982) ; see also People v. Davis , 312 P.3d 193, 200-01 (Colo. App. 2010), aff'd , 2013 CO 57, 310 P.3d 58.\n¶ 33 Thus, the prosecutor's comment on Coleman's pre-arrest silence was not reversible error.\nC. Comment on Post-Arrest Silence\n¶ 34 Unlike pre-arrest silence, both the United States and Colorado Supreme Courts have held that the prosecution can neither present evidence of nor comment on a defendant's post-arrest silence. Griffin v. California , 380 U.S. 609, 613-15, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965) ; People v. Ortega , 198 Colo. 179, 182-84, 597 P.2d 1034, 1036-37 (1979). Simply put, \"[p]rosecutorial comment [that] has the effect of creating an inference of guilt by reference to the defendant's silence ... effectively penalizes the defendant for exercising a constitutional privilege.\" Ortega , 198 Colo. at 182, 597 P.2d at 1036.\n¶ 35 So, on the one hand, the prosecutor's comment that Coleman could have denied being intoxicated was improper. And the law prohibiting use of post-arrest silence as substantive evidence of guilt was settled.\n¶ 36 But on the other hand, the prosecutor's comment was brief, not repeated, and made within the context of Coleman's refusal to take the blood test, which the jury had been instructed it could consider in determining his guilt. For these reasons, we conclude that the comment \"did not materially contribute to defendant's conviction and, *637thus, did not result in plain error.\" People v. Grant , 174 P.3d 798, 811 (Colo. App. 2007) ; see also People v. Herr , 868 P.2d 1121 (Colo. App. 1993) (no plain error where improper comments were isolated and were made during a very lengthy summation).\n¶ 37 Thus, the comment on post-arrest silence does not warrant reversal.\nIV. Coleman's Sentence Must Be Vacated\n¶ 38 Lastly, Coleman contends his probationary sentence is illegal under section 42-4-1307, C.R.S. 2017 (DUI sentencing statute). We agree.\n¶ 39 Defense counsel objected to the probationary component of the DUI sentence because the trial court had imposed a DOC sentence on the ADARP conviction. The court requested briefing. In a detailed written order, the court recognized that an apparent conflict between section 42-4-1307(6)(a)(IV), on which Coleman relied, and section 42-4-1307(15)(a), on which the prosecutor relied, created ambiguity. Citing several principles of statutory construction, the court held that where a DOC sentence was imposed for ADARP, probation could be included in a DUI sentence.\nA. Standard of Review and Law\n¶ 40 Questions of statutory interpretation are reviewed de novo. Hendricks v. People , 10 P.3d 1231, 1235 (Colo. 2000).\n1. Statutory Interpretation\n¶ 41 When interpreting a statute, a court seeks to \"ascertain and give effect to the intent of the General Assembly\" and assumes that intent has been expressed in the chosen language. People v. Sullivan , 53 P.3d 1181, 1182 (Colo. App. 2002) (\"[Courts] look first to the language of the statute itself....\"). In doing so, the court gives \"words and phrases their plain and ordinary meanings.\" Doubleday v. People , 2016 CO 3, ¶ 19, 364 P.3d 193. Courts read and consider the statute as a whole, construing it \"to give consistent, harmonious, and sensible effect to all its parts.\" People v. Garcia , 2016 COA 124, ¶ 9, 382 P.3d 1258 (quoting People v. Dist. Court , 713 P.2d 918, 921 (Colo. 1986) ). If the plain language is ambiguous or conflicts with other statutory provisions, the court may look to other statutory interpretation tools. People v. Thompson , 181 P.3d 1143, 1145 (Colo. 2008). One such tool is legislative history. Grant v. People , 48 P.3d 543, 546 (Colo. 2002).\n¶ 42 The parties invoke the following statutory interpretation principles:\n• \"[A] court should not read into a statute an exception, limitation, or qualifier that its plain language does not suggest, warrant, or mandate.\" People v. Sorrendino , 37 P.3d 501, 504 (Colo. App. 2001).\n• \"A primary rule of statutory construction is that a specific statute prevails over general legislation.\" People v. Weller , 679 P.2d 1077, 1082 (Colo. 1984).\n• \"[W]hen interpreting two statutory sections, we must attempt to harmonize them to give effect to their purposes and, if possible, reconcile them so as to uphold the validity of both.\" Gonzales v. Allstate Ins. Co. , 51 P.3d 1103, 1106 (Colo. App. 2002).\n2. DUI and ADARP Sentencing Scheme\n¶ 43 The relevant subsections of the DUI sentencing statute are as follows.\nA person who is convicted of DUI ... who, at the time of sentencing, has two or more prior convictions of DUI ... shall be punished by: (I) Imprisonment in the county jail for at least sixty consecutive days but no more than one year.\n....\n(IV) A period of probation of at least two years ... and a suspended sentence of imprisonment in the county jail for one year, as described in subsection (7) of this section; except that the court shall not sentence the defendant to probation if the defendant is also sentenced to the [DOC] , but shall still sentence the defendant to the provisions of paragraph (b) of subsection (7) of this section. The defendant shall complete all-court ordered programs pursuant *638to paragraph (b) of subsection (7) of this section before completion of his parole.\n§ 42-4-1307(6) (emphasis added).\nWhen a person is sentenced to a period of probation pursuant to [subsection (6)(a)(IV) ] of this section:\n....\n(b) The court:\n....\n(II) May impose an additional period of probation for the purpose of monitoring the person ..., which additional period shall not exceed two years[.]\n§ 42-4-1307(7).\nIf a defendant is convicted of [ADARP] based on the commission of DUI ...:\n(a) The court shall convict and sentence the offender for each offense separately; [and]\n....\n(e) The department shall reflect both convictions on the defendant's driving record.1\n§ 42-4-1307(15).\n¶ 44 Under the ADARP statute, \"[ADARP] is a class 6 felony, punishable as provided in section 18-1.3-401, C.R.S.\" § 42-2-206(1)(b)(II), C.R.S. 2017. According to section 18-1.3-401(1)(a)(V)(A), C.R.S. 2017, the presumptive sentence for a class 6 felony ranges from one year to eighteen months imprisonment plus one year of mandatory parole.\nB. Analysis\n¶ 45 The statute in effect at the time required a trial court to sentence a defendant convicted of ADARP to probation or to the DOC. Also at the time, the court was required to sentence a defendant convicted of three or more DUIs, in part, to probation. Still, subsection (6) of the DUI sentencing statute prohibits a trial court from imposing probation on a defendant sentenced to the custody of the DOC. But section 42-4-1307(15)(a) requires the court to impose the sentences for DUI and ADARP \"separately\" on a defendant convicted of both offenses.\n¶ 46 The issue before us is narrow: we must resolve the conflict between the no probation along with a DOC sentence provision and the separate sentencing provision. The trial court concluded that to reconcile the two provisions, it must treat subsection (15) as an exception to subsection (6). In other words, the trial court reasoned, and the Attorney General argues on appeal, the no probation provision applies only when a defendant is convicted of DUI and a felony other than ADARP.2\n¶ 47 Looking only at the statutory wording, this interpretation may be plausible. But, as Coleman points out, the General Assembly enacted subsection (6) two years after subsection (15). See Ch. 268, sec. 21, § 42-4-1307(6), 2012 Colo. Sess. Laws 1401; Ch. 258, sec. 2, § 42-4-1307(15), 2010 Colo. Sess. Laws 1157-58. So, rather than subsection (15) being an exception to subsection (6), the timing suggests that subsection (6) limits subsection (15)'s preexisting separate sentencing requirement. See § 2-4-206, C.R.S. 2017 (where two statutes conflict, later effective statute controls). In other words, how could the General Assembly have intended subsection (15) to be an exception to a provision that did not yet exist?\n¶ 48 Instead of responding to Coleman's timing argument, the Attorney General asserts that subsection (15) must control as an exception because it concerns only ADARP convictions, making it more specific than subsection (6), which concerns all convictions resulting in a DOC sentence. See § 2-4-205, C.R.S. 2017. But the specific over general principle \"is applicable only when [a] conflict between the two provisions is irreconcilable[.]\" People v. Carrillo , 2013 COA 3, ¶ 36, 297 P.3d 1028. As explained below, the *639provisions can be reconciled by giving effect to both.\n¶ 49 Coleman also points out that before subsection (15) was enacted3 , DUI had been held to be a lesser included offense of ADARP. People v. Carlson , 119 P.3d 491, 494 (Colo. App. 2004), superseded by statute , Ch. 258, sec. 3, § 42-2-206(1)(b)(III)(A), 2010 Colo. Sess. Laws 1158. See People v. Valdez , 2014 COA 125, ¶ 32, 411 P.3d 94 (the General Assembly overturned the holding in Carlson when it enacted section 42-2-206(1)(b)(III)(A) ). Recall, subsection (15) requires the trial court to convict and sentence DUI and ADARP offenses separately and reflect both convictions on the defendant's driving record. Of course, the General Assembly is presumed to know the state of the law. See Leonard v. McMorris , 63 P.3d 323, 331 (Colo. 2003) (\"We presume that the General Assembly knows the pre-existing law when it adopts new legislation or makes amendments to prior acts.\").\n¶ 50 So, why would the General Assembly have included \"convict\" in section 42-4-1307(15)(a) ? While the lesser included offense doctrine derives from the double jeopardy prohibition, see Reyna-Abarca v. People , 2017 CO 15, ¶¶ 49-52, 390 P.3d 816, double jeopardy does \"not prevent the legislature from specifying multiple punishments based on the same criminal conduct,\" People v. Hoover , 165 P.3d 784, 798 (Colo. App. 2006). Stated differently, \"[a]s long as the [G]eneral [A]ssembly makes clear its intent to punish the same offense with more than one conviction and sentence, it is not constitutionally prohibited from doing so.\" Id. (quoting People v. Abiodun , 111 P.3d 462, 465 (Colo. 2005) ).\n¶ 51 With all this as background, we are persuaded that the General Assembly enacted subsection (15) to prevent merger of a DUI conviction into an ADARP conviction by requiring separate convictions and sentences. In contrast, accepting the trial court's interpretation would read \"convict\" out of the statute, which we may not do. See Turbyne v. People , 151 P.3d 563, 567 (Colo. 2007). And, as Coleman notes, the plain language of subsection (6) does not except an ADARP conviction from the no probation rule; the plain language of subsection (15) does not indicate that it is meant as an exception to anything. See Sorrendino , 37 P.3d at 504.\n¶ 52 For these reasons, we hold that subsection (15) is not an exception to subsection (6), but was enacted to prevent merger of DUI and ADARP convictions.\n¶ 53 Still, because the parties did not address the legislative history of subsection (6) in their initial briefing, out of an abundance of caution we requested supplemental briefs on legislative history. While that history is not dispositive, it favors Coleman's interpretation over that of the Attorney General.\n¶ 54 The language of subsection (6) at issue was added in 2012 as part of an omnibus criminal procedure bill. Ch. 268, sec. 21, § 42-4-1307(6), 2012 Colo. Sess. Laws 1401. When introducing the bill in the Senate, following passage in the House, its sponsor commented on the change to subsection (6), saying that\nThis [amendment] is saying that a person can't be sentenced to probation as part of a DUI offense if also the person is sentenced to the Department of Corrections. And if you have them going concurrently you're kind of technically in violation of your probation when you are in prison even though you can't really technically comply with both at the same time.\nHearings on H.B. 12-1310 before the S. Judiciary Comm., 68th Gen. Assemb., 2d Sess. (May 1, 2012) (statement of Senator Carroll).\n¶ 55 According to Coleman, this statement directly supports his interpretation. He points out that the sponsor does not reference subsection (15), ADARP, or any other specific felony conviction, only the confluence of a DOC sentence and a probation sentence. The Attorney General counters by focusing on the \"at the same time\" language. She asserts that this language means subsection (6) was designed only to prevent defendants from serving a DOC sentence and a probation sentence simultaneously. In her view, if the probation is served after the defendant has been released from the DOC, a defendant *640can be sentenced to both. This assertion misses the mark in two ways.\n¶ 56 First, it again asks us to read into subsection (6) an exception that is not written in, or mandated by, its plain language. See Turbyne , 151 P.3d at 567 ; Sorrendino , 37 P.3d at 504. Second, and more importantly, it ignores the final bill summary for the amendment to subsection (6):\nUnder current law, the court must sentence a person who is convicted of a second, third, or subsequent DUI to probation in order to complete certain court-ordered programs and treatment. Under the bill, if the defendant is sentenced to the department of corrections, the court does not sentence the defendant to probation and the defendant must complete the court-ordered programs and treatment while on parole.\nH.B. 12-1310, 68th Gen. Assemb., 2d Reg. Sess. summary § 21 (amended 3d reading May 9, 2012), https://perma.cc/U79Z-T9EY.\n¶ 57 This summary makes clear the General Assembly intended to remove the probation requirement when a defendant is sentenced to the custody of the DOC. Like subsection (6), the summary contains no exception language and no timing language to support the Attorney General's reading of \"at the same time.\" Instead, for all defendants sentenced to the DOC, it explains that trial courts may only sentence defendants convicted of DUI to alcohol programs and treatment to be completed while on parole rather than probation.\n¶ 58 In sum, we also hold that subsection (6) operates as a limitation on a DUI sentence, prohibiting a probationary sentence where a defendant is also sentenced to the custody of the DOC-regardless of the particular felony that caused the DOC sentence. This interpretation reconciles and gives effect to both subsections. See Carrillo , ¶ 13.\n¶ 59 Still persisting-and despite failing to address Coleman's merger interpretation-the Attorney General asserts that Coleman's interpretation would lead to absurd results. This assertion falls short as well.\n¶ 60 The Attorney General emphasizes the length of total \"supervision\" imposed for the different convictions. Specifically, under Coleman's interpretation, the maximum length of supervision for a defendant convicted of both three or more DUIs and ADARP could be shorter than that of a defendant convicted of only three or more DUIs.\n• Conviction of three or more DUIs under the statute in effect at the time and ADARP (without any aggravating factors) yields up to three and a half years under the presumptive range-eighteen months in the custody of the DOC plus one year of parole (ADARP), and one year in county jail (DUI).4 § 18-1.3-401(1)(a)(V)(A) ; § 42-2-206(1)(b)(II) ; § 42-4-1307(6)(a)(I), (IV).\n• Conviction of three or more DUIs (without any felony conviction) yields up to five years-one year in county jail, with one year suspended, based on up to four years of probation. § 42-4-1307(6)(a)(I), (IV) ; § 42-4-1307(7)(b)(II).\n¶ 61 Everyone would agree that for a defendant with three or more misdemeanor DUI convictions to receive a longer sentence than a defendant with those same convictions plus a felony ADARP conviction makes little sense. But a closer look shows that the Attorney General's argument fails because it compares dissimilar punishments-mandatory parole as a component of the ADARP sentence and probation as a component of the three or more DUIs sentence.\n¶ 62 Important differences distinguish parole from probation. A parolee remains in DOC custody, but serves the remainder of *641the parolee's sentence outside the prison walls. Danielson v. Dennis , 139 P.3d 688, 692-94 (Colo. 2006). Thus, a parole violation automatically returns the parolee to prison.\n¶ 63 By contrast, \"[p]robation is an alternative to a prison sentence.\" Id. at 693. True, the trial court must order a suspended sentence of one year in county jail. Yet, it retains discretion whether to actually impose that year if a defendant violates the conditions of probation. See § 42-4-1307(7)(c)(I) (\"The court may impose all or part of the suspended sentence described in [subsection (6)(a)(IV) ] at any time during the period of probation if the person violates a condition of ... probation.\") (emphasis added).5\n¶ 64 Based on these features of probation, \"[p]arole is more akin to imprisonment than probation is to imprisonment[.]\" Danielson , 139 P.3d at 693 (quoting Samson v. California , 547 U.S. 843, 850, 126 S.Ct. 2193, 165 L.Ed.2d 250 (2006) ). On this basis, we decline to consider the maximum length of \"total supervision\" for the convictions and instead focus on the maximum term of confinement.\n¶ 65 Looking at probation as an alternative to confinement, the maximum term for a defendant with three or more DUI convictions is two years in jail, assuming that the defendant violates probation and suffers the gravest consequence. The maximum confinement for a defendant with three or more DUIs plus an ADARP conviction-three and a half years-is one and a half years longer. Thus, defendants with fewer convictions-only three or more DUIs-are subject to shorter confinement than defendants with more convictions-three or more DUIs plus ADARP.\n¶ 66 Lastly, the Attorney General asserts that this interpretation, as applied to Coleman, results in his receiving no sentence for the DUI conviction because his one-year DOC sentence and one-year jail sentence run concurrently. But this argument could be made whenever a defendant convicted of multiple offenses is sentenced concurrently. See Juhl v. People , 172 P.3d 896, 899 (Colo. 2007) (\"When a defendant is convicted of multiple offenses, the sentencing court has the discretion to impose either concurrent or consecutive sentences.\").\n¶ 67 In the end, because Coleman cannot be sentenced to both the custody of the DOC and probation, his sentence was improper and must be vacated on remand.\nV. Conclusion\n¶ 68 The judgment of conviction is affirmed. Because prison is not required for an ADARP conviction and we do not know the trial court's primary sentencing goal, had the trial court known it could not impose the four years of probation to follow the prison sentence, it might have imposed concurrent probation sentences on both convictions, thereby subjecting Coleman to a longer period of alcohol monitoring. Therefore, the entire sentence is vacated and the case is remanded for resentencing consistent with this opinion.\nJUDGE TERRY and JUDGE TOW concur.\n\nSection 42-2-206(1)(b)(III), C.R.S. 2017, of the ADARP statute and section 42-4-1307(15), C.R.S. 2017 of the DUI sentencing statute contain similar language and cross-reference each other.\n\n\nOther felonies that might be tried along with a DUI charge include vehicular homicide, § 18-3-106, C.R.S. 2017; leaving the scene of an accident where serious bodily injury or death occurred, § 42-4-1601(2)(b), (c), C.R.S. 2017; or aggravated vehicular unlawful termination of pregnancy, § 18-3.5-108(2), C.R.S. 2017.\n\n\nAs well as before section 42-2-206(1)(b)(III), which has identical language, was enacted.\n\n\nNormally, a trial court would be required to impose sentences for DUI and ADARP concurrently, since they are based on identical evidence. § 18-1-408(3), C.R.S. 2017; People v. Carlson , 119 P.3d 491, 494 (Colo. App. 2004), superseded by statute , Ch. 258, sec. 3, § 42-2-206(1)(b)(III)(A), 2010 Colo. Sess. Laws 1158. But under both section 42-4-1307(15)(c), C.R.S. 2017, and section 42-2-206(1)(b)(III)(C), section 18-1-408 does not apply when a defendant is convicted of DUI and ADARP. Thus, the trial court has discretion to impose the sentences consecutively or concurrently. See Juhl v. People , 172 P.3d 896, 900 (Colo. 2007) (\"In all other instances, the trial court retains its sentencing discretion, and its decision must be upheld unless the trial court abused its discretion.\").\n\n\nAs well, even if the trial court revokes probation, it may grant probation again rather than impose any prison sentence. See § 16-11-206(5), C.R.S. 2017.\n\n",
            "ocr": true,
            "opinion_id": 6534201
        }
    ],
    "court_short_name": "Colorado Court of Appeals",
    "court_full_name": "Colorado Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Murder"
}