{
    "id": 6657403,
    "judges": "Aoyagi, Dehoog, Hadlock",
    "date_filed": "2023-02-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-provancha",
    "case_name_short": "Provancha",
    "case_name": "State v. Provancha",
    "case_name_full": "STATE of Oregon, Plaintiff-Respondent v. Landis Orion PROVANCHA",
    "attorneys": "Marc D. Brown, Deputy Public Defender, argued the cause for appellant. Also on the brief was Ernest G. Lannet, Chief Defender, Criminal Appellate Section, Office of Public Defense Services., Doug M. Petrina, Assistant Attorney General, argued the cause for respondent. Also on the brief were Ellen F. Rosenblum, Attorney General, and Benjamin Gutman, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "428 P.3d 916",
        "293 Or. App. 169"
    ],
    "opinions": [
        {
            "author_str": "Hadlock",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHADLOCK, J.\n*171In what the trial court aptly described as a \"brutal attack,\" defendant lay in wait for the victim in a dark house, then struck her several times with a baseball bat after she entered. Despite having suffered significant skull injuries, the victim fought back, hid from defendant, and escaped through a window. Defendant eventually pleaded no contest to, and was convicted of, attempted murder and second-degree assault constituting domestic violence. The trial court imposed the mandatory minimum sentences on both counts (including incarceration terms of 90 months for attempted murder and 70 months for second-degree assault) and ordered part of the sentence on the assault conviction to be served consecutively to the attempted murder conviction, resulting in a total incarceration term of 144 months. On appeal, defendant assigns error to the trial court's imposition of a partially consecutive sentence, arguing that the record does not support consecutive sentencing under either subsection (a) or subsection (b) of ORS 137.123(5).1 We agree with defendant and, accordingly, remand for resentencing.\nWe describe defendant's criminal conduct to provide context to the facts significant to the issues on appeal; we relate the facts in the light most favorable to the state. State v. Kuester , 275 Or. App. 414, 415, 364 P.3d 685 (2015).\nDefendant and the victim, previously romantic partners, were housesitting for another family (as they had on other occasions). The night of the incident, defendant told the victim that his van was not working but that she should go to the family's house and he would meet her there. Defendant in fact arrived at the house before she did. He had left his van away from the house and was waiting for the victim inside the house with the lights off. When the victim entered the house, defendant struck her in the head with a bat, knocking her to the ground. Defendant struck the victim in the head two or three more times before she was able to use her arm to block the bat and get it away from defendant. The victim then was able to crawl into the *172kitchen and find a place to hide before ultimately breaking a window and escaping through it, climbing off the roof, and contacting a neighbor. Defendant fled to his van and claimed that he had been attacked and never made it to the house. He was arrested after blood from the bat was matched to blood on his clothing.\nDefendant was indicted on one count each of attempted murder, attempted first-degree assault constituting domestic violence, and second-degree assault constituting domestic violence. He pleaded no contest to attempted murder and second-degree assault constituting domestic violence; the court convicted *919defendant of those two crimes and dismissed the other count.\nAt sentencing, the parties agreed that defendant's attack constituted a single uninterrupted course of conduct. The state recommended a consecutive sentence on the two counts under ORS 137.123(5), asking the court to make the requisite findings and arguing that the court could impose a consecutive sentence both because the offense \"was an indication of the defendant's willingness to commit more than one criminal offense,\" and because the offense \"caused or created a risk of causing greater or qualitatively different[ ] loss, injury, or harm to the victim.\" (Quoting ORS 137.123(5).) Defendant argued that his \"criminal objective was singular\" and that his conduct created a single harm. Therefore, according to defendant, ORS 137.123(5) did not authorize the court to impose a consecutive sentence.\nThe trial court imposed the mandatory minimum sentences for both convictions, including a 90-month incarceration term for attempted murder and a 70-month incarceration term for second-degree assault. ORS 137.700 (2)(a)(C) and (G). The court ordered 54 months of the sentence for assault to run consecutively to the sentence for attempted murder, explaining:\n\"I find that there is legal authority * * * for the Court to impose consecutive sentences.\n\"I find that the evidence before this Court indicates defendant's willingness to commit more than one criminal offense, even though this was what we would call one single criminal episode happening in one day at one time without *173interruption. I also find that it was not merely an incidental violation of some separate statutory scheme. But I do adopt the legal theory that was posited * * * by the State.\"\n\"We review a trial court's decision to impose consecutive sentences for errors of law and to determine whether the trial court's predicate factual findings are supported by any evidence in the record.\" State v. Traylor , 267 Or. App. 613, 615-16, 341 P.3d 156 (2014).\nORS 137.123(5) authorizes a trial court to impose a consecutive sentence \"for separate convictions arising out of a continuous and uninterrupted course of conduct,\" as in this case, if the court finds either of two circumstances:\n\"(a) That the criminal offense for which a consecutive sentence is contemplated was not merely an incidental violation of a separate statutory provision in the course of the commission of a more serious crime but rather was an indication of defendant's willingness to commit more than one criminal offense; or\n\"(b) The criminal offense for which a consecutive sentence is contemplated caused or created a risk of causing greater or qualitatively different loss, injury or harm to the victim or caused or created a risk of causing loss, injury or harm to a different victim than was caused or threatened by the other offense or offenses committed during a continuous and uninterrupted course of conduct.\"\nThe trial court did not say whether it was relying on subsection (a) or subsection (b). The court's express findings related only to subsection (a), but it also appeared to adopt the totality of the state's legal theory, which encompassed both (a) and (b). Accordingly, we consider whether the partly consecutive sentence was permissible under either provision. Our analysis is driven largely by our decision in State v. Edwards , 286 Or. App. 99, 399 P.3d 463, rev. den. , 362 Or. 175, 406 P.3d 609 (2017), which issued after the parties argued this appeal (and, it follows, well after the trial court sentenced defendant in this case).\nWe begin by addressing ORS 137.123(5)(a). Our analysis seeks to determine whether the record supports a finding that defendant's commission of one crime-second degree assault-was \"not merely\" \"incidental\" to his *174commission of another crime-attempted murder-\"but, instead, demonstrated a separate and distinct intent to commit the lesser offense.\" Edwards , 286 Or. App. at 103, 399 P.3d 463. It is well established that, when a defendant's criminal conduct consists of a single act that constitutes multiple offenses, then consecutive sentences *920are not authorized under ORS 137.123(5)(a) absent \"explicit evidence of multiple intents.\" State v. Byam , 284 Or. App. 402, 405, 393 P.3d 252 (2017) ; see also State v. Warren , 168 Or. App. 1, 5, 5 P.3d 1115, rev. den. , 330 Or. 412, 8 P.3d 220 (2000) (trial court \"could not reasonably infer from the fact that defendant shot the victim in the head at close range that defendant intended to kill the victim and that he acted volitionally to cause the victim serious physical injury\" (emphasis in original) ). In that instance, \"the two criminal offenses are so inextricably intertwined that the consecutively sentenced offense * * * is, necessarily, 'incidental' to the 'more serious crime' * * * and cannot be deemed 'an indication of defendant's willingness to commit more than one criminal offense.' \" Byam , 284 Or. App. at 405, 393 P.3d 252 (quoting ORS 137.123(5)(a) ). Consequently, the statute does not authorize consecutive sentences in that circumstance.\nThe analysis differs somewhat when a defendant engages in multiple criminal acts during a single uninterrupted course of conduct. If \"a defendant commits the consecutively sentenced offense through conduct that is temporally or qualitatively distinct from the act constituting the more serious offense, such evidence may support an inference that the commission of one offense was not merely incidental to the other.\" Edwards , 286 Or. App. at 103, 399 P.3d 463 (emphasis added). The court's focus must remain, however, on whether something in the record supports a finding that the defendant had a different intention in committing each of the multiple acts. \"Thus, unless the record contains 'discrete facts' supporting an inference that a defendant acted with a willingness to commit multiple offenses, imposition of consecutive sentences is not authorized by ORS 137.123(5)(a).\" Id. at 104, 399 P.3d 463 (some internal quotation marks omitted).\nIn both contexts-a single act or multiple acts committed during a single uninterrupted course of conduct-\"when a defendant acts with the intent to kill but instead causes the victim serious physical injury, the intent to cause *175serious physical injury is subsumed by the intent to kill the victim.\" Id. at 105, 399 P.3d 463 (citing Warren , 168 Or. App. at 5, 5 P.3d 1115 ). A court can impose consecutive sentences for assault and attempted murder in such a case only if there is \"some evidence that the defendant had a separate intent to inflict 'only' serious physical injury.\" Id.\nNothing in the record of this case supports an inference that defendant's commission of second-degree assault was \"not merely\" \"incidental\" to his commission of attempted murder. Although defendant struck the victim with a bat multiple times, nothing suggests that defendant struck any blow with an intention different from the intention with which he struck any other blow. That is, nothing suggests that defendant struck any one blow intending only to injure the victim and not to kill her. The state's contrary arguments are speculative. See Edwards , 286 Or. App. at 106, 399 P.3d 463 (deeming speculative \"the state's suggestion that, after trying to kill [the victim] defendant fired again with the goal of merely injuring him\"). Accordingly, the trial court was not authorized to impose the partly consecutive sentence under ORS 137.125(5)(a).\nWe move to ORS 137.123(5)(b). \"To determine whether an offense 'caused or created a risk of causing greater or qualitatively different loss, injury or harm' than another offense under the statute,\" we apply the following analysis:\n\"[A] court must (1) determine which offense is the offense for which a consecutive sentence is contemplated; (2) compare the harms-real or potential-that arose from that offense with those that arose from the offense to which it will be sentenced consecutively; (3) determine whether the offense for which a consecutive sentence is contemplated caused or risked causing any harm that the other did not; and, if so, (4) determine whether the harm that is unique to that offense is greater than or qualitatively different from the harms caused or threatened by the other.\"\nState v. Rettmann , 218 Or. App. 179, 185-86, 178 P.3d 333 (2008) (quoting ORS 137.123(5)(b) (footnote omitted) ). In Rettmann , we explained that the potential harms include only \"harms that were risked, though not realized, by the conduct that actually *921occurred,\" rather than \"theoretical harms that *176an offense-as defined by statute but not as actually committed-could have caused.\" Id. at 185 n. 2, 178 P.3d 333 ; see also Edwards , 286 Or. App. at 107-08, 399 P.3d 463 (adhering to that aspect of Rettmann and rejecting the state's contrary interpretation of ORS 137.123(5)(b) ).\nOur application of that principle in Edwards is instructive. There, the defendant shot twice at a police officer, hitting him once in the leg; although the officer lost a substantial amount of blood, he survived. 286 Or. App. at 100-01, 399 P.3d 463. The defendant was convicted of, among other things, attempted aggravated murder and first-degree assault. Id. at 101, 399 P.3d 463. We concluded that consecutive sentences were not justified under ORS 137.123(5)(b) because the \"defendant's conduct underlying both offenses caused or risked precisely the same harms\" to the officer: \"death and physical injury.\" Id. at 109, 399 P.3d 463.\nFor analogous reasons, the record in this case also does not justify a consecutive sentence under ORS 137.123 (5)(b). The trial court contemplated a consecutive sentence for second-degree assault. That assault-a blow with a baseball bat-caused the real harm of physical injury and risked the potential harm of death. That offense was sentenced consecutively to the attempted murder offense, which caused the harm of physical injury and risked the harm of death. Thus, defendant's conduct, which constituted multiple offenses, caused or risked the same harms to the victim. Moreover, as noted above, nothing in the record suggests that defendant delivered any one blow with a different goal (for example, causing a qualitatively different harm) as compared to that which motivated his other blows to the victim. As a result, the record does not support a determination that defendant's assault offense caused or risked \"greater or qualitatively different\" harm to the victim than that caused by the attempted murder offense.\nReversed and remanded for resentencing.\n\nDefendant also argues that the trial court did not make the findings that ORS 137.123(5) requires. That argument was not preserved, and we reject it without further discussion.\n\n",
            "ocr": true,
            "opinion_id": 6534743
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}