{
    "id": 6657383,
    "judges": "Bruns, Burgess, McAnany",
    "date_filed": "1974-01-10",
    "date_filed_is_approximate": true,
    "slug": "bollinger-v-state",
    "case_name_short": "Bollinger",
    "case_name": "Bollinger v. State",
    "case_name_full": "Brent Allan BOLLINGER v. STATE of Kansas",
    "attorneys": "Kai Tate Mann, of Kansas Appellate Defender Office, Prairie Village, for appellant., Jodi Litfin, assistant solicitor general, and Derek Schmidt, attorney general, Topeka, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "428 P.3d 822"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPer Curiam:\nA jury convicted Brent Allan Bollinger of first-degree felony murder, aggravated arson, and aggravated child endangerment. State v. Bollinger , 302 Kan. 309, 313, 352 P.3d 1003 (2015), cert. denied 136 S. Ct. 858 (2016). The jury made the finding that each count was a domestic violence offense. On November 22, 2013, Bollinger was sentenced to a hard 20 life sentence for the felony-murder charge, 61 months for the aggravated arson charge, and 7 months for aggravated child endangerment.\nBollinger pursued a direct appeal, raising five issues: (1) whether there was sufficient evidence to support his aggravated arson conviction; (2) whether the arson statute was unconstitutionally vague; (3) whether there was prosecutorial error; (4) whether the district court erred in admitting statements from the victim in the days leading up to her death; and (5) whether cumulative error denied him a fair trial. The Kansas Supreme Court affirmed Bollinger's convictions, concluding:\n\"The State presented sufficient evidence to sustain a conviction of arson, and the arson statute under which Bollinger was convicted is not unconstitutionally vague as applied to him. The prosecutor made appropriate comments about the evidence during closing argument. Bollinger failed to preserve objections to the introduction of out-of-court statements. We affirm the convictions.\" 302 Kan. at 324.\nBollinger subsequently filed a \"Motion for Rehearing or Modification\" which was denied, and the mandate affirming his convictions was issued on September 9, 2015. Bollinger filed a petition for writ of certiorari with the United States Supreme Court, which was denied on January 11, 2016. See Bollinger v. Kansas , 136 S. Ct. 858 (2016).\nBollinger filed a pro se K.S.A. 60-1507 motion on December 19, 2016. In it, Bollinger alleged ineffective assistance of trial counsel, ineffective assistance of appellate counsel, and prosecutorial misconduct. Bollinger requested appointment of counsel so that counsel could prepare a \"more full and specific petition as the [Movant] lacks the legal thinking or knowledge to prepare a more specific legal allegation.\" Bollinger also filed a pro se motion for appointment of counsel, asserting that without appointed counsel, he \"may fail to correctly identify the issue or phrase the issue in his motion in a manner which can be properly or best considered by the Court.\"\nOn January 5, 2017, the district court summarily denied Bollinger's K.S.A. 60-1507 motion because he \"merely makes conclusory contentions without stating any evidentiary basis to support his claims.\" Bollinger appeals.\nDiscussion\nWhen handling a K.S.A. 60-1507 motion, a district court has three options:\n\" '(1) The court may determine that the motion, files, and case records conclusively show the prisoner is entitled to no relief and deny the motion summarily; (2) the court may determine from the motion, files, and records that a potentially substantial issue exists, in which case a preliminary hearing may be held. If the court then determines there is no substantial issue, the court may deny the motion; or (3) the court may determine from the motion, files, records, or preliminary hearing that a substantial issue is presented requiring a full hearing.' [Citation omitted.]\" Sola-Morales v. State , 300 Kan. 875, 881, 335 P.3d 1162 (2014).\nHere, the district court summarily denied Bollinger's K.S.A. 60-1507 motion. When a court summarily denies a K.S.A. 60-1507 motion, we conduct a de novo review to determine whether the motion, files, and records of the case conclusively establish that the movant is not entitled to relief. Edgar v. State , 294 Kan. 828, 836, 283 P.3d 152 (2012).\nOn appeal, Bollinger argues that the district court erred in summarily dismissing his K.S.A. 60-1507 motion. His motion presented three arguments: (1) that he received ineffective assistance of trial counsel; (2) that he received ineffective assistance of appellate counsel; and (3) that prosecutorial misconduct affected the outcome of his trial. As the movant, Bollinger has the burden to prove that his K.S.A. 60-1507 motion warrants an evidentiary hearing. He must make more than conclusory contentions and must either state an evidentiary basis in support of his claims or an evidentiary basis must appear in the record. Sola-Morales , 300 Kan. at 881 (quoting Holmes v. State , 292 Kan. 271, 274, 252 P.3d 573 [2011] ). If Bollinger satisfies that burden, the court must grant a hearing, unless the motion is a successive motion seeking similar relief. Holt v. State , 290 Kan. 491, 495, 232 P.3d 848 (2010).\nBollinger acknowledges that his K.S.A. 60-1507 motion lacks facts that support his claims, but he argues that an evidentiary basis supporting his claims appears plainly in the files and record of the case. There is no question that the claims made by Bollinger are merely conclusory statements. However, in making a determination as to whether a motion is to be summarily denied, a trial court is required to base its determination on not only the motion but also upon the files and record. While Bollinger states no evidentiary basis in his motion to support his claim, an evidentiary basis appears in the record. Even a brief examination of the record reveals the Kansas Supreme Court's opinion in Bollinger's direct appeal which determined that trial counsel's failure to preserve an issue prevented it from being reviewed on appeal. Bollinger , 302 Kan. at 323-24 (\"The lack of a specific contemporaneous objection to the statements in question precludes us from considering this issue. ... Bollinger failed to preserve the issue for appeal.\"). Because this appears so plainly in the record and because ineffective assistance of trial counsel is one of Bollinger's claims, we cannot say that there is no evidentiary basis supporting Bollinger's K.S.A. 60-1507 motion in the record.\nWhether Bollinger can meet the burden to be successful on his claim of ineffective assistance of trial counsel is not for us to decide here. Because the district court summarily denied his motion without conducting a hearing, our review on appeal is limited to determining whether the motion, files, and records of the case conclusively establish that Bollinger is not entitled to relief. The record does not conclusively establish that Bollinger is not entitled to relief. Because an evidentiary basis for Bollinger's claims appears in the record, the district court needed to grant a hearing. The district court erred in summarily denying Bollinger's K.S.A. 60-1507 motion, and this matter is reversed and remanded for a preliminary hearing on the claim as to whether there is an issue in regard to Bollinger's claim of ineffective assistance of trial counsel. In making this determination, we are not setting any standard that a trial court must follow in regard to the depth the court must search the records in deciding whether to summarily dismiss a 60-1507, particularly when the motion itself only makes conclusory statements. However, in this case, the record was readily clear that the action of trial counsel resulted in the Supreme Court not considering one of Bollinger's claims on appeal.\nAs to the claim of ineffective appeal counsel, Bollinger claims are conclusory and there is no apparent record to support his claim. Likewise, as to his claim of prosecutorial error, the claim is merely conclusory and without apparent support in the record. Furthermore, Bollinger raised the issue of prosecutorial misconduct in his appeal to the Supreme Court and it was determined that there was no misconduct. 302 Kan. at 321-22.\nAffirmed in part, reversed in part, and remanded with directions.\n",
            "ocr": true,
            "opinion_id": 6534721
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}