{
    "id": 6667905,
    "judges": "McCulloch",
    "date_filed": "1988-10-28",
    "date_filed_is_approximate": true,
    "slug": "tiffin-v-st-louis-iron-mountain-southern-railway-co",
    "case_name_short": "Tiffin",
    "case_name": "Tiffin v. St. Louis, Iron Mountain & Southern Railway Co.",
    "case_name_full": "Tiffin v. St. Louis, Iron Mountain & Southern Railway Company",
    "attorneys": "J. H. Harrod, for appellant., B. S. Johnson and J. B. Williams, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Trial — refusal to give additional instruction. — It was not error to refuse to give an instruction upon a subject covered by an instruction already given. (Page 58.)</p> <p>2. Railroad crossing — duty to look and listen. — The general rule is that it is negligence as matter of law'for one approaching a railroad crossing to fail to look and listen for the approach of trains, and only in exceptional cases is it proper to submit to the jury the question whether or not the failure to exercise such caution is negligence. (Page 59.)</p> <p>3. Same — when failure to look and listen not excused. — The fact that a flagman was usually stationed at a certain crossing to warn travelers, and that no flagman was in sight when deceased attempted to cross, did not excuse deceased for failure to use his senses to discover the peril of an approaching train. (Page 61.)</p> <p>4. Trial — failure to instruct — absence of request. — Failure of the trial court to instruct upon a certain subject will not be considered on appeal where there was no request therefor. (Page 62.)</p> <p>5. Evidence — opinion.—A witness should not be permitted to testify that in his opinion a certain railroad crossing is dangerous, as the situation of the crossing can be detailed to the jury. (Page 62.)</p> <p>6. Same — competency.—The dangerous character of a certain railroad crossing can not be proved by showing how many persons had been killed at such crossing, as the killings might not have been due to the character of the crossing. (Page 62.)</p>",
    "summary": "Appeal from Pulaski Circuit Court; Bdzvard W. Winfield_ Judge; STATEMENT by ti-ie court. This is an action brought by Mrs. E. E. Tiffin, as administratrix of the estate of her son, James Roy Tiffin, deceased, against the St. Louis, Iron Mountain & Southern Railway Company to recover damages for the killing of said decedent. Two causes of action are set forth in the complaint in different paragraphs, one to recover for pain and suffering endured by the deceased, and the other to recover damages sustained by the plaintiff as next of kin by reason of loss of the earnings of her son. A trial of the cause before a jury resulted in a verdict in favor of the defendant, and the plaintiff appealed. Deceased was thirteen years of age, and is proved to have been exceptionally bright and intelligent for his age. He was run over and fatally injured by a train at the crossing of Newton Avenue, one of the principal thoroughfares in the city of North Little Rock. The defendant has two tracks crossing Newton Avenue at the place where the injury occurred, one of which was the main track and the other a switch track, and at all hours of the day there were engines and trains passing at that place. It is alleged that, by reason of the great number of trains passing over the tracks at said crossing and the number of people traveling along the avenue, the crossing was a particularly dangerous one. Negligence of the defendant contributing to the injury is alleged in the following particulars: (a) In the failure of the employees operating said train to ring the bell and blow the whistle as said train approached the crossing; (b) in not having gates at said crossing to keep the traveling public from crossing said tracks while trains were being moved; (c) in not having said crossing properly guarded and watched; and (d) in the fact that the flagman kept by the defendant at said crossing was not at his post. The answer contained specific denials of all the charges of negligence, and alleged that the injury was caused by the contributory negligence of the person injured. Newton Avenue runs nearly due north and south, and the railroad track intersects it diagonally, running northwest and southeast. Deceased was injured about noon. He approached the crossing from the west, when it was blocked by a slowly-moving freight train going southeast on the track nearest to him, and stopped within a few feet of the train to wait for it to pass. As soon as the rear end of the last car had passed the point where he was standing, ten or twelve feet, he crossed the first track, and, as he attempted to cross the next track, he was run over by the tender of a backing engine, which was moving at a rapid speed in the opposite direction. The testimony was conflicting as to whether or not the bell or whistle was sounded on the engine. No gates or other barriers were maintained by the defendant at the crossing, but a watchman or flagman was -kept posted there, whose duty it was to flag 'trains and to warn passing travelers of the approach of trains. The testimony tended to show that at the time of the injury the flagman on duty was on the opposite side of the street from deceased, where he had gone to warn or stop a man in a wagon who was attempting to cross. Deceased had a bicycle, and was observed with it standing by his side while he was awaiting the passage of the first train. A witness testified that he walked across the tracks, rolling the bicycle along by his side. The flagman and the fireman on the engine testified that deceased was riding the bicycle when he attempted to cross, and the latter said that deceased fell from the bicycle on the track. 1. The court erred in refusing testimony to show that the crossing was a dangerous place, and that the precautions taken by the company were insufficient, no U. S. 47. 2. It was error to refuse the sixth instruction asked by plaintiff. 144 U. S. 419; 86 Ky. 578; 35 L. R. A. 155. 3. The duty to stop, look and listen is not absolute and imperative. It is sometimes for the jury to say whether the failure to look and listen is excusable. 65 Ark. 235. See also' 2 Wood’s Ry. Law, 1313, 1314 and 1318. 1. The witness having detailed the facts as to the conditions existing at the crossing, it was for the jury to determine whether it was dangerous, and the opinion of the witness was properly excluded. 56 Ark. 612. 2. The sixth instruction confined the jury to one specific question, and the ninth, given at plaintiff’s request, fully covered the question. Plaintiff can not complain. 67 Ark. 532. 3. That it is the duty of one approaching a railroad crossing to look and listen for approaching trains is settled. 65 Ark. 238; 76 Ark. 224; 69 Ark. 135; 54 Ark. 431; 62 Ark. 156. Appellant can not complain that instructions were not sufficiently specific without having made request for modification or more specific charge. 56 Ark. 602; 69 Ark. 637; 65 Ark. 619; Ib. 255; 73 Ark. 535; Ib. 594; 56 Ark. 602.",
    "disposition": "affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "78 Ark. 55"
    ],
    "opinions": [
        {
            "author_str": "McCulloch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " McCulloch, J., (after stating the facts.) 1. Error of the court is assigned in its refusal to give to the'jury the sixth instruction asked by appellant, which is as follows: “If you find from the testimony that the crossing at which deceased received his injuries was so dangerous that it was necessary for the safety of travelers on the street for the railroad company to keep gates at said crossing, you are instructed that a failure to keep gates at such crossing was negligence. And if you find from the evidence that there were no gates at said crossing, and further find from the evidence that such failure to keep gates was the cause of James Roy Tiffin’s injury and death, or find that if there had been gates at said crossing he would not have been injured, your verdict will be for the plaintiff on both causes of action, unless the deceased was guilty of contributory negligence.” We do not find it necessary to determine whether or not this instruction contained a correct statement of the law applicable to the case, inasmuch as we conclude that the giving of the ninth instruction asked by appellant covered the point contended for, and all prejudice was removed thereby. That instruction is as follows: “If you find from a preponderance of the testimony that it was necessary to protect the public traveling on Newton Avenue for the defendant to keep said crossing watched and guarded, and if you find .from the preponderance of the testimony that the defendant did not exercise reasonable care to keep the crossing watched and-guarded, and you further find from a preponderance of the testimony that the injury and death of Roy Tiffin was caused by the negligence of the defendant in not exercising- reasonable care to have said crossing properly watched and guarded, you will find for the plaintiff on both causes of action, unless the deceased was guilty of negligence that contributed to his injury and death.” We think that the above instruction fully placed before the jury the measure of the 'duty of the railway company, and that appellant was not prejudiced by the refusal to give the sixth instruction. The instruction given permitted the jury to say, from the testimony, that it was necessary, in order to protect travelers on the street from the danger of passing trains, that the company should have provided gates or other barriers or watchmen to flag trains and warn travelers, and that the failure to provide either or all of those means of protection was negligence. Therefore, no error was committed in refusing to instruct the jury specifically that the failure to provide gates amounted to negligence if gates were necessary to the protection of travelers. St. Louis, I. M. &amp; S. Ry. Co. v. Baker, 67 Ark. 531.  2. It is also contended that the court erred in giving the following instruction, and others of like import, at the request of the defendant: “5. It is the duty of a person approaching a railroad crossing to look and listen for approaching trains. This duty requires him to look in every direction from which he knew a train might approach, and continue on his guard until the danger is passed ; and when, by the due exercise of care in this respect, the danger could have been discovered and avoided, no recovery can be had. Therefore, if you find from the evidence in this case that the plaintiff’s intestate, Roy Tiffin, started and went onto the crossing without looking in the direction from which the train came after he started to go across the track, when by looking he could have seen the train approaching and avoided the injury, then he was guilty of contributory negligence, which bars a recovery, and your verdict must be for the defendant.” It is urged that these instructions improperly declared it to have been the absolute and imperative duty of deceased to look and listen for the approach of another train before going upon the track, and that it was properly a question of fact for the determination of the jury whether under the circumstances the failure to look and listen was negligence. It has been repeatedly held by this court that it is negligence for one approaching a railroad crossing to fail to look and listen for the approach of trains, and that only in exceptional cases is it proper to submit to the jury the question whether or not the failure to exercise such caution is negligence. L. R. &amp; Ft. S. Ry. Co. v. Blewitt, 65 Ark. 235; St. L. &amp; S. F. R. Co. v. Crabtree, 69 Ark. 135; St. L., I. M. &amp; So. Ry. Co. v. Luther Hitt, 76 Ark. 224. In none of the cases decided by this court are any of the recognized exceptions found save in St. Louis, I. M. &amp; S. Ry. Co. v. Tomlinson, 69 Ark. 489, where it was held that a passenger or his escort attempting to pass an intervening track to reach a depot or train under circumstances which justified him in believing that he was invited by the company to pass over the track could not, as a matter of law, be declared guilty of negligence, but that it was a question for the jury, after considering all the circumstances, to say whether or not he failed to exercise ordinary care. In neither the Blewitt nor the Hitt case, supra, are there found facts which form exceptions to the general rule that the failure to look and listen for approaching trains is negligence per se, and should be so declared as a matter of law. The exceptions to the general rule usually fall within the following classes of cases (2 Wood on Railroads, pp. 1523, 1525.) (1) Where the circumstances are such that it would have availed nothing in preventing the injury if the injured party had looked and listened. This exception is recognized in the case of Martin v. L. R. &amp; Ft. S. Ry. Co., 62 Ark. 156, where it is said that “it is only when it appears from the evidence that he might have seen had he looked, or might have heard had he listened, that his failure to look and listen will necessarily constitute negligence.” (2) Where the circumstances were so unusual that the injured party could not reasonably have expected the approach of a train at the time he went upon the track. French v. Taunton Branch Rd., 116 Mass. 537; McGhee v. White, 66 Fed. 502; Bonnell v. D., L. &amp; W. R. R. Co., 39 N. J. L. 189. (3) Where the injured jperson was a passenger or escort going to or.alighting from a train, and hence under an implied invitation and assurance by the company that he could cross the track in safety. Railway Co. v. Johnson, 59 Ark. 122; St. Louis, I. M. &amp; S. Ry. Co. v. Tomlinson, supra; Wheelock v. Boston, etc., Ry. Co., 105 Mass. 203. (4) Where the direct act of some agent of the company had put the person off his guard, and induced him to cross the track without precaution. 3 Elliott on Railroads, § 1171; 2 Wood on Railroads, p. 1546; Chicago &amp; N. W. Ry. Co. v. Prescott, 59 Fed. 237; Eddy v. Powell, 49 Fed. 814; Merrigan v. B. &amp; A. Rd. 154 Mass. 189; Directors, etc. v. Wanless, L. R. 7 Eng. &amp; Irish App. 12; Cleveland, C. C. &amp; St. L. Ry. Co. v. Keely, 138 Ind. 600; Abbett v. C., M. &amp; St. P. Ry. Co., 30 Minn 482. The facts of this case do not bring it within either of the exceptions stated. Deceased did not go upon the track by invitation of the company; he was not misled by any act of the servants of the company, nor were the circumstances so unusual that he could not have reasonably expected another train to pass the crossing at that time. On the contrary, the uncontradicted proof showed that trains were constantly passing that point. The witnesses for plaintiff testified that trains passed there at all hours of the day so frequently that it was difficult for travelers to find an opportunity to cross the tracks. It was contended by the plaintiff that it was an extraordinarily dangerous place on that account. The jury were justified in finding that, as soon as the train on the main track passed the crossing, deceased, without looking or listening for another train, attempted to cross the switch track and was struck down. If he did this, he was guilty of contributory negligence, ’and there can be no recovery. This brings it squarely within the decision of this court in Martin v. Little Rock &amp; F. S. Ry. Co., 62 Ark. 156, holding that such an act was negligence. Learned counsel insists that deceased might have been lulled. into a feeling of security by the fact that a flagman was usually stationed at the crossing to warn travelers of approaching trains, and that under those circumstances it should have been left to the jury to say whether or not ordinary care required him to use his senses in discovering the approach of the train. We do not think so. It might have been different if he and the flagman had been standing in plain view of each other, so that he could reasonably expect warning from the latter of an approaching train. He could then have assumed that no train approached because no warning was given. But such is not the state of the case. He and the flagman were not in view of each other, and he was not misled by the inaction of the latter. He was about to occupy a position fraught with unusual danger, and it was his imperative duty to make use of his senses to discover the peril and avoid it. Deceased was a lad of unusual degree of intelligence for his years, and the court, in its instructions, treated him as having full measure of discretion attributable to an adult. No objections to the instructions were made on this score, and appellant acquiesced in this treatment of the question of the care exercised by deceased. No instruction was asked that the jury might consider his age in determining the degree of care exercised in crossing the track. We are therefore not at liberty to discuss the propriety of such an instruction, and what its effect might have been. We are of the opinion that the case was fairly submitted to. the jury upon the issues involved, and that the evidence was sufficient to support the verdict. The evidence discloses a most distressing injury, but the jury have said by their verdict, upon proper instructions, either that the servants of the company were guiltless-of any negligent act, or that the deceased was guilty of negligence which caused or contributed to the injury; and it would be an invasion of the province of the jury for us to disturb the verdict.  3. The court refused to permit appellant to ask E. O. Manees whether or not the crossing was dangerous, and refused to permit her to ask Kilfoy, the flagman, how many men had been killed there since he had commenced working there. This is assigned as error. Neither of these questions were proper. Both of these witnesses, as well as others, testified in detail concerning the crossing, its situation, the number and frequency of trains passing, etc. It was not competent for the former to state his opinion as to the dangerous character of the crossing. The subject did not call for expert testimony, but was one from which the jury were properly left to draw their own conclusions. Railway Co. v. Yarborough, 56 Ark. 612. Nor was it competent to show-how many persons had been killed at the crossing. The injuries sought to be proved by the witnesses may have been caused by negligence of the servants of the company or by the negligence of the persons injured, and the testimony did not tend to establish the dangerous character of the situation. Judgment affirmed. ",
            "ocr": true,
            "opinion_id": 6545749
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Murder"
}