{
    "id": 6679967,
    "judges": null,
    "date_filed": "1996-08-29",
    "date_filed_is_approximate": true,
    "slug": "people-v-holiday",
    "case_name_short": "Holiday",
    "case_name": "People v. Holiday",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2022 NY Slip Op 04645"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2022/2022_04645.htm",
            "author_id": null,
            "opinion_text": "\n\nPeople v Holiday (2022 NY Slip Op 04645)\n\n\n\n\n\nPeople v Holiday\n\n\n2022 NY Slip Op 04645\n\n\nDecided on July 20, 2022\n\n\nAppellate Division, Second Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided on July 20, 2022\nSUPREME COURT OF THE STATE OF NEW YORK\nAppellate Division, Second Judicial Department\n\nCOLLEEN D. DUFFY, J.P.\nSHERI S. ROMAN\nJOSEPH J. MALTESE\nWILLIAM G. FORD, JJ.\n\n\n2018-01692\n (Ind. No. 3672/10)\n\n[*1]The People of the State of New York, respondent,\nvAlshawn Holiday, appellant.\n\n\nJustine Luongo, Attorney-in-Charge of the Criminal Defense Practice, New York, NY (David Crow and Malvina Nathanson of counsel), for appellant.\nEric Gonzalez, District Attorney, Brooklyn, NY (Leonard Joblove and Gamaliel Marrero of counsel), for respondent.\n\n\n\nDECISION &amp; ORDER\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Dineen Riviezzo, J.), rendered November 17, 2017, convicting him of murder in the second degree and criminal possession of a weapon in the second degree, upon a jury verdict, and imposing sentence.\nORDERED that the judgment is affirmed.\nIn 2011, the defendant was convicted, upon a jury verdict, of murder in the second degree and criminal possession of a weapon in the second degree in connection with the shooting death of the victim in April 2010. The judgment of conviction was reversed by this Court based on trial errors (see People v Holiday, 142 AD3d 625). The defendant was then tried before a jury a second time and convicted of murder in the second degree and criminal possession of a weapon in the second degree. The defendant appeals from this judgment of conviction.\nThe defendant contends that he was deprived of his right to a fair trial on the ground that the method used by the People to read certain testimony into the trial record afforded an enhanced credibility of that testimony to the jury. This contention is without merit.\n\"[T]estimony given by a witness at . . . a trial of an accusatory instrument . . . may, where otherwise admissible, be received into evidence at a subsequent proceeding in or relating to the action involved when at the time of such subsequent proceeding the witness is unable to attend the same by reason of death, illness or incapacity, or cannot with due diligence be found, or is outside the state or in federal custody and cannot with due diligence be brought before the court\" (CPL 670.10[1]). Additionally, \"[u]pon being received into evidence, such testimony may be read and any videotape or photographic recording thereof played\" (id.).\nCPL 670.10 does not provide a prescribed method for the reading of testimony into the trial record. However, where the jury requests the readback of certain testimony, the trial judge should not participate, as such \"practice risks erroneously conveying to the jury that the court is aligned with the party or counsel whose role the court has assumed in the readback\" (People v [*2]Baranov, 121 AD3d 706, 708; see People v Facey, 104 AD3d 788, 789; People v Brockett, 74 AD3d 1218, 1221). Such error is subject to harmless error analysis (see People v Facey, 104 AD3d at 789). A prosecutor who participates in the reading of testimony from a prior proceeding must be certain not to implicate the unsworn witness rule and risk injecting \"'his [or her] own credibility into the trial'\" (People v Paperno, 90 AD2d 168, 179, quoting People v Paperno, 54 NY2d 294, 303).\nAt trial, the People admitted into evidence the testimony of two witnesses from the defendant's first trial. Between the first and second trials, one of those witnesses had died, and the other witness could not be located. After admitting the transcripts of the testimony into evidence, the transcripts were read to the jury. The lead prosecutor read the question portions, and a prosecutor from his office read the answers. Defense counsel objected to the manner in which the testimony was read, arguing that the jury would \"hear that another assistant DA is testifying here,\" which might have \"a psychological [e]ffect on the jury.\" However, defense counsel's objection did not include the contention that either prosecutor who participated in the reading acted as an unsworn witness and injected his own credibility into the trial (cf. People v Paperno, 90 AD2d at 179).\nIn any event, prior to the reading of the testimony of each unavailable witness, the Supreme Court instructed the jury that the law permits the prosecution to enter into evidence testimony given by the witness in a prior proceeding, that the jury was not to speculate about what that prior proceeding was, and that in order to facilitate the jury's ability to listen and to follow the testimony, the court was permitting a second prosecutor to read the unavailable witness's answers while the lead prosecutor read the questions. The better practice would have been for nonjudicial court personnel unaffiliated with the prosecutor's office to read the answers and \"thereby avoid any risk of creating a misperception in the minds of the jurors\" (People v Baranov, 121 AD3d at 708, quoting People v Alcide, 21 NY3d 687, 695). However, under the circumstances, the reading of the unavailable witnesses' testimony did not constitute error.\nThe prosecutor's comments during summation concerning the defendant's admission to the crimes to a witness with a criminal record were fair response to defense counsel's characterization of that witness as a \"career criminal.\"\nThe defendant's contentions with respect to other comments made by the prosecutor during summation are unpreserved for appellate review. In any event, those comments were, for the most part, fair response to defense counsel's arguments that the witnesses were lying. The prosecutor's comment that \"if [the witnesses] are lying, then that means that the real killer is out there somewhere on the streets of Brooklyn and they're giving him a pass\" was inflammatory and better left unsaid, but did not deprive the defendant of a fair trial (see People v Williams, 123 AD3d 1152, affd 29 NY3d 84).\nDUFFY, J.P., ROMAN, MALTESE and FORD, JJ., concur.\nENTER:\nMaria T. Fasulo\nClerk of the Court\n\n\n\n\n\n\n\n\n",
            "ocr": false,
            "opinion_id": 6559056
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}