{
    "id": 6755744,
    "judges": "Bourquin",
    "date_filed": "1972-09-07",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-northern-pac-ry-co",
    "case_name_short": null,
    "case_name": "United States v. Northern Pac. Ry. Co.",
    "case_name_full": "UNITED STATES (JONES, Interveners) v. NORTHERN PAC. RY. CO.",
    "attorneys": "John L. Slattery, U. S. Atty., of Helena, Mont., and B. F. L. Heron, of Denver, Colo., for the United States., George F. Shelton, of Butte, Mont., for intervener Jones., M. M. Duncan and Edgar P. Reid, both of Virginia City, Mont., and E. B. Howell, of Butte, Mont., for interveners Filcher and Schmidt., Walker & Walker, of Butte, Mont., and Gunn, Rasch & Hall, of Helena, Mont., for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1 F.2d 53"
    ],
    "opinions": [
        {
            "author_str": "Bourquin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBOURQUIN, District Judge.\nIn this suit to partially cancel a land patent, perhaps without precedent and with consent of both parties, certain interveners, claiming superior right to the land, are admitted to joinder with the plaintiff, United States, and make common cause with it. The facts material to the decision are that the land is part of section 9, township 1 south, range 4 west, Montana, and within the primary limits of the grant of 1864 (13 Stat. 365) to defendant of all odd-numbered sections not mineral other than iron or coal.\nFor many years intense controversies raged between defendant and mineral claimants in respect to the character of many such sections, and following the Barden Case, 154 U. S. 288, 14 Sup. Ct. 1030, 38 L. Ed. 992, a classification act (28 Stat. 683) was enacted to dispose of conflicts and to fully execute the grant. This act prescribes procedure to investigate the odd sections, to classify their character, to publish notice thereof to the world, to try and determine protests against the classification, and therein to settle the rights of defendant and other claimants in so far as the character of the lands are concerned. It also provides that, in absence of protest, the Secretary of the Interior’s approval of the classification shall be final, except in ease of fraud, and that patents issued in violation of the act shall be void.\nThe administration of the act is vested in the Land Department as a special tribunal to that end. In 1901 the land involved herein was classified as mineral, but was not approved. In 1913 it was again classified, but as nonmineral, report filed, and publication made; and, no protest, in January, 1915, the classification was approved by the Secretary. At the time of examination in the field, the land was unsurveyed, but was within a mile of surveyed sections of 43 years in the same township, and in report and publication the land was described merely as section 9 in said township. In 1914 it was surveyed. In October, 19.15, defendant filed the usual list of lands of approved classification, including the land in suit, attached thereto an ordinary nonmineral affidavit, and in June, 1916, this patent issued. In April, 1922, and two months before barred by limitation, this suit was commenced.\nThe complaints allege that the patent was procured by fraud and mistake as follows: That the classification approved is of no effect in face of that of 1901; that by mistake the examiner of 1913 failed to examine all or part of section 9; that he was not of the United States Geological Survey to which theretofore the Secretary had committed the field work of classification; that defendant knew or ought to have known of the examiner’s mistake; that the Classification Act was violated, in that its provisions that, in report and publication, unsurveyed land must be described by artificial boundaries and permanent monuments were not complied with; that the land at all material times was of known mineral character other than iron or coal, and subject to valid lode locations by interveners, and that defendant’s nonmineral affidavit was false.\nThe defendant denies fraud or mistake.\nThe classification of 1901 was not approved by the Secretary, and, despite it, his jurisdiction over the land continued, and he had discretion to procure and approve the classification of 1913. See Love v. Flahive, 205 U. S. 199, 27 Sup. Ct. 486, 51 L. Ed. 768.\n*55Likewise in his discretion he could make use of any of his agencies and change them at will — make use of the examiner that did the field work in 1913, even though lie theretofore may have intrusted the work generally to the Geological Survey.\nThe description in report and published notice of the land as section 9 sufficed to disclose its artificial boundaries and permanent monuments, being equivalent to describing it as “a tract one mile square, the artificial boundaries of which are four square to the cardinal points of the compass, and the northwest corner of which is one mile east of the permanent monument at the corner common to the survey of sections 5, 6, 7, and 8 of said township.” See Rutledge Case, 255 U. S. 268, 41 Sup. Ct. 328, 65 L. Ed. 623, and its citations.\nIn the matter of the mistake in identity of the land, alleged to have been made by the examiner, it is predicated upon certain descriptive narrative by him in his report, and which in the light of oral evidence in respect to surface conditions of the land and locality, indicates he may have to some indefinite extent made the mistake alleged— may have failed to examine more or less of the land in section 9. But for some inscrutable reason plaintiffs neither produced the examiner nor accounted for his absence.\nTo this attaches a presumption adverse to plaintiff. His testimony would be far better evidence of what land he examined than his narrative subsequent to the examination. If he was subject to mistake, it may be in his narrative rather than, or as well as, in his location of section 9. Aside from this, the most that can be said is that there may he suspicion or conjecture that the examiner may not have investigated all the land in section 9; but the evidence fails of that high degree that equity demands to successfully impeach and cancel a land patent. The patent is over the great seal of the United Slates and is a written public grant of the highest character. It is high and solemn evidence and adjudication that all prerequisites to its issuance were met; that the land is of character appropriate to it, and is like evidence of its own validity; and out of respect for the grantor and the patent, to preserve the title evidenced by the latter, as well as to preserve public confidence in both, it cannot be annulled on allegations of fraud or mistake, unless the evidence is clear, strong-, unequivocal, and convincing, and which in quality and quantity commands credibility and constrains conviction of the truth of the charge, virtually beyond reasonable doubt. See U. S. v. Stinson, 197 U. S. 204, 25 Sup. Ct. 426, 49 L. Ed. 724, and its citations.\nThe nonmineral affidavit, whether or not false, is immaterial. Long before it was filed the classification proceedings had ended in an adjudication that the land was nonmineral in character. The affidavit was not necessary, not required, was superfluous, did not enter into the classification, could not bo relied upon and was not, and served as no inducement to classification and patent. Moreover, it spoke in terms of conditions, not at lime of classification, but at a time long subsequent and wholly immaterial. In brief, it was not fraudulent. See U. S. v. Dougherty (D. C.) 277 Fed. 454.\nThe character of the land was adjudicated by the classification made and approved by the special tribunal charged therewith. In this was none of the fraud and mistake alleged; and therein none of the provisions of the Classification Act violated, that adjudication is final, res ad judicata here and everywhere. Plaintiffs cannot be beard to the contrary. That interveners had lode locations upon the land, and of the classification had no actual knowledge timely to protest and litigate it, is also immaterial. They liad the notice, the due process of law, aud the orderly and necessary procedure by the Classification Act provided, and as in any analogous case, and like circumstances of notice by publication, they and any of their property rights in the land are concluded by the adjudication.\nThe premises require decree in favor of defendant, but right of appeal justifies consideration of the character of the land at classification and patent.\nThe land and its locality are so accessible from the mining and other districts of Montana that it is reasonably likely they had attracted the,attention of prospectors for 50 years prior to the patent. Their activities prior to the early ’90’s are unknown.\nIt appears that section 9 is traversed by a contact zone of and between sedimentary and igneous rock, and 400 to 800 feet wide. This zone is of the nature of the inclosing rocks, but is broken, crushed, and faulted, to some extent conspicuously iron stained or capped, and contains considerable deposits of iron ore.\nThat there are lodes within it is not established by the evidence. Although lodes or veins are referred to in general terms, none are described, no continuity in any direction appears, and, asked for description, plaintiffs’ principal engineer admits ho cannot. “It is not definite; it is in the contact zone *56there; there are changes there, a streak of black, a streak of red, manganese and then iron.” It would seem that to these streaks the general term of lode or vein is applied, though they well may be no more than local changes in the color or content of the zone or deposits in general.\nIn the early ’90’s and some 5 miles from section 9, the historical Mayflower mine was discovered, briefly operated with large returns, and was soon exhausted. Inevitably and as usual, prospectors swarmed into the locality, and located and held, if they did not work, the surrounding country. This iron zone in section 9 attracted them, and locations were made. Of two mining claims asserted by plaintiffs, the Granite Spar and the Never Pay, in 1895 the Spar area was claimed by Schumbull. Chaney succeeded him, gave the claim to intervener Jones in 1904, who in that year located the Spar for gold, silver, and iron. Chaney shipped some of the deposit as iron for flux, and at a loss Jones likewise three carloads in 1909. These shipments carried 39 per cent, to 54 per cent, iron, and those of Jones a trace to .5 oz. silver, and .06 oz. gold per ton. So far as appears, thenceforward no work was done upon the Spar. Its development workings, of small prospect type and extent, caved and filled, and it presented the appearance of those innumerable abandoned prospects that, the West over, deface the landscape, illustrate the illusions of hope, and the oft-time misdirected, primitive, and futile labor of the itinerant prospector.\nLikewise in 1895 the Never Pay area was located by Anthony as for a vein or lode claim, but without any variety of mineral described in his recorded notice. Anthony’s work was of small extent and served more to disclose iron deposits of probable value for smelter flux than aught-else, though Leyson testified that one sample incidentally taken as he crossed the claim in 1902 ran $4.60 gold per ton. Apparently about 1904 the claim was relocated as abandoned, and from the new claimant Hewitt leased it to secure iron for flux. Thereupon he shipped some 1,500 tons, and, though he states he knows little of details, was absent, and left that to his employees, undertakes to remember that “a carload would run from $3 to $12 gold and a few ounces silver per ton.” How and why an individual carload was sampled in broken lots, and to these diverse results, does not appear. .At any rate he ceased shipments, did annual labor for several years, then abandoned. Anthony appears to have reasserted his claim, but, killing Mo wry on an adjacent claim and going to the penitentiary, in 1910 intervener Pilcher located the Never Pay (significant name) for gold, silver, and iron. He sank a small discovery shaft. Aside from-that, from Hewitt’s work in 1904 to the patent in 1916, there is no evidence of any bona fide work upon the claim, and it too in appearance was of the abandoned derelict type. Pilcher testifies that he “represented” the claim every year but 1915 and 1916, by cleaning debris from the open pit Hewitt had made; of no more validity as development work than annual drainage by pumping water out of a shaft. See Evalina, etc., Co. v. Yosemite, etc., Co., 15 Cal. App. 714, 115 Pac. 946; Hough v. Hunt, 138 Cal. 142, 70 Pac. 1059, 94 Am. St. Rep. 17. Both Jones and Pilcher refer to their development and disclosures as of “iron ore,” though both, when driven'and led, assert they knew somewhat of the gold and silver traces or content.\nSeveral witnesses in 1911 or 1913 visiting Pilcher’s claim casually (one of whom, an intervener, now claims with Pilcher) or with some expectation to work it, testify to samples that ran from $1.25 to $15 gold and silver per ton. Shortly after 1916 defendant’s engineer visited the ground and sampled the open pit aforesaid, the returns being 50 per cent, iron and traces of gold. In 1920 one Raiff, from defendant, secured a lease of section 9, on a 10 per cent, royalty. The lease recites the chief mineral value is iron for fluxing, 'but that gold and silver exist, and will be included in the royalty when found in quantity commanding payment by smelting companies. Raiff had a contract to supply a smelter with iron for flux. He enlarged the open pit by excavating some hundreds of tons of iron ore, which, shipped, gave returns of around 50 per cent, iron, and some carloads from traces to .4 oz. silver and .05 oz. gold per ton. Although without profit, Raiff persevered to perform his contract. Some time thereafter, and in the fall of 1920 and in new workings, a “small streak of lead carbonate” was encountered, and a tunnel driven upon it developed ore other than iron and of high grade and value. At the time of this trial development had extended to several hundred feet in depth and upon the ore. The news spread, and this suit is the result, a suit that otherwise would not have materialized.\nAt this trial many assays of new samples have been submitted by plaintiffs. They are about as those before, but many of them are not sufficiently proven as from ore bodies known before patent, or from ore bodies of probable extent. Some, admittedly are from *57the enlarged open pit, and others are from workings rather indifferently identified as of date before the patent, if not before the classification. The latter is the vital date. All subsequent work and discoveries are incompetent .and immaterial, for the condition at classification cannot be proven by the most fallible of all criteria, subsequent events. See Clark, etc., Co. v. Ferguson (D. C.) 218 Fed. 964. In the circumstances of this case, however, the new discoveries are of account in their influence upon witnesses and in weighing their testimony.\nReferring to the rule of proof necessary to cancel a patent as aforesaid, it is not satisfied by the evidence in this record, considered in the light of the indefinable impressions of the trial. The years prior to classification disclosed only that in reasonable probability the land was valuable for the mineral content known and for which it was located and to some extent worked, iron for fluxing purposes, wherein gold and silver might be of incidental worth and value. Iron, the principal thing, gave its mineral character to the land, not gold and silver, incidental things. And mineral character by reason of iron subjected the land to defendant’s grant.\nThe long-established criterion of mineral land is land that at the vital time is known to contain minerals in quality and quantity reasonably inspiring the average man to believe that expenditure in development is justified, in that it is reasonably probable that such minerals will be found to return reasonable profits upon the investment, and inoro valuable therefor than for other uses; the latter, for that it L s not valuable for mineral, if, to secure the mineral, uses of greater value must he destroyed. See Chrisman v. Miller, 197 U. S. 322, 25 Sup. Ct. 468, 49 L. Ed. 770; U. S. v. Plowman, 216 U. S. 372, 30 Sup. Ct. 299, 54 L. Ed. 523; Deffeback v. Hawke, 115 U. S. 404, 6 Sup. Ct. 95, 29 L. Ed. 423; Davis v. Weibbold, 139 U. S. 520, 11 Sup. Ct. 628, 35 L. Ed. 238.\nIn coal and oil cases, this rule is recently departed from, and belief substituted i'or knowledge. See Diamond Coal Co. v. U. S. 233 U. S. 236, 34 Sup. Ct. 507, 58 L. Ed. 936; U. S. v. Railway Co., 251 U. S. 1, 40 Sup. Ct. 47, 64 L. Ed. 97. The result is a iww category of public lands not created by Congress, the undisposable. For though belief may satisfy the test advanced by the kSupreme Court, it never has Congress and the Land Department. It is very clear that in neither said case (the land confessedly not known to contain any mineral) would ihe Land Department issue mineral patents on the strength of belief, nor could it lawfully; and any applicant who undertook to make oath the lands were of known mineral character could be convicted of perjury, and the conviction sustained even in the Supreme Court. And of course any mineral patent issued would he canceled in equity because of fraud, and the cancellation likewise sustained in the Supremo Court. See U. S. v. Kostelak (D. C.) 207 Fed. 450, 452, 454.\nIt is fair to say that this modification of the i'ule has been most approved in circles engaged in flotation of corporate stocks of sorts upon like lands, between times warily dodging “blue sky” laws and indictments for fraudulent use of the mails. It is equally fair to note that the decisions in said cases are written by the learned justice who participated in the decision below, appealed from in the first of them; that is, on appeal he affirmed his decision appealed from, on. tiie facts as well as law.\nTrue, precedent permits, if it does not justify, the procedure; but precedent can be found for anything, if needs be going back to the Jeffreys and Pilates. Whether in like circumstances like procedure would be adopted in a Gompers Case is at least an interesting speculation. Be this as it may, however, the rule aforesaid, first announced by a great judge of mining law, Mr. Justice Field, is unchanged in lode claim or other mineral cases, and is adhered to herein.\nIf ever (here was reason to believe this section 9 was mineral in character because of gold and silver, desultory development, poor results, increased cost of mining and smelting, and lapse of time had overcome it at time of classification made and approved. The actions of prospectors and claimants are more persuasive than recollection, samples, assays, and expectations, inevitably influenced by subsequent development and discovery. Samples and assays without data of extent in at least two, if not three, dimensions of ore bodies, mean little or less than nothing of value, and are well calculated to deceive.\nIt is human experience that a claim, once made and esteemed as property of hope, is often after a fashion clung to when ail persons, hut the owner reluctant to abandon, can perceive nothing to justify. Many an old prospector dies upon worthless claims. It is in the record that two starved to death in this locality.\nDecree for defendant.\n",
            "ocr": true,
            "opinion_id": 6638241
        }
    ],
    "court_short_name": "D. Montana",
    "court_full_name": "District Court, D. Montana",
    "court_type": "FD",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Murder"
}