{
    "id": 6761228,
    "judges": "Lake",
    "date_filed": "2013-02-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-priebnow",
    "case_name_short": "Priebnow",
    "case_name": "State v. Priebnow",
    "case_name_full": "The State of Nebraska, in error v. Otto Priebnow and Manno Frey, in error",
    "attorneys": "Wilbur F. Bryant, district attorney, for the State,, No counsel opposing.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Indictment for Destruction of Trees. Indictment examined and field to be sufficiently specific to sustain a conviction under sec. 88 of the criminal code. This section construed.</p> <p>2. -. It is sufficient to charge that the trees were ‘ ‘ ornamental and shade trees,” without giving the particular kinds or varieties to which they belonged.</p>",
    "summary": "Bill of exceptions from Cuming county district court on behalf of plaintiff filed under the provisions of §§ 515 and 516 of the criminal code. cited: State v. Ferm, 41 Conn., 590. Parker v. The State, 39 Ala., 365. U. S. v. Barry, 4 Cranch, 606. McDevil v. The State, 20 Ohio State. 23 Bishop Statutory Crimes, 443. Comp. Stat., 727, § 412. Wharton’s Grim. Law, 614. State v. Watrous, 13 Iowa, 489.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "14 Neb. 484"
    ],
    "opinions": [
        {
            "author_str": "Lake",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLake, Ch. J.\nThis record is brought here by the district attorney of the seventh judicial district, pursuant to secs. 515 and 516 of the criminal code, for the purpose of having certain rulings of the court below, resulting in the discharge of the defendants in error from custody, reviewed.\nWhatever the views of this court may be upon the questions presented, the judgment of the district court must stand'as the law of that particular case, for sec. 517 of said code provides that, it “shall not be reversed, nor in any manner affected; but the decision of the supreme court shall determine the law to govern in any similar case which may *485be pending at tbe time the decision is rendered, or which may afterward arise in the state.”\nThe prosecution of the defendants was under sec. 88 of the criminal code, which is in these words: “If any person or persons shall willfully and maliciously, and without lawful authority, bos, bore, bark, girdle, saw, cut down, injure, or destroy, to the amount in value of thirty-five dollars or upwards, any fruit, ornamental, shade, or other tree or trees, standing or growing in any orchard, nursery, or grove, the property of another, every such person or persons shall be imprisoned in the penitentiary and kept at hard labor not more than ten years nor less than one year, and shall, moreover, be liable to the party injured in double the amount of damages by him sustained.”\nThe indictment in question charged the defendants as follows: “That Otto Priebnow and Manno Frey, late of the county aforesaid, on the twenty-fifth day of November, in the year of our Lord one thousand eight hundred and eighty-one, and on several days between the said twenty-fifth day of November and the fourth day of December, of the same year, in the county of Cuming aforesaid, did unlawfully, willfully, maliciously, feloniously, and without lawful authority, cut down, injure, destroy, and carry away a large number, to-wit, one hundred and seventeen (117) of ornamental and shade trees, of various kinds, of the value of thirty-five (35) dollars and upwards, to-wit, one hundred and seventy-five (175) dollars, then and there standing and growing, the property of David Neligh, contrary to the statute in such case made and provided, and against the peace and dignity of the state of Nebraska.”\nOn the trial the defendants objected to the introduction of any evidence whatever on the ground that the indictment was not sufficient to support a conviction, and so the court below held. This ruling presents the principal question submitted for our present consideration.\nIn cases brought here as this one is, on behalf of the *486state, the statute provides that the trial judge • “ shall appoint some competent attorney to argue the case against the prosecuting attorney,” etc. No such appointment has been made however, the judge, as appears, having declined to act in the matter, although duly notified of this proceeding. Therefore we are deprived of the light which might have flown from an argument by one specially deputed to uphold the decision, and must decide the case without the aid which the legislature designed we should have. Besides, we are left unadvised, except by the district attorney’s brief, as to the supposed defects which led to the conclusion that the indictment would not sustain a conviction. From this, however, we learn that it was contended that the charge against the defendants was not sufficiently specific, in this, that the kinds of trees and the manner and amount of injury were not set forth. Also that two distinct offenses were charged in a single count.\nThe indictment is specific enough to answer the requirements of the statute. It describes the trees as being “ornamental and shade trees,” standing and growing in a grove belonging to David Neligh. This was enough. If they were ornamental or shade trees, standing in the grove of another, they were within the protection of the statute, and the defendants were legally liable for their unauthorized destruction, or injury. Whether they were cedar, pine, elm, oak, sycamore, or some other of the many varieties of trees used for those purposes, according to the dictates of individual fancy or circumstances, was unimportant — quite as much so as in an indictment for the malicious killing of a horse or cow, would be the particular breed of the animal killed, which no one, we apprehend, would contend should be averred.\nThe section of the statute under which this indictment was drawn makes the destruction of trees criminal, not because they are of a particular variety, for, by its terms, it includes all varieties, but because they are in an “ orchard, *487nursery, or grove,” which is made the really distinguishing feature. This, we think, is apparent from the language of the section, “ any fruit, ornamental, shade, or other trees, standing or growing in any orchard, nursery, or grove, the property of another.” If any variety of ornamental or shade trees standing in such grove were not within the purview of the section, the contention that the particular kind destroyed should be charged to warrant a conviction would be sound, but with all varieties embraced, it is not.\nThe manner of committing and the extent of the injury are stated with sufficient particularity to sustain a verdict of guilty. That clause of the section under which the defendants were prosecuted, relating to the injury, is not well expressed, but nevertheless its meaning, we think, is not doubtful. The phrase “ box, bore, bark, girdle, saw, cut down, injure, or destroy,” must have been intended to be understood in the sense as if it read, “ box, bore, bark, girdle, saw, cut down, or otherwise injure or destroy,” thereby making injury to the trees to some extent or their absolute destruction an essential concomitant of each and all of the prohibited acts. The words, “or otherwise,” or their equivalents, seem to be necessary to completely express the legislative intent, and must» have been omitted by a mere oversight, for in the very next section, which relates to similar injuries less in extent than thirty-five dollars, they are found in their appropriate place, and serve not only to make the meaning of the sentence unquestionable, but the language symmetrical.\nFrom this view of the meaning of the section, it logically follows that, to show a case within it, the ipdictment must charge that the injury to or destruction of trees amounts to at least thirty-five dollars in value. Does this indictment do this? We think it does by the express averment that the defendants did “ cut down, injure, destroy,” etc., “trees of the value of thirty-five dollars and upwards.” And the manner of accomplishing the destruction is specifi*488cally expressed by tbe words, “ cut down,” which, of themselves, in the case of ornamental and shade trees, indicate that it was complete.\nThe objection that two separate crimes are charged is not good. Conceding all that is alleged against the defendants to be true, it is apparent that the only offense intended to be relied on was the one defined and punishable by sec. 88 of the criminal code. The words “and carry away,” it is true, show a criminal asportation of the trees when cut down; but the cutting down and carrying away were the result of a continuous act, and taken together, as charged, constitute but a single crime. The averment that the trees were carried away was unnecessary, and ought to have been treated as surplusage. Josslyn v. Commonwealth, 6 Met., 286. Same v. Tuck, 20 Pick., 356. State v. McClintock, 8 la., 203. State v. Hayden, 45 Id., 11. On the whole we are of the opinion that the indictment was sufficient to have sustained a conviction, and that in holding otherwise the district court committed an error.\n",
            "ocr": true,
            "opinion_id": 6643939
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}