{
    "id": 6778544,
    "judges": "Barnes, Hamer, Sedgwick",
    "date_filed": "2018-12-27",
    "date_filed_is_approximate": true,
    "slug": "hooker-v-wabash-railroad",
    "case_name_short": "Hooker",
    "case_name": "Hooker v. Wabash Railroad",
    "case_name_full": "Frank Hooker, Administrator v. Wabash Railroad Company",
    "attorneys": "John L. Webster and James L. Minnis, for appellant., Earl R. Ferguson, O. R. Barnes and Barry W. Shackelford, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Railroads: Trespasser on Track: Care Required. A person walking upon a railroad track at a point where there is no public crossing, and where pedestrians have no right to the use of the track, is a trespasser; and, if he is deaf, he is required to use extraordinary-care'and exercise his sense of sight to learn of the approach of trains.</p> <p>2. -: -: Contributory Negligence. In such a ease, if the trespasser fails to use his remaining senses and is struck by an approaching train, he is guilty of contributory negligence, and, unless it is shown by a preponderance of the evidence that the engineer in charge of the train carelessly ran him down, the company is not liable for his injury or death.</p> <p>3. -■: -: Negligence. Where the undisputed evidence shows that none of the train crew had any knowledge that an adult person walking upon the track was deaf, or was afflicted with any other infirmity, that the engineer used all proper signals to warn him of the approach of the train up to the instant when it appeared that he was not going to step off of the track, and at that instant did everything possible to stop the train and avoid a collision, it cannot be said that the engineer carelessly ran the pedestrian down.</p> <p>4. -•: -: Last Clear Chance. The facts shown by the evidence set out in the opinion are not sufficient to warrant the application of the rule of the last clear chance.</p>",
    "summary": "Appeal from tbe district court for Douglas county: Willis G-. Sears, Judge.",
    "disposition": "\nReversed and dismissed.\n",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "99 Neb. 13"
    ],
    "opinions": [
        {
            "author_str": "Barnes",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBarnes, J.\nAppeal from a judgment awarding tbe administrator of tbe estate of William Davies $15,000 against tbe Wabasb Railroad Company for alleged negligence in tbe killing of-plaintiff’s intestate.\n*14It appears that the accident which caused the death of Davies occurred in Page county, in the state of Iowa, where the plaintiff was appointed administrator of the estate of the decedent. Thereafter the administrator commenced an action in the district court for Douglas county, in this state, and on the trial had a verdict and the judgment complained of.\nIt is appellant’s first contention that because the statute of the state of Iowa was neither pleaded nor proved, authorizing a recovery for death by alleged wrongful act, no recovery could be had in this action. In other words, appellant contends that the courts of this state should not presume that the statute law of a sister state, in derogation of the common law, and which alone gives a right of recovery, is the same as the statute of this state. There is much force in this contention and there are respectable authorities which support it, but we prefer to base our judgment on another ground, and therefore decline to decide this question.\nIt appears that William Davies, on the 16th day of October, 1910, at about 3 o’clock in the afternoon, started from Coin, a little town in Page county, Iowa, .to go to Blanchard, which was about six miles' distant; both towns being situated on the line of the Wabash railroad. Decedent, without permission, license or invitation, started to walk along the railroad track on his way to the last-named town. After he had proceeded some distance, the second section of freight train No. 62, running-from Council Bluffs to Stenberry, Iowa, approached him from the north, and, when distant about half a mile, the engineer sounded the whistle of the locomotive for a road crossing, to which Davies paid no attention. There is no dispute in this evidence.\nH. E. Wilson, the conductor of the train, testified, in substance, that his train was made -up of a locomotive and 10 or 12 cars; that the scheduled running time was from 10 to 12 miles an hour; that the train was behind time from one to one and a half hours; that he was riding *15in the cupola of the caboose; that, after the freight train had passed around the curve at a point about a mile east of Coin, he noticed a man on the track ahead of the engine; that the engineer gave a road crossing whistle at a distance of about half or quarter of a mile before the engine reached the place where the accident occurred; that after-wards the engineer gave successive short blasts of the whistle; that from his position he could not see the man after the time when the engineer began giving these short blasts; that the engine struck the man and knocked him to the west side of the track; the train was backed up; the man was picked up by the brakeman and “myself” and put in the caboose; his arm and leg were broken, but he was still alive. The accident occurred between 3 and 4 o’clock in the afternoon on a bright, sunny day. The train proceeded to Blanchard, where Davies was taken into the waiting room of the depot, placed on a cot, and a doctor sent for. On cross-examination the witness testified that, when he saw Davies walking upon the railroad track, there was nothing about his appearance to indicate that he could not or would not get off of the track. The • witness also testified that he applied the' air by working an appliance in the caboose, after the engineer had applied the emergency stop.\nJ. G-. Kinslow, the engineer, testified, in substance, that he first saw Davies when the engine had rounded the curve east of Coin, at which time he was about half a mile ahead of the train; that when he first saw him he whistled for the road crossing, and when he came close he gave what is known as the “stock whistle,” consisting of short, sharp blasts of the whistle. When he ceased giving the whistles, the locomotive was probably from 50 to* 100 feet away from Davies. He did not observe Davies, pay any attention to the signals, and when he became aware of that fact he reversed the engine, applied the air and did all in his power to stop the train, but failed to bring it to a stop until after Davies had been struck. On cross-examination the witness testified that the train was equipped *16with Westinghouse automatic air brakes, and that all the appliances of the locomotive and train for stopping were suitable and in proper condition; that there was nothing on either side of the right of way to have prevented Davies from stepping from the railroad track in time, and nothing to prevent him from seeing the train if he had looked; that the whistle which was blown could have been heard for a mile and a half; that, after he ceased giving- the short blasts of the whistle, he instantly applied the air brakes; that from his experience in the railroad business he Avould say the stop made was a good one; that, when he observed Davies upon the track, he did not notice anything in his manner of walking to indicate that he was physically disabled, nor to indicate that he would not step off the track in time to avoid an accident; that Davies did not look back, but that there was nothing peculiar about him to arouse any suspicion as to his inability to avoid an accident; that at the time he applied the air brakes he put the engine in emergency.\nA. Y. Hughes, the locomotive fireman,' testified, in substance, that he remembered the giving of the whistles, and that when they were stopped the brakes were applied. On cross-examination he further stated, in substance, that he was looking ahead as the train approached Davies and observed him until the time when the pilot of the engine struck him. There was nothing about hjis appearance which indicated that he was not aware of the approach of the train or that he did not knoAV the train was coming. What the engineer, Mr. Kinslow, did, by way of setting the brakes and applying the air and using the sand, was the proper thing for him to do; that after he quit whistling he endeavored to stop the train as fast as he could.\nW. L. Dunmire testified, in substance, that he was acquainted with Davies and saw him on the day of the accident; that they dined together that day, and after dinner they Avalked down to the Wabash railroad to a point where there was a dredge boat uséd in digging a ditch; that they remained there for 15 or 20 minutes, and from that point *17Davies started to go to Blancliard on foot; that he went south to the railroad track, and after he got on the track he started south to the town of Blanchard; that he (Dun-mire) heard the whistle of the locomotive, but was not where he could see the accident. The testimony shows that Du mm're cautioned Davies to be careful, as there were a great many trains passing along the railroad track about that time; that Davies said he “would have to keep a lookout for the train, keep his peepers open, because he had to use his eyes instead of his ears.”\nG. W. Means, a resident of Ooin, who had been acquainted with .Davies for 10 or 12 years, testified that he talked with him on the afternoon of the day he was killed; that Davies understood the lip language, or that, in other words, a man he was well acquainted with could talk to him in ordinary conversation, and he could generally repeat right after you what you said, and if it wasn’t correct you shook your head and repeated it over, and then he would repeat it over right after you; that Davies said he came down on the morning train, and that he was going to Pan Dunmire’s for dinner, and was going from there to the dredge boat, and was going to walk from there down to Blanchard. The witness testified that he said to Davies, “Billy, you want to be careful on the railroad track, for they are running a good many extras on the Wabash now, they might pick you up,” and that Davies replied, “O, I am not afraid. I will be careful.”\nW. L. Annan testified that he saw Davies at Ooin at the time when Means, was present, and heard part of their conversation; that he had known Davies for 20 or 25 years and talked with him frequently; that Davies would watch one’s lips when they were talking to him, and if he did not understand them he would- so indicate, and if they would tell him over he would repeat it. The witness stated that Davies said: “I am going to Blanchard, by way of the dredge boat which was working near the tracks;” that Means had spoken to him about the extra *18trains, and had said: “Yon had better be careful;” and that witness himself had said, “Billy, you want to be awful careful;” that, after Means had called his attention to Davies being deaf, he (Annan) told him he wanted to be awful careful, and that Davies had replied, “All right, I hain’t afraid.”\nW. L. Dunmire, on being recalled, further testified that Davies had said he “would have to keep his eyes open for that train, because he had to depend on his eyes for his ears.”\nIt was conceded that none of the train crew had any acquaintance with Davies or knowledge of his infirmity.\nAt the close of the evidence the defendant requested the court to direct a verdict in its favor, which request was refused. Defendant contends that this was prejudicial error, for the reason that plaintiff was not entitled to a verdict in his favor on the law and the facts of this case.\nIt clearly appears that plaintiff’s decedent was totally deaf, and that he knew the necessity of using his sense of sight to protect himself from danger. Before he went upon the railroad track, he was cautioned by two of his', friends and acquaintances to look out for the approach of trains. He responded that he would look out, because ' he hafi. to use his eyes instead of his ears. He said: “O, ' I am not afraid. I will be careful.” It therefore devolved\"'.' upon Davies to use extraordinary care and exercise his sense of sight to learn of the approach of the train. Toledo, P. &amp; W. R. Co. v. Hammett, 220 Ill. 9; McIver v. Georgia S. &amp; F. R. Co., 108 Ga. 306.\nDavies was a trespasser upon the track, was deaf, and, having failed to use his remaining senses in order to ascertain the approach of the train, was clearly guilty of contributory negligence. Unless it was shown by a preponderance of the evidence that the defendant’s engineer carelessly ran him down, no recovery could be had in this case. Chicago, B. &amp; Q. R. Co. v. Wymore, 40 Neb. 645; Chicago, B. &amp; Q. R. Co. v. Grablin, 38 Neb. 90; Chicago, *19B. &amp; Q. R. Co. v. Wilgus, 40 Neb. 660; Omaha &amp; R. V. R. Co. v. Cook, 42 Neb. 577.\nWe are of opinion that tbe evidence in this case does not sustain the contention of the appellee that the defendant’s engineer wilfully ran decedent down. It clearly appears that none of the agents or servants of the railroad company had any reason to suppose that Davies Avas deaf, and that he would not get off the . track in time to avoid being struck by the engine; that, as soon as the engineer became aAvare of the fact that Davies would not get off the track, he immediately applied the air brakes, reversed his engine and sanded the track, in order-to stop the train and avoid the collision. Therefore, it cannot be said that the engineer was guilty of a want of reasonable care. It must be remembered that the railroad company was entitled to have its track clear in order that it might operate its trains for the benefit of the public. The safety of the traveling public also demands that the right of Avay of the railroad company should be unobstructed. If the company owed a duty to run its trains with reference to trespassers upon the track, look out for them, slacken speed and promptly stop whenever they had reason to expect them to be upon the track, the public would suffer thereby. The railroad company, as a public servant, owes a duty to the public to give prompt and rapid transit to its patrons as carriers of both passengers and freight. An individual who is a trespasser cannot justly claim that the railroad company shall forget, even for any moment of time, its duty to the general public and look out for him who shall be, first, guilty as a trespasser, and, second, guilty of gross negligence in not looking out for himself. Illinois C. R. Co. v. Eicher, 202 Ill. 556. The rule of law is that, where a man walking upon the track is a trespasser, and is negligent in failing to keep a lookout for approaching trains up to the time of the accident, and there is nothing to prevent him from getting out of the place of danger by stepping off of the railroad' track, the defendant company is not liable, unless its engineer *20is guilty of a want of reasonable care under all the circumstances.\nAppellee contends, however, that the right of recovery in this case depends upon the doctrine of the last clear chance. It is clear, however, from the great weight of authority, that in the case at bar the facts are not sufficient to invoke that doctrine. There was no time after Davies was discovered upon the track, up to the very minute when he was struck by defendant’s engine, that he could not have avoided the injury to himself by merely stepping off the railroad track, and we think it cannot be said that he was discovered to be in a state of peril at any point of time before the engineer used his utmost endeavor to stop the train. French v. Grand Trunk R. Co., 76 Vt. 441; Carrier v. Missouri P. R. Co., 175 Mo. 470; Green v. Los Angeles T. R. Co., 143 Cal. 31; Holwerson v. St. Louis &amp; S. R. Co., 157 Mo., 216; Merritt v. Foote, 128 Mich. 367; Gilbert v. Erie R. Co., 97 Fed. 747; Drown v. Northern O. T. Co., 76 Ohio St. 234; Dyerson v. Union P. R. Co., 74 Kan. 528; Dunlap v. Chicago, R. I. &amp; P. R. Co., 87 Kan. 197; Missouri P. R. Co. v. Prewitt, 59 Kan. 734.\nAs we view the record, the district court erred in refusing to direct a verdict for the defendant. The judgment of the district court is therefore reversed, and the cause dismissed. -\nReversed and dismissed.\nSedgwick and-Hamer, JJ., not sitting.\n",
            "ocr": true,
            "opinion_id": 6662094
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}