{
    "id": 6784253,
    "judges": "Garber",
    "date_filed": "1979-09-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-tong",
    "case_name_short": "Tong",
    "case_name": "State v. Tong",
    "case_name_full": "THE STATE OF NEVADA v. AH TONG",
    "attorneys": "J. W. Coffroth,. Clayton $ Davis, and Thomas Wells, for Appellant., • Robt. M. Clarke, for Respondent., L. A. Buckner, Attorney General, T. B. Edwards and Wm. Patterson, also for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Criminal Charge — Use of Words “Vindicate the Laiv.” Where, in a murder ease, the judge, after giving the statutory definition of the crime, used the following language“ Such is the law which you as jurors are called upon to vindicate,” &c.: Held, that, though the instruction might have been only meant to enjoin the jury to assert and maintain the law, it would have been better to have told the jury so, and still better to have omitted that portion of the charge altogether.</p> <p>Charge that Verdict Either Way will be Correct. Where, in a murder case, the judge charged the jury, “ Do simply that duty which naturally presents itself as you act under yonr oath and the law and the testimony before you ; and you cannot greatly err, whatever may be your verdict Reid, that this amounted to telling the jury that whether they convicted or acquitted, their verdict would be substantially correct; and was fatal error.</p> <p>Charge that Approximation to Truth is Sufficient. An instruction in a criminal case that an approximation to the truth by the jury would be all sufficient, and that their duty would be fulfilled by the avoidance of any very wide departure from a correct verdict, is objectionable.</p> <p>Charge Intimating Judge’s Opinion on Facts. A judge in a criminal case has no right to intimate an opinion upon the facts either directly or by innuendo; and the effect of such an opinion expressed or indicated cannot be obviated by announcing the jury’s independence of him in all matters of fact.</p> <p>Rights op Accused to Jury’s Deliberate Attention. A defendant in a criminal case has the right to the deliberate, independent, voluntary and unbiased judgment of the jury upon the truth of his theory or hypothesis of the case, without having the force of his position weakened by an instruction or intimation that even if they convict him they will not greatly err.</p>",
    "summary": "Appeal from the District Court of the Second Judicial District, Ormsby County. The defendant was convicted of the murder in the first degree of Ah Wy, committed by shooting with a pistol on May 11th, 1871, at Carson City. He was sentenced to be hanged. The word “ vindicate,” as used in the charge, means to punish for an infraction of the law. It assumes that the law has been broken, that a crime has been committed; and the instruction points out the defendant as the party charged with its commission. It leaves no chance for his escape, except the question of fact, whether he did the act of killing. This is not the law. Defendant is entitled to have all questions of fact fairly submitted to the jpry. People v. Corabin, 14 Cal. 488 ; People v. Ah Pung, 16 Cal. 137; People v. Jenkins, 16 Cal. 431; People v. Williams, 17 Cal. 148; State of Nevada v. Duffy, 6 Nev. 138; People v. Ybarra, 17 Cal. 168 ; People v. Maxwell, 24 Cal. 14; People v. Campbell, 30 Cal. 312. The instructions must be considered as an entirety), and so considered correctly give the law. Hilliard, 215, Section 23; 8 Cal. 9. There was no assumption of fact in the instructions. Nothing was said which could prejudice the jury against the defendant. If the expressions assigned as error should prevail, we shall next hear assigned as error that the judge frowned or smiled during the trial, and that from these expressions of countenance the defendant was injured. Wharton C. L., Section 3081 ; 11 Wend. 18; 1 Denio, 282 ; 10 Pick. 252; 15 Pick. 321; 4 Rem. 517 ; 2 Ames R. I. 245.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 Nev. 148"
    ],
    "opinions": [
        {
            "author_str": "Garber",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy the Court,\nGarber, J.:\nThe appellant was convicted upon conflicting and partially circumstantial evidence, of the crime of murder in the first degree. The court, in charging the jury, after giving the statutory definition of the crime, used the following language: “ Such is the law which you, as jurors, are called upon to vindicate, and such is the charge against the defendant, who looks to you for the benefit of any reasonable doubt. * * Do simply that duty which naturally presents itself, as you act under your oath and the law and the testimony before you, and you cannot greatly err, whatever may be your verdict.”\nThe word “ vindicate,” it is argued, means to “ punish for an infraction of,” and consequently, it is said, the charge assumes that the law has been broken: on the other hand, it is contended that the instruction only enjoins the jury to assert and maintain the law. Admitting that the latter is the proper construction, it would have been much better to have told the jury so, in language plain and unambiguous, and it would have been still better to have omitted altogether this portion of the charge. It was error, to tell the jury that whether they convicted or acquitted, their verdict would be substantially correct.\nWe agree that the whole charge must be fairly construed, as an entirety; but, with the aid of the context, it is not easy to say exactly what idea was intended to be conveyed by this particular sentence. Probably, it was intended to guard against a misapprehension in regard to the quantity of proof necessary to a conviction. It has been laid down that “ the doubt which entitles to an acquittal must be real, not captious or imaginary. It must not be a forced or artificial doubt; manufactured, so to speak, by the sym*151pathy of the jury. ■ But it must be a doubt which, without being sought after, fairly and naturally arises in the mind, after comparing the whole evidence and deliberately considering the whole case. If, upon such comparison and consideration, the mind and consciences of the jurors are not abidingly and firmly satisfied of the defendant’s guilt; if moral certainty is not produced; if the judgment wavers and oscillates; the charities of the law and the presumption of innocence concur in requiring the jury to give the accused the benefit of the doubt thus arising, and to acquit him..” 18 Iowa, 459. If this entire quotation had been given in charge to the jury, they could not, perhaps, have been misled by its use of the word “ naturally,” though we decidedly prefer the definition of a reasonable doubt, as given by Chief Justice Shaw. But, as the word here occurs, it may well have weakened the impression of the solemnity of the occasion elsewhere attempted to be made. One whose life is thus put in jeopardy, has a right to expect something more from his triers than the listless performance of that duty which, spontaneously, and without effort on their part, suggests itself. lie is entitled to the most conscientious, elaborate and painstaking exercise of their highest faculties — of all their powers of memory, reason, discrimination and judgment. An intimation that, whatever may be their verdict, they cannot greatly err, may be caught at as an invitation or a license to shirk an irksome duty, and to substitute, for deliberate and well grounded convictions, “ the impulses of sudden conclusions and slight suspicions.” If it was necessary to define the duty of the jury, it was of the utmost importance that the definition should be clear, precise and correct. Due care and caution is a relative term. * That only is such, the degree whereof corresponds with the nature of the duty to be performed, and rises to the exigency of the occasion. It would hai’dly be proper, in defining the duty of a common carrier of passengers, to tell the jury that the engineer of a locomotive or the conductor of a train need simply do that which naturally occurs to him, and that, if he so conducted, in view of his responsibilities,, he could not have greatly erred. The law is that, with the lives of others depending upon his skill and faithfulness, he must do all that human care and foresight can suggest.\n*152It has been held erroneous to instruct that jurors are not at liberty to disbelieve as jurors, while they believe as men; or, that such evidence as they would act upon in matters of high importance to themselves, will exclude a reasonable doubt. 20 Iowa, 96; 7 Jones, (Law) 807; 2 Met. (Ky.) 30. Such instructions ignore the magnitude of the risk incurred by hasty or inconsiderate action, on the part of a juror, as compared with that ordinarily attending the errors of men in the every day transactions of life. This instruction is still worse. It broadly hints that an approximation to the truth would be all-sufficient, and that the duty of the jury would be ful- ■ filled by the avoidance of any very wide departure from a correct verdict. If any error of the jury in a capital case can be other than great, here was surely no place for the application of the maxim de minimis non curat lex.\nUnder our practice, the judge should intimate no opinion upon the facts. “ If he cannot do so directly, he cannot indirectly; if not explicitly, he cannot by innuendo; and the effect of such an opinion cannot be obviated by announcing in distinct terms the jury’s independency of him in all matters of fact.” 2 Winston, 47. One object is stated to be, to guard against the well known proneness of jurors to seek to ascertain the opinion of the judge, and to shift their responsibilities from themselves to the court. 3 Jones, (Law) 6. The dissenting opinion of the present chief justice of this court in State v. Millain, expresses fully what we consider the law on this subject. It is also settled that any instruction, from which inferences plainly prejudicial to the defendant can be drawn, is erroneous. Of course, we intimate no opinion as to the sufficiency in fact of the evidence. We think it was sufficient in law. But the defendant had the right to attempt to convince the jury that, under the circumstances, a conviction would be palpably against the weight and fair construction of the evidence, and would work a flagrant injustice ; or he may have contended that the case was difficult and intricate, demanding the nicest discrimination and the closest attention; that at first blush, and upon a superficial examination, the testimony was suggestive of erroneous conclusions; but that a full investigation and thorough understanding of it would insure an acquittal.\nUpon the truth of his theory or hypothesis, he was entitled to the *153deliberate, independent, voluntary and unbiased judgment, of the jury, without having the force of the position weakened by an instruction or intimation that, even if they convicted him, they would not greatly err, or that there was so little of intricacy or difficulty in the case that a simple performance of their obvious duty, without any great care or forethought, would suffice; or that the case was . not a clear one, but was so evenly balanced on the proofs as to justify a verdict either way; or that any verdict thus arrived at would meet the approval of the court, and should exonerate them from all censure or regret.\nThe judgment is reversed, and the cause remanded for a new trial.\n",
            "ocr": true,
            "opinion_id": 6668278
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Murder"
}