{
    "id": 6792824,
    "judges": "Moiver",
    "date_filed": "2015-07-19",
    "date_filed_is_approximate": true,
    "slug": "hale-v-columbia-c-railroad",
    "case_name_short": "Hale",
    "case_name": "Hale v. Columbia, &c., Railroad",
    "case_name_full": "HALE v. COLUMBIA, &c., RAILROAD COMPANY",
    "attorneys": "Messrs. Westmoreland $ Haynsworth, for appellant., Messrs. Wells ¿f Orr, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. Negligence — Non-suit.—In action to recover damages for the killing of plaintiff’s intestate by defendant’s train, negligence in the killing is a necessary and material allegation, and unless some evidence is offered to support it, a non-suit is proper.</p> <p>2. Railroad — Statutory Signals. — The statute requires a railroad train to give warning before crossing a highway or street or travelled place, and upon failure to do so imposes a liability for injuries done by a collision at such crossing. Held, that this statute has no application to a case where a man was killed by a moving train while he was standing up in a depot, yard looking at some work being done there, as the yard was not a travelled place and as the man was not crossing nor intending to cross the railroad track.</p> <p>3. Negligence — Depot Yard. — A man while looking at some repairs to an engine and standing in a depot yard between two tracks, 10 or 15 feet apart, was struck by a shifting train that was backing towards him, no signals nor warning being given to him, and no one being on the lookout at the rear of this train. Held, that no negligence on the part of the railroad company was shown, and a non-suit was properly granted.</p>",
    "headnotes": null,
    "summary": "Before Aldrich, J., Greenville, Action by W. R. Hale, as administrator of B. Wehrle, against The Columbia & Greenville Railroad Company, commenced in February, 1890. After the close of plaintiff’s testimony, the defendant moved for a non-suit, and the judge ruled as follows: This is a motion for non-suit. Much has been said in argument, plaintiff’s testimony discussed, and numerous authorities cited, upon the subject of contributory negligence. I cannot, upon motion for non-suit, consider this question, because contributory negligence is a defence, depending upon the testimony-submitted, and necessarily involves the weighing of evidence: what caused the injury ? the negligence of the defendant, or the contributory negligence of the plaintiff’s intestate ? The defendant has the legal right to move for a non-suit, and if the motion is proper and defendant entitled to it, it is the duty of the court to grant it. I have nothing to do with the weighing of the evidence upon this motion ; the question for the court is: is there an entire absence of testimony to support all, or any one, of the necessary and material allegations or averments in the complaint in this action ? If there is, the motion must be refused ; if not, it must be granted. Apply this rule to the averments in the complaint, and the testimony submitted by plaintiff. It charges, substantially, that intestate’s death was occasioned by, and due to, the negligence of the defendant. The accident occurred in the yard of the railroad company. Intestate had no special right in that yard, he went there of his own volition, and to gratify his own curiosity in observing certain work being done upon an engine. He became absorbed in watching that work, stood too near a track, and a train moving backward struck him, knocked him down, and he fell under the car, which ran over him, causing the injuries from which he died in a day or two. The defendants had the right to use their yard and tracks to shift, back, and make up trains, and the testimony shows that this is just what they were doing, and doing in a legal and proper manner. The servants of defendants were not bound, especially in the company’s yard, and while moving cars at comparatively a slow rate of speed, to stop their cars, because a man is seen, or might be seen, standing to one side of the track upon which the train is moving. Law and common sense presume that a man will get out of the way of a train. While the death of the intestate was indeed sad and painful, there is no evidence to support the averment that his death was occasioned by the negligence of defendants. It is contended that the intestate was injured while upon a “travelled place,” and that the failure of the engineer or fireman to ring the bell or sound the whistle, as provided in section 1483 of General Statutes, is proof'of negligence. I do not think that the railroad yard is a “travelled place” in the meaning of the statute. The testimony is, that the railroad yard is surrounded on all sides by streets, and that while people walking, pass through and across this yard, they do it in the same manner that people do when they walk up or down a railroad track. This is a common habit with many persons, and yet no one would contend that the track thus walked upon was a “travelled place” in the sense of the statute. There are other views of the testimony upon which the defendants arc entitled to an order for non-suit, but 1 need not state or discuss them. Defendants’ motion is granted. Prepare the proper order and I will • sign it. The following order of non-suit was granted : After hearing the testimony produced by the plaintiff in this case, it appearing to the satisfaction of the court, after argument of counsel, that the plaintiff has failed to make out his case : It is ordered, on motion of defendants’ attorneys, that the plaintiff be and is hereby non-suited. Plaintiff appealed on the following exceptions : 1. Because his honor erred in granting defendant’s motion for non-suit, on the grounds that plaintiff had failed to make out his case. 2. Because there was evidence tending to sustain every material allegation of plaintiff’s complaint. 3. Because the evidence showed that the place where the plaintiff’s intestate was killed was a travelled place near two highway crossings, and that the defendant neglected to ring the boll or blow the whistle, and that fact should have been submitted to the jury. 4. Because the evidence showed that the spot where the plaintiff’s intestate was killed was a place frequented by the public without objection from the defendant, and the intestate was a licensee, and the road owed him a duty to warn him of danger, which it did not, and this fact should have carried the case to the jury. 5. Because the evidence showed that the defendant was backing its coach without any one to look out for those in a dangerous position, and to give warning, and that no warning was given. 6. Because the evidence showed that the servants of the defendant who were in charge of the backing train saw, or should have seen, the dangerous position of the plaintiff’s intestate, and it should have been submitted to the jury to say whether or not it was negligence to give him no warning. 7. Because the evidence showed that the attention of plaintiff’s intestate was fixed upon an object which would cause him to fail 'to observe the backing train, and this the servant of the company knew, or ought to have known, and the failure of the defendant to have given the deceased warning should have gone to the jury on the question of negligence. 8. Because the evidence showed that the steps of the coach struck the plaintiff’s intestate and jerked him under the wheels of the car, and that these steps jutted out beyond the body of the coach some ten inches, which was the only car of the kind ever seen, and but for that he would not have been hit. 9. Because the evidence showed that when the plaintiff’s intestate was struck by the car he hollered, but that the engineer made no effort to stop bis car until after all of the wheels of the coach, engine, and tender had passed over him. 10. Because his honor erred in granting the non-suit on the ground of contributory negligence. All question of contributory negligence should be excluded. 29 S. 0., 319 ; 25 Id., 59. The question is, was there any evidence tending to show negligence? 29 S. 0., 318 ; 33 Id., 240. Such care as the circumstances require must be exercised to avoid injury to others. 21 S. C., 104, 266. The law requires that a railroad company shall keep a reasonable lookout for persons on its track. 2 Wood Rail. Law., 1267; 54 Tex., 615; 12 S. E. Rep., 79 ; 33 Md., 542; 5 S. E. Rep., 572; 58 Ala., 672; 36 Md., 366; 50 Mo., 461; 38 Ill., 483; 34 N. Y., 622; 1 Dill., 579; 6 Am. Rep., 150; 58 Wise., 646 ; 6 S. E. Rep., 81. In not stopping after the first truck had passed over deceased, further negligence was committed, without which he might not have died. 2 Thomp. Negl., 1157-8; 6 S. E. Rep., 81; 5 Id., 583; 10 N. E. Rep., 541. Again, the company are liable for the failure of signals from the shifting engine. Gen. Stat., § 1483 ; 92 N. Y., 293; 4 S. E. Rep., 248; 2 Wood Rail. Law, 1319; 12 Am. St. Rep., 320. The deceased was not in the railroad yard by any invitation express or implied. 129 Mass., 367 ; 102 U. S., 584 ; Camp. Negl., § 32. The duty of a company to a mere licensee is very different from that which they owe to one who is there by invitation. 25 Mich., 1; 71 Ill., 500; 101 Penn. St., 258; 5 W. N. C., 91; 62 Md., 479 ; 69 Id., 494; 59 Penn. St., 129; 25 Mich., 279; 19 S. C., 20. The company is not liable for injuries to persons resulting from the ordinary nature of the business carried on there. 6 L. T. (N. S.), 684. But deceased was not even there by license ; he was only gratifying his curiosity, and there was nothing to indicate that he was in any danger. Section 1483 of General Statutes has no application. 33 S. O., 136.",
    "disposition": null,
    "history": null,
    "other_dates": "March, 1890.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "34 S.C. 292"
    ],
    "opinions": [
        {
            "author_str": "Moiver",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMr. Justice MoIver.\nThis was an action brought by the plaintiff as administrator of Berthold Wehrle, deceased, against the defendant company to recover damages, for the benefit of the wife of the deceased, for the killing of the deceased by the alleged negligence of the defendant company in moving its train.\nThe plaintiff offered testimony tending to show that the deceased was a watch repairer, living in the city of Greenville, and was accustomed to go to the telegraph office of the defendant company, which was located near the railroad track, on the side next the city, for the purpose of obtaining the correct time as transmitted daily from Washington, so that it was not necessary for the deceased to cross the track or go on it for the purpose of reaching the telegraph office; that on the occasion when the unfortunate disaster occurred, the curiosity of deceased to see certain work which was being done on a freight engine standing on the side track, induced him to cross the side track, and while standing between the side track and the main line, separated by a distance of some ten or fifteen feet, he was struck by the steps of a passenger car, which “jutted out about six inches from the body of the coach,” whereby he was thrown under the wheels of the coach, and the whole train ran over his leg, crushing it to such an extent as to cause his death within the ensuing twenty-four hours; that this passenger car was being pushed back by a shifting engine used for the purpose, which was moving at a speed of about ten miles an hour; that the accident occurred in the railroad yard, through and along which persons were accustomed to pass for their own convenience, though the whole yard ■was surrounded by public streets, and that those in charge of the shifting engine gave no signal of their approach, either by ringing the bell or blowing the whistle, or otherwise, and that no person was at the rear of the backing train as a lookout; that when the deceased was struck, the engineer of the freight engine shouted to the engineer of the shifting engine, and the deceased cried out in distress three times, but the moving train was not stopped until after it had passed over the leg of deceased.\nAt the close of the testimony adduced by the plaintiff, the defendant made a motion for a non suit, which was granted upon the ground that the plaintiff had failed to offer any evidence *298tending to show negligence upon the part of the defendant company or of its agents or servants; and judgment having been entered accordingly, the plaintiff appeals upon the several grounds set out in the record.\n1 Without considering these grounds in detail, we propose to consider and determine the fundamental question whether his honor, Judge Aldrich, erred in holding that there was no evidence tending' to show negligence. It seems that while the judge granted the motion in a short order without assigning any reasons, yet he did so verbally before signing the order, and his remarks seem to have been taken down by the stenographer and are incorporated in the ‘’Case.” An examination of those remarks will show that there is not the slightest foundation for such of the grounds of appeal as impute error in granting the motion upon the ground of contributory negligence on the part of the deceased. On the contrary, the Circuit Judge in express terms declared that he could not consider the question of contributory negligence on a motion for a non-suit, and expressly recognized the rule, laid down in several cases recently decided, that the only question for him to determine tvas, whether there was an entire absence of testimony to support all or any of the necessary and material allegations in the complaint, and reached the conclusion that there was no evidence to support the averment that the death of the deceased was caused by any negligence on the part of the defendant company, its servants or agents. So that the only practical question in this case is whether there was any\"' error on the part of the Circuit Judge in reaching this conclusion; for there can be no doubt that the allegation of negligence was a necessary and material allegation, and unless some evidence was offered to sustain it, the non-suit was properly granted.\n2 It is true that the Circuit Judge also held that the place where the injury complained of was received was not a “travelled place,” and hence the provisions of General Statutes, 1483 and 1529, did not apply, and that this also is made the basis of one of the other grounds of appeal; but the correctness of the judge’s ruling is so completely vindicated by the recent decision of this court in the case of Neely v. Railroad Com*299pany (33 S. C., 136), that it cannot be necessary to say more upon the subject. In the first place, we agree with the Circuit Judge, that the point where the disaster occurred was not a “travelled place,” in the sense of these words as used in the statute, which manifestly contemplates a way along which persons are not only accustomed, but have a right, to travel, and certainly does not include a railroad yard. And, in the second place, the deceased was not injured while crossing or attempting or intending to cross the railroad track, and therefore the provisions of the statute do not apply; for, as is said by the late Chief Justice in the case just cited, “There can be no doubt but that the object of these sections (1483 and 1529) was to prevent collisions which might occur between persons attempting to cross the track of the railroad and the locomotive and cars approaching the crossing at the same moment, and the provisions of the act did not include, nor was the act intended to include, injuries inflicted upon by-standers not intending to cross.”\n3 The only remaining question, therefore, is whether there was error in holding that there was an absence of any testimony tending to show negligence on the part of defendant. After a careful examination of the testimony, as set out in the “Case,” we must say that we have failed to discover any evidence tending to show negligence. We do not see that the defendant either did anything which, under the circumstances, it ought not to have done, or that it omitted to do anything which it ought to have done. It appears that the defendant was shifting its train, in its own yard in the usual way, and that the deceased was where he had no legal right to be, and where the servants of the company had no reason to suppose he would be, a.nd hence there was no occasion for them to keep a lookout, or give signals that a train was approaching. We suppose they were doing what was probably done every day in the same way, and doubtless many times a day.\nBut even if those in.charge of the shifting engine saw, or ought to have seen, the deceased standing between the main line and the side track where the freight engine which he was watching stood, they would have had no reason to apprehend that he was within reach of the shifting train, as there was ample room for *300him to stand there in safety, as the evidence was that the two tracks were some ten or fifteen feet apart. Even if he had been standing on the track, where he liad no right to be, and where defendant did have a right to move its train, accustomed as he was to visit the depot and telegraph office, he must have known that the tracks were used for shifting trains daily, and the engineer in charge of the shifting engine would naturally assume that he would get out of the way. But more than this, one of the plaintiff’s witnesses who was in twenty feet of deceased when he was struck, though he saw the shifting train approaching, gave no warning to the deceased, for the reason that he did not see that he was in any danger, and yet the plaintiff asks that the court shall assume that those in charge of the shifting train saw or ought to have seen that deceased was in a position of danger.\nThe eighth ground of appeal is based upon a misrepresentation of the testimony, in that it exaggerates the distance which the steps of the passenger car extended beyond the body of the coach, and assumes that this projection vas unusual and was the cause of the injury. There was absolutely no testimony that this projection was the cause of the injury, as it was possible, from the evidence, that the car might have struck the deceased, standing within two feet of the main line, even if there had been no steps to the car ; and we think there was no evidence that the steps were of an unusual kind; for the only witness who speaks upon this subject is Garrett, who does not even claim to have been an expert, and all that even he says is in answer to the question, “Have you ever seen any other coach that way?” “I have never noticed one if they did.” This it seems to us is very far from affording any evidence that there was anything peculiar or unusual in the steps of that particular car.\nIt is, however, contended that the failure to stop the shifting train after the hind wheels of the passenger coach had passed over the leg of the deceased, before the other wheels of the coach and those of the tender and engine could reach the unfortunate man, affords evidence of negligence on the part of those in clnu’ge of the shifting engine. But there is not the slightest evidence that the train could have been stopped in so short a distance even by the exercise of the utmost effort and skill; and surely it is *301not to be inferred without evidence, that those in charge of the shifting train would be guilty of so barbarous and cruel an act as to wantonly run over a human being incapable of moving out of the way.\nThe judgment of this court is, that the judgment of the Circuit Court be affirmed.\n",
            "ocr": true,
            "opinion_id": 6677390
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Murder"
}