{
    "id": 8535911,
    "judges": "Burrows, Cook, Laubie",
    "date_filed": "1998-10-04",
    "date_filed_is_approximate": true,
    "slug": "mason-v-state",
    "case_name_short": null,
    "case_name": "Mason v. State",
    "case_name_full": "Thomas Mason v. State of Ohio",
    "attorneys": "H. J. Redmond, A. C. White and Perry & Roberts, for plaintiff in error., C. L. Taylor, prosecuting attorney, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>CRIMINAL LAW — TRIAL—COURTS.</p> <p>Laubie, Cook and Burrows, JJ.</p> <p>Change of Judges During Trial.</p> <p>Where upon a trial for murder in the second degree, after the evidence is all introduced, the trial judge becomes incapacitated to further continue in the case, and the prosecution is adjourned for eighteen days, part of the time from day to day by the sheriff, and at other times by another judge of the same subdivision; during which adjournment the jury is permitted to separate, going to different parts of the county; at the end of the eighteen days another judge of the same district hears the arguments, passes upon the motion for a new trial, and sentences the prisoner; and it does not affirmatively appear by the record that the new judge read any portion of the evidence, neither that the jury had been in any manner tampered with: Held, that there was irregularity in the proceedings of the court and jury, and that the judgment should be reversed, and a new trial granted.</p>",
    "summary": "ERROR to Ashtabula common pleas court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "16 Ohio C.C. Dec. 535"
    ],
    "opinions": [
        {
            "author_str": "Cook",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOOK, J.\nThomas Mason, plaintiff in error, was indicted for the crime of murder in the second degree, was tried, and convicted of manslaughter.\nTwo principal grounds of error are relied upon: (1) that the verdict was against the evidence; and-(2) irregularity in the proceedings of the court and jury.\nAs to the first ground it is sufficient to say that it is not well taken; but the second presents questions of a serious nature.\nIt appears from the record that Mason was placed on trial February 3, 1904, and upon the third, fourth and fifth of February the jury was *536impaneled, ease stated, and all the evidence on both sides introduced. At the adjournment of the court on the fifth, the jury — not having been ordered kept together — was duly cautioned not to converse with any one or read anything about the case during their separation. On the morning of the sixth the trial judge in coming to court slipped upon the pavement, was seriously injured, and wholly incapacitated from taking any further part in the trial.\nFrom the sixth to the eighth inclusive, the jury assembled each morning, when the case was adjourned to the following morning by the sheriff, the jury separating and mingling with the people of the' village. On the morning of the ninth, the jury being present, another judge of the subdivision adjourned the court until the sixteenth, the-jury going to their homes; upon which day, the jury being present, the court was .adjourned by the same judge until the twentieth, and the-jury again went to their homes throughout the county. On the twentieth the jury again was present, the second judge not being present on account of sickness, the court was again adjourned by the sheriff from day to day until the morning of the twenty-third, the jury dispersing each day, and going around through the village.\nOn the morning of the twenty-third a judge from another subdivision of the district, having been procured, was present and ordered1 the trial to proceed over the objection of counsel for the accused, on the ground that the trial, under the circumstances, could not further proceed, as it would be entirely irregular for another judge to take up-the trial at that stage; and that the jury having been so permitted to-separate and mingle with the people was presumably not a fair and impartial jury. The objection of the counsel for the accused was overruled and exception taken. The argument of counsel was made, the jury charged, a motion for a new trial overruled, and sentence passed by the judge sitting in the place of the original judge.\nWas this irregularity in the proceedings of the court to the prejudice of the accused? Although it is claimed upon argument that the evidence was typewritten and delivered to the judge who presided at-the conclusion of the trial, this does not affirmatively appear, and from all that is known from the record the judge who was substituted had no-knowledge of the evidence whatever.\nIt seems to us that this was an irregularity in the proceedings of the court for which the judgment below must be reversed.\nHow could the trial judge who came into the case after the evidence was submitted preside during the argument? The argument is an important part of the trial. Arguments of counsel to the jury should be *537based upon tbe evidence, and be restricted to what was proven. Counsel should not be permitted to distort and misstate the evidence, and yet the presiding judge from the record had no knowledge of what the evidence was whatever. But if we were to assume that the trial judge had read the evidence the result would be the same. The appearance and demeanor of the witnesses upon the stand are very important factors in weighing evidence and gives counsel not only a great field for argument but in many cases for misrepresentation and improper denunciation. Did counsel fairly and properly represent the appearance and demeanor of the witnesses upon the stand in their arguments ?\nHe also charges the jury. The charge of the court should be directed to the facts of the case on trial. Abstract propositions of law are of little value to the jury and in many cases misleading. How could the presiding judge direct his charge to the facts when he heard none of the evidence? His charge must necessarily be determined by the facts as he learned them from counsel in their argument, which would be unreliable.\nHe further heard and passed upon the motion for a new trial, one ground of which, and no doubt, from the hearing before us upon error, the principal one, being, that the verdict was not sustained by the evidence. How could he pass upon the weight of the evidence; some of the witnesses were detectives, other officers, interested in the conviction of the accused ?\nA trial judge from experience derives much benefit from seeing the witnesses. He can pretty accurately determine whether the witness is truthful or not from the manner in which he gives his testimony, which would be all important upon the hearing of a motion for a new trial. He sentenced the prisoner and the sentence was an exceedingly severe one for the grade of the offense, well up to the maximum. Did the evidence justify it ? Possibly so, but how could the trial judge so determine ?\nThe duties of the judge who took the place of the previous one required judgment in all these matters, and it seems to us that where judgment is required in the performance of the duties of the trial judge in reference to the facts, one judge cannot be substituted for another during the trial, although under the law the judge so acting under such change may have the same jurisdiction and power as the disabled judge.\nIn the case of Durden v. People, 55 L. R. A. 240, 241 [61 N. E. Rep. 317; 192 Ill. 493], Magruder, J., of the Supreme Court, says:\n“It is well settled that ‘the argument of a cause is as much a part of the trial as the hearing of evidence.’ Meredeth v. People, 84 Ill. 479; * * * It is also a general rule, established by the weight of authority, *538that, in prosecutions for felonies, the continual ■ presence of the judge during the entire course of the trial is essential; and it is expressly held in many decisions that, in the trial of capital cases, the judge should not retire from the bench, even for a brief absence, without ordering a suspension of business until his return. 21 Enc. Pl. &amp; Pr. 978, 979, and cases referred to in notes. It is claimed here, however, on the part of the, state, that, during the trial of this case, the bench was at no time vacant, because, as soon as one circuit judge left the bench, another circuit judge, having equal power and belonging to the same circuit, took his place. The court, it is said, was the same during the whole of the trial, although two different persons presided during the trial at different times. In justification of the proceedings here under consideration Sec. 62 of chapter 37 of our statutes, entitled ‘courts’ is referred to. That section provides that ‘judges of the several circuit courts of this state may interchange with each other and * * # may hold court or any branch of the court for each other, and perform each other’s duties, where they find it necessary or convenient. ’ * * * The vacation and substitution which took place in this ease find no justification in the section thus referred to.\n“A prisoner on trial for his life is entitled to the judgment of the judge who has heard the evidence in the case and conducted the trial thereof. The instructions given by a judge must be based upon the facts and necessarily involve an application of the law to the particular facts of the case. Here the instructions given for the state were given by a judge who heard none of the evidence. Two instructions asked by the defendant were refused by a judge who heard none of the evidence. It is true that the absence of one judge from the bench before the close of the trial was followed by the presence of another judge of equal power and jurisdiction. It is also true that circuit judges may hold court for each other and perform each other’s duties where they find it necessary or convenient. But this does not involve the right or power of one judge to finish for another the performance of a duty already entered upon by the latter, when that duty involves the exercise of judgment and the application of legal knowledge and judicial deliberation to facts known to the latter and not known to the former. ’ ’\nIn this ease many authorities are reviewed and the opinion is an able one. The court in the syllabus held:\n“A mistrial will result from a change of judge without defendant’s consent during trial of a criminal case when the argument to the jury is in progress, the new judge being required to read the defendant’s instructions to the jury which have been approved by his predecessor, and *539to pass upon those presented by the state, although the judges belong to the same circuit, and the statute permits such judges to interchange with each other and to perform each other’s duties.”\nWe do not hold that there are not certain preliminary duties, which a judge may perform, and the case afterward be continued and completed by a different judge, but that is not the ease under consideration.\nAnother question that is made is, that the jury being separated for -eighteen days during the time that the ease was not being tried, and scattered in different parts- of the county, it was error to proceed with the trial to that jury. Ordinarily it must appear affirmatively from the record that members of the jury have been approached, have heard improper remarks, or read something about the case in order to be grounds for a new trial. That prejudice will not be presumed unless it so appears. Under the facts disclosed in this ease we think improper conduct upon the part of the jury should be presumed and that prejudice resulted.- It is hardly possible that a jury could be at liberty for eighteen days in all parts of the county, without being cautioned, and under no surveillance, in a case exciting so much public interest as this, without at least some of the jurors being improperly influenced.\nThe charge in this case was murder in the second degree, involving liberty for life. Suppose the trial judge, in order to attend to some other business had adjourned the case for eighteen days and permitted the jury to separate and go to their homes, would it not be held that such a jury was incapacitated from further duty in the case ?\nIt seems to us that Sec. 7313 Rev. Stat. was enacted expressly to provide for a contingency like the one that arose in this case. That section provides:\n“The court may discharge a jury, without prejudice to the prosecution, for the sickness of a juror, the corruption of a juror, or other accident or calamity, or because there is no probability of the jurors agreeing, and the reason for the discharge shall be entered on the journal ”\nHere was an accident incapacitating the trial judge from proceeding in the case and the jury should have been discharged.\nFor these reasons the judgment of the common pleas court will be reversed and the case remanded for a new trial.\nLaubie and Burrows, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8508443
        }
    ],
    "court_short_name": "Ashtabula Circuit Court",
    "court_full_name": "Ashtabula Circuit Court",
    "court_type": "ST",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}