{
    "id": 7063327,
    "judges": "Canby, Molloy, Thompson",
    "date_filed": "2007-01-05",
    "date_filed_is_approximate": true,
    "slug": "martinez-v-city-of-los-angeles",
    "case_name_short": "Martinez",
    "case_name": "Martinez v. City of Los Angeles",
    "case_name_full": "Jose Gonzalez MARTINEZ Maria Pinto de Gonzalez v. CITY OF LOS ANGELES, a municipal corporation Los Angeles Police Department Willie Williams, Chief, Los Angeles Police Department Detective Gilbert Moya, Salvador Nares, John White, Alberto F. Gonzales, in their official and individual capacities",
    "attorneys": "Paul L. Hoffman, Bostwick & Hoffman, LLP, Santa Monica, CA, for Plaintiffs-Appellants., Gregory P. Orland and Don W. Vincent, Deputy City Attorneys, Los Angeles, CA, for Defendants-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Nov. 5, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "141 F.3d 1373"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDAVID R. THOMPSON, Circuit Judge:\nAt the request of the Los Angeles Police Department, Mexican authorities arrested the plaintiff in this case, Jose Gonzalez Martinez, a Mexican national, in Mexico, for a murder committed in Los Angeles. Martinez was held for prosecution in Mexico pursuant to Article IV of the Mexican Federal Penal Code.1 Martinez did not commit the murder. *1377Nevertheless, he was held in a Mexican prison for fifty-nine days until he was released.\nMartinez and his wife, Maria Pinto de Gonzalez, sued the City of Los Angeles (the “City”), and the Los Angeles Police Department and its officers (collectively “the LAPD”) for false imprisonment and other torts under California law. Martinez also sued for the alleged violation of asserted rights under the United States Constitution, and for arbitrary arrest and detention, a violation of the law of nations, under the Alien Tort Act, 28 U.S.C. § 1350 (1994). The district court granted summary judgment in favor of the City and the LAPD on all claims. Martinez and his wife appeal.\nThe district court had diversity jurisdiction under 28 U.S.C. § 1332. We have jurisdiction pursuant to 28 U.S.C. § 1291. We reverse the district court’s summary judgment in favor of the LAPD and the City on Martinez’s state law tort claim for false imprisonment grounded on prolonged detention. We also reverse the district court’s summary judgment dismissing Martinez’s state law claims for negligence and for intentional and negligent infliction of emotional distress, and his wife’s claim for loss of consortium, all of which claims are derivative of Martinez’s state law claim of false imprisonment grounded on prolonged detention. As to all other claims, we affirm the district court’s summary judgment in favor of the LAPD.\nFACTS\nOn June 17, 1992, a man was murdered and two others were wounded by gunfire in Los Angeles, California. LAPD Detective Nares was assigned to the case. Nares learned the murder suspect’s name was Miguel Lopez and that he used the aliases of Pedro Madera Flores and Pedro Flores Madera. On July 2, 1992, the Los Angeles County Municipal Court issued a warrant for the arrest of Miguel Lopez, whom we refer to hereafter as “the suspect” or “the true suspect.”\nBecause the suspect had fled to Mexico, the LAPD decided to seek a Mexican arrest warrant and a Mexican prosecution under Article IV of the Mexican Federal Penal Code. Detective Nares obtained the suspect’s picture and the address of his father, who lived in Tenamaxtlan, Mexico. Nares asked Officer Alberto F. Gonzales of the LAPD Foreign Prosecution Unit to initiate an investigation in Mexico. Officer Gonzales contacted FBI Special Agent Zuniga in Guadalajara, Mexico, and asked him to surveil the suspect’s father’s address to verify the address and to see if the suspect was there.\nTwo months later, Agent Zuniga informed Officer Gonzales that an “operative” had discovered that the suspect’s name was really Jose Gonzalez Martinez, the name of the plaintiff in this case, and that the suspect lived at a different address in Tenamaxtlan, Mexico. No one at the LAPD verified this information, even though it was standard procedure to verify all information received from other law enforcement agencies. Nor did Officer Gonzales inform Detective Nares of this new information, even though it was standard procedure for the Foreign Prosecution Unit to keep the investigating officer informed of all new developments. No one asked the witnesses in the United States about this new name and address. No one asked Agent Zuniga for any details about how this information was obtained.\nSix months later in March 1993, Detective Nares and Officer Gonzales presented their case to a Mexican prosecutor in Guadalajara. They gave the Mexican authorities the name of Jose Gonzalez Martinez, as well as the names of other aliases attributed to the suspect. They also provided the Mexican authorities with both addresses in Tenamaxtlan.\nThat same day, Officer Gonzales and Detective Nares visited Agent Zuniga and met the operative. The operative told Detective Nares that the suspect’s name was Martinez. Detective Nares did not believe this, because he believed that the suspect’s real name was Lopez. Neither Detective Nares nor Officer Gonzales asked the operative how he had obtained his information.\nMore than one year later, on July 16,1994, the plaintiff, Jose Gonzalez Martinez, was arrested in Mexico pursuant to a Mexican arrest warrant. Shortly after his arrest, Mexican authorities told Martinez that he *1378was charged with a murder which took place in Los Angeles. Within seventy-two hours of his arrest, Martinez spoke to a judge and told the judge that he was not the suspect. During his confinement, Martinez continued to see the judge every two or three days. He consulted with an attorney and saw his family twice a week.\nApproximately ten days after the arrest, Martinez’s attorney sent a letter to Detective Nares telling him that the Mexican authorities had arrested the wrong man. The letter explained that Martinez was approximately fifteen years older than the true suspect. Martinez had a bad left eye. A photograph of the true suspect showed him to have a bad right eye. The letter further explained that the true suspect’s sister-in-law had been shown a picture of Martinez and she said Martinez was not the true suspect.\nAfter Detective Nares received this letter from Martinez’s lawyer, he asked the two eyewitnesses to the Los Angeles murder to go to the prison in Mexico to see whether Martinez was the true suspect. Because the first eyewitness was an illegal alien, he refused to go to Mexico. He also refused to go to the police station in Los Angeles, where he could have looked at photographs of Martinez and the true suspect. Detective Nares did not take the photographs to this witness. The other eyewitness, who lived in Mexico, went to the Mexican prison, but the Mexican authorities did not let him see Martinez. Detective Nares had not contacted the Mexican authorities to set up this meeting. This witness later testified at a hearing in Mexico that Martinez was not the true suspect, and Martinez was finally released. ■\nIn addition to Detective Nares and Officer Gonzales, LAPD Detective Gilbert Moya was also involved in the investigation. Detective Moya was Officer Gonzales’s supervisor. Moya told Martinez’s private investigator that he did not intend to investigate the discrepancies between Martinez and the person asserted to be the true suspect because Moya believed that Martinez was the true suspect and thus had been properly arrested. Officer Gonzales, however, told the Mexican judge in charge of the case that the wrong person might have been arrested, and in August 1994, in response to a tip that the true suspect was then living in Rosarito Beach, Baja California, he and Detective Nares traveled to Rosarito Beach to investigate this information.\nMartinez was released on September 13, 1994, fifty-nine days after he had been incarcerated. He and his wife then filed this lawsuit in the United States District Court for the Central District of Los Angeles. The district court entered summary judgment against the Martinezes on all claims; they then filed this timely appeal.\nDISCUSSION\nWe review de novo a district court’s grant of summary judgment. Ribitzki v. Canmar Reading &amp; Bates, Ltd. Partnership, 111 F.3d 658, 661 (9th Cir.1997). Summary judgment is not warranted if a material issue of fact exists for trial. Id. The underlying facts are viewed in the light most favorable to the party opposing the motion, here Martinez and his wife. Matsushita Electric Industrial Co. v. Zenith Radio Corp., 475 U.S. 574, 587,106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). “Summary judgment will not lie if ... the evidence is such that a reasonable jury could return a verdict for the nonmoving party.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\nA. California Tort Claims\nMartinez alleged a claim under California law for the tort of false imprisonment. Martinez also alleged California state law claims for the torts of negligence, and for intentional and negligent infliction of emotional distress. His wife alleged a claim for loss of consortium. The Martinezes contended that the LAPD knowingly or recklessly provided false information to the Mexican authorities to have Martinez arrested, and then refused to take steps to obtain his release.\n1. Discretionary Act Immunity\nThe LAPD first argues that it is immune from liability on all the state law claims because, under California law, a public em*1379ployee is not liable for an injury caused by a discretionary act.2\nTo determine which acts are discretionary, California courts do not look at the literal meaning of “discretionary,” because “[ajlmost all acts involve some choice between alternatives.” Caldwell v. Montoya, 10 Cal.4th 972, 981, 897 P.2d 1320, 1325, 42 Cal.Rptr.2d 842, 847 (1995). Rather, immu nity protects “basic policy decisions,” but does not protect “operational” or “ministerial” decisions that merely implement a basic policy decision. Johnson v. State of California, 69 Cal.2d 782, 796, 447 P.2d 352, 362, 73 Cal.Rptr. 240,250 (1968). There is no immunity “if the injury ... results, hot from the employee’s exercise of discretion vested in him to undertake the act, but from his negligence in performing it after having made the discretionary decision to do so.” McCorkle v. City of Los Angeles, 70 Cal.2d 252, 261, 449 P.2d 453, 460, 74 Cal.Rptr. 389, 396 (1969) (internal quotation and citation omitted). Applying this rule, the California Supreme Court has held that even if a police officer exercises his discretion in deciding to investigate an automobile accident, he may be hable for negligently conducting that investigation. Id,\nHere, Martinez’s allegations go beyond the contention that the LAPD officers acted improperly in deciding to seek his arrest. He alleges they acted negligently in conducting the investigation to verify that he was the correct suspect, and they intentionally caused his arrest and imprisonment in Mexico.\nDiscretionary act immunity does not protect the LAPD officers from liability for carrying out these acts. In addition, the officers’ exposure to liability for Martinez’s specific claims of false arrest and false imprisonment is confirmed by California Government Code § 820.4 (West 1995), which provides: “A public employee is not liable for his act or omission, exercising due care, in the execution or enforcement of any law. Nothing in this section exonerates a public employee from liability for false arrest or false imprisonment.” (Emphasis added).\nWe conclude that discretionary act immunity does not insulate the LAPD from liability for the Martinezes’ California state law tort claims. We turn now to a discussion of these specific claims.\n2. False Imprisonment\nFalse imprisonment under California law is the “unlawful violation of the personal liberty of another.” Asgari v. City of Los Angeles, 15 Cal.4th 744, 757, 937 P.2d 273, 281, 63 Cal.Rptr.2d 842, 850 (1997). False arrest is not a different tort; it is merely “one way of committing a false imprisonment.” Collins v. City &amp; County of San Francisco, 50 Cal.App.3d 671, 673, 123 Cal.Rptr. 525, 526 (1975).\nMartinez alleges two false imprisonment claims. First, he alleges that the LAPD falsely had him arrested by knowingly or recklessly providing false information to the Mexican authorities. Second, he alleges the LAPD officers, who could have obtained his release, allowed him to remain in jail in Mexico after they knew or should have known that he was the wrong man. In analyzing these claims, we refer to the first false imprisonment claim as a false arrest claim, and the second false imprisonment claim as a claim for prolonged detention.\na. False Arrest Claim\nMartinez argues the LAPD maliciously caused his arrest by the Mexican authorities. This argument, however, does not support a claim under California law for false imprisonment grounded on an alleged false arrest. At best it implicates a claim for malicious prosecution, and that claim fails because a police officer may not be held liable under California law for malicious prosecution. Cal. Gov’t Code § 821.6 (West 1995).3\n*1380Although it is sometimes difficult to distinguish between the torts of false arrest and malicious prosecution, the critical difference is whether there is valid legal authority for the arrest. Asgari, 15 Cal.4th at 757, 937 P.2d at 281, 63 Cal.Rptr.2d at 850. In some circumstances, an officer may be liable for a false arrest when the defendant is arrested under a valid warrant, but only if the officer either made the arrest or participated in it by having a fellow officer under his authority arrest the suspect. Harden v. San Francisco Bay Area Rapid Transit Dist, 215 Cal.App.3d 7,17, 263 Cal.Rptr. 549, 555 (1989); McKay v. County of San Diego, 111 Cal.App.3d 251, 257, 168 Cal.Rptr. 442, 445 (1980). Here, neither Officer Gonzales nor Detective Nares, nor anyone acting under their direction or the direction of any officer of the LAPD, arrested Martinez. He was arrested in Mexico by Mexican police pursuant to an apparently valid Mexican warrant.\nWe affirm the district court’s grant of summary judgment in favor of the LAPD on what we have characterized as Martinez’s false arrest claim.4 We also affirm the grant of summary judgment on this claim in favor of the City of Los Angeles, because the City’s liability is derivative of the LAPD’s liability, and the City’s liability on the false arrest claim is excluded by summary judgment on that claim in favor of the LAPD. See also Cal. Gov’t Code § 815.2(b) (West 1995);5 Blackburn v. County of Los Angeles, 42 Cal. App.3d 175,116 CaLRptr. 622 (1974).\nb. Prolonged Detention Claim\nMartinez also claims the LAPD falsely imprisoned him by allowing him to remain in jail in Mexico after the LAPD knew or should have known that he was not the true suspect.\nUnder California law, a claim for false imprisonment grounded upon prolonged detention may arise if a person is “deprived of his liberty after his jail term ends.” Sullivan v. County of Los Angeles, 12 Cal.3d 710, 715, 527 P.2d 865, 868, 117 Cal.Rptr. 241, 244 (1974). A jailer, and derivatively the public entity which employs the jailer,6 may be liable if the jailer knows that the imprisonment is unlawful or if there is “some notice sufficient to put him, as a reasonable man, under a duty to investigate the validity of the incarceration.” Id. at 719, 527 P.2d at 870, 117 Cal.Rptr. at 246. Although the LAPD officers in this case are not jailers, these principles apply.\nHere, a special relationship existed between the LAPD and Martinez. See Wallace v. City of Los Angeles, 12 Cal.App.4th 1385, 1403-04, 16 Cal.Rptr.2d 113, 123 (1993) (police had special relationship to witness in criminal case); see also Johnson v. State of California, 69 Cal.2d 782, 785-86, 447 P.2d 352, 355, 73 Cal.Rptr. 240, 243 (1968) (placing child in foster home created special relationship to foster parents). The LAPD officers initiated the investigation of the murder for which Martinez was arrested. They provided information to the Mexican authorities to have him arrested. The Mexican authorities arrested and held Martinez for prosecution in Mexico in response to the LAPD’s investigation and request.\n*1381Given this relationship between the LAPD and Martinez, the question then becomes one of fact. Did the LAPD know facts which would have caused a reasonable person to investigate the validity of Martinez’s incarceration and seek his release? Evidence on this question is conflicting. On the one hand, the LAPD presented evidence that it continued its investigation, after Martinez’s arrest, to determine whether he was the true suspect. The LAPD’s evidence suggests that its hands were tied because the Mexican court did not want the LAPD to interfere. Indeed, when Officer Gonzales spoke with the Mexican judge in charge of the case, she told him the matter was “out of the [LAPD’s] hands;” it was a Mexican matter which the Mexican government would handle.\nOn the other hand, Martinez presented evidence that the LAPD could have made arrangements with the Mexican authorities to have the eyewitness in Mexico look at Martinez and say whether he was the true suspect. This witness eventually testified at the hearing in Mexico and stated Martinez was not the true suspect. It was after this hearing that Martinez was released.\nThe LAPD also could have taken the photographs of the alleged true suspect and Martinez to the eyewitness who lived in Los Angeles and who refused to go to Mexico or to the Los Angeles police station.\nMartinez also presented the letter from his attorney pointing out the fifteen-year age discrepancy between Martinez and the true suspect, and the fact that Martinez had a bad left eye and the true suspect had a bad right eye.7 Moreover, according to Martinez, he had not been in Los Angeles since 1987, five years before the murder was committed. Finally, Martinez presented evidence that the Mexican authorities were sensitive to charges of corruption and would release Martinez only upon the LAPD’s request—a request the LAPD did not make because it was reluctant to admit it had caused the arrest and detention of the wrong man.\nIt is not for us to judge the strength of this conflicting evidence; it is enough that the evidence exists and it presents a genuine issue of material fact. Accordingly, we reverse the district court’s grant of summary judgment in favor of the City of Los Angeles and the LAPD on Martinez’s false imprisonment claim founded on prolonged detention.\n3. Negligence\nMartinez bases his state law negligence claim on the same facts as his false imprisonment claim grounded upon his alleged false arrest and his false imprisonment claim grounded upon his alleged prolonged detention.\nWith regard to the false arrest claim, Martinez contends the LAPD officers acted negligently in their investigation and this led to his arrest. We reject this contention. The same immunity which protects the officers from malicious prosecution protects them from liability for a negligent investigation which leads to an arrest. Jenkins v. County of Orange, 212 Cal.App.3d 278, 283-84, 260 Cal.Rptr. 645, 647 (1989); Blackburn v. County of Los Angeles, 42 Cal.App.3d 175, 116 Cal.Rptr. 622 (1974).\nWith regard to the false imprisonment claim grounded on prolonged detention, however, Martinez correctly points out that a jailer has a duty to investigate the validity of an incarceration after sufficient notice. Sullivan, 12 Cal.3d at 719, 527 P.2d at 870, 117 Cal.Rptr. at 246. It is a similar duty, predicated upon the special relationship between the LAPD and Martinez, which gives rise to Martinez’s false imprisonment claim grounded on prolonged detention. Martinez has presented evidence of negligence sufficient to create a genuine issue of material fact as to this claim.\n4. Other California Tort Claims\nMartinez’s claims for intentional and negligent infliction of emotional distress, and *1382his wife’s claim for loss of consortium, are derivative of the false arrest and false imprisonment claims. Because the false imprisonment claim grounded on prolonged detention survives summary judgment, these claims survive as well. Compare Asgari v. City of Los Angeles, 15 Cal.4th 744, 937 P.2d 273, 63 Cal.Rptr.2d 842 (1997) (reversing, on other grounds, damages for both false imprisonment and intentional infliction of emotional distress).\nB. Constitutional Claims\nMartinez argues that his alleged false arrest and false imprisonment violated rights he may assert under the United States Constitution. See Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). We review constitutional issues de novo. Cohen v. San Bernardino Valley College, 92 F.3d 968, 971 (9th Cir. 1996), cert. denied, — U.S.-, 117 S.Ct. 1290, 137 L.Ed.2d 364 (1997).\nMartinez asserts his constitutional claims directly under the Constitution, not by way of 42 U.S.C. § 1983. He correctly eschews a claim under section 1983, because that section does not provide him with a remedy. Section 1983 applies only to United States citizens or aliens within United States jurisdiction.8 Martinez is neither of these. Therefore, he may not bring a section 1983 action. Recognizing this, he asserts his constitutional claims in the form of Bivens claims.\nThe Supreme Court has recognized that claims against federal agents for violating the Fourth Amendment may be implied directly under the Constitution where no statute specifically creates such a remedy. Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). In developing the appropriate use of such an implied action under the Constitution, the Court has insured that there are no “special factors counseling hesitation in the absence of affirmative action by Congress.” Id. at 396-97, 91 S.Ct. at 2005. The Court has declined to create a Bivens remedy where “Congress has provided what it considers adequate remedial mechanisms for constitutional violations.... ” Schweiker v. Chilicky, 487 U.S. 412, 423, 108 S.Ct. 2460, 2468, 101 L.Ed.2d 370 (1988) (no remedy for improper denial of Social Security disability benefits); accord Bush v. Lucas, 462 U.S. 367, 103 S.Ct. 2404, 76 L.Ed.2d 648 (1983) (no remedy for violation of civil service employee’s first amendment rights).\nHere, there is a statute which creates a remedy for constitutional violations by state actors—section 1983. Indeed, Congress “moved rather spectacularly” into the area of constitutional violations by state actors. Molina v. Richardson, 578 F.2d 846, 851 (9th Cir.1978). Not only did Congress enact section 1983 and its companion statutes, it also created the complex and comprehensive Civil Rights Act. Id. This fully developed remedial scheme is a “special factor counselling hesitation in implying additional constitutional claims.” Moreover, it is particularly appropriate for courts to defer to Congress in this area, because the Fourteenth Amendment9 gives Congress the power to implement the amendment’s guarantees. Id. at 851-52.\nFor these reasons, we have held that a plaintiff may not sue a state defendant directly under the Constitution where section 1983 provides a remedy, even if that remedy is not available to the plaintiff. Azul-Pacifico, Inc. v. City of Los Angeles, 973 F.2d *1383704, 705 (9th Cir.1992); Bretz v. Kelman, 722 F.2d 503, 504 n. 1 (9th Cir.1983), vacated on other grounds, 773 F.2d 1026 (1985) (en banc); Ward v. Caulk, 650 F.2d 1144, 1147 (9th Cir.1981). Thus, for example, we have not allowed a Bivens action against municipalities premised on respondeat superior liability even though such an action is prohibited under section 1983. Molina v. Richardson, 578 F.2d 846 (9th Cir.1978), cited with approval in Jett v. Dallas Indep. Sch. Dist, 491 U.S. 701, 735, 109 S.Ct. 2702, 2722-23, 105 L.Ed.2d 598 (1989). Similarly, the First Circuit has not allowed a Bivens action when a section 1983 action is barred by absolute legislative immunity. Berrios v. Agosto, 716 F.2d 85, 88-89 (1st Cir.1983). “The absence of statutory relief for a constitutional violation, for example, does not by any means necessarily imply that courts should award money damages against the officers responsible for the violation.” Schweiker v. Chilicky, 487 U.S. 412, 421, 108 S.Ct. 2460, 2466-67, 101 L.Ed.2d 370 (1988).\nThis is consistent with the Supreme Court’s assumption that Bivens claims are limited to federal officials. “Bivens defendants are federal officials brought into federal court for violating the Federal Constitution.” Carlson v. Green, 446 U.S. 14, 24 n. 11, 100 S.Ct. 1468, 1475 n. 11, 64 L.Ed.2d 15 (1.980); cf. Federal Deposit Ins. Corp. v. Meyer, 510 U.S. 471, 484, 114 S.Ct. 996, 1004-05, 127 L.Ed.2d 308 (1994) (“category of defendants against whom Bivens-type actions may be brought includes ... only federal agents [and not federal agencies]”).\nIn opposition to this line of authority, Martinez argues that Bivens actions may be used against state actors just as Bivens actions have been used in the District of Columbia against District of Columbia personnel. We disagree.\nPrior to the 1979 amendment to 42 U.S.C. § 1983, section 1983 did not apply to District of Columbia personnel. Nevertheless, to permit a remedy for constitutional violations against such defendants, the District of Columbia Circuit allowed a Bivens action against District of Columbia police. Haynes-worth v. Miller, 820 F.2d 1245, 1248 n. 1 (D.C.Cir.1987). After Congress amended section 1983 to include the District of Columbia, however, that section was held to provide the exclusive remedy. Jackson v. District of Columbia, 672 F.Supp. 22 (D.D.C.1987).\nWe decline to imply a Bivens action against state actors merely because section 1983 does not provide the plaintiff with a remedy. The Supreme Court has “responded cautiously to suggestions that Bivens remedies be extended into new contexts.” Schweiker, 487 U.S. at 421, 108 S.Ct. at 2467. The Court has precluded a Bivens action against a federal agency, even when Congress has waived the agency’s sovereign immunity, because to conclude otherwise would be a “significant extension of the Bivens remedy.” Federal Deposit Ins. Corp., 510 U.S. at 484, 114 S.Ct. at 1005. Similarly, allowing a Bivens action against state actors in order to avoid an express limitation in section 1983 would be the type of significant extension of which the Supreme Court disapproves. We affirm the district court’s summary judgment against Martinez on the constitutional claims asserting a Bivens theory of recovery.\nC. Alien Tort Act\nMartinez also alleges a claim for arbitrary arrest and detention under the Alien Tort Act. The Alien Tort Act provides: “The district courts shall have original jurisdiction of any civil action by an alien for a tort only, committed in violation of the law of nations or a treaty of the United States.” 28 U.S.C. § 1350 (1994).\nMartinez is an alien and he has stated a tort claim for false imprisonment grounded on prolonged detention. To determine whether this tort satisfies the requirement for a tort claim under the Alien Tort Act, we must decide “[1] whether there is an applicable norm of international law [proscribing such a tort] ... recognized by the United States ... and [2] whether [that tort] was violated in [this] particular case.” Trajano v. Marcos (In re Estate of Ferdinand E. Marcos Human Rights Litigation), 978 F.2d 493, 502 (9th Cir.1992). The applicable norm of international law must be “specific, universal, and obligatory.” Hilao v. Estate of Marcos (In re Estate of Ferdinand E. Marcos, Human Rights Litigation), 25 F.3d 1467 (9th Cir.1994). For guidance regarding the norms of international law, courts may look to court decisions, the work of jurists *1384and the usage of nations. Siderman de Blake v. Republic of Argentina, 965 F.2d 699, 714-15 (9th Cir.1992).\nWe agree with Martinez that there is a clear international prohibition against arbitrary arrest and detention. That prohibition can be found in treaties, the laws of nations and court opinions. For example, the Universal Declaration of Human Rights, article 9, states: “No one shall be subjected to arbitrary arrest, detention or exile.” G.A. Res. 217A(III), 3 U.N. GAOR Supp. No. 16, U.N. Doc. A/810 (1948); see also International Covenant on Civil and Political Rights, art. 9, adopted Dec. 16, 1966, S. Treaty Doc. 95-2, 999 U.N.T.S. 171 (entered into force Mar. 23, 1976, entered into force for the United States Sept. 8, 1992) (hereinafter “International Covenant”). Additionally, at least 119 national constitutions recognize the right to be free from arbitrary detention. M. Cherif Bassiouni, Human Rights in the Context of Criminal Justice: Identifying International Procedural Protections and Equivalent Protections in National constitutions, 3 Duke J. Comp. &amp; Int’l L. 235, 261 (1993). Furthermore, a number of courts have recognized the international norm against arbitrary arrest and detention, de Sanchez v. Banco Central de Nicaragua, 770 F.2d 1385, 1397 (5th Cir.1985); Xuncax v. Gramajo, 886 F.Supp. 162, 185 (D.Mass.1995); Forti v. Suarez-Mason, 672 F.Supp. 1531, 1541 (N.D.Cal.1987) (Forti I) reconsidered on other grounds, 694 F.Supp. 707 (N.D.Cal.1988); cf Nguyen Da Yen v. Kissinger, 528 F.2d 1194, 1201 n. 13 (9th Cir.1975) (illegal arrest and detention may constitute an international tort).\nDetention is arbitrary “if it is not pursuant to law; it may be arbitrary also if it is incompatible with the principles of justice or with the dignity of the human person.” Restatement (Third) of the Foreign Relations Law of the United States § 702 cmt. h (1987) [hereinafter Restatement of Foreign Relations Law] (internal quotations and citation omitted). Detention is arbitrary if “it is not accompanied by notice of charges; if the person detained is not given early opportunity to communicate with family or to consult counsel; or is not brought to trial within a reasonable time.” Id.; see also International Covenant, art. 9.10\nApplying these principles, one district court has held that individuals imprisoned for years without being charged were arbitrarily detained. Forti I, 672 F.Supp. at 1541; see also Femandez-Roque v. Smith, 622 F.Supp. 887, 903 (D.C.Ga.1985) (indefinite detention without periodic hearings violates international law).\nUnlike the prisoners in these cases, Martinez was detained pursuant to law, as defined in the Restatement of Foreign Relations Law. He was arrested under an apparently valid Mexican arrest warrant. Shortly after his arrest, he was told that he was arrested for a murder which took place in Los Angeles and he was shown a picture of the suspect. Within seventy-two hours of his arrest, he was brought before a judge. During his confinement, he consulted with an attorney and saw his family twice a week. Although he was not tried, he saw the judge who had responsibility for his ease every two or three days. He had a hearing and was released fifty-nine days after his arrest.\nNeither Martinez’s arrest nor his detention were “arbitrary” within the meaning of international law. Accordingly, we affirm the district court’s grant of summary judgment in favor of the LAPD and the City on Martinez’s Alien Tort Act claim.\nCONCLUSION\nWe affirm the district court’s grant of summary judgment in favor of the LAPD and the City of Los Angeles on Martinez’s state law *1385false imprisonment claim founded on allegations of a false arrest, on his constitutional claims asserting a Bivens theory of recovery, and on his claim of arbitrary arrest and detention under the Alien Tort Act. We reverse the district court’s grant of summary judgment in favor of the LAPD and the City of Los Angeles on Martinez’s state law false imprisonment claim founded on his alleged prolonged detention, and on his claims for negligence and for intentional and negligent infliction of emotional distress, and his wife’s claim for loss of consortium, all of which are derivative of the prolonged detention claim. We remand this case to the district court for further proceedings consistent with this opinion. The Martinezes shall recover one half of their costs on appeal.\nAFFIRMED in part, REVERSED in part, and REMANDED.\n\n. Article IV of the Mexican Federal Penal Code is a provision that allows Mexican authorities to prosecute Mexican nationals in Mexico, under Mexican law and in Mexican courts, for crimes they may have committed in other countries.\n\n\n. “Except as otherwise provided by statute, a public employee is not liable for an injury resulting from his act or omission where the act or omission was the result of the exercise of discretion vested in him, whether or not such discretion be abused.” Cal. Gov’t Code § 820.2 (West 1995).\n\n\n. California Government Code section 821.6 provides: \"A public employee is not liable for injury caused by his instituting or prosecuting any judi*1380cial or administrative proceeding within the scope of his employment, even if he acts maliciously and without probable cause.”\n\n\n. Because we affirm the grant of summary judgment on the false arrest claim, we need not discuss the LAPD’s argument that the officers were entitled to rely on false information because it was received through \"official channels.”\n\n\n. California Government Code section 815.2(b) provides: \"Except as otherwise provided by statute, a public entity is not liable for an injury resulting from an act or omission of an employee of the public entity where the employee is immune from liability.”\n\n\n.Under California Government Code section 815.2(a) (West 1995), the City of Los Angeles may be derivatively liable for false imprisonment. Sullivan, 12 Cal.3d at 717, 527 P.2d at 869, 117 Cal.Rptr. at 245. California Government Code section 815.2(a) provides:\nA public entity is liable for injuiy proximately caused by an act or omission of an employee of the public entity within the scope of his employment if the act or omission would, apart from this section, have given rise to a cause of action against that employee or his personal representative.\n\n\n. Some LAPD officers did not find the photographs of Martinez to be significantly different from the true suspect’s photograph because, notwithstanding the discrepancy in the bad eyes, the negatives could have been reversed, and if they had been, both pictures would show the same bad eye. However, the letter reported that the true suspect’s sister-in-law had stated the picture of Martinez was not a picture of the true suspect.\n\n\n. Section 1983 provides in relevant part:\nEvery person who, under color of any statute ... of any State or Territory or the District of Columhia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured.... 42 U.S.C. § 1983 (1994) (emphasis added).\nBecause Martinez was being held for prosecution by Mexico rather than for extradition and trial in the United States, he could not possibly claim to be within the jurisdiction of the United States. We express no opinion, of course, on the applicability of section 1983 to situations other than the one before us.\n\n\n. Fourteenth Amendment, Section 5 provides: \"The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.”\n\n\n. International Covenant, art. 9 provides in part:\n1. Everyone has the right to liberty and security of person. No one shall be subjected to arbitrary arrest or detention. No one shall be deprived of his liberty except on such grounds and in accordance with such procedure as are established by law.\n2. Anyone who is arrested shall be informed, at the time of arrest, of the reasons for his arrest and shall be promptly informed of any charges against him.\n3.Anyone arrested or detained on a criminal charge shall be brought promptly before a judge or other officer authorized by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release....\n\n",
            "ocr": true,
            "opinion_id": 6967407
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}