{
    "id": 8546326,
    "judges": "Baird",
    "date_filed": "2000-02-23",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-johnson",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Johnson",
    "case_name_full": "Commonwealth v. Johnson",
    "attorneys": "H. T. Hall, for plaintiff; T. M. Stevenson, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "5 Pa. D. & C. 769"
    ],
    "opinions": [
        {
            "author_str": "Baird",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBaird, P. J.,\nThe defendants in this case were indicted as Supervisors of Wayne Township for failure to keep in repair a certain public road therein.\nWhen the defendants were called upon to plead, their counsel moved to quash the indictment for the reason that the offence therein charged is not the subject of indictment in the Quarter Sessions. Being put to the alternative of refusing the motion, with little time for its consideration without delaying the other business of the court, or continuing the case in order to afford ourselves the opportunity for that careful and leisurely examination of the question which its importance seemed to require, we adopted the former course, relying for the opportunity we desired, upon a motion in arrest of judgment in case of conviction. The defendants having been convicted, we now have such a motion before us. The reason assigned therefor is the same as that contained in the motion to quash.\nThe same question was raised in Com. v. Greenwood Township, 30 Dist. R. 536; s. c., sub nom., Com. v. Adsit et al., 30 Dist. R. 760, and 49 Pa. C. C. Reps. 562; also in Com. v. Ritchey et al., 50 Pa. C. C. Reps. 624; Com. v. Lake Forest Township Supervisors, 1 D. &amp; C. 99, and Com. v. Neff et al., 1 D. &amp; C. 657. The first and second of these cases hold that the offence is not now indictable, the other two that it is. This difference of opinion arises out of a consideration of the effect to be given sections 240 and 241 of “The General Township Act” of 1917, P. L. 840. These sections read as follows:\n“Section 240. Any township supervisor, township superintendent, road-master or contractor, employed to work on the roads, bridges and highways of any township of the second class, who shall violate any of the provisions of this act, other than those for the violation of which specific penalties are provided, or who shall fail, neglect or refuse to carry out the provisions of this act, shall, upon conviction before a justice of the peace, be sentenced to pay a fine of not more than fifty dollars, to be collected in the name of the township as other debts of like amount are collected. All such fines shall be paid to the township treasurer for the use of the road fund.\n“Section 241. The township supervisors or township superintendents, elected or appointed in pursuance of this act, shall have all the powers and shall perform all the duties imposed by existing laws on supervisors of roads and bridges and highways and road commissioners or other officers having in charge the township roads, and shall be subject to all responsibilities and penalties imposed upon such officers.”\nPrior to the passage of this act, the offence was indictable as a misdemeanor at common law, as is abundantly shown by a reference to the cases *770cited by Judge Smith in Com. v. Forest Lake Township Supervisors, 1 D. &amp; C. 99, and by Judge Bell in Com. v. Neff et al., 1 D. &amp; C. 657, and it was made a statutory misdemeanor by sections 19 and 20 of the Act of July 22, 1913, P. L. 915. These sections, however, were specifically repealed by “The General Township Act” of 1917. No general law thereafter remained on the statute books making it a misdemeanor for supervisors to fail to keep their roads in repair, except it be the 73rd section of the Penal Code of March 31, 1860, P. L. 382, 402, which makes a public nuisance punishable as such and which will be referred to later.\nSection 13 of the Act of March 21, 1806, P. L. 332, provides: “In all cases where a remedy is provided, or duty enjoined, or anything directed to be done by any act or acts of assembly of this Commonwealth, the directions of the said acts shall be strictly pursued, and no penalty shall be inflicted, or anything done agreeably to the provisions of the common law in such cases, further than shall be necessary for carrying such act or acts into effect.”\nThe books are full of analogous cases, wherein it is held that under this Act of 1806, a particular remedy or power provided by statute must be followed without resorting to the common law.\nIn Com. v. Evans, 13 S. &amp; R. 426, it was held that an indictment at common law did not lie against a magistrate for taking illegal fees, and that the only remedy then was to recover the penalty of $50 under the Act of March 28, 1814, § 26, P. L. 254. Mr. Justice Duncan, who wrote the opinion in that case, says (page 429): “What was said by Lord Mansfield in The King v. Wright, 1 Burr. 545, well explains this doctrine. He says: T always took it, that where new offences are created, and only a general prohibitory clause, an indictment will lie; but where there is a general prohibitory clause, stating only particular remedies, then such particular remedy must be pursued; for otherwise the defendant would be liable to a double prosecution — one on the general prohibition and the other on the particular specific remedy.’ Now, this is what the legislature intended in all cases, as well offences at the common law as new offences, and have declared, ‘where there is a prescribed or particular remedy for anything, no recourse shall be had to prosecution at the common law; the common law shall not be enforced further than is necessary to carry into effect our statute penalty. Nothing is to be done in such case, agreeably to the provisions of the common law, further than is necessary for carrying our statutory punishment and prescribed remedy into effect.’ It is for the legislature, if this course be unapt and the remedy ineffectual, to alter-it, but it is for this court to say what the provision is, to see that no other penalty be inflicted or anything done, agreeably to the provisions of the common law, further than is necessary to recover the penalty of $50 in an action of debt. My brother Gibson informs me that this was the construction given by the Court of Quarter Sessions of Cumberland County to this act on a similar indictment against John Delaney.”\nWhen a statute enacts an offence and prescribes a remedy, that is the only remedy: Garman v. Gamble, 10 Watts, 382 (384).\nIn Hellings v. Com., 5 Rawle, 63, it was held that an indictment did not lie against a collector of taxes for embezzlement of moneys received by him for taxes, the Act of 1799 having pointed out a specific remedy. It was there said in a per curiam opinion, page 68: “The civil remedy must in a vast majority of instances be inadequate to the mischief; but the question here is whether it is not to be resorted to exclusively, by reason of our statutory provision to restrain the courts to specific remedies provided by the legislature. By the 18th and 19th sections of the Act of 1799, the persons and estates of delin*771quent collectors are liable to seizure and execution on summary process from the treasurer and commissioners; and the specific remedy thus provided has, consequently, supplanted the remedy at common law.”\nThe Act of 1794 having provided a penalty for the performance of worldly employment on Sunday, and pointed out the mode of enforcing it, no indictment will lie for the offence. This is prohibited by the Act of 1806: Com. ex rel. Barr v. Naylor, 34 Pa. 86.\nThe remedy against • an engineer or agent of a railroad company for obstructing the crossings of a public street or road with their locomotives and cars is exclusively under the Act of March 20, 1845, P. L. 191; he is not liable to indictment at common law: Com. v. Copp, 48 Pa. 53. This case is of local interest because it originated in this county. In sustaining a demurrer to the indictment, the lower court said:\n“The question presented is whether the indictment alleges an offence of which the defendant can be convicted under the laws of Pennsylvania.\n“There can be no doubt that the allegations of the bill, if true, would be sufficient to convict the defendant of nuisance at common law, and this we do not understand the defendant to deny. But the allegation is that the legislature having, by an Act of Assembly passed March 20, 1845, provided a specific remedy for the injury complained of, the common law remedy by indictment cannot be resorted to. Now, if this position be correct, the demurrer is sustained, because, in this view, the bill does not allege an offence punishable by indictment. It is contended, however, by the counsel for the Commonwealth that the remedy provided by the Act of 1845 is but cumulative and does not supersede the common law remedy by indictment. The act referred to is in these words: ‘It shall not be lawful for any railroad company to block up the passage of any crossings of public streets or roads or obstruct the said crossings with their locomotives or cars; and if any engineer or other agent of any railroad company shall obstruct or block up such crossings, he or they shall be subject to a penalty of $25, to be recovered with costs in the name of the Commonwealth of Pennsylvania, before a justice of the peace; one-half of such penalty shall be paid to the informer or informers, and the remaining half shall be paid into the treasury of the Commonwealth, provided that in the event of such engineer or agent being unable to pay the said penalty, then and in that case the said railroad company employing the said engineer or agent shall pay the penalty aforesaid.’\n“The Act of 1806 ordains that ‘in all cases where a remedy is provided or duty enjoined, or anything directed to be done by any act or acts of assembly of this Commonwealth, the directions of the acts shall be strictly pursued; and no penalty shall be inflicted or anything done, agreeably to the provisions of the common law in such cases, further than shall be necessary for carrying such act or acts into effect.’ This act is introduced verbatim into the new Penal Code of 1860, and thus its provisions are made applicable to both civil and criminal cases. If, then, a remedy has been provided by the Act of 1845 for the injury complained of, the offence charged is not indictable, but the act providing for the recovery of a penalty in a qui tarn action must be strictly pursued. . . . The indictment charges that the defendant obstructed the highway by allowing the cars to stand upon the crossing, and the statute forbids any railroad company to block up the passage of any crossings of public streets or roads, or to obstruct the said crossings with their locomotives or cars, under a penalty of $25. We are unable to discover wherein the offence stated in the bill differs from that mentioned in the statute, and we are, therefore, of the opinion that this indictment cannot be sustained.”\n*772The Supreme Court, in affirming the judgment, said (page 56): “As to the question upon the record, we think the demurrer to the indictment was well sustained, and that the reasons given by the learned judge are sufficient to justify the judgment, which is accordingly affirmed.”\nThe 87th section of the Criminal Code took the crime therein specified, procuring miscarriage, resulting in the death of the child or the woman, out of the class designated as murder, and made it a felony of a lesser grade, and prescribed the punishment therefor; hence, if one caused the death of a woman in attempting to procure a miscarriage, he cannot be indicted for murder: Com. v. Railing, 113 Pa. 37.\nMany other cases giving effect to the Act of 1806 may be found collected in 8 Vale’s Digest, 12413, et seq.\nWe cannot agree with Judge Bell in Com. v. Neff et al., 1 D. &amp; C. 657, that there is any parallel between the 90th and 92nd sections of the Act of April 15, 1834, and the 240th and 241st sections of the Act of July 14, 1917 (The General Township Act). The distinction is made manifest by the following excerpt from the opinion of Mr. Justice Coulter in Edge v. Com., 7 Pa. 275, upon which case Judge Bell so much relies for his opinion, that, notwithstanding the Act of 1917, supervisors are still liable to indictment at common law for failure to make repairs to the public roads: “The 92nd section of the Act of 1834, it is true, provides that supervisors shall be liable to a penalty of not less than four dollars nor more than fifty, to be recovered in a summary way before a justice of the peace, &amp;c., for refusing or neglecting to perform any duty required of him by law. But that act imposed on supervisors the duties of overseers of the poor, and nothing else; and we must construe the section to relate to those duties especially and to have been intended for the benefit of individuals, as the 90th section, which is the first that relates to supervisors, enacts ‘that the supervisors of each township, elected or appointed in pursuance of this act, shall perform all the duties imposed by law on supervisors of the public roads and highways and be subject to the same responsibilities,’ thus clearly showing that, in contemplation of the legislature, these officers were amenable to other responsibilities, as supervisors of roads, than those imposed by that act which constituted them overseers of the poor, and one of those responsibilities was, and continues to be, the liability to an indictment for refusing or neglecting to open and repair highways. There is no other provision nor any other act or clause giving the public or State any remedy save this of indictment.”\nIt is clear that, in the opinion of the Supreme Court, the 92nd section of the Act of 1834, which subjected supervisors to a penalty to be recovered in a summary way before a justice of the peace, applied only in case of neglect of their duties as overseers of the poor, and that their statutory liability to indictment for failure of duty concerning roads was wholly dependent upon the 90th section of the act. A further distinction between the Acts of 1834 and 1917 may be noted in this, that, whereas the 90th section of the Act of 1834, which makes supervisors, as such, liable, as before, contains no exception to its provisions, the 240th section of the Act of 1917, which subjects them to a fine “upon conviction before a justice of the peace,” applies to any township supervisor “who shall violate any of the provisions of this act, other than those for the violation of which specific penalties are provided, or who shall neglect or refuse to carry out the provisions of this act.” One of the duties of the supervisors under the Act of 1917 is to keep the roads in repair (section 236), and no specific penalty having been provided for their failure so to *773do, it follows that the remedy provided by the 240th section of the act is exclusive.\nAll of the other cases cited by Judge Bell and Judge Smith, except those based upon special laws, were decided under the same statutory conditions that existed at the time Edge v. Com. was decided. All this, in our judgment, has been changed by the Act of 1917.\nThe point made by Judge Smith in Com. v. Lake Forest Township Supervisors, that supervisors may still be indicted under the 73rd section of the Penal Code of 1860, is, we think, untenable, for the reason that by the Act of 1917 the offence described in this indictment, namely, failure to keep a public road in repair, was taken out of the class of public nuisances and thereby stripped of its character as a misdemeanor, just as procuring a miscarriage, resulting in the death of the child or woman, was taken out of the class designated as murder by the 87th section of the Criminal Code, as held in Com. v. Railing, 113 Pa. 37.\nNow, Sept. 5, 1924, the motion in arrest of judgment is granted and the defendants are discharged without day.\nFrom W. E. Shaffer, Lock Haven, Pa.\n",
            "ocr": true,
            "opinion_id": 8518945
        }
    ],
    "court_short_name": "Clinton County Court of Quarter Sessions",
    "court_full_name": "Clinton County Court of Quarter Sessions",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}