{
    "id": 8546617,
    "judges": "Hicks, Houck, Koch",
    "date_filed": "2015-09-10",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-silliman",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Silliman",
    "case_name_full": "Commonwealth v. Silliman",
    "attorneys": "N. A. Watkins, Assistant District Attorney, for Commonwealth., C. E. Berger, M. A. Kilker and C. M. Palmer, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "13 Pa. D. & C. 327"
    ],
    "opinions": [
        {
            "author_str": "Houck",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHouck, J.,\n— The indictment in this case charges that the defendants, maliciously intending to injure the good name and reputation of “the members of the Grand Inquest sitting for the March Sessions, 1929,” naming eighteen persons, did, on March 22, 1929, unlawfully compose and write a certain false and defamatory libel “of and concerning them, the said members of the Grand Inquest sitting for the March Sessions, 1929.” This is followed by a statement of the alleged libelous matter. We shall quote only a portion of the article. It is entitled “Prosecution or Persecution (Editorial),” and continues; “The Grand Jury assigned especially to the investigation of the escape from prison of Alvarez Miquel, convicted of murder, having completed its work, its acts now become a proper subject for comment. . . . But comment is permitted on the action of the Grand Jury. It was wholly in sympathy with the political terrorism that has prevailed in this county for several years; a terrorism that has behind it but one thing — political aggression. This Grand Jury passed upon matters that have, for obvious reasons, been held from several grand juries. It would appear that never did it fail to respond to the spur and whip. It condemned all the employees of the jail; it condemned, among others, a keeper who is noted for his bravery; a keeper who a few years ago fought a desperate criminal and shot him; a keeper who has been held by several administrations because of his efficiency. But all the men employed in the prison are affiliated with the major party in the County of Schuylkill, the regular Republican organization, which excludes from its rank certain men for certain reasons. Let us take the matter of Commissioner Walton. The Grand Jury avers that he accepted one thousand dollars from Warden Haertter for appointing Haertter to his position. . . . His case, if case there is, did not properly come under the scope of the Grand Inquest, so that we are entirely free to criticize it. We consider *328it to be an outrageous imposition, a scandalous, malignant utterance and one for which somebody should be held accountable. . . . All of the employees pf the jail have been branded and why? Because in all cases they are affiliated with a different party than that which is constituted in the forces that were behind the Grand Jury inquiry. Most of these men have done no wrong.and they should be retained in their positions. Those against whom there is evidence should be given a fair trial, and if they are found guilty, they should be punished adequately and without compunction.” The indictment then charges that the defendants printed and published the alleged defamatory libel in a newspaper entitled “The Pottsville Journal,” thus exposing the members of the grand inquest sitting for the March Sessions, 1929, to public hatred, com tempt and ridicule, contrary to the form of the act of the general assembly in such case made and provided.\nThe defendants moved to quash the, indictment, assigning five reasons, to wit: (1) The indictment does not charge any indictable offense. (2) It is fatally defective, in that it does not connect the grand inquest sitting for the March Sessions, 1929, with the alleged libel. (3) It is fatally defective, in that it does not aver that the grand inquest sitting for the March Sessions, 1929, was the grand jury assigned especially to the investigation of the escape of Alvarez Miquel. (4) It is fatally defective, because it does not aver that the grand inquest sitting for the March Sessions, 1929, is the grand jury referred to in the alleged libelous article, and no extrinsic facts are averred connecting that grand inquest with the alleged libel by way of inducement and colloquium; and (5) the indictment is fatally defective, because the article set forth therein is not libelous or defamatory per se, and there are no averments in the indictment, by way of innuendo, to show that said article has or can be given a libelous or defamatory meaning.\nThe proper form of an indictment charging libel was explained at length in Com. v. Swallow, 8 Pa. Superior Ct. 539. In that case the court said: “When language of the character described in the statute is applied to a person by name, there can be no question of its meaning or application. . In such case, it is only necessary, in an indictment, to identify the prosecutor as the person named by an averment that the language was published of and concerning him. But where the language does not necessarily tend to blacken character, or expose to public hatred, eontempt or ridicule, or where the person to whom it refers is not named, it becomes necessary to so frame the indictment as to show the defamatory meaning of the language and its application to the prosecutor.” When the publication does not bear the defamatory meaning ascribed to it, or indicate the person at whom it is aimed, it is necessary to set forth the requisite extrinsic matters in a prefatory way, which is designated as the inducement. Then follows a statement of the matters necessary to connect the language with the extrinsic circumstances and to show that it was published of and concerning the person mentioned in the inducement. This is designated as the colloquium. Lastly, the defamatory meaning, which is alleged to attach to the language, is set forth, and this interpretation is called the innuendo.\nThe publication here in question refers only to “the Grand Jury assigned especially to the investigation of the escape from prison of Alvarez Miquel.” There is nothing whatever in the indictment to show that this grand jury is the grand inquest sitting for the March Sessions, 1929. The indictment does mot even identify the grand inquest as one assembled in Schuylkill County. No individual member of the grand jury is named in the alleged libelous article. Hence, since the article does not name the particular grand jury *329alleged to have been defamed, or any of its members, it is quite clear that an inducement and colloquium are necessary. There is neither in this indictment. The indictment charges a libel on the grand inquest sitting for the March Sessions, 1929. The publication refers to the grand jury which investigated the escape of Miquel. Unless it be shown in the indictment that these are one and the same, the indictment is defective under the principles referred to above.\nThe indictment does not contain a single innuendo. In our opinion, the words of the alleged publication are not libelous or defamatory per se. They do not charge directly, nor by necessary implication, any scandalous or criminal action on the part of any member of the grand jury. If the language used is susceptible of an interpretation rendering it libelous or defamatory, this interpretation or meaning should be set out by way of innuendo. The language is susceptible of several meanings, and, if it can be so interpreted as to be libelous, this interpretation must appear in the indictment. In the absence of inducement, colloquium and innuendo, the indictment must be quashed.\nThe first reason assigned in support of the motion to quash is that the indictment does not charge any indictable offense. In the absence of any innuendoes indicating wherein the language is libelous, we are unable to determine whether or not the article is, in law, libelous and sufficient to support an indictment. On this point we express no opinion.\nThe indictment is quashed.\nAnd now, Nov. 11, 1929, an exception is allowed the Commonwealth and 'bill is Sealed. From M. M. Burke, Shenandoah, Fa.\n",
            "ocr": true,
            "opinion_id": 8519238
        }
    ],
    "court_short_name": "Schuylkill County Court of Quarter Sessions",
    "court_full_name": "Schuylkill County Court of Quarter Sessions",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}