{
    "id": 7105390,
    "judges": "Seidenfeld",
    "date_filed": "1989-06-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-healey",
    "case_name_short": "Healey",
    "case_name": "People v. Healey",
    "case_name_full": "The People of the State of Illinois v. George H. Healey, Jr.",
    "attorneys": "Morton Zwick, of Defender Project, of Chicago, (E. Roger Horsky, of counsel,) for appellant., William V. Hopf, State’s Attorney, of Wheaton, (Ralph J. Gust, Jr., Assistant State’s Attorney, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied April 1, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "132 Ill. App. 2d 190"
    ],
    "opinions": [
        {
            "author_str": "Seidenfeld",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE SEIDENFELD delivered the opinion of the court: Defendant was sentenced to a term of 40-75 years upon his mid-trial plea of guilty to the murder of his wife. (Ill. Rev. Stat. 1987, ch. 38, par. 9 — 1 (a) (1).) He asks that his sentence be reduced to the statutory minimum of 14 years. We have concluded that the circumstances do not warrant the exercise of our authority to reduce sentences. (Supreme Court Rule 615(b) ). The killing was particularly brutal and unprovoked. After defendant had missed his wife with a shot which landed between her and a neighbor in whose apartment the victim sought refuge, he then fired two bullets into his wife’s body. After this the gun apparently jammed and defendant manually ejected two bullets, then struck his victim with the butt of the gun a minimum of ten blows to the face and the head, crushing her skull. The testimony adduced and the reports received at a comprehensive hearing in aggravation and mitigation support the sentence. The history of defendant’s marital problems culminating in his wife’s refusal of reconciliation in no way mitigates the killing. It is apparent from the record that the trial court considered the evidence of the extent of defendant’s drinking prior to the crime (with no evidence that he was intoxicated when he committed the act); the relationship of the victim and the defendant; and the psychiatric reports 1 but concluded that these factors did not suggest any greater leniency than shown in the sentence, considering the vicious and unprovoked nature of the crime. The sentence does not constitute a great departure from the fundamental law and its spirit or purpose, nor is it disproportionate to the nature of the offense, and therefore we will not disturb it. See People v. Caldwell (1968), 39 Ill.2d 346, 355, 356; People v. Hicks (1966), 35 Ill.2d 390, 397, 398; People v. Buell (1970), 120 Ill.App.2d 367, 371-373; People v. Richards (1970), 120 Ill.App.2d 313, 353; People v. Haynes, 2d Dist., No. 70-111. The judgment below is affirmed. Judgment affirmed. T. MORAN, P. J., and ARRAHAMSON, J., concur.   In the reports defendant was characterized as having “an inadequate personality”. His affinity to alcohol and frequent job changes was seen as illustrating his inadequacy and insecurity. One of the reports concluded that defendant’s misdeed “was a specific act directed toward a specific object” and that “the defendant is treatable and any future homicidal acts from the clinical viewpoint are most unlikely”. Under all of the circumstances of this case, these are considerations which, rather than reflecting unfavorably on the propriety of this particular sentence, may be more fully assessed and realized in parole procedures. (Counsel have noted in oral argument that defendant would be eligible for parole in approximately 11 years under the present sentence, compared with aproximately 8 years if we reduced the sentence to a minimum term of 14 years.)  ",
            "ocr": true,
            "opinion_id": 7011314
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}