{
    "id": 7110646,
    "judges": "Scott",
    "date_filed": "2021-12-22",
    "date_filed_is_approximate": true,
    "slug": "people-v-russell",
    "case_name_short": "Russell",
    "case_name": "People v. Russell",
    "case_name_full": "THE PEOPLE OF THE STATE OF ILLINOIS v. STANLEY RUSSELL",
    "attorneys": "Robert Agostinelli and G. Joseph Weller, both of State Appellate Defender’s Office, of Ottawa, for appellant., L. Patrick Power, State’s Attorney, of Kankakee (James E. Hinterlong and John X. Breslin, both of Illinois State’s Attorneys Association, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "51 Ill. App. 3d 646"
    ],
    "opinions": [
        {
            "author_str": "Scott",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. JUSTICE SCOTT delivered the opinion of the court: This is an appeal from the circuit court of Kankakee County which, after a plea of guilty to the crime of murder by the defendant Stanley Russell, entered judgment thereon and sentenced him to a term of imprisonment of not less than 25 nor more than 100 years. The defendant was indicted along with Lee Arthur Gray for the murder of Hallie McKee. The defendant, who was represented by private counsel, after making a number of pretrial motions ultimately pleaded guilty to count I of an indictment which charged him with committing the offense of murder in violation of section 9 — 1(a)(1) of the Criminal Code of 1961 (Ill. Rev. Stat. 1973, ch. 38, par. 9 — 1(a)(1)). Co-defendant, Lee Arthur Gray, also entered a plea of guilty to the same charge. The only plea agreement involved in the proceedings was an understanding that the State would make no recommendation as to sentence and would further nolle prosse count II of the indictment. No issue is raised as to the admonishments given or the failure to give admonishments to the defendant at the time he tendered and the trial court accepted his plea of guilty. It should further be noted that no question is raised concerning the voluntariness of the defendant’s plea. During the plea proceedings the factual basis for the alleged crime of minder offered by the State disclosed that the defendant, along with his accomplice and co-defendant Gray, went to Pembroke in Kankakee County on December 7, 1974, where the defendant asked the victim Hallie McKee if he could pinchase some gas from him and then got into the victim’s truck. The accomplice Gray in his car followed the truck to a country road and upon arriving there the defendant ordered the victim McKee to pull over, after which he shot him twice in the head. The defendant at the direction of his accomplice Gray then fired a third round into the victim’s head. From these shots the victim died two weeks later. The weapon used by the defendant, being a revolver, was thrown from the car window by his accomplice Gray. As we have stated, the defendant made many pretrial motions and there ensued considerable post-sentencing activity in the trial court which resulted in a voluminous record; however, in this appeal but one issue is raised by the defendant, which is his contention that the sentence of 25 to 100 years in prison is excessive and should be reduced. In addressing ourselves to the issue of whether or not the defendant’s sentence is excessive we find that the presentence report filed for him disclosed that he was a 22-year-old married man with an infant daughter and no serious past criminal record. The trial court expressed recognition of the defendant’s good background but also made the following observation: “I consider it rather heinous for anybody to kill anybody for no reason. Murder is bad enough but for no reason at all that’s worse. For pay is terrible # The defendant correctly calls attention to the fact that the trial judge prior to imposing sentence admitted that the true motive of the defendant when he committed the murder would probably never be known; however, the court had heard testimony from an Illinois Bureau of Investigation agent, Thomas Naughton, concerning statements made by the defendant after he had been arrested on an unrelated charge. It was Naughton’s testimony that the defendant had admitted shooting the victim McKee at the request of his co-defendant Gray as a contract killing and that he was guaranteed a *1,000 payment. We set forth this statement of the defendant solely for the purpose of illustrating that there was a basis for the trial judge’s remarks to the effect that murder for pay is terrible. The defendant in his brief specifically states that no issues are raised in this appeal regarding the admissibility of the defendant’s alleged confession, the disputed presentencing report, or other evidence presented by the State during the sentencing hearing, since in People v. Hightower (1976), 38 Ill. App. 3d 177, 347 N.E.2d 351, it was held that evidence concerning the entire circumstances surrounding an offense, including repudiated confessions of the defendant, are relevant to the sentence to be imposed. The defendant argues that the sentence he received is violative of the 1970 Constitution of Illinois, article I, section 11, which provides: “All penalties shall be determined both according to the seriousness of the offense and with the objective of restoring the offender to useful citizenship.” We cannot agree with the defendant that his sentence violates the constitutional provisions cited by him. He committed a crime which was by our legislature classified as a separate class felony. (Ill. Rev. Stat. 1973, ch. 38, pars. 9 — 1(a)(3)(b) and 1005 — 5—1(b)(1).) While the sentence imposed on the defendant may be severe, the crime to which he pleaded guilty was indeed a serious one. We have no doubt that the trial court imposed sentence realizing the seriousness of the offense as prescribed by our constitution. We are also of the opinion that the court followed the constitutional mandate that the sentence imposed must also have the objective of restoring the offender to useful citizenship. We deem this opinion to be merited in that the trial court could have imposed a much harsher sentence on the defendant, both as to the minimum and maximum time to be served. See Ill. Rev. Stat. 1973, ch. 38, par. 9— 1(a)(3)(b). The trial judge was well aware of the fact that for purposes of parole the sentence imposed upon the defendant is viewed as a 20-year minimum sentence. (Ill. Rev. Stat. 1973, ch. 38, par. 1003 — 3—3(a)(1).) Should the defendant while incarcerated demonstrate that he has rehabilitated himself it is entirely possible that in less than 12 years he could be paroled. See Admin. Reg. 813, II, A, 2, Ill. Dept. Corr., Adult Div.  The authority of reviewing courts to reduce sentences imposed by trial courts should be applied with considerable caution. (People v. Drew (1975), 32 Ill. App. 3d 682, 336 N.E.2d 281; People v. Reno (1975), 32 Ill. App. 3d 754, 336 N.E.2d 36.) Some factors to be considered in reviewing sentences imposed by the trial court are (1) the seriousness of the crime at bar, (2) any prior convictions, (3) the defendant’s natural inclination or aversion to commit crime, and (4) the stimuli which motivated his conduct. People v. Franklin (1976), 42 Ill. App. 3d 408, 355 N.E.2d 634.  Applying these tenets to the instant case we recognize that the defendant has no prior convictions, yet the crime he committed is of the most serious nature, his killing of the victim in such a cold-blooded manner indicates that he had no aversion to taking a human life, and the stimuli which motivated him was to commit a murder for profit. We can only conclude that the defendant’s sentence should not be reduced. We do not find that the sentence imposed upon the defendant constitutes a great departure from the law, its spirit and purpose, or that it violates the intent and mandate set forth in article I, section 11 of our IEinois Constitution of 1970. For the reasons set forth the judgment of the circuit court of Kankakee County and the sentence imposed thereon is affirmed. Affirmed. STENGEL, P. J., and ALLOY, J., concur. ",
            "ocr": true,
            "opinion_id": 7016894
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}