{
    "id": 7109373,
    "judges": "Berzon, Noonan, Wardlaw",
    "date_filed": "2023-09-29",
    "date_filed_is_approximate": true,
    "slug": "coalition-of-clergy-lawyers-professors-v-bush",
    "case_name_short": "Bush",
    "case_name": "Coalition of Clergy, Lawyers, & Professors v. Bush",
    "case_name_full": "COALITION OF CLERGY, LAWYERS, AND PROFESSORS Haim Dov Beliak Robert A. Berger Kathryn S. Bloomfield Erwin Chemerinsky Ramsey Clark Allen Freehling Steven Jacobs Harold S. Lewis, Jr. Hugh R. Manes Arthur L. Margolis Kenneth B. Noble George Regas Joseph Reichman Lawrence W. Schilling Carol A. Watson Marion R. Yagman Stephen Yagman, on behalf of persons Held involuntarily at Guantanamo Naval Air Base, Cuba v. George Walker BUSH Donald H. Rumsfeld Richard B. Myers Gordon R. England James L. Jones Robert A. Buehn Michael Fair Ellen Mustain Michael Lehnert",
    "attorneys": "Stephen Yagman, Marion R. Yagman, Joseph Reichmann, Kathryn S. Bloomfield, Yagman & Yagman & Reichmann & Bloomfield, Venice Beach, CA, Erwin Chemerinsky, University of Southern California Law School, Los Angeles, CA, for the appellants., Robert D. MeCallum, Jr., Assistant Attorney General; John S. Gordon, United States Attorney; Paul D. Clement, Deputy Solicitor General; Gregory G. Katsas, Deputy Assistant Attorney General; Robert Loeb, Sharon Swingle, United States Department of Justice, Washington, D.C., for the appellees., Jay Alan Sekulow, Stuart J. Roth, Robert W. Ash, Virginia Beach, VA, for the amicus.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted July 8, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "310 F.3d 1153"
    ],
    "opinions": [
        {
            "author_str": "Wardlaw",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nWARDLAW, Circuit Judge:\nA Coalition1 of clergy, lawyers, and law professors petitioned for a writ of habeas corpus on behalf of persons captured in Afghanistan by the Armed Forces of the United States and now held at Guantanamo Naval Base, Cuba, in a secure detention facility known as Camp X-Ray. The Coalition alleged that the detainees have been deprived of their liberty without due process of law, have not been informed of the nature and cause of the accusations against them or afforded the assistance of counsel, and are being held by the United States government in violation of the United States Constitution and the Third Geneva Convention.\nThe district court dismissed the petition on the grounds that: (1) the Coalition lacked next-friend standing to assert claims on behalf of the detainees; (2) the district court itself lacked jurisdiction to issue the writ; and (3) no federal court could have jurisdiction over the writ, so there is no basis to transfer the petition to another federal district court. Coalition of Clergy v. Bush, 189 F.Supp.2d 1036, 1039 (C.D.Cal.2002). The Coalition timely appealed.\nBecause we agree that the Coalition lacks next-friend and third-party standing to bring a habeas petition on behalf of the detainees, we hold that the district court lacked jurisdiction to decide that neither it nor any other United States federal court may properly entertain the habeas claims in this petition. We therefore affirm the district court’s holding as to standing, but reverse and vacate that portion of the decision that purports to adjudicate the rights of the detainees or persons on their behalf to petition before other United States courts.\nI. Background\nIn an event forever seared upon the soul of America, members of the A1 Qaeda terrorist group engaged in a quick series of attacks upon the United States on September 11, 2001, killing thousands of civilians in New York, northern Virginia, and Pennsylvania, with the intent to work even more crippling damage upon the country. As the horror of these events was realized by the American people, the President and Congress united in their commitment of the Armed Forces of the United States to take military action against the A1 Qaeda terrorists and those who would harbor them, like the Taliban government of Afghanistan, to prevent any future acts of international terrorism. Authorization for Use of Military Force, Pub. L. No. 107-40, 115 Stat. 224 (Sept. 18, 2001) (authorizing the President “to use all necessary and appropriate force against those nations, *1157organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons”). American forces were sent to Afghanistan and neighboring countries, and a United States-led alliance attacked the forces of the Taliban government and A1 Qaeda.\nThe United States and its allies successfully removed the Taliban from power and captured, killed, or drove to flight some of the more notorious members of A1 Qaeda and the Taliban. Kabul, the capital of Afghanistan, was taken on November 13, 2001, and thousands of Taliban and A1 Qaeda combatants were eventually captured or surrendered. Among these captives, the detainees deemed most dangerous by the United States military were transferred to the United States Naval Base at Guantanamo Bay, Cuba.\nThe detainees are being held at the naval base in a secure facility known as Camp X-Ray. They have been visited by members of the International Red Cross and diplomats from their home countries. Although the detainees have not been allowed to meet with lawyers, they have had some opportunity to write to friends and family members.\nThe district court had jurisdiction over the habeas petition under 28 U.S.C. § 2241. This court has jurisdiction to review the district court’s final order over the habeas petition under 28 U.S.C. § 1291. We review a district court’s dismissal of a habeas petition de novo. Jiminez v. Rice, 276 F.3d 478, 481 (9th Cir.2001); Edelbacher v. Calderon, 160 F.3d 582, 583 (9th Cir.1998).\nII. Discussion\nThis case stands or falls on whether the Coalition has standing to bring a habeas petition on behalf of the Guantanamo Bay detainees. Standing, as a general matter, raises both constitutional and prudential concerns incident to the exercise of jurisdiction. At its constitutional .core, standing is a manifestation of the Article III case-or-controversy requirement; it is the determination of whether a specific person is the proper party to invoke the power of a federal court. As the United States Supreme Court‘has stated, “[i]n essence the question of standing is whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.” Warth v. Seldin, 422 U.S. 490, 498, 95 S.Ct. 2197, 45 L.Ed.2d 343 (1975). The Coalition does not assert direct standing, but instead urges us to find next-friend standing under the federal habeas statute or standing under traditional principles of third-party standing. We address these arguments in turn.\nA. Next-friend standing under 28 U.S.C. § 2242.\nThe federal habeas statute provides that the “Application for a writ of habeas corpus shall be in writing signed and verified by the person for whose relief it is intended or by someone acting in his behalf.” 28 U.S.C. § 2242 (emphasis added). Congress added the words “or by someone acting in his behalf’ by amendment in 1948. Even before the- amendment, however, federal courts had long recognized that under appropriate circumstances, ha-beas petitions could be brought by third parties, such as family members or agents, on behalf of a prisoner. This species of third-party habeas standing, known as next-friend standing, was examined at length by the Supreme Court in Whitmore v. Arkansas, 495 U.S. 149, 161-64, 110 S.Ct. 1717, 109 L.Ed.2d 135 (1990). In Whitmore, the Supreme Court recognized that next-friend standing “has long been an accepted basis for jurisdiction in certain circumstances.” The Court explained:\n*1158Most frequently, “next friends” appear in court on behalf of detained prisoners who are unable, usually because of mental incompetence or inaccessibility, to seek relief themselves. As early as the 17th century, the English Habeas Corpus Act of 1679 authorized complaints to be filed by “any one on ... behalf’ of detained persons, and in 1704 the House of Lords resolved “[T]hat every Englishman, who is imprisoned by any authority whatsoever, has an undoubted right, by his agents, or friends, to apply for, and obtain a Writ of Habeas Corpus, in order to procure his liberty by due course of law.” Some early decisions in this country interpreted ambiguous provisions of the federal habeas corpus statute to allow “next friend” standing in connection with petitions for writs of habeas corpus, and Congress eventually codified the doctrine explicitly in 1948.\nWhitmore, 495 U.S. at 162-63, 110 S.Ct. 1717 (citations and footnotes omitted).\nThe actual practice codified by Congress as to which persons could properly bring a petition was not without its limitations. An examination of the pre-amendment cases demonstrates consistently that each time next-friend habeas standing was granted by a federal court, there was a significant pre-existing relationship between the prisoner and the putative next friend. For example, in 1869, a wife of an enlisted soldier was granted next-friend habeas standing to bring a petition on behalf of her husband. In re Ferrens, 8 F. Cas. 1158 (S.D.N.Y.1869) (No. 4746). Similarly, in United States ex rel. Funaro v. Watchom, the Circuit Court for the Southern District of New York considered a habeas petition signed not by the detainee, but by the detainee’s attorney. United States ex rel. Funaro v. Watchorn, 164 F. 152, 153 (C.C.S.D.N.Y.1908). The court noted that the attorney was permitted to sign the habeas petition on behalf of his client, explaining the general practice and its rationale:\nNotwithstanding the language of [the statute], it has been the frequent practice in this district to present habeas corpus petitions in deportation cases signed and verified by others than the person detained. In such cases, often for lack of time, as well as because of infancy or incompetency, it would be impossible to present a petition signed and verified by the person detained....\n\nId.\n\nIn a similar vein, the District Court for the Northern District of Ohio recognized the general practice allowing next friend standing, and permitted a brother-in-law to bring a petition on behalf of a minor under 21:\nThis application is made on [the prisoner’s] behalf by ... his. brother-in-law. It is proper practice to make an application by one on behalf of another.... An application may be made by a parent or guardian having a superior right to the custody and control of the person illegally detained, when such person might not himself obtain relief.\nEx parte Dostal, 243 F. 664, 668 (N.D.Ohio 1917). The Second Circuit Court of Appeals further elaborated upon the practice and its limitations in 1921:\nIt has never been understood that, at common law, authority from a person unlawfully imprisoned or deprived of his liberty was necessary to warrant the issuing of a habeas corpus, to inquire into the cause of his detention.... But the complaint must set forth some reason or explanation satisfactory to the court showing why the detained person does not sign and verify the complaint and who “the next friend” is. It was not intended that the writ of habeas corpus should be availed of, as matter of course, *1159by intruders or uninvited meddlers, styling themselves next friends.\nUnited States ex rel. Bryant v. Houston, 273 F. 915, 916 (2d Cir.1921); see also Rosenberg v. United States, 346 U.S. 273, 291-92, 73 S.Ct. 1152, 97 L.Ed. 1607 (1953) (denying stranger the right to bring petition on behalf of the Rosenbergs, because there was no authorization); United States ex rel. Toth v. Quarles, 350 U.S. 11, 13 n. 3, 76 S.Ct. 1, 100 L.Ed. 8 (1955) (granting next-friend standing to sister on behalf of prisoner in Korea); Gilmore v. Utah, 429 U.S. 1012, 1013-14, 97 S.Ct. 436, 50 L.Ed.2d 632 (1976) (recognizing, for purposes of stay, next-friend standing of mother on behalf of prisoner); Evans v. Bennett, 440 U.S. 1301, 99 S.Ct. 1481, 59 L.Ed.2d 756 (1979) (Rehnquist, Circuit Justice) (recognizing, for purposes of stay, next-friend standing of mother on behalf of prisoner); Hamilton v. Texas, 485 U.S. 1042, 1042, 108 S.Ct. 1761, 100 L.Ed.2d 187 (1988) (recognizing next-friend standing of mother on behalf of prisoner); Demosthenes v. Baal, 495 U.S. 731, 735, 110 S.Ct. 2223, 109 L.Ed.2d 762 (1990) (denying next-friend standing to parents on behalf of prisoner, when there was no showing of mental incompetence); Vargas v. Lambert, 159 F.3d 1161, 1163 (9th Cir.1998) (granting next-friend standing to mother on behalf of prisoner); Hamdi v. Rumsfeld, 296 F.3d 278, 281 (4th Cir.2002) (granting next-friend standing to father on behalf of son) (“Hamdi IT’).\nThe practice of allowing next-friend standing also had been long recognized in our Circuit before it was enacted into the habeas statute. In 1928, we considered an application for a writ of habeas corpus that was not signed by the person in custody, but was “made on behalf and at the request of [the prisoner].” Collins v. Traeger, 27 F.2d 842, 843 (9th Cir.1928). On appeal, the state argued that the application, signed by someone other than the person in custody, was defective. We saw the defect, if any, as merely procedural, and since no previous objection had been made, the issue was not preserved for appeal. Id. But we also explained that, under the circumstances, it Was implied that the “petition may be made and verified by a person authorized to act on behalf of the one restrained of his liberty.” Id. Moreover, such a position was “supported ... by the weight of authority.” Id. (citing Bryant, 273 F. at 916; Dostal, 243 F. at 668; Watchom, 164 F. at 153).\nThe Supreme Court surveyed the development of the next-friend doctrine in Whitmore, both at common law and under the federal habeas statute, concluding:\n“[N]ext friend” standing is by no means granted automatically to whomever seeks to pursue an action on behalf of another. Decisions applying the habeas corpus statute have adhered to at least two firmly rooted prerequisites for “next friend” standing. First, a “next friend” must provide an adequate explanation— such as inaccessibility, mental incompetence, or other disability — why the real party in interest cannot appear on his own behalf to prosecute the action. Second, the “next friend” must be truly dedicated to the best interests of the person on whose behalf he seeks to litigate, and it has been further suggested that a “next friend” must have some significant relationship with the real party in interest. The burden is on the “next friend” clearly to establish the propriety of his status and thereby justify the jurisdiction of the court.\nWhitmore, 495 U.S. at 163-64, 110 S.Ct. 1717 (citations omitted).\nWe have subsequently described the two-pronged Whitmore inquiry as follows:\nIn order to establish next-friend standing, the putative next friend must show: (1) that the petitioner is unable to liti*1160gate his own cause due to mental incapacity, lack of access to court, or other similar disability; and (2) the next friend has some significant relationship with, and is truly dedicated to the best interests of, the petitioner.\nMassie ex rel. Kroll v. Woodford, 244 F.3d 1192, 1194 (9th Cir.2001).\nWe first examine whether the Guantanamo Bay detainees are able to litigate their own cause, and then torn to an examination of whether the Coalition has a relationship with any of the detainees sufficient to meet the second prong of Whitmore-Massie.\ni. Detainees’ inability to litigate own cause.\nThe first prong of the Whitmore-Massie test, lack of access to the court, has most often been considered a question of mental capacity, usually in the context of an inmate’s capacity to bring his own petition. See, e.g., Massie, 244 F.3d 1192; Vargas, 159 F.3d 1161. In Whitmore, the Supreme Court noted:\n[0]ne necessary condition for “next friend” standing in federal court is a showing by the proposed “next friend” that the real party in interest is unable to litigate his own cause due to mental incapacity, lack of access to court, or other similar disability. That pre-requi-site for “next friend” standing is not satisfied where ... his access to court is otherwise unimpeded.\nWhitmore, 495 U.S. at 165, 110 S.Ct. 1717.\nThe Coalition does not urge that the detainees suffer a mental or physical disability precluding their representation of their interests before the court, rather it argues that the first prong of the Whitmore-Massie test is satisfied because the detainees “appear to be held incommunicado,” and thus are physically blocked from the'courts. This hyperbolic argument fails because it lacks support in the record; in fact, the prisoners are not being held incommunicado.2\nThe record shows that the detainees have been visited by members of the International Red Cross and diplomats from their home countries, and have had limited opportunities to write to friends and family members. Family members have filed habeas petitions on the behalf of some detainees, and diplomats from several countries including Pakistan, Kuwait, Australia, and the United Kingdom have made inquiries into the status of the detainees and sought their release. Rasul v. Bush, 215 F.Supp.2d 55, 57 (D.D.C.2002) (“[T]he Court would point out that the notion that these aliens could be held incommunicado from the rest of the world would appear to be inaccurate.”); see also Hamdi II, 296 F.3d at 279 (Father filed a petition for a writ of habeas corpus as next friend of his son, who is detained at the Norfolk Naval Station Brig as an alleged enemy combatant captured during ongoing military operations in Afghanistan.). As noted by the District Court for the District of Columbia, “the government recognizes that these aliens fall within the protections of certain provisions of international law and that diplomatic channels remain an ongoing and viable means to address the claims raised by these aliens.” Rasul, 215 F.Supp.2d at 56-57.\n*1161Nevertheless, it is evident that the detainees are being held in a secure facility in an isolated area of the world, on a United States Naval Base in a foreign country, to which United States citizens are severely restricted from traveling. The detainees are not able to meet with lawyers, and have been denied access to file petitions in United States courts on their own behalf. As stated by the district court, and conceded by the Government at argument, “from a practical point of view the detainees cannot be said to have unimpeded or free access to court.” Coalition of Clergy, 189 F.Supp.2d at 1042. We need not delineate the contours of the access requirement in these circumstances, however, in light of the Coalition’s lack of a relationship with the detainees.\nii. Significant relationship with and true dedication to the detainees.\nTurning to the second prong of Whitmore-Massie, we examine whether the members of the Coalition have some significant relationship with, and are truly dedicated to the best interests of, the detainees. In Whitmore, the Supreme Court addressed the limitations on third-party “next friend” standing, and explained that “[hjowever friendly” and “sympathetic” a petition may be, and however concerned the petitioner is that “unconstitutional laws [are being] enforced,” a petitioner without a significant relationship does not suffer a sufficient grievance for standing purposes. Whitmore, 495 U.S. at 166, 110 S.Ct. 1717. Otherwise, “however worthy and high minded the motives of ‘next friends’ may be, they inevitably run the risk of making the actual defendant a pawn to be manipulated on a chessboard larger than his own case.” Lenhard v. Wolff, 443 U.S. 1306, 1312, 100 S.Ct. 3, 61 L.Ed.2d 885 (1979) (Rehnquist, Circuit Justice). As the Whit-more Court explained:\nThese limitations on the “next friend” doctrine are driven by the recognition that it was not intended that the writ of habeas corpus should be availed of, as matter of course, by intruders or uninvited meddlers, styling themselves next friends. Indeed, if there were no restriction on “next friend” standing in federal courts, the litigant asserting only a generalized interest in constitutional governance could circumvent the jurisdictional limits of Art. Ill simply by assuming the mantle of “next friend.”\nWhitmore, 495 U.S. at 164, 110 S.Ct. 1717 (citations and internal quotation marks omitted).\nThe Coalition argues that the Supreme Court in Whitmore did not impose the requirement of a “significant relationship” between the “next friend” and the detainee, but only noted that the cases it had surveyed suggested as much. In its view, the “significant relationship” requirement is the Ninth Circuit’s own erroneous gloss on Whitmore, which need not be followed.3 All that is necessary, according to the Coalition, is: (1) an adequate explanation for the reason the real party in interest cannot appear on its own behalf; and (2) the true dedication by the next friend to the best interests of the detainee. The “significant relationship” criterion is no more than an additional consideration in determining whether a petitioner is a suitable next friend. See, e.g., United States v. Ken Int’l. Co., 897 F.Supp. 462, 465 (D.Nev.1995) (stating the two requirements, and then noting: “It is also sug*1162gested that a ‘next friend’ must have some significant relationship with the real party in interest.” (citing Whitmore, 495 U.S. at 163-64, 110 S.Ct. 1717)).\nCombining the “significant relationship” requirement, however, with the “dedicated to best interests” consideration, as we did in Massie (and as suggested by Whit-more), meets the concerns the Whitmore Court addressed. The existence of a significant relationship enhances the probability that a petitioner is a suitable next friend, i.e., that a petitioner knows and is dedicated to the prisoner’s individual best interests. The more attenuated the relationship between petitioner and prisoner, the less likely a petitioner can know the best interests of the prisoner. The Fourth Circuit adopted the Massie approach in its recent decision in Hamdi v. Rumsfeld, 294 F.3d 598 (4th Cir.2002) (“Hamdi I”), denying next-friend standing to á public defender and a private citizen who filed habeas petitions on behalf of a military detainee captured as an alleged enemy combatant in Afghanistan. Id. at 604. Construing the language of Whitmore, it noted:\n[The Supreme Court in Whitmore] thought it important to begin by stating that there are “at least two firmly rooted prerequisites for ‘next friend’ standing,” thereby suggesting that there may be more. And after specifying the first two requirements, the Court went out of its way to observe that “it has been further suggested that a ‘next friend’ must have some significant relationship with the real party in interest.” (denying minister and first cousin of prisoner next friend standing).\nHamdi I, 294 F.3d at 604 (quoting Whitmore, 495 U.S. at 163-64, 110 S.Ct. 1717) (citations omitted and emphasis in original). Following Massie, “Whitmore is thus most faithfully understood as requiring a would-be next friend to have a significant relationship with the real party in interest.” Id.\nNevertheless, the contours of the requisite “significant relationship” do not remain static, but must necessarily adapt to the circumstances facing each individual detainee. “Significance” is a relative concept, dependent on the individual prisoner’s plight. Not all detainees may have a relative, friend, or even a diplomatic delegation able or willing to act on their behalf. In such an extreme case it is plausible that a person with “some” relationship conveying some modicum of authority or consent, “significant” in comparison to the detainee’s other relationships, could serve as the next friend. Moreover, the concept of “true dedication” is a subjective one, difficult of measurement. The existence of some relationship, whether it be from authorized representation to friendship or alliance to familial, serves as an objective basis for discerning the “intruder” or “uninvited meddler” from the true “next friend.”\nIn this case, however, the Coalition has not demonstrated any relationship with the detainees. The record is devoid of any effort to. even communicate with the detainees. Certainly the absence of any connection .or association by the Coalition with any detainee is insufficient even under an elastic construction of the significant relationship requirement to confer standing. Although there may be some extreme circumstances necessitating relaxation of the Whitmore-Massie standard, the record in this case is devoid of such circumstances. We therefore reserve consideration of these hypothetical cases for another day. See Hamdi I, 294 F.3d at 604.\niii. The Coalition lacks next-friend standing.\nWe accept the Coalition’s concern for the rights and welfare of the detainees at Camp X-Ray as genuine and sincere. *1163Nevertheless, it has failed to demonstrate any relationship with the detainees, generally or individually. We therefore must conclude that even assuming the detainees are unable to litigate on their own behalf and even under the most relative interpretation of the “significant relationship” requirement the Coalition lacks next-friend standing. As the district court aptly stated:\nTo permit petitioners to seek a writ of habeas corpus on a record devoid of any evidence that they have sought authorization to do so, much less obtained implied authority to do so, would violate the second prong of the Whitmore-Massie test. And it would invite well-meaning proponents of numerous assorted “causes” to bring lawsuits on behalf of unwitting strangers.\nCoalition of Clergy, 189 F.Supp.2d at 1044. Having demonstrated no relationship either as to any individual detainee or to the detainees en masse, the efficacy of the Coalition’s representation is in serious doubt. At best, the Coalition can only assert “a generalized interest in constitutional governance.” Whitmore, 495 U.S. at 164, 110 S.Ct. 1717. This relationship is insufficient to support next-friend standing.\nB. Third-party standing.\nIt is a well-established rule that a litigant may assert only his own legal rights and interests and cannot rest a claim to relief on the legal rights or interests of third parties. Singleton v. Wulff, 428 U.S. 106, 113-14, 96 S.Ct. 2868, 49 L.Ed.2d 826 (1976); Warth, 422 U.S. at 499, 95 S.Ct. 2197. As the prohibition against third-party standing is prudential, rather than constitutional, the Supreme Court has recognized exceptions to this general rule. For example, in Powers v. Ohio, 499 U.S. 400, 410-11, 111 S.Ct. 1364, 113 L.Ed.2d 411 (1991), which upheld a litigant’s third-party standing to raise equal protection claims of jurors peremptorily challenged due to race, the Supreme Court recognized three requirements for would-be third-party petitioners.\nWe have recognized the right of litigants to bring actions on behalf of third parties, provided three important criteria are satisfied: The litigant must have suffered an “injury in fact,” thus giving him or her a “sufficiently concrete interest” in the outcome of the issue in dispute; the litigant must have a close relation to the third party; and there must exist some hindrance to the third party’s ability to protect his or her own interests.\nId. (citations omitted); see also Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992); Shaw.v. Hahn, 56 F.3d 1128, 1130 n. 3 (9th Cir.1995) (third party must have suffered an injury-in-fact) (citing Singleton, 428 U.S. at 112-16, 96 S.Ct. 2868).\nOf the three requirements for third-party standing: (1) injury-in-fact; (2) close relationship to the third party; and (3) hindrance to the third party; the Coalition addresses only the last. It contends that a litigant may raise the claims of a third party if there is reason to believe that the individual is unlikely to be able to sue for himself or herself.\nEven if we were to assume satisfaction, of the third requirement, a hindrance to the detainees’ ability to assert their own claims, we would nevertheless conclude that the Coalition lacks third-party standing because neither it nor its members can demonstrate either the first requirement of an injury-in-fact or the second requirement of a close relationship. As to the first, the Coalition makes no allegation of personal injury to its members, and as to the second, it has alleged no relationship to the detainees. As in Valley Forge Christian College v. Americans United for Separation of Church and State, Inc., 454 U.S. *1164464, 485-86, 102 S.Ct. 752, 70 L.Ed.2d 700 (1982), the members of the Coalition:\nfail to identify any personal injury suffered by them as a consequence of the alleged constitutional error, other than the psychological consequence presumably produced by observation of conduct with which one disagrees. That is not an injury sufficient to confer standing under Art. Ill, even though the disagreement is phrased in constitutional terms.\nId. Because neither the Coalition nor any of its members has a relationship with the detainees, it cannot assert third-party standing on their behalf. Absent injury-in-fact and any relationship to the detainees, we find no third-party standing.\nC. Jurisdiction.\nBecause we conclude that the Coalition lacks standing, we decline to reach the remaining questions addressed by the district court: (1) whether the district court lacked jurisdiction because no custodian is within its territorial jurisdiction; and (2) whether the Supreme Court’s decision in Johnson v. Eisentrager, 339 U.S. 763, 70 S.Ct. 936, 94 L.Ed. 1255 (1950) would preclude any district court from asserting jurisdiction over the petition.4 We therefore vacate those portions of the district court’s opinion which. reachéd those questions.\nReaching either question; in particular the applicability of Johnson, is inappropriate. Such determinations purport to adjudicate the habeas rights of individual detainees, when the Coalition itself lacks standing to bring the petition and they were not before the court. The Supreme Court has stated that federal courts must hesitate before resolving a controversy, even one within their constitutional power to resolve, on the basis of the rights of third persons not parties to the litigation. Singleton, 428 U.S. at 113-14, 96 S.Ct. 2868. Such a concern cuts to the heart of the case-and-controversy requirement of Article III. Courts should not adjudicate rights unnecessarily; the real parties in interest in an adversarial system are usually the best proponents of their own rights. Id. Well-established principles of judicial restraint favor resolving this appeal on the narrow standing ground. The Supreme Court has warned, where litigants lack standing, that “[f]or a court to pronounce upon the meaning or the constitutionality of a state or federal law when it has no jurisdiction to do so is, by very definition, for a court to act ultra vires.” Steel Co. v. Citizens for a Better Env’t, 523 U.S. 83, 101-02, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998).\nIII. Conclusion\nThe question before us is not the scope of the rights and privileges of the detainees themselves under either our Constitution or other international laws or agree*1165ments. Here, we consider only the rights of the members of the Coalition to assert standing on behalf of the detainees and to seek habeas review of their detention. Because the Coalition failed to demonstrate any relationship with any of the detainees, it lacks next-friend or third-party standing to bring a habeas petition on their behalf. We therefore affirm the district court’s order as to the lack of standing.\nWe also vacate the district court’s determination that there was no jurisdiction in the Central District of California and its far-reaching ruling that there is no United States court that may entertain any of the habeas claims of any of the detainees. The district court was without jurisdiction to hold that the constitutionally embedded right of habeas corpus was suspended for all Guantanamo Bay detainees, without regard for their particular circumstances, whether they petitioned individually or through a true next friend on their behalf. The judgment of the district court is therefore\nAFFIRMED in part, VACATED in part.\nThe court orders each side to bear its own costs. Judge Noonan, dissenting from this order, believes costs should be awarded in favor of the government.\n\n. The members of the Coalition include: Rabbi Haim Dov Beliak, Prof. Robert A. Berger, Kathryn S. Bloomfield, Esq., Prof. Erwin Chemerinsky, Ramsey Clark, Esq., Rabbi Allen Freehling, Rabbi Steven Jacobs, Prof. Harold S. Lewis, Jr., Hugh R. Manes, Esq., Arthur L. Margolis, Esq., Prof. Kenneth B. Noble, Rev. George Regas, Joseph Reichman, Esq., Lawrence W. Schilling, Esq., Carol A. Watson, Esq., Marion R. Yagman, Esq., and Stephen Yagman, Esq.\n\n\n. The Coalition requested at oral argument that we remand for an evidentiary hearing on a variety of issues, including the detainees’ lack of access to lawyers or courts. We deny this request because the Coalition has not even made a preliminary showing that upon remand it could prove, in light of the record that is before the court, that any individual detainee is being held totally incommunicado. A bald assertion that the detainees are held incommunicado, when the record makes clear the contrary, does not necessitate a hearing; indeed it appears such a hearing would be futile.\n\n\n. Even if the Coalition were correct, we are constrained to adhere to our circuit's prior precedent, and the appropriate mechanism to revisit this framework would be through the en banc process. United States v. Ramirez-Cortez, 213 F.3d 1149, 1156 (9th Cir.2000). However, as explained below, Massie's restatement of the Whitmore standard is not merely a gloss, but flows directly from the Court’s rationale.\n\n\n. There is no question that the holding in Johnson represents a formidable obstacle to the rights of the detainees at Camp X-Ray to the writ of habeas corpus; it is impossible to ignore, as the case well matches the extraordinary\" circumstances here. After Germany had surrendered in World War II, German spies were captured by allied forces in China. They were tried and convicted by a military tribunal, imprisoned in Germany and sought a writ of habeas corpus in the United States federal courts. Johnson, 339 U.S. at 766, 70 S.Ct. 936. The German spies were thus enemy aliens who were captured and tried abroad, and imprisoned there by the United States military. The Supreme Court held that the privilege of the writ of habeas corpus could not be extended to aliens held outside the sovereign territory of the United States. Id. at 778, 70 S.Ct. 936; see also Zadvydas v. Davis, 533 U.S. 678, 693, 121 S.Ct. 2491, 150 L.Ed.2d 653 (2001) (\"It is well established that certain constitutional protections available to persons inside the United States are unavailable to aliens outside of our geographic borders.\").\n\n",
            "ocr": true,
            "opinion_id": 7015477
        },
        {
            "author_str": "Berzon",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBERZON, Circuit Judge,\nconcurring:\nI agree with the result reached in the court’s opinion. I write separately because I do not believe that we need to address whether next friend standing always requires a significant relationship. If we did need to address that question, I would be inclined to hold that a significant relationship is not always necessary.\nI.\nThe Supreme Court’s decision in Whitmore v. Arkansas, 495 U.S. 149, 168-64, 110 S.Ct. 1717, 109 L.Ed.2d 135 (1990) adopted two requirements: (1) that the petitioner is unable to litigate his own cause; and (2) that the next friend be “truly dedicated” to the best interests of the person on whose behalf he seeks to litigate. Although the Supreme Court noted that “it has been suggested that a ‘next friend’ must have some significant relationship with the real party in interest,” id. (emphasis added), the Court, notably, did not choose to adopt this suggestion, adhering instead to the two-pronged test. See also Sanchez-Velasco v. Dept. of Corrections, 287 F.3d 1015, 1026 (11th Cir.2002), cert. denied 525 U.S. 811, 119 S.Ct. 42, 142 L.Ed.2d 33 (1998) (“significant relationship” may not be an “independent requirement”); but see Hamdi v. Rumsfeld, 294 F.3d 598, 604 (4th Cir.2002) (“Hamdi F) (concluding that a significant relationship is an “important requirement”).\nThis Court appeared to import the significant relationship requirement into Whitmore’s second prong in Massie ex rel. Kroll v. Woodford, 244 F.3d 1192, 1194 (9th Cir.2001). Massie summarized Whitmore as follows:\nIn order to establish next friend standing, the putative next friend must show: (1) that the petitioner is unable to litigate his own cause due to mental incapacity, lack of access to court, or other similar disability; and (2) the next friend has some significant relationship with, and is truly dedicated to the best interests of, the petitioner. See Whitmore, 495 U.S. at 163-65, 110 S.Ct. 1717.\nMassie’s summary of Whitmore was incorrect. As noted, the Supreme Court in Whitmore did not indicate that a “significant relationship” was part of the second Whitmore prong. Rather, only after stating the two-prong Whitmore test did the Court add “it has been suggested that a ‘next friend’ must have some significant relationship with the real party in interest.” Whitmore, 495 U.S. at 164, 110 S.Ct. 1717 (emphasis added).\n*1166After the summarizing language. quoted above, the Massie opinion never discussed the second Whitmore prong again. Instead, Massie denied next friend standing solely because the petitioners in that case failed to meet the first Whitmore prong. Id. at 1199 n. 3. Absolutely nothing in Massie turned on the resolution of the significant relationship issue pointedly left open in Whitmore.\nThe above-quoted language in Massie, then, was simply dicta, on any view of that concept: It was unaccompanied by any analysis whatsoever of the issue left open in Whitmore regarding the necessity of a significant relationship and was in no way relevant to any holding in Massie. As dicta, it does not bind a panel of this court. See e.g. Inlandboatmens Union of Pac. v. Dutra Group, 279 F.3d 1075, 1081 (9th Cir.2002) (panel not bound by dicta from prior cases); United States v. Johnson, 256 F.3d 895, 915 (9th Cir.2001) (Kozinski, J., concurring) (defining dicta narrowly, but recognizing that “a statement [ ] made casually and without analysis” as a “prelude to another legal issue that commands the panel’s full attention” is dicta if the later panel is convinced that the earlier panel did not “make a deliberate decision to adopt the rule of law it announced.”)\nI therefore do not agree that we are bound by Massie’s reading of Whitmore. Instead, I would address the role of a significant relationship in the next friend doctrine afresh.\nII.\nDoing so, I conclude that, like Massie, this case does not require us to decide whether the significant relationship requirement is an independent requirement or merely one way of satisfying the second Whitmore prong. Compare Sanchez-Velasco, 287 F.3d at 1026-1027 (significant relationship is probative, but may not be required) with Hamdi I, 294 F.3d at 604 (significant relationship required). Under either analysis, Coalition lacks next friend standing. Though Coalition’s concern for the detainees of Camp X-Ray is surely genuine and sincere, Coalition has not sufficiently demonstrated that it is positioned so as to provide assurance that it will best advance the detainees’ interests.\nFirst, Coalition has failed to demonstrate any relationship with the detainees which would provide assurance that its interests were appropriately aligned with the detainees’. Such relationships might include that of blood relative, friend, present or past fiduciary agent, or any other relevant relationship.1 See, e.g., Hamdi v. Rumsfeld, 296 F.3d 278, 281 (4th Cir.2002) (“Hamdi II”) (granting next friend standing to father on behalf of son); Ford v. Haley, 195 F.3d 603, 624 (11th Cir.1999) (attorney with history of representing a client has next friend standing if client is determined to be incompetent).\nNot only has the Coalition failed to demonstrate any such relationship,2 the Coalition has not otherwise demonstrated corn-*1167pliance with Whitmore’s second prong. In particular, the record is devoid of any Coalition effort even to communicate with the detainees. See Sanchez-Velasco, 287 F.3d at 1026-27 (where attorney had no prior relationship with client, fact that attorney did not even attempt contact before filing petition suggested that interests were not aligned). Although actual contact may be unnecessary if, for example, prisoners are being held incommunicado, the complete lack of any attempt to communicate counsels against next friend standing. Id.\nFurther, the Coalition, while it asserts an interest in the detainees’ welfare, is an ad-hoc, self-appointed group. An institution with an established history of concern for the rights of individuals in the detainees’ circumstances — such as the Red Cross or Amnesty International — would be more likely to be able to show that it is truly dedicated to the best interest of the detainees than a group without that history and with more broad ranging interests and background.\nIII.\nAs the majority recognizes, the requisite alignment of interests must adapt to the circumstances facing each individual detainee. Not all detainees have a relative, friend, prior attorney, or other suitable person to act on their behalf. In the extreme case, where there is no next friend under traditional criteria, the showing required to meet Whitmore’s second prong should be relaxed, to the degree that no relationship should be required if none is practically possible. See Hamdi I, 294 F.3d at 604 n. 3.\nCoalition has argued that this was such a situation. Some detainees, however, have pursued legal action on their own behalf or through family members. See e.g. Rasul v. Bush, 215 F.Supp.2d 55 (D.D.C.2002) (habeas petition brought by citizens of Australia and United Kingdom; injunction requested by twelve Kuwaiti nationals and their family members). Coalition responds by noting that legal action has only ensued on behalf of Australian, English and Kuwaiti detainees, and suggests that people from those countries, independently or with the help of their government, are likely to have the money and sophistication to investigate and bring legal claims in the United States. These lawsuits, Coalition argues, do not indicate that the other prisoners, such as the Af-ghani and Pakistani detainees, have access to suitable next friends.\nOn a different record, this contention might have merit. Here, however, Coalition has not proven except by assertion that the remaining detainees have no relationship with anyone who could appropriately serve to litigate the legality of the detention.3\nIndeed, at least with respect to the complicated threshold jurisdictional issues presented by this case, the detainees’ inter- *1168■ ests are being currently litigated in our nation’s courts by other detainees and their families. See, e.g., Rasul, 215 F.Supp.2d at 57. Presumably, fellow detainees are “truly dedicated” to the interests of the detainees as a group, at least with regard to those common threshold issues, because the interests of the various detainees are identical with regard to those issues. So Coalition, which has not established any nexus or relationship with the detainees, is not as well situated to litigate these common issues as are the detainees who have managed to access our courts. While those detainees are not purporting directly to represent the interests of fellow detainees, they are doing so as a practical matter with regard to the initial jurisdictional issues, and have every incentive to do so well. Although we do not ordinarily permit such virtual representation as a substitute for direct representation of an individual, see Richards v. Jefferson County, 517 U.S. 793, 797-803, 116 S.Ct. 1761, 135 L.Edüd 76 (1996), here any representation will be “virtual” in the sense that the injured individual will not himself have direction or control of the litigation. Where that is the case — and it is likely to be the case where plaintiffs seek next friend standing but have no cognizable relationship to the detainees — the fact that the pertinent legal issues are being litigated in other suits by individuals with interests identical as to those issues with those of the detainees becomes, for me, decisive. Were the courts to decide in favor of jurisdiction in those cases and the interests of the various detainees on the merits issues then to diverge, the possibility.that non-related next friends (using “related” in the broad sense I have posited) might be able to establish standing could be addressed anew.\nI stress that the difference between my position and that of the majority is relatively narrow. The majority recognizes that the significant relationship requirement must be a flexible one. I would go a bit further and leave open the possibility that no prior relationship is necessary if (1) the plaintiffs make an affirmative and convincing demonstration of their dedication to the detainees’ best interests, including a showing that they have made a reasonable effort to establish a relationship if none exists; and (2) the plaintiffs also show that the circumstances entirely preclude both the appearance as next friend of anyone with any relationship to the detainees as well.as the practical representation of the detainees’ interests in court by others similarly situated.\nThe distinction between my understanding of the next friend doctrine and that of the majority could matter in another case. It does not matter in this one. I therefore concur.\n\n. The related context of third-party standing recognizes a wide range of relationships in which the third-parties’ interests are sufficiently aligned with the interests of the rights-holder that standing is appropriate. See e.g. U.S. Dept. of Labor v. Triplett, 494 U.S. 715, 720-21, 110 S.Ct. 1428, 108 L.Ed.2d 701 (1990) (lawyer-client); Carey v. Population Serv. Int’l, 431 U.S. 678, 682, 97 S.Ct. 2010, 52 L.Ed.2d 675 (1978) (vendor-customer); Singleton v. Wulff, 428 U.S. 106, 96 S.Ct. 2868, 49 L.Ed.2d 826 (1976) (doctor-patient); Pierce v. Society of Sisters, 268 U.S. 510, 536, 45 S.Ct. 571, 69 L.Ed. 1070 (school-students). In the proper context these are the sorts of relationships that could support next friend standing. I would not limit the pertinent relationships to agency or consent relationships.\n\n\n. At best, Coalition could assert the relationship of a potential lawyer to a potential client. In some circumstances, such a relationship *1167might create third party standing. See note 3, infra. 1 cannot conclude on the particular facts of this case, however, that next friend standing on this basis is appropriate, especially in light of the Coalition’s failure to try to contact the detainees. Accord Sanchez-Velasco, 287 F.3d at 1026-27.\n\n\n. I note that in some instances plaintiffs such as those here may be able to establish standing on their own behalf. It is plausible, for example, that the inability of the lawyer-plaintiffs to represent as clients the Guantanamo detainees when they wished to do so (whether for a fee or otherwise) created an injury-in-fact sufficient under Article III for standing purposes. Cf. Dept. of Labor v. Triplett, 494 U.S. 715, 720-21, 110 S.Ct. 1428, 108 L.Ed.2d 701 (1990) (lawyer injured by fee-limitation statute had standing to assert the \"due process right to obtain legal representation” of his clients). Coalition does not allege such an injury.\n\n",
            "ocr": true,
            "opinion_id": 7015478
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}