{
    "id": 7111312,
    "judges": "Stengel",
    "date_filed": "2019-11-30",
    "date_filed_is_approximate": true,
    "slug": "people-v-riebe",
    "case_name_short": "Riebe",
    "case_name": "People v. Riebe",
    "case_name_full": "THE PEOPLE OF THE STATE OF ILLINOIS v. RICHARD RIEBE",
    "attorneys": "Robert Agostinelli and Gary R. Garretson, both of State Appellate Defender’s Office, of Ottawa, for appellant., Ronald C. Dozier, State’s Attorney, of Bloomington (James E. Hinterlong and Gerry R. Arnold, both of State’s Attorneys Appellate Service Commission, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "64 Ill. App. 3d 890"
    ],
    "opinions": [
        {
            "author_str": "Stengel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. PRESIDING JUSTICE STENGEL delivered the opinion of the court: Defendant Riebe was indicted on two counts of murder, one count of attempt murder and one count of aggravated battery. On November 26, 1968, defendant appeared in the Circuit Court of Peoria County and entered a negotiated plea of guilty to both murder charges and the attempt charge. He was sentenced to concurrent terms of 20 to 45 years on the murder counts and 5 to 10 years on the attempt count: On July 2, 1976, defendant filed a petition for post-conviction relief claiming that his 1968 guilty plea was induced by the trial court’s promise to aid defendant in securing a reduction of sentence if defendant maintained a good prison record for five years. Following an evidentiary hearing defendant’s petition was denied and he appeals. Neither of the two attorneys who represented defendant at trial testified at the post-conviction proceeding, but a stipulation was entered indicating that if attorney John Naylor did testify he would state that he had no recollection of the guilty plea arrangement beyond that contained in the case record. Hugh Henry, the former State’s Attorney who handled defendant’s prosecution, acknowledged entering into plea negotiations with defendant, but denied that the trial judge made any statement regarding reduction of defendant’s sentence. The trial judge testified that he had no significant recollection of the guilty plea proceeding. Defendant took the stand in his own behalf and stated that on November 26, 1968, he discussed with his attorneys the possibility of entering a guilty plea. According to defendant he initially refused to plead guilty in return for a 20- to 45-year sentence, but changed his mind when his lawyers told him that the trial judge had agreed to aid him in obtaining a reduced sentence if he maintained a good prison record for five years. A letter which defendant had received was introduced into evidence. The letter, dated June 15, 1971, was from one of defendant’s trial counsel, John Naylor, who stated: “[M]y understanding of the reduction in sentence was that after you had successfully completed a number of years in the penitentiary during which time you would have had an excellent record that at that point we could then petition for a commutation of sentence to the minimum under the murder statute. This would have to be brought to the attention of the trial judge who, as you recall, was Judge Yontz over in Pekin who advised us that if your record was good he at that time could see no objection to a reduction of the sentence.” Under cross-examination defendant admitted that during the 1968 guilty plea hearing he stated that no promises had been made to induce his plea, but he claimed he made that statement on the advice of his lawyers. Defendant also admitted that he failed to mention the alleged promise in a 1976 petition for executive clemency, but he explained that omission by stating that neither he nor his fellow inmate who helped him draft the petition were sufficiently schooled in the law to understand the significance of the promise. The hearing judge denied defendant’s petition. On appeal defendant concedes that the evidence presented at the post-conviction hearing was insufficient to prove that the trial judge made any promise to assist him in receiving a reduction of sentence. Nevertheless, defendant contends that the evidence proved that his guilty plea was the result of his lawyer’s misrepresentation that the judge had made such a promise. Defendant relies on his own testimony and the June 15, 1971, letter from his lawyer, and he also notes that there is nothing in the record directly contradicting his claim. Former State’s Attorney Henry did testify that the judge made no promise of assistance in sentence reduction, but that testimony is not inconsistent with defendant’s claim that his attorneys misrepresented to him that such a promise had been made.  In a post-conviction hearing the burden of proof is upon the petitioner to show a denial of his constitutional rights by a preponderance of the evidence. (People v. Stovall (1970), 47 Ill. 2d 42, 264 N.E.2d 174.) We do not believe defendant Riebe carried that burden. It is true that post-conviction relief may be appropriate if it is proven that a defendant’s guilty plea resulted from misrepresentations made to him by his counsel. (People v. Wegner (1968), 40 Ill. 2d 28, 237 N.E.2d 486; People v. Cook (5th Dist. 1973), 11 Ill. App. 3d 216, 296 N.E.2d 612.) It is also true that defendant’s testimony in the instant case, if believed, could establish that he pleaded guilty in reliance on such a misrepresentation by his counsel. The June 15,1971, letter from defense counsel to defendant, if interpreted as defendant claims it should be, could be considered corroboration of defendant’s story. However, the post-conviction hearing judge was neither required to believe defendant’s testimony, nor was he required to interpret the June 15,1971, letter in the manner desired by defendant. The hearing judge must determine the credibility of the witnesses and interpret the evidence presented, and a court of review will disturb the hearing judge’s determinations only if they are manifestly erroneous. (People v. Santiago (1974), 58 Ill. 2d 81, 317 N.E.2d 1.) We find the hearing judge’s determination in the instant case to be well supported by the evidence presented. Defendant Riebe claims that he pleaded guilty based upon his expectation that the trial judge would assist him in securing a sentence reduction after he had served five years in prison. Defendant’s conduct, however, is inconsistent with reliance on such an expectation. Rather than waiting five years as required by the alleged promise, defendant in 1971, after only 2M years in prison, wrote to his lawyers seeking their help to obtain a sentence reduction. After serving the required five years in prison defendant made no attempt to contact either the trial judge or his lawyers in an effort to have the alleged promise fulfilled. On the contrary, after serving more than seven years in prison defendant filed a petition for executive clemency, a different form of relief from that envisioned in the alleged promise. Defendant again made no attempt to contact either the trial judge or his lawyers, and he made no mention of the alleged promise in the petition. We find it difficult to believe that a defendant who claims that his guilty plea was based solely on a promise of assistance from the trial judge would make no effort to have that promise fulfilled and would instead seek relief of an obviously different nature.  We also find the June 15, 1971, letter from defense counsel to be of little assistance to defendant. Attorney Naylor does make reference in the letter to the possibility of a reduction in defendant’s sentence, but he does so in a general manner only, making no reference to any specific promise made at the time of sentencing. It is worthy of note that the attorney states he would be willing to assist defendant in securing a sentence reduction “at the proper time,” rather than after the five-year period supposedly agreed to in the trial judge’s alleged promise. The letter is ambiguous at best and the hearing judge’s determination that it did not prove defendant’s contention is not manifestly erroneous. In People v. Smith (1970), 45 Ill. 2d 399, 404, 259 N.E.2d 247, 250, the court said: “In a post-conviction hearing the burden is upon the petitioner to demonstrate that there has been a substantial deprivation of his constitutional rights [citations]. Whether the defendant’s plea of guilty was involuntary because induced by an illegal confession or confessions or an assurance of probation by his attorney and whether the defendant was otherwise inadequately represented rested, under the circumstances, in large part upon the credibility of witnesses, including that of the defendant. Credibility was a question for the trial court’s determination. [Citations.] Unless it can be fairly said that the determination was manifestly erroneous, that determination by the hearing judge, who had the opportunity to see and hear the witnesses, will be sustained. [Citations.]” The court’s decision to deny defendant’s post-conviction petition is supported by the testimony that presented a question of fact for the circuit court and its findings are not contrary to the manifest weight of the evidence. The judgment of the Circuit Court of Peoria County is affirmed. Affirmed. ALLOY and SCOTT, JJ., concur. ",
            "ocr": true,
            "opinion_id": 7017633
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}