{
    "id": 7165488,
    "judges": "Baker, Mathias, Riley",
    "date_filed": "1992-06-06",
    "date_filed_is_approximate": true,
    "slug": "khai-luong-ex-rel-dung-luong-v-chung-king-express",
    "case_name_short": null,
    "case_name": "Khai Luong ex rel. Dung Luong v. Chung King Express",
    "case_name_full": "Khai LUONG by Dung LUONG, Spouse, Appellant-Plaintiff v. CHUNG KING EXPRESS and Hoosier Insurance Co., Appellees-Defendants",
    "attorneys": "Joseph Christoff, Christoff & Christoff, Fort Wayne, IN, Attorney for Appellant., Michael H. Michmerhuizen, Kevin K. Fitzharris, Barrett & McNagny LLP, Fort Wayne, IN, Attorneys for Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "781 N.E.2d 1181"
    ],
    "opinions": [
        {
            "author_str": "Mathias",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMATHIAS, Judge.\nKhai Luong (\"Luong\"), by his spouse and personal representative, Dung Luong, appeals the Worker's Compensation Board's (\"the Board\") decision that Luong should take nothing by way of his application for adjustment of claim. The Board specifically found that while Luong's injuries occurred in the course of his employment, they did not arise out of his employment. Luong appeals arguing that the Board's finding that his injuries did not arise out of his employment is contrary to the evidence and applicable law.\nWe affirm.\n*1183Facts and Procedural History\nLuong and his wife owned and operated two Chinese restaurants, Chung King Restaurant and Chung King Express, in Fort Wayne, Indiana. Several of Luong's restaurant employees resided in a house owned by Luong, and those employees were not required to pay rent. Additionally, Luong provided transportation to his employees to and from work every day so that he could guarantee that they would not be late for work.\nFor approximately fourteen months, Minh Tieu (\"Tieu\"), who was not an employee, but a family friend, lived in the house with Luong's employees. Tieu did not pay rent every month, but did pay $70 per month for approximately four of the fourteen months that he lived there. Tieu did not have a lease agreement with Luong.\nLuong's employees began to complain about Tieu's behavior to Luong after Tieu defecated in the shower and smashed a toilet. The employees eventually told Luong that they would not stay in the house and work for Luong if Tieu continued to live there. Appellant's App. p. 26. Therefore, Luong asked Tieu to move out of the house. After Tieu moved out of the house, he began to live out of his car.\nOn July 27, 1994, after his eviction from the house, Tieu shot Luong when Luong arrived at the house to pick his employees up for work. Luong died several days later as a result of the gunshot wounds. Tieu stated that he shot Luong because he was angry that Luong sided with his employees instead of Tieu. Tieu also indicated that he was frustrated because he was blamed for all of the problems in the house. Appellant's App. pp. 76, 83.\nOn April 22, 1996, Luong, by his wife and personal representative, Dung Luong, filed an application for adjustment of claim with the Board. A hearing was held on April 11, 2000, and the single hearing member found that\n1. Minh Tieu was not an employee of [Luong] on July 27, 1994, or at any other relevant date.\n2. Minh Tieu was given lodging at the House out of the kindness of Khai Luong and Dung Luong, who had known Minh Tieu's family in Viet Nam.\n3. All of the others living in the House were employees of Chung King Express or Chung King Restaurant.\n4. Minh Tieu had a personal grudge against [Luong] because he had evicted Minh Tieu.\n5. Minh Tieu knew [Luong's] schedule was to pick-up his employees at the House and transport them to work.\n6. Minh Tieu shot [Luong] when he drove to the House out of anger wholly personal to Minh Tieu and [Luong].\nAppellant's App. pp. 12-183. The hearing member concluded that the shooting \"was not in the course or the seope of\" Luong's employment and found 'that he should take nothing by way of his application for adjustment of claim. Appellant's App. p. 18.\nThereafter, on August 18, 2000, Luong filed an application for review by the Full Board. Upon review, the Board concluded that the shooting did occur in the course of Luong's employment, but that it did not arise out of the course of his employment. Therefore, the Board determined that the shooting was not compensable under the Worker's Compensation Act and found that Luong should take nothing by way of his application for adjustment of claim. Appellant's App. p. 8. Luong now appeals.\nStandard of Review\nIn challenging the Board's decision, Luong confronts a stringent standard *1184of review. When we review a decision of the Full Worker's Compensation Board, \"we are bound by the factual determinations of the Board and will not disturb them unless the evidence is undisputed and leads inescapably to a contrary conclusion.\" Conway ex rel. Conway v. School City of East Chicago, 734 N.E.2d 594, 597 (Ind.Ct.App.2000), trans. denied. We must disregard all evidence unfavorable to the decision and examine only the evidence and the reasonable inferences therefrom that support the Board's findings. Id. We will not reweigh the evidence nor judge the credibility of the witnesses. Id. \"Whether an injury arises out of and in the course of employment is a question of fact to be determined by the Board.\" Id. When we review the Board's decision, we examine the record to determine if there is any competent evidence of probative value to support the Board's findings. Id. We then examine the findings to ensure that they are sufficient to support the decision. Id. at 597-98.\nDiscussion and Decision\nLuong argues that the evidence presented to the Board was sufficient to establish that his injury arose out of the course of his employment at Chung King Restaurant and Chung King Express. To recover under the Worker's Compensation Act, \"a claimant must establish that an injury or death occurred 'by accident arising out of and in the course of employment.'\" Rogers v. Bethlehem Steel Corp., 655 N.E.2d 73, 75 (Ind.Ct.App.1995) (quoting Ind.Code § 22-8-2-2 (1991)). The phrase \"arising out of\" refers to the origin or cause and is descriptive of the accident's character. Id. (citation omitted).\nAn injury \"arises out of\" employment when a causal nexus exists between the injury sustained and the duties or services performed by the injured employee. This causal relationship is established \"when a reasonably prudent person considers a risk to be incidental to the employment at the time of entering into it.\" However, it is not nee-essary that the injury should have been expected or foreseen.\nId. (internal citations omitted).\nIn his Appellant's Brief, Luong argues that Tieu's animosity towards Luong was related to Luong's employment with Chung King because Tieu was blamed for the problems in the house, as Luong favored his employee's complaints over Tieu's interests so that the employees would continue to work for him. Br. of Appellant at 13. Luong contends that \"[blecause [Tieu's] reason for shooting [Luong] was essentially related to [Luong's] relationship with his employees, the shooting is not only 'exacerbated by the employment, but it stems entirely from [Luong's] employment at Chung King and, therefore, arises 'out of the employment.\" Br. of Appellant at 14. Citing Conway, Luong specifically argues that he is entitled to recover under the \"increased risk\" test because the risk to Luong was incidental to his employment with Chung King.1 Br. of Appellant at 11. *1185The \"increased risk\" test is described as follows: \"als a general rule, 'a risk is incidental to the employment if the risk involved is not one to which the public at large is subjected\" Conway, 734 N.E.2d at 599 (quoting K-Mart Corp. v. Novak, 521 N.E.2d 1346, 1348 (Ind.Ct.App.1988), trans. denied ).\nIn Conway, the claimant's husband, Curt Conway, was a school bus driver for the East Chicago schools. Conway, 734 N.E.2d at 596. All East Chicago bus drivers were required to park their buses at the Central Service Facility when they were not transporting children. Id. Conway was shot and killed at the Facility by Harris, a Facility employee, who was responsible for opening and closing the Facility's gate. Id. The Board determined that Conway's death did not arise out of his employment because a personal conflict, unrelated to work, was the cause of the animosity between Conway and Harris. Id. at 598. Our court affirmed the Board's decision and we concluded:\nNo evidence was presented to the Board nor does the record reveal that Harris's animosity toward Curt may have been work related. This personal risk, which Curt was subjected to, was not incidental to his employment because the public at large is also subjected to that same risk of being attacked for personal reasons on a daily basis, regardless of where they are employed. As such, we find that Curt was not subjected to an increased risk of Harris harming him by working for the City. Therefore, Curt's death did not arise out of his employment with the City.\nId. at 599.\nIn Rogers, the claimant's husband, Joseph Rogers, was known to carry large sums of money to work and to loan money to various co-workers, but this was not a requirement of his employment at Bethlehem Steel. Rogers, 655 N.E.2d at 76. Joseph was robbed and murdered at Bethlehem Steel and a co-worker was found guilty of the robbery and murder. Id. at 73. The Board concluded that Joseph's death resulted from a risk personal to him and did not arise out of his employment with Bethlehem Steel. Id. at 76. Our court affirmed the Board's decision citing the general rule that \"an injury, by an employee, sustained in the course of his employment in a fight with a co-employee which does not arise out of the employment is not compensable under the [Worker's Compensation] Act.\" Id. See also Peavler v. Mitchell &amp; Scott Mach. Co., 638 N.E.2d 879, 881 (Ind.Ct.App.1994) (\"When the animosity or dispute that eulminates in an assault on the employee is imported into the workplace from the claimant's domestic or private life, and is not exacerbated by the employment, the assault cannot be said to arise out of the employment under any circumstances.\").\nThe facts of this case are similar to the facts in Conway and Rogers Tieu shot Luong because he was angry that Luong blamed him for the problems between Tieu and the other residents of the house, who were also Luong's employees, and because Luong evicted him from the house. Tieu's animosity towards Luong was not work-related. In fact, Tieu was not, and never had been, an employee or co-worker of Luong's. We disagree with Luong's argument that the reason for the shooting stems from Luong's employment at Chung King because he favored his employees complaints over those of Tieu's.\nTieu caused his eviction by his bizarre behavior. This tragedy is properly charac*1186terized as a landlord-tenant dispute or simply a personal dispute, not one which has arisen out of Luong's employment with Chung King. Under these facts and circumstances, the evidence is sufficient to support the Board's decision that Luong's death resulted from a risk personal to him, and did not arise out of his employment at Chung King. .\nAffirmed.\nBAKER, J., and RILEY, J., concur.\n\n. In addition, Luong argues that the \"positional risk\" test and the \"perils of the street\" doctrine are applicable under the facts of this case. We disagree. Luong was not injured by some neutral force nor was he subjected to a risk incident to traveling on a public street. See K-Mart Corp. v. Novak, 521 N.E.2d 1346, 1349 (Ind.Ct.App.1988) (describing the \"positional risk\" test); Wayne Adams Buick, Inc. v. Ference, 421 N.E.2d 733, 737 (Ind.Ct.App.1981) (describing the \"perils of the street\" doctrine). The attack on Luong was personal and fueled by Tieu's animosity towards him. Also, contrary to Luong's argument, Luong was not a traveling employee. \"A traveling employee is one whose job requires travel from place to place or to a place away from a permanent residence or the employee's place *1185of business.\" Lutz v. DeMars, 559 N.E.2d 1194, 1197 (Ind.Ct.App.1990), trans. denied. Luong was merely transporting his employees to his place of business, and therefore, was not a traveling employee.\n\n",
            "ocr": true,
            "opinion_id": 7075558
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}