{
    "id": 7206574,
    "judges": "Evans, Ladd, Preston, Salinger",
    "date_filed": "1986-04-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-steinke",
    "case_name_short": "Steinke",
    "case_name": "State v. Steinke",
    "case_name_full": "State of Iowa v. Gotlieb Steinke",
    "attorneys": "Stockman & Baker, for appellant., E. M. Eavner, Attorney General, and F. 0. Davidson, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>ASSAULT AND BATTERY: Great Bodily Injury. Assault with intent to inflict great bodily injury cannot be charged, unless the pleader in some manner specifically charges that the assault was made with the intent to inflict such an injury.</p>",
    "summary": "Appeal from Keolcuk District Court. — Henry Silwold, Judge. This defendant, together with Robert and Rudolph Steinke, was indicted by the grand jury, charged with the crime of assault with intent to commit great bodily injury. A demurrer to the indictment was overruled, and, defendants demanding a separate trial, this defendant was first tried to a jury, and convicted of assault and battery; and judgment was pronounced, by which said defendant was committed to the county jail for 30 days. He appeals.",
    "disposition": "\nReversed.\n",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "185 Iowa 481"
    ],
    "opinions": [
        {
            "author_str": "Preston",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPreston, J.\nThe prosecuting witness, Robert Shultz, and the defendant, were neighboring farmers, as was the father of prosecutor. Defendant had bought a stack of hay of the elder Shultz, and, in hauling the hay, he was using the lane on the north side of the prosecutor’s 40. Defend: ant’s two sons, Robert and Rudolph, were assisting in the hauling. There is a dispute between the witnesses for the State and the defendant, as to what occurred at the time of the controversy, the defendant claiming that the prosecuting witness did not object to the use of the lane by the defendant. The prosecutor says he told the Steinkes they could go through as many times as they wanted to, if they stayed in the road or track, but that he did not want anyone to drive over his meadow. The next day, defendant and his sons hauled hay, and again drove over the meadow; and, according to the testimony of the prosecutor, he told defendant he would rather defendant would not drive over his meadow. He further testifies that defendant said nothing, until he got close to the prosecutor; that Shultz stopped, about 20 feet from defendant, and defendant had his fork on his arm, with both hands on it, holding to it. The wife of prosecutor testified that she saw defendant make at *483her husband with the pitchfork; that she then went out of the house, and heard threats that he would kill him; that Robert and Rudolph said they had been waiting for a chance to trample prosecutor on the ground; that they were all cursing, and-making threats; that defendant said he would get prosecutor before daylight, and that prosecutor would never see daylight again; that, at that time, she saw Robert Steinke come up and hit prosecutor with a fork; and that Rudolph hit him with a fork. The defendant testifies that the fuss was over when Mrs. Shultz came out of the house. The defendant’s version of the affair is that Shultz came out, cursing, and that defendant told Shultz to get out of the 'way; and that, by that time, Shultz grabbed defendant’s fork, — -grabbed the handle of the fork; that Shultz had hold of the fork with both hands, and tried to get the fork away from defendant; that Robert Steinke said to Shultz to let go of the fork, and Shultz kicked Robert'in the stomach and lower part of the bowels; that Rudolph came up then, and told Shultz to let loose of the fork; and that, when Shultz did not do so, Rudolph cuffed him with his hand; that the blow Rudolph struck Shultz with his hand did not knock him down; and that Shultz was never down, at any time. Defendant says he had the fork in his left hand, carrying the handle first, and the tines were behind him; that, when Shultz kicked Robert,- Robert hit Shultz with the handle, only once; that Rudolph hit Shultz on the forehead, and then Shultz let loose; that Rudolph hit Shultz with the fork handle; that they had been hauling hay, and defendant and his sons all three had forks. Dr. Pfannebeck saw prosecutor eight or ten times, and described his injuries: a wound on the temple, a bruise where the skin was lacerated and tom, two inches across, and almost round, and another braise or cut above that in his hair. Another injury was found about the abdomen, and bruises over the pubic bone, with some *484discoloration. Prosecutor complained of pain. Each side contends that the other was the aggressor. The evidence was such that this, and the question as to whether defendant was properly acting in self-defense, were questions for the jury.\n1. To the indictment as returned by the grand jury, defendant interposed a demurrer, upon the ground that the said indictment did not charge an indictable offense, and that, therefore, the district court was without jurisdiction to try defendant for the offense charged in the indictment. The demurrer was overruled, and defendant entered a plea of not guilty, and was tried, as before indicated. The question of the sufficiency of the indictment was raised at every stage of the trial, and the rulings in regard to this are among the principal grounds relied upon for a reversal. The indictment follows. After charging that the three defendants were accused of the crime of assault to commit great bodily injury, it states that:\n“The said Robert Steinke, Gotlieb Steinke, and Rudolph Steinke, at the county of Keokuk and state of Iowa, on or about the 26th day. of January, 1917, did then and there, with a deadly weapon, to wit, pitchforks, the particular description of which is unknown to this grand jury, then and there in the hands of Robert Steinke, Gotlfeb Steinke, and Rudolph Steinke, upon one Robert Shultz make an assault with intent then and there, wilfully, 'unlawfully, and feloniously, • to stick, beat, cut, stab, and otherwise ill treat and abuse the said Robert Shultz, and did inflict on the body and person of said Robert Shultz, a great bodily injury, contrary to, and in violation of law.”\nThe statute, Section 4771, as it appears in the Code Supplement, 1918, is the same as it was formerly, except as to the punishment. The contention of appellant, as they state it, is that the indictment in- this case charges no crime greater than assault and battery; that it is the unlawful in*485tent to inflict a great bodily injury that the law aims at; and that no intent to inflict such injury is averred. They cite State v. Clark, 80 Iowa 517; State v. Collins, 178 Iowa 73; State v. Harrison, 82 Iowa 716; State v. Malcolm, 8 Iowa 413; State v. Pasnau, 118 Iowa 501; State v. Debolt, 104 Iowa 105; 5 C. J. 740. Appellant contends that the indictment in this case is in the wording of the indictment in State v. Clark, supra, and that there, the indictment was held insufficient for the reason that it merely charged an intent to strike and bruise. The State contends that the language of the indictment in the instant case is broader than the language in the Clark and Harrison cases, cited; although, later in the argument, counsel for the State concede that the Clark case and the Harrison case, supra, sus: tain appellant’s contention; but they say that they feel the rule therein announced to be absolutely wrong. The language of the indictment in this case is, in all material respects, identical with the language used in the Clark and Harrison cases. It is true that the decisions in those cases were by a divided court, and there has been some criticism of those two cases in later decisions; but they have never been overruled. In our opinion, the reasoning in those cases is sound, and we think the indictment in this case is insufficient, in that it does not charge the crime of assault with intent to inflict great bodily injury.\nThe indictment in this case does charge that defendant made an assault with intent to stick; beat, cut, stab, and otherwise ill treat and abuse the said Shultz, and did inflict a great bodily injury; but it nowhere charges that these things were done with intent to inflict a great bodily injury. It is argued for the State that to stab, etc., with pitchforks is equivalent to charging an intent to commit a great bodily injury. It is true, of course, that a great bodily injury could he inflicted by stabbing with a pitchfork, and a party so using a pitchfork could be guilty of an *486assault with intent to inflict a great bodily injury. It is also true that murder could be committed by the use of a ^pitchfork, and one could be guilty of assault with intent to commit murder in the use of the fork in that manner, even though murder was not committed, just as a man might be guilty of assault with intent to commit murder by shooting a gun or pistol at another, where the bullet did not take effect. This indictment also charges that defendants made the assault with intent to otherwise ill treat and abuse. The pitchfork could have been so used, by a light stroke with the handle, as to otherwise ill treat and abuse, etc., and the act constitute only an' assault and battery. It is also argued for the State in this wise: That the defendant acted with an intent to commit something more than a mere battery, consequently that he intended to commit a great bodily injury; but does it necessarily follow that this something intended was the intent to inflict a great bodily injury, when it could have been an assault with intent to commit murder? Why not say, by this something, there was an intent to murder? As said, the indictment charges that defendants intended to stab, etc. It also charges that defendants intended to otherwise ill treat and abuse. If it be thought, as seems to be argued, that the evidence and the extent of the injuries may be considered in aid of the indictment, then a sufficient answer to this is that the extent of the injury does not necessarily govern, at least so far as the allegations in the indictment are concerned. The. offense may be complete without any injury at all. Of course, the jury may consider the evidence in determining the fact as to what the intent was. The gist of the offense, in such a case as this, is the intent with which the act was done. One may have the intent to inflict a great bodily injury, without inflicting any injury at all, or he may intend only assault and battery, but go further than intended, and actually inflict a *487great bodily injury. The presumption that one intends the natural result of his act, is not conclusive. Furthermore, as to the use of a pitchfork necessarily constituting more than assault and battery, the jury in this case found the defendant guilty of only assault and battery, and that, even in the use of the pitchfork in the manner in which it was used, there was no intent to inflict a great bodily injury. An indictment cannot be aided by intendment, or an omission supplied by construction. The facts necessary to constitute the offense must be, in the manner indicated, set out, and averred. State v. Potter, 28 Iowa 554. The offense charged in the indictment is determined by the statement of facts in the indictment, and not by the designation given to the offense in the caption. State v. Wyatt, 76 Iowa 328; State v. Burley, 181 Iowa 981. An indictment describing the offense in the language of the statute will be sufficient without naming it; but naming the offense without stating the facts constituting it will not be sufficient. State v. Shaw, 35 Iowa 575; State v. Davis, 41 Iowa 311.\nIt is true, as contended by the State, that we have said, in State v. Ockij, 165 Iowa 237, and other cases, that a great bodily injury cannot be accurately defined, This is true, of course, as to the injury itself; but there could be no difficulty in this case, or any other, in charging, in an indictment, that the acts were done and the assault made with intent to inflict great bodily injury. Nothing could be simpler or easier than that, and that is the language of the statute. The State cites us to State v. Mitchell, 139 Iowa 455, in which Mr. Justice McClain questioned the correctness of the majority opinions in the Ciarlo and Harrison cases. The indictment in the Mitchell case charged that the assault was made with a shotgun, which defendant pointed at the person assaulted, and threatened to shoot said person, “with intent to do him great bodily *488injury.” This charges precisely, as we think, what the indictment in the instant case does 'not charge. Judge McClain said, in that case, that the intent to do great bodily injury is not left to inference from the infliction of the injury, but is specifically alleged, and held that the Ciarle and Harrison cases are authority for holding the Mitchell in dictment, which does thus specifically allege the statutory intent, sufficient, so far as allegation of intent is concerned. In the Mitchell case, Mr. Justice Bishop dissented, Mr. Justice Ladd concurring therein, and was of the opinion that the indictment charged no more than a simple assault. The more important question in the Mitchell case was as to the sufficiency of the allegations in the indictment of the ability to commit the offense charged, because there was an absence of allegation that the gun was loaded.\nWe are of opinion that the indictment does not charge an indictable offense. This being so, it is not necessary that we consider other errors assigned. The cause is reversed and remanded for such further proceedings as may be in harmony with the law. — Reversed.\nLadd; C. J., Evans and Salinger, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7118154
        }
    ],
    "court_short_name": "Supreme Court of Iowa",
    "court_full_name": "Supreme Court of Iowa",
    "court_type": "S",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}