{
    "id": 7220596,
    "judges": "Lewis",
    "date_filed": "2011-12-18",
    "date_filed_is_approximate": true,
    "slug": "macklin-v-commonwealth",
    "case_name_short": "Macklin",
    "case_name": "Macklin v. Commonwealth",
    "case_name_full": "Macklin v. Commonwealth",
    "attorneys": "HANSON KENNEDY por appellant., W. J. HENDRICK, ATTORNEY-GENERAL, E. EE ID ROGERS, POR APPELLEE.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>County Line. — Where the legislative act creating a county calls for a highway as one of the boundaries, the county line extends only to the edge of the highway and not to its center.</p>",
    "summary": "Case 47 —INDICTMENT APPEAL PROM NICHOLAS CIRCUIT COURT. 1. The boundary line between Nicholas and Eobertson counties is in the center of the turnpike road called for as one of the boundaries in the legislative act creating the county of Eobertson. (Trustees of Hawesville v. Lander, 8 Bush, 679; 2 Devlin on Deeds, pp. 339, 340.) 2. The Legislature is powerless to authorize a trial of the accused in any other county than the one in which the offense is committed except upon a change of venue. Therefore, the second clause of section 21 of the Criminal Code is unconstitutional as is also sec. 7 of art. 1, chap. 29, Gen. Stats. (Constitution of Ky., sec. 11; Morehead & Brown’s Statutes, vol. 1, p. 530, sec. 32; Ecv. Stats., chap. 28, art 1, sec. 7; Debates Kentucky Convention (1849) pp. 797, 798; Constitution of Ky. (1849) art. 2, sec. 38; Oommonwealth v. Davidson, 12 Ky. Law Eep., 768, 769 ; Sutherland on Statutory Const., sec. 399.) If a mortal wound he inflicted in one county and death ensues in another the offense may he prosecuted in either. (Gen. Stats., p. 399.)",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "93 Ky. 294"
    ],
    "opinions": [
        {
            "author_str": "Lewis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJUDGE LEWIS\nDELIVERED THE OPINION OP THE COURT.\nA party of young men, July 5, 1891, being Sunday, went from M&amp;yslick to Blue Lick Springs in a wagon for the purpose of -playing base ball, the deceased, George JYiesbrodt, being one of them. They bad in the wagon a keg of beer, which was consumed some time before the homicide, and perhaps some of them, including the deceased, drank some whisky, procured at a place about one mile beyond the springs.\nIt appears that the deceased, and some others aiding *295him, took from a boy a pistol and removed the cartridges, but subsequently returned it to him.\nAbout one o’clock the deceased and his companions had assembled around the wagon preparatory to returning to Mayslick, when the accused, Macklin, approached, in company with a man named Holland, who said, pointing to the deceased, “ There is the man -who has your pistol.” There is, as generally occurs in such cases, some discrepancy in the recital given by different witnesses of what was said and done by the parties; but there is no dispute of the deceased saying to the accused, in reply to the question asked, that he had given the pistol back to the young man, and it is also shown that he then offered to return the cartridges he had taken out of the pistol. Thereupon the accused said: “ I would like to see any son of a bitch take a pistol from me.” ' Some of the witnesses say the deceased asked what he would have done, to which he replied he would shoot him.\nThere is a great preponderance of the evidence of those who witnessed the difficulty that the deceased neither said nor did anything indicating a purpose to assault the the accused; but that without provocation or demonstration the accused then drew a pistol and shot him twice, once in his neck and once in his body, and then ran away, and was finally arrested in the State of Texas and brought back to Kentucky. . The nearest approach -to a demonstration on the part of the deceased, according to the testimony of two or three witnesses most favorable to the accused, was, to advance with his hand behind him stating he was willing to shoot with the accused. But that version of the difficulty can not be true, because both shots •struck him on his left side; he was at the 'time without his *296coat, and an examination showed he had no pistol on his person, or other weapon besides a pocket-knife. Not long before seeking the deceased the accused had fired off his pistol twice and was heard to make threats of violence against the person who had taken the pistol from the young man referred to.\nCounsel complains of the action of the court in excluding testimony in regard to conduct and conversation of' the deceased two or three or more hours before he was shot, at a place a mile away from the scene of the homicide, and having no relation to or connection with the accused, for it does not appear they had ever met before. ¥e do not see in what way the evidence could have relieved the accused from the legal consequences of his act, or in the least degree excused or mitigated his offense.\nObjection is also made to action of the court in permitting proved alleged dying declarations of the deceased. There can be no serious question of the deceased being at the time in the mental and physical condition necessary to make his statements competent proof as dying declarations, nor do we see wherein that part which the court permitted to go to- the jury was inadmissible. But we need not consider the question, because the evidence, independent of dying declarations proved, was so overwhelming and convincing as to leave no room whatever for the jury to reasonably doubt that the accused sought and maliciously took the life of deceased without any pretext of self-defense, although the verdict was only manslaughter and confinement in the penitentiary for twenty-one years. Nor is there any error to the prejudice of accused in the instructions.\nThe evidence shows the accused and deceased were, *297■when the shooting occurred, both standing west of the-center, of a turnpike road that constitutes the boundary line between the counties of Nicholas and Robertson,, but the deceased was, immediately after he fell, removed to a house east of the road, where he died the next day. And counsel now argues that as the dividing line is the-center of the road, and the'shooting occurred west of the line, or in Robertson county, the Nicholas Circuit Court had no jurisdiction of the offense.\nIn the case of Trustees v. Lander, 8 Bush, 679, cited by counsel, it was held as a general rule that “ where land is sold bounded by a highway, or upon or along a highway, the thread or center line of the same is presumed to-be the limit and boundary of such land, in strict analogy with the case of a stream of water not navigable; and the-same rule applies to a private street, as well in the city as-in the country, opened by the grantor, upon which he sells-house-lots bounding upon it.”\nThe reason for thus describing the boundary of land bordering on a highway or public street is that although land may be thus dedicated to public use the original owner retains the fee and right of property not incompatible with the public use, and, when abandoned by the public, use and possession of the land reverts to him; and consequently as between subsequent vendees and owners of land on each side of such highway or street the division line is assumed to be the center thereof. There may, however, be such clear and precise description in a deed or will as to restrict even the title of the grantee to the-edge of a highway or street. But it will be observed that-the public has the actual possession and use of such street, and the control and jurisdiction of it is in the *298■county or town or city, notwithstanding the fee may be in the original owner or his vendees. The rule laid down in the case cited does not nor should apply in fixing the boundary line of a County, there being no reason for it, •and consequently the division line between two counties must be determined by the actual description given in the legislative act, or according to actual survey made in pursuance of the statute. So far from there being any reason for assuming the center of a public highway as the ■dividing line between two counties, contrary to the actual ■description of it, there is a public necessity for the highway to be wholly within and under jurisdiction of one or the other of such counties.\nThe county of Robertson was created after and in part •out of Nicholas county, and the boundary, according to the calls, to begin “ at the bridge over Licking river” where ■the Maysville and Lexington turnpike road crosses said river; thence down said river,'and according to calls mentioned, “to the Maysville and Lexington turnpike road; thence with said turnpike road to the beginning.” It seems to us as the boundary line of Robertson county, .■as thus in terms described, extends only to the turnpike, it can not be fairly regarded as including any part of it, but the whole must be treated as within and under juris•diction of Nicholas county, where it was before Robertson •county was created; for the line of Robertson county can not be fixed at the center of the road consistently with either the language used, properly construed, or public policy.\nAs, therefore, in our opinion the shooting as well as death occurred in Nicholas county, the circuit court of that county had jurisdiction.\n",
            "ocr": true,
            "opinion_id": 7132697
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}