{
    "id": 7223666,
    "judges": "Settle",
    "date_filed": "2020-07-10",
    "date_filed_is_approximate": true,
    "slug": "wheeler-v-commonwealth",
    "case_name_short": "Wheeler",
    "case_name": "Wheeler v. Commonwealth",
    "case_name_full": "Wheeler v. Commonwealth",
    "attorneys": "WIM. CARROLL for appellant., JOHN D. CARROLL for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Homicide — Joint Indictment — Separate Trial — Concerted Action— Threats by Deceased — Competency—Instruction—Self-Defense —Aider and Abettor.</p> <p>1. Homicide — 'Joint Indictment — 'Separate Trial — Concerted Action —Threats of Deceased as to Any One — Competency—Where it is shown by the evidence that the deceased1 had enmity against four persons who were jointly indicted for killing him, all growing out of the same transaction, proof of threats ■made by deceased against all or any one of the four was competent on a separate trial of any one of them for the killing of deceased, whether communicated to defendants or not, especially as bearing on the question of whether deceased ■was the aggressor and assailant at the time he was killed.</p> <p>2. Instruction — Self-defense—On a separate trial of defendant, C. H. Wlheeler, who was jointly indicted with his father and two others for killing deceased, where the evidence shows that deceased was killed by some one of th’e four acting together, it was error in the court to instruct the jury that “if you believe from the evidence, beyond a reasonable doubt, that W. P. K., M. K. and L. W., with the consent and acquiescence of and aided and abetted by defendant, C. H. W., were armed with deadly weapons and sought deceased with intent to kill him, or doing him some other great bodily harm, or first attacked or assaulted him with such intent, then defendant can not avail 'himself of his plea of self-defense,” as if in effect advised the jury that if defendant at any time aided or abetted his co-defendants to seek deceased, armed and with the intention of killing him, -hel was thereby deprived of the right to defend himself or them from danger, real or apparent, at the hands of deceased, though neither defendant' nor his co-defendants may have made an attempt to carry out the intention of killing deceased, or were first attacked by him.</p> <p>3. Commencing Difficulty — Effect—The court in lieu of the instruction given should on a retrial instruct the jury that if they believe from the evidence, beyond a reasonable doubt, that appellant or his co-defendants, or any of them, commenced the difficulty with deceased by making the first demonstration to shoot, or if he or they and deceased met, armed, determined on a conflict, and on meeting, the combat was engaged in by mutual consent, then, in either event, appellant could not rely on the right of self-defense, nor act in defense of his co-defendants.</p> <p>4. Aider and abettor — To constitute a person guilty of voluntary mauslaughter, as an aider or abettor, the killing must have been willfully and feloniously committed by his co-defendants, or some of them, in a sudden affray, or in sudden heat or passion, without previous malice, and not in their necessary or apparently necessary self-defense, and defendant must have been present at the time, aiding, abetting, or assisting in the commission of the offense.</p> <p>5. Evidence — Stenographic Report — In the absence of an objection at the trial, the right of counsel for the State to read from a stenographic report of defendant’s evidence on a former trial, as a part of counsel’s argument to the jury, could not be reviewed.</p>",
    "summary": "Case 89. — PROSECUTION 'AGAINST C. H. WHEELER, JOINTLY INDICTED WITH OTHERS FOR MURDER.— Appeal from Oldham Circuit Court. R. F. Peak, Circuit Judge. Defendant convicted of voluntary manslaughter and appeals. 1. Voluntary manslaughter is the unlawful intentional killing of another without malice. 2. The phrase “unlawful” is in no case essential unless it be a part of the description of the offense as defined by some statute; if the facts, as stated, be illegal, it is superfluous to allege it to be unlawful. 3. An aider or abettor is one who did not commit the act with his own hands, but was present, aiding and abetting it. 4. An accessory before the fact is one who being absent at the time of the crime committed, doth yet procure, counsel or command another to commit a crime. 5. One indicted as principal can not be convicted on proof showing him to be only an accessory before the fact. 6. If an act charged to have been committed or done with a felonious intent to commit a crime, and it appears that the crime though perpetrated would not have amounted to a felony, the word should be rejected as surplusage. 7. It will be noted that the jury is told if defendant advised such shooting, he was guilty; the jury is not told that he must be present at the shooting. But, says the Commonwealth, he admits he was present, and, therefore, he was not prejudiced by that omission; although that be conceded, yet. the omission is fatal, in that the instruction failed to tell the jury that the advice and assistance given by defendant must be given then and there at the time and place, when and where the shot was fired. The court should have instructed the jury that it was necessary to the guilt of defendant that he should be at the time and plac? of the shooting, and then and there present advising and assisting. CASES CITED. 4th Blackstone, p. 92; Mitchell v. Commonwealth, 78 Ky., 222; ■Green v. Commonwealth, 111 Ky., 99; Montgomery v. Commonwealth, 26 Ky. Law Rep., 356; Wharton on Criminal Law, sec. 402; Able v. Commonwealth, 5 Bush, 700 and 705; Wharton on Criminal Law, sec. 400; Campbell v. Commonwealth, 88 Ky., 412; True v. Commonwealth, 90 Ky., 654; Constitution, sec. 2; Ky. Stats., 89; Martin v. Commonwealth, 93 Ky., 194. 1. The important question of fact in this case is, did these defendants start out that morning to kill M'axfield, or to kill squirrels? If they set out from their homes, if they quit their work and armed themselves to go and kill M'axfield, then I think it can not be doubted that they cut themselves out of all right to rely on the plea of self-defense. It will be observed that there is no pretense or claim of any provocation; there is here no question about retreating from the conflict. The issue is plainly and sharply made between the defendants and the Commonwealth. They say “we went out to lull squirrels, and we had no thought of seeing Maxfield; we did not know that he was in the neighborhood until we suddenly came upon him, and he commenced to fire on us.” The Commonwealth says “you went to kill Max-field; you knew where to- find him, and went there to look for him; your defense is a fraud and a sham; you killed him without excuse or provocation; the pistol story is all made up.” 2; The instructions present the view of the case from] the ■standpoint of the Commonwealth, and embodies the law of the land as we understand it. If they had any intention of killing him they had it when they left home, and they kept it up until they found and killed him; they killed him within half an hour after they started out to do it. If it be true, as the Commonwealth says, that they sought him out to kill him without excuse or provocation, then they should not be permitted to say “we shot him in self-defense.” They brought on the difficulty; they caused all the trouble. The evil intent was with them from the time they left their homes. As said in Johnson v. Commonwealth. 94 Ky., 578, “to seek a man’s life is the embodiment of criminal intent, and suggestive of the foulest assassination.” If “A.” arms himself and seeks “B.” with the intention of killing him, and does in fact kill him ■within an hour after he so arms himself, or if “A.” first attacks “B.” with the intent to kill Mm, when there is no excuse or provocation that justifies “A.” in seeking him out, or in first attacking him, then “A.” can not plead that he killed “B” in self-defense. The law will not permit a man who, without excuse or provocation, goes out and hunts up his fellowman to kill him, to say “I had to shoot him in self-defense.” But it is said that defendants must have had this unlawful intent at the time of the shooting, and the jury should have been so instructed. The jury could not have been misled by the language of the instruction under the facts of this case. The words “sought the deceased with the intent to kill him,” convey the idea that this evil intent was present every moment from the time they started out to seek him. AUTHORITIES CITED. 1. Absence of judge from courtroom. (Ramey v. Commonwealth, 19 Ky. Law Rep., 390; Fuson v. Commonwealth, 11 Ky. Law Rep., 412; Ellerbee v. State, 41 L. R. A., 569.) 2. Waiver of error. (Criminal Code, sec. 281; Curtis v. Commonwealth, 110 Ky., 845; Vinegar v. Commonwealth, 104 Ky., 106.) 3. Error must be substantial. (Criminal Code, sec. 340; Rutherford v. Commonwealth, 78 Ky., 639.) 4. Instructions as to seeking life of another. Denial of self-defense. (Johnson v. Commonwealth, 94 Ky., 578; Allen v. Commonwealth, 86 Ky., 642; Oder v. Commonwealth, 80 Ky., 32.) 5. Threats. (Toung v. Commonwealth, 19 Ky. Law Rep., 929; Miller v. Commonwealth, 89 Ky., 653; Hart v. Commonwealth, 85 Ky., 77.)",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "120 Ky. 697"
    ],
    "opinions": [
        {
            "author_str": "Settle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion by\nJudge Settle\nReversing.\nWilliam Kelly, his son, Maurice Kelly, Lucien Wheeler, and his son, C. H. Wheeler, were jointly indicted in the Oldham Circuit Court, charged with the murder of Jack Maxfield, whom they, or some of them, shot and killed May 1,1903. At the June term, 1904, of the court all the defendants were tried together for the crime charged, and the jury failed to agree upon a verdict; but at a subsequent term of the court there was a separate trial as to C. H. Wheeler, against whom the jury returned a verdict fin ding him guilty of voluntary manslaughter, and fixing his pun*702isliment at confinement in the penitentiary 14 years. His motion for a new trial was overruled by the lower court, and by this appeal he seeks a reversal of the judgment of conviction.\nThe material facts of the homicide were as follows: There- had been a bad state of feeling between Max-field and the Wheelers and Kellys for some years. According to the evidence Maxfield was a violent, quarrelsome and dangerous man. His enmity toward the Wheelers and Kellys seemed to be open and notorious. On one occasion some years before his death he attacked Lucien Wheeler; on another, W. P. Kelly, and on two or more occasions he made assaults upon appellant, C. H. Wheeler. Appellant lived on a farm with his father. On an adjoining farm, and in sight of the home of the Wheelers, lived the Kellys, father and son. Maxfield lived on a farm in sight of, but not adjoining, that of the Wheelers. On the day of the homicide Maxfield was hauling lumber. One Cumingore was driving the wagon, and with them was a small boy, named Willie Ohappel. In hauling the lumber, Maxfield, his wagon and driver, and the boy, Ohappel, passed over a road leading down a branch in part over the land of Lucien Wheeler, and between the farms of Wheeler and Max-field.\nWhen Cumingore started with the wagon that morning for the first load he went by Wheeler’s house, through his stable yard, and, in doing so, stopped and went into Wheeler’s house — but for what purpose it does not appear — then went to the mill, where he met Maxfield, and after loading the wagon with lumber they returned by the road mentioned. When at the barn site they could be seen from the house of Wheeler. Upon returning from the mill over the samé road with the second load,, Maxfield, Cumingore *703and the boy met the Kellys and Wheelers in the branch. The Wheelers were armed with double-barrel shotguns, the elder Kelly with a double-barrel shotgun and the younger with a Marlin rifle. The shotguns were loaded — one barrel each with squirrel shot, and the other with what the appellant called “ground-hog shot;” the rifle, with bullets. At the time of the meeting of the parties Cumingore was driving the horses attached to the wagon, Maxfield was walking by the side of the wagon and the Chappel boy in front. When the wagon got to the Kellys and Wheelers, Lncien Wheeler inquired of Cumingore who had cut the wire across the month of the branch road where it entered the main road. . Maxfield thereupon replied, “by God! I did,” immediately drew his pistol, and began to shoot at the Wheelers and Kellys, firing two shots, but hitting none of them. When he drew his pistol, and about the time or soon after he fired, the Wheelers and Kellys commenced to shoot at him, inflicting upon him not less than 50 wounds; one or more of the shot or balls entering his heart. Max-field was instantly killed. After' the shooting one of his slayers took possession of his pistol, wrote on paper the number of it, and carried it away. In explanation of their meeting with Maxfield, appellant, his father, and the two Kellys testified, in substance,' that they did not know Maxfield was hauling lumber, or expect to meet him.\nThat morning the elder Kelly was plowing in his field, his son Maurice was at work on his grape arbor, and appellant, C. H. Wheeler, and his father were hauling to their barn a stack of oats. At 9 o’clock the elder Kelly took his horses from the plow and hitched them, his son quit work upon his grape arbor, and both father and son went to the house and got their guns. The Wheelers left oats on their wagon *704unloaded, took the horses from the wagón and put them in the stable, got their guns, and they and the Kellys met near the road traveled by Maxfield to hunt squirrels. Upon reaching the hunting ground, and failing to find any squirrels, they concluded to go down on the branch and see if they could find and shoot ground hogs. Not finding any ground hogs, they returned up the branch to where they met Max-field and killed him.\nOn the day of the homicide, and when the appellant, Wheeler, and his father went to the house of the latter to get their guns, they found a Mrs. Wood and her sister, Miss Penington. who had come to spend the day. Both Mrs. Wood and her sister testified on the trial that when the Wheelers came to the house appellant went in the direction of the home of the Kellys, but soon returned, and, when he and his father got their guns, appellant remarked: “They were going down to kill Jack Maxfield, the son of-!” These two witnesses further testified that they also saw the Kellys go by with their guns, and that when the Wheelers returned home the mother of appellant asked him what he had done, and he remarked: ‘ ‘ That is a hell of a question to ask, ’ ’ but, upon being pressed by his mother for an answer, he finally said “They had killed Maxfield.” Mrs. Wood also testified that appellant before the trial tried to bribe her not to tell what she heard him say to his mother.\nIt appears from the record that Cumingore and the boy, Chappel, were witnesses-for the Commonwealth at the examining trial, and that they then gave testimony favorable to the prosecution; but in giving their depositions later in the State of Indiana, to which State they had removed, they fully corroborated the testimony of appellant, his father, and the two Kellys as to what occurred .at the time Maxfield was killed, *705It was also in proof that the nse of the passway on the land of Lncien Wheeler by Maxfield for hauling the lumber had been forbidden by Wheeler. In fact the latter had put a wire fence or obstruction across the passway to prevent its use by any one. This wire fence was cut or removed by Maxfield on the morning of the day he was killed, and he then knew that his use of the passway was objected to. Repeated threats were made by Maxfield against appellant, Lucien Wheeler, and the Kellys, many of which had been communicated to, or were heard by, them.\nAppellant and his mother denied that the former, on the day of the homicide, in the presence of Mrs. Wood and her sister, or otherwise, said they were going to kill Maxfield, or that they had done so.\nIt was urged in the grounds for a new trial, and is now insisted, that the lower court erred in refusing to permit the witnesses, J. M. Blakemore, W. H. Garrett and I. O. Cmningore, to testify as to certain threats made by Maxfield previous to his death. To the two former he made threats against the life of W. P. Kelly, and the latter, by oaths and demonstrations of violence, he compelled to do the hauling over the passway of Lucien Wheeler, notwithstanding his unwillingness to do so because of the opposition of Lucien Wheeler.\nThe 'trial court also, excluded from the consideration of the jury the testimony of Cumingore as to a threat made by Maxfield against Lucien Wheeler, a few days before his (Maxfield’s) death, in a conversation with William Chappel, Sr., to whom he said, in the presence and hearing of Cumingore, “he would just give the d — d son of a-(Lucien Wheeler) a ten-dollar bill to come down and say one word. When *706he got done with him, nohody else would know the son of a b--. ’ ’\nWe think the. excluded threats to which the witnesses named would have testified were clearly competent. Though not against appellant, they were made against those associated with him in the killing of'Maxfield. What would have justified the exercise of the right of self-defense upon their part would have justified appellant in acting in their defense in taking the life of Maxfield. It is true that the testimony as to these threats did not go to the extent of showing that they were communicated to appellant before the killing' of Maxfield, but it was shown by other evidence that he knew the character of deceased for violence, and his well-known enmity to appellant, his father, and W. P. Kelly, and that he had on Other occasions not only threatened, but assaulted, each of them. Besides, the threats in question were admissible as bearing upon the question of whether Maxfield was himself the aggressor and assailant at the time of his death.\nThe conversation with Chappel in the hearing of Cumingore, in which Maxfield made the threat against Lucien Wheeler, was in reference to the use of Wheeler’s roadway for hauling the lumber, and .his opposition thereto; and the threat then made by Maxfield as to what'he would do' to Lucien Wheeler was a declaration in advance that he intended to attack and kill or do him great bodily injury if he appeared on the road during the hauling of the lumber.\nIn Hart v. Commonwealth, 85 Ky., 77, 8 Ky. Law Rep., 714, 2 S. W., 673, 7 Am. St. Rep., 576, it was held that “if the question is whether the deceased was the assailant, the fact that he declared beforehand that he meant to attack the defendant is material; nor on this issue is it necessary that the de*707fendant should he proven to have had notice of such threats.” (Young v. Commonwealth, 42 S. W., 1141, 19 Ky. Law Rep., 929.)\nIt is likewise insisted for appellant that the instructions given by the court did not correctly present to the jury the law of the cáse.. It is conceded that the instruction which defined murder, and advised the jury in what state of case they might find appellant guilty of that crime, was correctly expressed; but it is earnestly contended that the instruction as to voluntary manslaughter was incorrect and misleading, in that it failed to tell the jury that, in order to convict the appellant of that crime, they must have believed from the evidence, beyond a reasonable doubt, that he willfully or intentionally, as well as in sudden affray or in sudden heat and passion, and not in his necessary or apparently necessary self-defense, or that of his co-defendants, shot and killed deceased. It is true that, in order to constitute the crime of voluntary manslaughter, it is essential that the homicide be willfully and intentionally committed, or under such circumstances as to strike one at first blush as so reckless and wanton as to be felonious, though apparently not intended by the perpetrator. (Montgomery v. Commonwealth, 81 S. W., 264, 26 Ky. Law Rep., 356.)\nWhile it would have been better to have used the word “willfully” in the connection indicated, we are unwilling, in view of the facts of this case, to say that its omission from the instruction was prejudicial to the appellant. The evidence did not authorize an instruction as to involuntary manslaughter, nor could there have been any claim that the homicide was accidental. If not murder or voluntary manslaughter, it was excusable upon the ground that appellant was lawfully acting in self-defense, or in defense of. his *708father or the Kellys. In other words, it was conceded by appellant and his co-defendants that the homicide was both willful and intentional; and the only issue was as to whether or not it was excusable, or, if not excusable, whether it was committed with malice aforethought, or in sudden affray, or in sudden heat and passion. &gt;\nIt is also contended by appellant that this instruction was erroneous, in that it authorized the jury to find appellant guilty of voluntary manslaughter, as an aider or abettor in the homicide, though they might have believed from the evidence that he was only an accessory before the fact. To constitute one an aider and abettor in the commission of a crime, he must be present when it is committed, aiding, advising or assisting therein. Upon the other hand, though he be not present when the crime is committed, if its commission nevertheless results from his advice or assistance or by his procurement, he is equally guilty with the perpetrator of the crime, but as an accessory before the fact.\nIn addition to what is expressed in the instruction complained of, it should have been so worded as to inform the jury that in order to find the appellant guilty as aider or abettor in the killing of Maxfield, they must believe from the evidence, beyond a reasonable doubt, not only that the homicide was willfully and feloniously committed by his co-defendants, or some of them, in a sudden affray, or in sudden heat and passion, without previous malice, and not in their necessary or apparently necessary self-defense, but also that appellant was at the time present, aiding, abetting, advising'or assisting them in the commission of the crime. We are of the opinion, however, that the failure of the trial court to so instruct the jury was not prejudical to appellant, as he was present at *709the killing of deceased, and on the witness stand admitted his participation in the shooting, though claiming it was done in self-defense, and also in defense of his father. There was, therefore, no doubt about his presence at and participation in the killing of Maxfield, for which reason the jury could not have been misled by the failure of the court to instruct the jury as to the necessity of his being present at the time, of the homicide, in order to authorize them to find him guilty as an aider and abettor therein.\nIt is further contended by counsel for appellant that instruction No. 6 was improper and highly prejudicial to him. That instruction was intended to advise the jury that the state of facts therein presented, if found by them to exist, would not authorize the acquittal of appellant under the instruction setting forth the ground upon which he had the right to act in his own defense, or that of his confederates, and is as follows: “If you believe from the evidence, beyond a reasonable doubt, that Wm. P. Kelly, Maurice Kelly and Lucien Wheeler, with the consent and acquiescence of, and aided and abetted by, him, C. H. Wdieeler, were armed with deadly weapons, and sought the deceased, Maxfield, with the intention of killing him or doing him some other great bodily harm, or first attacked or assaulted him with such intent, then the defendant can not avail himself of his plea of self-defense.”\nWe think the foregoing instruction radically wrong. It in effect advised the jury that if the appellant at any time aided or abetted his co-defendants to seek deceased armed, and with the intention of killing him, he was thereby deprived of the right to defend himself or them from danger, real or apparent, at the hands of,deceased, though neither appellant nor his co-defendants may have made an attempt to carry *710out the intention of killing him, and were first attacked by him. Or, to put it in another way, this instruction permitted the conviction of appellant if at any time previous to the killing of Maxfield his co-defendants, aided by him, had armed themselves with deadly weapons and sought Maxfield with the intention of killing him, or at any time theretofore attacked or assaulted him with such intent, though they may have had no such intention at the time he was killed, or were then first attacked by him. On this point the court, upon a retrial of the case, should, in lieu of instruction 6, instruct the jury that if they believe from the evidence, beyond a reasonable doubt, that the appellant or his co-defendants, or any of them, commenced the difficulty with Maxfield by making the first demonstration to shoot, or if he or they and Maxfield met armed, determined on a conflict, and on meeting the combat was engaged in by mutual consent, then, in either event, appellant could .not rely on the right of self-defense, nor act in defense of his co-defendants. (Utterback v. Commonwealth, 105 Ky., 723, 49 S. W., 479, 20 Ky. Law Rep., 1515.)\nAnother alleged error complained of by- appellant is that the judge of the court, during his trial, and while the closing argument of the Commonwealth’s attorney was being made to the jury, vacated the bench, left the courtroom, and absented himself about twenty minutes. The Constitution guarantees to the citizen the right of trial by jury, and the circuit court is the only tribunal in which such trial can take place. To constitute the court there must be a judge, possessed of certain constitutional qualifications; and he should be present at every stage of the trial, in order that he may properly conduct the same, and protect the rights of both the State and the accused. The judge, therefore, should not have absented himself at *711any stage of appellant’s trial. It has been held by this court in two or more cases that the temporary absence of the regular judge from the courtroom during the trial did not authorize a reversal, but in each of the cases in which it was so held a special judge, by consent of the parties, was placed upon the bench to preside in the absence of the regular judge, and it was not affirmatively made to appear that the substantial rights of the accused were prejudiced by the absence of the regular judge.\nIt is, however, claimed that in this case the Commonwealth’s attorney, in argument to the jury, and in the absence of the judge, improperly read from the stenographic report of the appellant’s testimony given on the first trial of the case, and that the former, testimony was not introduced on the last trial. It does not sufficiently appear from the bill of exceptions whether the testimony in question had or had not been introduced upon the last trial. In any event it could only have been introduced for the purpose of contradicting the testimony of appellant on the last trial,.and the jury should have been so admonished by the court. But no objection seems to have been interposed by appellant’s counsel to the use made by the Commonwealth’s attorney of the testimony on the former trial, either at the time of its use or upon the return of the judge. Consequently the error complained of is one which this court is powerless to review.\nAs there must be a retrial of the case because of the other errors referred to in the opinion, we do not pass upon the question as to whether or not the temporary absence of the judge during the trial is a reversible error.\nJudgment reversed, and case remanded for a new *712trial and further proceedings consistent.with the opinion.\n",
            "ocr": true,
            "opinion_id": 7135926
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}