{
    "id": 7226690,
    "judges": "Miller",
    "date_filed": "1984-02-27",
    "date_filed_is_approximate": true,
    "slug": "tucker-v-commonwealth",
    "case_name_short": "Tucker",
    "case_name": "Tucker v. Commonwealth",
    "case_name_full": "Tucker v. Commonwealth",
    "attorneys": "W.' J. WEBB for appéllant., JAMES BREATHITT, Attorney General and CHARLES H. MORRIS, Assistant Attorney General for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Indictment — Accessory.—Under section 1128 of tbe Kentucky' Statutes, an accessory before tbe fact is liable to tbe same punishment as tbe principal, and may be tried and convicted although the principal be not taken or tried. Tbe principal actor, tbe aider and tbe abettor and tbe accessory before tbe fact, are all principals in tbe first degree, and are equally guilty, and may be so accused and convicted. 1</p> <p>2. Same. — In the sáine indictment a person may, in one count, bo charged as the principal actor, and in another count with being present, aiding and abetting in the commission of the crime.</p> <p>3. Threats. — Upon the trial of a person charged with murder, previous threats made by him against the deceased are admissable in evidence.</p> <p>4. Principal and Accessory — Instructions.—Where a principal would be entitled to an instruction as to self-defense, the accessory is entitled to an instruction as to his defense by the principal, since, in order to convict the accessory, the guilt of the principal must be first established.</p> <p>6. New Trial — What May Be Reviewed. — Under section 281 of the Criminal Code of Practice as amended by the Act of 1910, the rulings of the court on motions for a new trial in a criminal case are subject to exception, and any error of the court in refusing a new trial may be reviewed on appeal.</p>",
    "summary": "Appeal from Graves Circuit Court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "145 Ky. 84"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion op the Court by\nJudge Miller\nReversing.\nOn June 20th, 1910, Elias Burgess shot and killed Finis Tucker, the husband of the appellant, Fannie Tucker. Burgess, was indicted and tried for murder, and was convicted of manslaughter on March 11, 1911, and. by way of punishment was given a term of eight years' in the penitentiary. Subsequently, on March 24, 1911, the appellant, Fannie Tucker, was indicted for the murder of her husband, Finis Tucker, and was convicted, and also given a term of eight years in the penitentiary. She appeals, and assigns three principal grounds for a reversal.\n1. She contends that since Burgess had been previously convicted of manslaughter for the killing of Finis Tucker, she should have been tried upon the charge of manslaughter only, or as an accessory to the crime of manslaughter, and not upon the charge of murder. In view of the repeated decisions of this court there is no merit in this contention. The indictment against her is in two separate and distinct counts. The first count charges appellant and Burgess jointly with the murder of Finis Tucker by shooting him with a pistol; while the second count charges that Burgess did the shooting which killed Finis Tucker, and that Fannie Tucker was present aiding, assisting and abetting therein.\n*86Section 1128 of the Kentucky Statutes' reads as follows :\n“In .all felonies, accessories before the fact shall be liable to the same punishment as principals, and may be prosecuted jointly with principals, or severally, though the principals be not taken or tried, unless otherwise provided in this chapter.”\nThis section makes a radical change in the common law in the respect that an accessory may be tried and convicted, although the principal be not taken or tried. In construing this section in Commonwealth v. Hargis, 124 Ky., 363, we said:\n“It may safely be declared as the law in this Commonwealth that the principal actor, the aider and abettor, and the accessory before the fact, are all principals in the first degree, and equally guilty and may be so accused and convicted.”\nAnd, in referring to section 126 of the Criminal Code of Practice providing that an indictment, except in certain specific cases, must charge but one offense, this court used the following language in the Hargis case just quoted from:\n“Under the latter section, although the indictment can charge only one offense, with the exceptions saved, the pleader is at liberty to describe the offense charged ‘in as many different ways as may be necessary to present his case, beeping always in mind that the description of each mode and means of its commitment must be sufficient to give the accused full information of the crime charged, so that he may be prepared to meet it. In harmony with this rule of law it has been announced in a number of cases that in the same indictment a person may in one count be charged' as a principal actor, and in another with being present, aiding and abetting in its commission.” (Cases cited.)\nThe cases of Reed vs. Commonwealth, 125 Ky., 126, and Terhune v. Commonwealth, 144 Ky., 370, contain the authorities sustaining the validity of this indictment.\nIt is clear, therefore, that the indictment was properly drawn, and in trying appellant upon the charge set forth therein, the court followed the well-established procedure of this State.\n2. The most substantial character of evidence against the appellant consisted of 'threats she had: previously made of her desire or intention to kill her hus*87band. It is insisted that threats of this character are not admissible upon a charge of manslaughter; and Commonwealth vs. Matthews, 89 Ky., 292, is cited to sustain that proposition. This contention is based upon appellant’s former contention, that she should have been tried upon a charge of manslaughter only; and that contention having been found to be untenable, and that she was properly tried upon a charge of murder, it follows that proof of the threats was properly admitted.\n3. The court gave the usual instruction as to self-defense upon the part of Burgess in protecting himself, but did not extend the instruction as to self-defense by Burgess in defense of 'appellant. There is no controversy over the main facts as to the killing. No one was present except appellant, her husband, and Burgess; and Burgess has not testified; Burgess is the cousin of appellant, and lived in St. Louis. He had been in the habit of visiting the Tuckers in Mayfield about once a year for the past five years. At the time of the killing he had been at the home of the Tuckers for some six weeks. Tucker was killed in his home shortly after midnight. A lodge of which Tucker was a member, had given an entertainment that night, and shortly after supper, Tucker, who took part in the entertainment, went alone to the lodge, and appellant and Burgess went later. They spent the evening at the entertainment and started home about half-past twelve. Burgess and appellant arrived at the house about 45 minutes before Tucker came in. Appellant was the only eye witness who testified upon the trial. She gave the following account as to what occurred:\n“A. Well, when he (Tucker) came, he walked up to the door .and says, ‘Eli, get out of here, I.mean you,’ he went in the other room then and taken off his coat and picked up this gun, and he says ‘Eli, get out of here,’ and I looked around. I was sitting on the sofa taking down my hair and I looked around and Eli he was at the west middle door. When I looked at him he was going back to his pocket with his right hand, I says ‘Eli, there . is no need of that, for you know that that gun'is not loaded. ’ He was going back to his pocket with his right hand and I says ‘You know they’s no need of that, you know that gun is. not loaded.’ When I looked around, Eimis he struck me. I went to the door, he passed right by me; I set down in the door and held my head over this way to *88let the blood run and I set that way until Eli shot; and when I asked him did he kill him, he said ‘Yes.’ I commenced hollering and then he grabbed me and choked me and says ‘You will have me sent to the pen’; and I just continued to holler I guess.” The physician wiio attended appellant testified that she received a severe wound three or four inches in length over her eye, which had been inflicted by some blunt instrument. The appellant’s previous good character has been established by several witnesses, whose testimony goes uncontradicted.\nIt further appears from her testimony that appellant and her husband had been quarreling more or less for some time, and that he had frequently seized his gun during these quarrels. She testified that she was not afraid that he would shoot her, but that she was afraid that the gun might be fired during some scuffle and in that way endanger the lives of both of them. Accordingly, on the day before the killing she took the gun to Burgess saying that she did not know how to “break” it, whereupon he showed her how to remove the cartridges. She took the cartridges from the gun, along with Tucker’s other cartridges, and hid them in an outhouse. By reason of this fact both she and Burgess knew that the gun was not loaded when Tucker undertook to use it pn the occasion of the killing. . .\nIt further appears that on Sunday, the day before the killing, appellant, first ¡at their owh home, and later at the house of a neighbor, had become very much enraged at her husband, and had threatened to kill him. She had on that and the following day boxed up nearly all of her clothes and household effects for the purpose of leaving him. This was the substance of the testimony.\nIt is a well settled rule that instructions applicable to every state of case deducible from the testimony, or supported by it to any extent, should be given. ' When Tucker struck appellant and severely injured her, he was going toward Burgess with the gun in his hand, which may have given Burgess reasonable ground to believe that Tucker would assault him, either by shooting or by striking biin with the gun. In order to convict appellant as an accessory, or aider and abettor, the guilt of Burgess had to be first established; and, if upon this state of facts, Burgess was.entitled to an instruction on self-defense in his own behalf, appellant was entitled to a similar instruction, if he acted in her self-defense. If *89he killed Tucker while acting under this state of facts, the jury should have found appellant not guilty since the guilt of Burgess must have been first shown before ap.pellant could be convicted. Although Burgess knew that the gun had been unloaded the day before, nevertheless he was entitled to an instruction upon the theory of self-defense since Tucker was advancing upon ■ him with a gun, which might have been loaded, and if not loaded it was a dangerous weapon in the hands of an enraged man.\nAn instruction should have been given defining the right of Burgess to defend the appellant from the assault of her husband, and that if the jury should believe that Burgess in shooting Tucker did it in the necessary defense of appellant, she was entitled to an acquittal. In failing to give such instruction the circuit court committed an error prejudicial to appellant’s rights, and the judgment of conviction would have to be reversed for this reason, if for none other.\n4. At the close' of the Commonwealth’s testimony appellant moved the court to peremptorily instruct the jury to find her not guilty, and it is complained that the court erred in.refusing that instruction. Its refusal to give such instruction was made a ground for a new trial.\nIn Wilson v. Commonwealth, 140 Ky., 3, this court . said:\n“The chief ground urged on the appeal for reversal is that a new trial should be granted the defendant on the merits. Under section 281 of the Criminal Code, as it originally read, the decisions of the court on a motion for new trial were not subject to 'exception, and under this provision it was held by this court that a judgment of conviction could not be reversed here if there was any evidence to sustain it. But the last General Assembly struck out this provision of section 281 of the Code (See Acts, 1910, p. 269), and now the rulings of the court on motions for new trial are subject to exceptions, and any error of the court in refusing a new trial may be reviewed here.”\nUnder the law as it now stands this court can consider the propriety of the court’s refusing to give a new trial in criminal cases. The appellant had testified at the examining trial and at the final trial of Burgess, and it was upon her testimony that he was convicted. Upon the trial of this case the Commonwealth chiefly made its case *90by proving what appellant had testified to npon those two former occasions,. As there was no material variance between her testimony upon these different occasions, the substance of the evidence in this case will be. found in appellant’s statement above quoted, and the supplementary statements given immediately thereafter in this opinion, We fail to see from this evidence that there was any substantial testimony to charge appellant either as principal, or as accessory or aider or abettor in the murder of her husband. The verdict was not only flagrantly against the weight of the evidence, but, in our opinion, the appellant’s motion for a peremptory instruction directing an acquittal, should have been sustained.\nThe judgment is reversed for further proceedings consistent with this opinion.\n",
            "ocr": true,
            "opinion_id": 7139055
        }
    ],
    "court_short_name": "Court of Appeals of Kentucky",
    "court_full_name": "Court of Appeals of Kentucky",
    "court_type": "SA",
    "court_jurisdiction": "Kentucky, KY",
    "crime_category": "Murder"
}