{
    "id": 8560628,
    "judges": "Took, Wolf",
    "date_filed": "1975-12-27",
    "date_filed_is_approximate": true,
    "slug": "people-v-martinez",
    "case_name_short": "Martínez",
    "case_name": "People v. Martínez",
    "case_name_full": "People of Puerto Rico, and v. Pablo Martínez, and",
    "attorneys": "M. Velázquez Flores for appellant. B. A. Gómez, Prosecuting Attorney, for Tire People, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued December 4, 1939.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "55 P.R. 718"
    ],
    "opinions": [
        {
            "author_str": "Wolf",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Wolf\ndelivered the opinion of the Court.\nIn the District Court of Humacao, Pablo Martinez was accused of an attack with attempt to commit manslaughter and also of carrying a prohibited weapon. The cases, by suggestion of the defendant, were tried together. The defendant was convicted of carrying a prohibited weapon and sentenced to nine months in jail. From this judgment the defendant appealed. He assigns two errors:\nThe first is:\n“The lower court erred when it found the defendant guilty of carrying forbidden weapons, basing its judgment only on the statement of witness Segundo Besares, whose testimony has not been corroborated and which witness did not describe the weapon which the information charges that the defendant canned; which weapon was not seized, nor offered in evidence.”\nThere is some confusion in this assignment and it' is susceptible of subdivision. So far as the testimony of Segundo Besares is concerned it was sufficiently clear and explicit and describes the weapon, although the latter was not produced. The witness was present at a congregation of persons and was also attacked by the defendant. He could not describe the weapon very specifically, but he was sure of its use.\n' .The case of People v. Cartagena, 37 P.R.R. 261, does not help the defendant. There was a conflict in the evidence, among other things, and this court, after an examination of *720the statements of all tlie witnesses, concluded that the bearing-of the weapon had not been sufficiently proved. Besares,, besides, by gestures and otherwise showed that he had an idea of the looks of the knife and that it was a little over six inches long and that he saw the weapon. He was cross-examined and could not more closely identify the weapon.\nWith certain exceptions, not applicable here, in a criminal trial the statement of a single witness is sufficient to convict a defendant and such statement does not need corroboration. Section 18, Law of Evidence.\nThe second assignment of error is as follows:\n“The lower court also erred in giv'ng weight, as proof, to the statement made by the witness Segundo Besares in a former ease and not contained in a statement of the ease or stenographic record before the court, when the witness himself could have been brought.,y\nAssuming for the moment that the objection and exception involved in the foregoing assignment were duly taken,, we do not find that the court specifically relied on the testimony taken in the other case.\nWe are somewhat perplexed by the statement of the court'., The judge said:\n“This morning the witness stated (the judge refers to the evidence-brought in the criminal case No. 13,170, against Pablo Martínez, for the offense of attack to commit homicide), that it was a knife, and this afternoon too. Motion for peremptory acquittal denied.”\nNevertheless, we do not think that the court was relying-on the evidence in the case of the attack with intention tot-commit manslaughter.\nIf the record is examined, however, it will be seen that the defendant, while excepting to the ruling of the judge, made no objection or took no exception to these remarks of the judge. If such objection had been made the District Attorney could readily have offered some of the other evidence which he did not present because it was merely cumula-’ tive, or perhaps subsequently have incorporated the evidence-*721in the other case in the present transcript. However, the assignment will he overruled absolutely because of the failure to object and except, especially as we find no prejudice.\nWe also question whether the judge under the stipulation of the parties would not have the right to refer to the evidence taken in the trial of the offense of an attack with the intention to commit manslaughter. The appellant only brought up the evidence apparently taken exclusively in the trial for carrying a prohibited weapon. Any defect would be chargeable to him. ;\nThe judgment should be affirmed.\nMr. Chief Justice Del Toro took no part in the decision of this case.\n",
            "ocr": true,
            "opinion_id": 8533658
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Murder"
}