{
    "id": 8562934,
    "judges": "Except, Jesús, Prosecuting, Refers, Snyder, Terms, Testimony, That, Where",
    "date_filed": "2016-07-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-flecha-fontanez",
    "case_name_short": null,
    "case_name": "People v. Flecha Fontánez",
    "case_name_full": "The People of Puerto Rico, and v. Aurelio Flecha Fontánez, and",
    "attorneys": "Santos P. Amadeo for appellant. Vicente Géigel Polanco, Attorney General, J. Rivera Barreras, Fiscal of the Supreme Court, and Fernando Fornaris, Jr., Assistant Fiscal, for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued November 7, 1949.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "70 P.R. 651"
    ],
    "opinions": [
        {
            "author_str": "Jesús",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Chief Justice De Jesús\ndelivered the opinion of the Court.\nAppellant was prosecuted together with Edelmiro Sánchez García and Alfonso Sánchez García for the crime of murder in the first degree committed on the person of Prudencio Pérez Carrasquillo. Edelmiro Sánchez García pleaded guilty and was sentenced to life imprisonment. The other two asked to be tried separately. Alfonso Sánchez García was tried and found guilty by the jury and was imposed the same sentence as the former. The case now under our consideration is the one against Aurelio Flecha Fontánez, who was also found guilty by the jury and sentenced to life imprisonment. On appeal, he complains that he did not have the assistance of counsel which is guaranteed to every accused by § 2 of the Organic Act. The record reveals that at the arraignment, appellant was represented by Attorney Rafael S. Yidal; that at the commencement of the trial he was represented by Attorney Angel Fernández Sánchez and that the latter, before the prosecuting attorney closed his final argument, asked leave of the court to withdraw from *653the ease on account of illness. Said leave was granted and Attorney Fernández Garzot was then appointed to represent him during the argument of the district attorney and AN. torney Rafael S. Vidal was appointed to represent the defendant during the charge to the jury and until sentence. Attorney Fernández Garzot as well as Attorney Vidal were in the courtroom merely as spectators and were unacquainted with the evidence introduced, not being, therefore, in a position to duly represent the defendant. The mere statement of these facts is sufficient to show that, the defendant did not enjoy the real and effective assistance of counsel guaranteed by § 2 of the Organic Act. People v. Santana, 55 P.R.R. 231; People v. Muriel, 57 P.R.R. 896, and Berríos v. Saldaña, 59 P.R.R. 895.\nThe Fiscal of this Court agrees with the appellant that the judgment should be reversed and the ease remanded for a new trial, but since other errors are assigned which, as we shall see, the court also committed, we must discuss them in order to avoid the repetition of said errors in the new trial.\nAppellant complains that the district attorney in his opening argument to the jury told how nervous, according to him, the defendant was when brought to his presence for the preliminary investigation. Such statements were substantially repeated by the district attorney when testifying as a witness, to wit:\n“A. I told Aurelio in my office when they brought him under arrest to this place, I said: T have arrested you for the crime of murder in the first degree, for killing, for murdering Prudencio Pérez Carrasquillo.’ The man, the individual Aurelio Flecha Fontánez instantly became very nervous, he moved a leg, he moved it from one side to the other, first he did like this with his hat, that he was innocent, that he was innocent, that he was innocent, that he was innocent, and he pulled his hair; there was a moment when you could see that the abdomen went up and down and it seemed that his jaw would fall out, and lastly and calmly he told me, ‘Mr. Attorney, last night, January *6541, 1948, I left my house at 6:00 p.m. with two saddles and two back cloths,’ explaining- to me that he is a saddler.” (T. of E. pp. 174, 175).\nThe averments of the district attorney were improper, unnecessary and prejudicial to the accused. The circumstance that later on the district attorney improperly took the stand,1 did not cure his fault in making such statements. It is not strange that an accused becomes nervous when he is taken before a prosecutor under the accusation of having committed a crime of murder in the first degree. That nervousness is compatible with innocence.\nAnother of the errors assigned was the instruction given by the court in regard to the testimony of the accomplices. The instruction challenged reads thus:\n“Conviction should not be had on the mere testimony of an accomplice, unless it is corroborated by other evidence which tends to connect the defendants, or the defendant, with 'the commission of the crime. An accomplice is one who may be indicted for the same crime as that charged against the defendant or defendants who may be involved in an information. Whether any of the witnesses in this case is an accomplice, as defined in this instruction, must be determined by the Jury according to the entire testimony and the circumstances shown by the evidence.\n“In order that a person may be an accomplice, he must in some way, knowingly and with a criminal intent, have helped, prompted, aided, or participated in the criminal act.\n“If you determine that any of the witnesses in this case has acted in this manner with respect to the crime charged, you *655must determine that such witness is an accomplice with respect to this crime.” (Instructions to the Jury, pp. 7 and 8).\nWhere the question for decision is whether a witness did or did not do a certain thing which if he did do would make him an accomplice, it is incumbent on the jury to decide whether the witness is an accomplice. But if the facts determining the complicity are not in dispute, then the determination whether or not the witness is an accomplice is a question of law and as such must be decided by the court and not by the jury. In the case at bar there is no dispute as to the fact that Edelmiro and Alfonso Sánchez García had been prosecuted for the same offense with which the defendant was charged. That uncontroverted fact, as a question of law made them accomplices. People v. Díaz, 67 P.R.R. 736. Consequently that question was not incumbent on the jury and its submis-\nsion to the jury constituted an error. People v. Coffey, 119 Pac. 901 (Cal., 1911). To be true, in the present case there was the testimony of Pablo García Dones who, without being an - accomplice, connected the defendant with the commission of the offense;2 but this does not cure the error committed by the court, inasmuch as it is impossible to determine whether in finding the defendant guilty, the jury accepted as corroborating evidence the testimony of any one of the accomplices or that of Pablo García Dones who was not. It could have disbelieved the testimony of the latter and nevertheless find the defendant guilty based on the testimony of the accomplices Edelmiro and Alfonso Sánchez García.\nThe court also erred in instructing the jury as follows :\n*656. .it having been shown by testimony presented by the District Attorney that, some days after the commission of the offense, upon said defendant being arrested, he made, at different times, contradictory statements as to his whereabouts at the time the crime was committed or about that time, those contradictory statements by themselves amount to the natural corroboration of accomplices.” (Instructions to the Jury, p. 9.)\nThe contradictory statements referred to by the court, did in no way whatever connect the defendant with the commission of the offense. Of course, had there been sufficient evidence, irrespective of that of the accomplices, to connect the defendant with the commission of the offense, these contradictory statements of the defendant could have been taken into consideration by the jury in order to determine his guilt.\nFinally, the appellant complains that the verdict is contrary to the evidence. Inasmuch as a new trial shall be held, we should refrain from discussing the evidence and let the jury, or the judge in his case, weigh it freely, without any indication on our part.\nFor the above-stated reasons the judgment will be reversed and the case remanded for the holding of a new trial.\nMr. Justice Snyder agrees in the result and the terms of the opinion except in that part where it refers to the testimony of the prosecuting attorney.\n\n The dual role of prosecuting attorney and witness should be avoided. The jury, naturally, gives to the evidence of a prosecuting attorney far greater weight than to that of an ordinary witness. That fact that the prosecuting attorney becomes a witness for the government, tends to deprive the defendant of the fair and impartial trial to which he is entitled. For that reason the prosecuting attorney should only be a witness in order to prevent a miscarriage of justice, under extraordinary circumstances which do not concur herein. Robinson v. United States, 32 F. (2d) 505 (C.A. 8th, 1928) and cf. Annotation (1944) 149 A.L.R. 1305.\n\n\n This witness testified that he lived in a house near the place of the crime; that he heard a noise in the victim’s house and heard the latter calling him for help; that the witness looked out of a window in his house; that after the crime was committed, the defendant Aurelio Fle-cha Fontánez went to the witness and told him that if he said something he was in danger also; that afterwards he went to Prudencio Pérez Ca-rrasquillo’s house and found him dead on the bed and saw in the room the machete with which the crime was committed.\n\n",
            "ocr": true,
            "opinion_id": 8536029
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Murder"
}