{
    "id": 7317812,
    "judges": "Goodman",
    "date_filed": "1984-09-23",
    "date_filed_is_approximate": true,
    "slug": "brown-v-ncl-bahamas-ltd",
    "case_name_short": "Brown",
    "case_name": "Brown v. NCL (Bahamas), Ltd.",
    "case_name_full": "Bonnie J. BROWN v. NCL (BAHAMAS), LTD.",
    "attorneys": "M. Benjamin Murphey, Lawlor White & Murphey, LLP, Fort Lauderdale, FL, Glenn J. Holzberg, Law Offices of Glenn J. Holzberg, Miami, FL, for Plaintiff., Amanda Jane Freilich, Jeffrey Eric Foreman, Darren Wayne Friedman, Amanda Jean Sharkey Ross, Foreman Friedman, PA, Miami, FL for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "155 F. Supp. 3d 1335"
    ],
    "opinions": [
        {
            "author_str": "Goodman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER RE: REQUESTED DISCLOSURE OF WORK PRODUCT\nJonathan Goodman, UNITED STATES MAGISTRATE JUDGE\n\n“The motive, the measure, the purpose, the pleasure. ”\n\n- The Red Hot Chili Peppers, from the song We Believe1\nWhat happens when a cruise ship operator gives a copy of a passenger-drafted statement for which it asserts work-product protection to the port police in connection with an alleged on-board sexual assault of another passenger? At a minimum, these questions are generated:\n(1) Does the cruise ship operator waive the work-product protection? (2) Does the answer depend on whether the cruise ship operator voluntarily provided a copy of the work-product document or whether it was compelled to do so? (3) What if the cruise ship operator was not required to turn over the document but did so in response to a mere request from law enforcement? (4) Does it matter if the cruise ship itself (including its top on-board management and staff) is not under criminal investigation? (5) Does the cruise ship’s purpose in providing a copy to law enforcement factor into the analysis?\nFor the reasons outlined in greater detail below, the answers are: (1) it depends; (2) it very well might; (3) it makes waiver more likely; (4) yes; and (5) yes, again.\nApplying these results to the specific facts of this case, the Undersigned upholds the work-product claim asserted by Defendant NCL (Bahamas) Ltd. (“NCL”) and finds that NCL did not waive work-product protection by giving a copy of a one-page, work-product document to port police upon request.\nFactual Background\nPlaintiff Bonnie Brown filed this lawsuit against NCL after another passenger allegedly attacked her in her room during a cruise aboard the Star. The Undersigned previously provided a detailed summary of the key factual allegations in an order concerning when a surveillance video would be disclosed in discovery. Brown v. NCL (Bahamas), Ltd., No. 15-21732-CIV-Lenard/Goodman, 2015 WL 6673700 (S.D.Fla. Oct. 30, 2015). For purposes of this Order, a succinct factual summary is appropriate:\nBrown alleged that a 20-year-old drunk passenger, who she found slumped in the hallway outside of her room, sexually at*1337tacked her after she tried to help him. During the attack, she slipped, fell and struck her head on the television. She reported the alleged attack to cruise security officers and later made a report to law enforcement officials in the port of Los Angeles. Later still, she spoke with a federal prosecutor in an effort to persuade officials to initiate federal criminal charges. Brown claims to have suffered significant physical and emotional injuries.\nIn response to a discovery request, NCL identified on a privilege log a statement from the alleged attacker. To support its privilege claim (and in response to a Court order [ECF No. 35] requiring a sworn explanation of the circumstances surrounding the statement’s preparation), NCL submitted an affidavit [ECF No. 37-1] from Jeffrey N. Anderson, its Vice President and Assistant General Counsel, Claims. In that affidavit, Mr. Anderson explained that NCL’s counsel has provided standing advice requiring on-board staff to prepare an accident/incident report whenever a passenger reports an injury. Counsel’s advice is that NCL conduct an investigation, which includes the taking of witness statements. The completed incident reports, including any witness statements taken at or near the time of the accident or incident, are confidential and are made available only to counsel and/or NCL’s claims department.\nThe Undersigned has previously upheld similar work-product claims asserted by cruise ships when supported by competent evidence, and I will do so again now in this case. See generally Gentry v. Carnival Corp., No. 11-21580-CIV-GOODMAN, ECF No. 53, pp. 4-8 (S.D. Fla. May 8, 2012); Frasca v. NCL (BAHAMAS) Ltd., No. 12-20662, ECF No. 52, pp. 2-3 (S.D. Fla. Feb. 21, 2013); Frasca, No. 12-20662, ECF No. 55-1 (S.D. Fla. Mar. 11, 2013) (declaration of NCL general counsel and senior vice president Daniel S. Farkas).\nUnlike other cruise ship personal injury cases in which the primary issue is whether the statement is in fact covered by a work-product claim, the issue here (at least according to my assessment, as opposed to Plaintiffs primary argument) is whether the work-product protection was waived when the cruise ship operator (i.e., NCL) provided a copy of the alleged perpetrator’s statement to port police when the ship docked in Los Angeles.\nIn the instant case, an NCL security officer involved in the investigation (and in compliance with counsel’s standing advice and instructions) obtained a one-page written statement from the allegedly drunk young man who Brown says assaulted her in his room. The man signed the statement.\nBrown wanted to speak with local law enforcement officials and to press criminal charges, so NCL notified port police, who boarded the Star the day after the incident occurred at sea. Port police met with the suspect and also asked NCL for a copy of the one-page handwritten statement which the suspect signed during NCL’s investigation. According to Anderson’s affidavit, NCL “did not believe it could withhold the statement from the Port of Los Angeles Police without hindering their investigation,” and NCL provided copies of the statement and a letter the suspect addressed to Brown. NCL has already provided Brown with a copy of the letter the suspect wrote to her.\nThe affidavit also notes that NCL did not consider the incident to have caused any serious bodily injury, which it defines by reference to 18 U.S.C. § 1365, which concerns assaults within maritime and territorial jurisdiction. The statute defines serious bodily injury to be a bodily injury which involves (A) a substantial risk of *1338death; (B) extreme physical pain; (C) protracted and obvious disfigurement; or (D) protracted loss or impairment of the function of a bodily member, organ or mental faculty.” At the hearing, NCL’s counsel also took the position that Brown was not sexually assaulted.\nAnderson’s affidavit also advises that NCL did not give a copy of the statement to any other law enforcement agency and did not receive any documents or correspondence from the FBI about the incident.\nApplicable Legal Principles and Analysis\nFor all practical purposes, Plaintiff challenges the work-product status of the statement, not the arguable waiver created from the disclosure. Her reply memorandum [ECF No. 44] argues that NCL took the statement in the ordinary course of business because its policies require ship security officers to investigate and prepare a report following the discovery of a potential criminal event onboard a vessel or at sea — and, to take relevant statements.\nThe Undersigned appreciates Plaintiffs point, but Anderson’s affidavit is persuasive and convinces me that the statement is in fact entitled to work-product protection. Therefore, the key issues are whether the disclosure to port police was compelled, whether NCL waived the protection by disclosing it, and, if there is no waiver, whether Plaintiff has demonstrated substantial need and “cannot, without undue hardship, obtain [its] substantial equivalent by other means.” See Fed. R. Civ. P. 26(a)(b)(3)(A).\nIt is well-established that once a party asserting attorney-client privilege makes disclosures of privileged information to third parties, the communications are no longér confidential. See United States v. Suarez, 820 F.2d 1158, 1160 (11th Cir.1987) (justification for privilege ceases once disclosed to third parties). Although disclosure of confidential communications to third parties vitiates the attorney-client privilege (in the absence of an additional factor, such as a joint defense or common interest privilege), work-product protection is analyzed differently due to the policies that give rise to the protection. With work-product protected materials, disclosure operates only to waive the protection for the actual material disclosed, not other materials.\nNow-Eleventh Circuit-Judge Robin Rosenbaum, faced with this issue as a magistrate judge, put it this way:\nDue to the sensitive nature of work-product materials and the policy behind maintaining their secrecy, generally speaking, when work-product protection has been waived, it is “limited to the information actually disclosed, not subject matter waiver.” Continental Casualty Co. v. Under Armour, Inc., 537 F.Supp.2d 761, 773 (D.Md.2008) (citing Duplan Corp. v. Deering Milliken, Inc., 540 F.2d 1215, 1223 (4th Cir.1976); Epstein, The Attorney-Client Privilege and the Work Product Doctrine 612 (2001) (“[I]nadvertent or even intentional disclosure of work-product documents will not necessarily constitute waiver as to all such documents.”); 6 James Wm. Moore, et al., Moore’s Federal Practice § 26.70[6][c] (3d ed. 2004) at 26-467 (“A waiver of work-product protection encompasses only the items actually disclosed. Thus disclosure of some documents does not imply that work product protection has been destroyed for other documents of the same character.”)).\nStern v. O’Quinn, 253 F.R.D. 663, 683 (S.D.Fla.2008).\nIn the context of work product, the question is not, as in the case of the attorney-client privilege, whether confidential *1339communications are disclosed, but to whom the disclosure is made — because the protection is designed to protect an attorney’s mental processes from discovery by adverse parties. See generally Jordan v. U.S. Dep’t of Justice, 591 F.2d 753, 775 (D.C.Cir.1978).\nWork-product protection is waived when protected materials are disclosed in a way that “substantially increases the opportunity for potential adversaries to obtain the information.” Niagara Mohawk Power Corp. v. Stone &amp; Webster Eng. Corp., 125 F.R.D. 578, 587 (N.D.N.Y.1989) (emphasis added) (quoting In re Grand Jury Subpoenas Dated Dec. 18, 1981 and Jan. 4, 1982, 561 F. Supp. 1247, 1257 (E.D.N.Y.1982)); 8 Charles Alan Wright, Arthur R. Miller and Richard L. Marcus, Federal Practice and Procedure, § 2024 at 209-210 (1970). As noted in United States v. Gulf Oil Corp., “[t]he purpose of the work product doctrine is to protect information against opposing parties, rather than against all others outside a particular confidential relationship, in order to encourage effective trial preparation[.] A disclosure made in the pursuit of such trial preparation, and not inconsistent with maintaining secrecy against opponents, should be allowed without waiver of the privilege.” 760 F.2d 292, 295 (Temp.Em.App.1985) (citations omitted) (emphasis added).\nThus, not every situation in which work-product materials are disclosed warrants a finding of waiver. Rather, the “circumstances surrounding the disclosure are key to determining whether an actual waiver of the work-product protection has occurred.” Stern, 253 F.R.D. at 681 (emphasis added).\nGenerally speaking, as noted above, work-product protection is waived when protected materials are “disclosed in a manner which is either inconsistent with maintaining secrecy against opponents or substantially increases the opportunity for a potential adversary to obtain the protected information.” Niagara, 125 F.R.D. at 590 (citing Gulf Oil, 760 F.2d at 295 and other cases) (emphasis supplied); Kallas v. Carnival Corp., No. 06-20115-CIV, 2008 WL 2222152, at *4 (S.D.Fla. May 27, 2008) (a party waives otherwise-protected work-product materials “when the covered materials are used in a manner that is inconsistent with the protection”) (internal quotations omitted); see also Bank Brussels Lambert v. Chase Manhattan Bank, N.A., No. 93 CIV. 5298 LMM RLE, 1996 WL 944011, at *3 (S.D.N.Y. Dec. 19, 1996) (“Work product immunity is waived only if the party has voluntarily disclosed the work product in such a manner that it is likely to be revealed to his adversary.”) (emphasis supplied); Falise v. Am. Tobacco Co., 193 F.R.D. 73, 79 (E.D.N.Y.2000) (waiver of work-product protection found only if disclosure substantially increases the opportunity for potential adversaries to obtain the information) (emphasis added); Stern v. O’Quinn, 253 F.R.D. at 676 (work-product waiver when disclosure occurs in a way which “substantially increases the opportunities for potential adversaries to obtain the information”).\nBut Stem also succinctly noted that courts are willing to maintain the work-product protection where “a disclosure is essentially compelled.” 253 F.R.D. at 682 (emphasis supplied). Many cases agree and hold that compelled disclosure to a government agency does not necessarily waive work-product protection. See generally Diversified Indust., Inc. v. Meredith, 572 F.2d 596, 604, n. 1 (8th Cir.1977) (en banc) (“We would be reluctant to hold that voluntary surrender of privileged material to a government agency in obedience to an agency subpoena constitutes waiver of the privilege for all purposes, including its use in subsequent private litigation in which *1340the material is sought to be used against the party which yielded it to the agency”).\nSimilarly, when disclosure of privileged material to the government agency is not in an adversary context, courts often recognize that the policy reasons for a waiver do not exist, and they conclude that no waiver was created. See, e.g., United States v. Am. Tel. &amp; Tel., 642 F.2d 1285 (D.C.Cir.1985) (waiver did not occur in the context of disclosure to an adversary party when a party submitted work-product material to assist the government in investigating or prosecuting another). Cf. Westinghouse v. Republic of the Philippines, 951 F.2d 1414, 1431 (3d Cir.1991) (noting that a different result — i.e. not waiver— might have been reached “had the l)OJ and the SEC not been Westinghouse’s adversaries”). See also Shulton Inc. v. Optel Corp., No. 85-2925, 1987 WL 19491 (D.N.J.1987) (corporation did not waive work-product protection when it cooperated with the government to secure an indictment for a mutual adversary).\nOn the other hand, voluntary disclosure to a government agency “to effect a goal by the disclosing party other than assistance in prospective or ongoing litigation ... generally constitutes waiver.” See Epstein, 4th ed. Supplement, at p. 146; In re Columbia/HCA Healthcare Corp. Billing Practices Litig., 293 F.3d 289, 307 (6th Cir.2002) (summarizing the case law, emphasizing that the waiver-generating disclosure must be to an “adversary,” noting — in footnotes 28 and 29 — .that the Department of Justice was an adversary of Columbia/HCA when the disclosure was made and concluding that the voluntary disclosure waived the work-product doctrine). See also In re Stein-hardt Partners, L.P., 9 F.3d 230 (2d Cir.1993) (treasury note trader’s voluntary submission of legal memorandum to SEC, with whom trader stood in an adversarial position as the subject of an investigation, waived work-product protection); U.S. Info. Sys. Inc., et al. v. Int’l Bhd. Of Elec. Workers Local Union No. 3, et al., 00 Civ. 4763, 2002 U.S. Dist. LEXIS 19363, at *13 (S.D.N.Y.2002) (disclosure to a prosecutor in an effort to take law enforcement action against a party and thereby gain an advantage in later civil litigation against that party produces a waiver because “the party asserting the work product and the government agency are not allies”); In re Grand Jury Proceedings, M-11-188 (LAP), 2001 U.S. Dist. LEXIS 2425, at *61-62 (S.D.N.Y.2001) (waiver of work-product protection when corporation submitted a report to the prosecutor in an attempt to avoid prosecution).\nTherefore, determining whether NCL’s production of the work-product statement to the port police waived the protection depends in part on whether the disclosure was compelled and, if not, the purpose of the disclosure (i.e., to help NCL itself or to assist the port police in a cooperative, non-adversarial effort in its investigation of others). See generally McMorgan &amp; Co. v. First Cal. Mortg. Co., 931 F.Supp. 703, 709-10 (N.D.Cal.1996) (noting that the issue is whether the disclosing party and the Department of Labor (“DOL”) are adversaries, noting party’s suggestion that it is not a target of the investigation but rejecting argument because these “bare assertions” did not meet the burden of demonstrating entitlement to work-product protection and because there was record evidence “suggesting that the DOL may very well be investigating” the producing party). See also United States v. Bergonzi, 216 F.R.D. 487, 497-99 (N.D.Cal.2003) (disclosure to SEC waived work-product protection because the SEC issued a Wells Letter against the company making the disclosure, thereby establishing adversarial relationship); In re Initial Public Offering Sec. Litig., 249 F.R.D. 457 *1341(S.D.N.Y.2008) (advocating case-by-case approach to selective waiver arguments but granting motion to compel production of attorney work-product under waiver doctrine even though bank — motivated by a desire to escape or limit criminal liability — produced 169 of its outside counsel’s witness interview memoranda to the United States Attorney’s Office and the SEC pursuant to letter agreements containing confidentiality promises).\nThere is nothing in the record to suggest that NCL was in an adversarial relationship with the port police when it turned over a copy of the statement for which it claims work-product protection. Similarly, there is no evidence to suggest that NCL disclosed the document in order to escape or limit criminal prosecution. To the contrary, all the evidence suggests that NCL turned over the document in an effort to cooperate with law enforcement in an investigation of a third party (i.e., the passenger who allegedly attacked the plaintiff).\nAlthough there appears to have been no confidentiality promise made by the port police, the fundamental factor here is that there was no adversarial relationship. If the alleged attacker had been a crewmem-ber, then NCL’s motivation may have been different and the nature of the relationship with port police likely would have been different as well.\nBut the waiver-by-disclosure theory for work-product material flows from the basic notion that disclosure to an adversary is inconsistent with the need for protection, which means that disclosure to non-adversaries does not create the same inconsistency.\nMotivation for the disclosure and the specific circumstances underlying the disclosure are critical in a case-by-case evaluation of potential work-product waiver.2 In the- instant case, the port police were not adversaries, and NCL’s decision to turn over a document to assist law enforcement without a ■ self-centered motivation to enhance its own potential exposure in the criminal investigation does not waive work-product protection.\nTo be sure, NCL takes the position that it was not compelled to disclose the statement — which makes the waiver argument easier. NCL has not argued that the disclosure was required. Apparently, NCL’s view is that no serious bodily injury or sexual attack occurred, an assessment which avoids mandatory reporting requirements.\nPlaintiff contends that the disclosure was required under the Cruise Vessel Security and Safety Act (“CVSSA”), 46 U.S.C. §§ 3501-08. The Act specifically states: “The owner of a vessel to which this section applies shall ... record in a log book, either electronically or otherwise, in a centralized location readily accessible to law enforcement personnel, a report on ... all complaints of [specific serious crimes]- ... committed on any voyage that embarks or disembarks passengers in the United States; and ... make such log book available upon request to any agent of the Federal. Bureau of Investigation, any member of the United States Coast Guard, and any law enforcement officer performing official duties in the course and scope of an investigation.” 46 U.S.C. § 3507(g). By making this argument though, Plaintiff is actually supporting NCL’s position that the waiver doctrine is inapplicable here.\n*1342Pursuant to the CVSSA, NCL’s comment that it did not believe it could withhold the statement is somewhat persuasive — but perhaps for the wrong reason. As it turns out, NCL was compelled to, upon request, make available to “any law enforcement officer performing official duties” the “log book” required by the CVSSA. 46 U.S.C. § 3507(g). The port police made the request, so the next question is whether the one-page written statement needed to be included in the log book.\nSubsection (g)(2) lists the information which must be included in the log book and a written statement from the alleged suspect is not included.\nSubsection (3) imposes reporting requirements for “an incident involving homicide, suspicious death, a missing United States national, kidnapping, assault with serious bodily injury, any offense to which sections 2214, 2242, 2243 or 2244(a) or (c) of title 18 applies, firing or tampering with the vessel, or theft of money or property in excess of $10,000.”\nBrown has not demonstrated that her scenario is one where NCL employees had grounds at the time to know that she had suffered “an assault with serious bodily injury.” Brown’s injuries may have become worse later or they may have manifested themselves later, but the focused inquiry here is what NCL knew at the time and whether that knowledge triggered the mandatory reporting requirements.\nThe Undersigned is not convinced that NCL was required to report the incident under Section (3) and it seems as though the statement itself was not part of the log book which had to be made available upon request. A conclusion that NCL was not required to produce the statement to law enforcement makes the waiver theory stronger. For the sake of this analysis, the Undersigned will assume that NCL was not compelled to give the written statement to port police but did so voluntarily.\nNevertheless, the most-important factor is whether the port police and NCL were adversaries at the time, and nothing suggests that they were. Moreover, NCL- did not provide the document to port police in an effort to cause its officers to initiate criminal charges or prosecute a passenger. To the contrary, using the assumption described above (which actually helps Plaintiffs argument), NCL was effectively acting like a good corporate citizen who cooperates with law enforcement and voluntarily produces information (even work product) in response to a police request (and a federal statute requiring it to do so).\nIn the Undersigned’s view, the circumstances here generate a weaker case for waiver than the facts in Stem, where the Court held that the defendants did not waive work-product protection when they disclosed work-product material to the FBI and Florida Attorney General in an effort to persuade them to start criminal prosecution. If work product was not waived in Stem, then it is difficult to discern how a waiver could occur here, especially when NCL’s motivation for disclosure was less self-focused than the motivation of the Stem Defendants.\nMoreover, the district court in Stem noted that “it is reasonable that Defendants retained an expectation that the information would maintain its secrecy.” 253 F.R.D. at 683. Here, NCL represented, in its memorandum, that it, too, expected that the information given to port police would “remain protected from disclosure.” The Court finds this expectation reasonable under the circumstances.\nFinally, the Undersigned finds that Brown has not demonstrated a substantial need to obtain the written statement and that she would undergo undue hardship if *1343not given access to this one piece of paper. The Undersigned has reviewed the one-page statement in camera and notes that Brown should be able to obtain the same information herself directly from the alleged attacker when she takes his deposition, which is scheduled to occur soon.\nPlaintiff does not contend that the alleged perpetrator has a faulty memory, is unavailable, or will assert a privilege and refuse to testify. She has not articulated any specific reason why a work-product document should be provided to her. Plaintiff argues, in a wholly conclusory way, that she can “never obtain the substantial equivalent of this evidence and [the perpetrator’s] pending deposition testimony will never contain the detail and accuracy of the original statement.” This theory is not persuasive for several reasons.\nFirst, it is entirely speculative. Brown cannot now know whether a witness’ testimony in a not-yet-taken deposition will contain less detail than the written statement. The statement at issue is only one page long, while the to-be-taken deposition will likely last at least a few hours. Thus, it is entirely possible that the deposition will contain far more detail than the written statement.\n. Second, even if the statement turns out to contain more detail than the deposition testimony, this would not be a sufficient ground to overcome the work-product protection. See generally Cardiac Pacemakers, Inc. v. St. Jude Medical Inc., No. IP 96-1718-C, 2001 WL 699889, at *2, 2001 U.S. Dist. LEXIS 8322, at *6 (S.D.Ind. April 26, 2001) (rejecting Defendants’ argument that they “might be able to piece together a more-complete picture of events in the meeting by piercing the privilege” because this is something which “could be said in almost any case”).\nThird, the leading commentators and an ample body of case law undercuts the theory. See, e.g., Epstein, The Attorney-Client Privilege and the Work Product Doctrine, (ABA Section of Litigation), at p. 550 (argument typically rejected because “in the run-of-the-mill situation, no showing of special need can be made” and noting that “[t]he court’s response is generally: Do your own work. Go and interview the witness yourself or go and take the deposition of a party witness or subpoena a recalcitrant witness”). See also Fojtasek v. NCL (Bahamas) Ltd., 262 F.R.D. 650, 657 (S.D.Fla.2009) (“the Plaintiff has failed to demonstrate that even if he had a substantial need for the [incident report] in order to prepare his case, that he could not, without undue hardship, obtain the substantial equivalent by other means, namely by ... interviewing the witnesses to the accident”) (emphasis in original); Castle v. Sangamo Weston Inc., 744 F.2d 1464, 1467 (11th Cir.1984) (denying party’s request to compel work-product material where requesting party failed to take fundamental step in obtaining witness information). Cf. Perry v. State Farm Fire &amp; Casualty Co., 734 F.2d 1441, 1447 (11th Cir.1984) (no real need shown requiring disclosure because litigant could have obtained information by using normal discovery procedures).\nThe Court sustains the work-product protection for the one-page written statement and does not find a waiver through voluntary disclosure to port police.\nDONE AND ORDERED in Chambers, at Miami, Florida, December 9, 2015.\n\n. From the \"Stadium Arcadium” album (Warner Bros. 2006).\n\n\n. As the Gipsy Kings explained in their song Calaverada, \"I would like to know today the motive that you have.” (From the 1983 album, \"Luna De Fuego,” 1983 Columbia Records).\n\n",
            "ocr": true,
            "opinion_id": 7235720
        }
    ],
    "court_short_name": "S.D. Florida",
    "court_full_name": "District Court, S.D. Florida",
    "court_type": "FD",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}