{
    "id": 7329244,
    "judges": "Cerezo",
    "date_filed": "1992-06-22",
    "date_filed_is_approximate": true,
    "slug": "twum-baah-v-us-dept-of-agric",
    "case_name_short": "Twum-Baah",
    "case_name": "Twum-Baah v. U.S. Dep't of Agric.",
    "case_name_full": "Yaw TWUM-BAAH v. UNITED STATES DEPARTMENT OF AGRICULTURE",
    "attorneys": "*371Yaw Twum-Baah, Flowery Branch, GA, pro se., David O. Martorani-Dale, United States Attorney's Office, Hato Rey, PR, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "299 F. Supp. 3d 369"
    ],
    "opinions": [
        {
            "author_str": "Cerezo",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARMEN CONSUELO CEREZO, United States District Judge\nPlaintiff Yaw Twum-Baah (\"Twum-Baah\"), appearing pro se , filed this action against the United States Department of Agriculture (\"USDA\") and United States Forest Service officers Aymat Verdejo, Derek Ortiz, and Christina Henderson in their official capacity (together with the USDA, the \"Federal defendants\") after numerous skirmishes with them at El Yunque National Forest (\"El Yunque\"). Before the Court is the Federal Defendants' Memorandum of Law in Support of their Motion to Dismiss (d.e. 13 ) filed on May 19, 2017, arguing plaintiff's claims should be dismissed for lack of subject matter jurisdiction and for failing to state a claim, and Twum-Baah's Opposition Memorandum to Defendants' Motion to Dismiss (d.e. 18) filed on August 4, 2017. For the reasons set forth below, the Federal defendants' motion is GRANTED.\nBACKGROUND\nTwum-Baah is a representative of the Waroyal Ministry who took his congregation to El Yunque as part of their worship. Together with his wife Selene Cardenas, he also started the tourism company Yotumba Tours, which offered guided tours in El Yunque.\nIn his amended complaint, Twum-Baah alleges that the Federal defendants conspired with the Tourism Company of Puerto Rico to persecute him for assembling his congregation to worship within El Yunque and/or provide tours in his capacity as a guide for Yotumba Tours. As part of this supposed conspiracy, Twum-Baah lists confrontations he had with the aforementioned USDA officials from April 2015 to April 2016. Although Twum-Baah asserts that the Federal defendants initiated these encounters without probable cause, the Federal defendants issued violation notices against him for infringing certain National Forest System regulations listed in 36 C.F.R. 261.10.\nThe Federal defendants understood that plaintiff used the premise of El Yunque without obtaining a special use authorization as required under 36 C.F.R. §§ 251.50(a), 261.10(k). Aggrieved by what he considered to be a governmental campaign against him, Twum-Baah filed an administrative complaint of discrimination with the USDA Office of the Assistant Secretary for Civil Rights on February 28, *3722016. Twum-Baah went through great lengths to provide detailed accounts of his encounters with the Federal defendants, but the Office dismissed his complaint because Twum-Baah concurrently filed identical claims in previous suits before this Court. Believing he had exhausted his administrative remedies, Twum-Baah commenced the instant suit on August 15, 2016 for alleged violations of his constitutional rights under the 1st Amendment and for claims sounding in tort. On May 19, 2017, the Federal defendants moved to dismiss the complaint, arguing that the United States has not waived its immunity for 1st Amendment claims, that Twum-Baah has not fulfilled the administrative requirements to bring some of his tort claims under the FTCA, that the statute of limitations had run on others, and that he had failed to state a claim for harassment.\nTwum-Baah filed a Motion to Amend his Complaint (d.e. 19 ) on August 4, 2017, which is GRANTED, the tendered amended complaint is authorized. It elaborates on the formation of the alleged governmental conspiracy, clarifies his claims are mostly based in tort, expounds on the damages he suffered, and arguably adds a claim of racial or ethnic discrimination. Since the amended complaint was filed three months after the motion to dismiss, the Federal defendants did not address the last of these potential claims. But because the rest of the claims in the amended complaint are identical to those asserted in the original complaint, the Court has considered the Federal defendants' arguments for dismissal in its analysis.\nRELEVANT LEGAL STANDARDS\nI. Fed. R. Civ. P. 12(b)(1) and 12(b)(6)\nA motion to dismiss is used to evaluate the legal sufficiency of the plaintiff's complaint, not to test the merits of the underlying claims. When considering a motion to dismiss, the Court \"must construe the complaint liberally, treating all well-pleaded facts as true and indulging all reasonable inferences in favor of the plaintiff.\" Aversa v. United States , 99 F.3d 1200, 1210 (1st Cir. 1996). Given that Twum-Baah is a pro se litigant, the Court construes his pleadings more liberally and holds him to a less stringent standard than would apply to the average lawyer. See Velez-Villaran v. Carico Int'l, Inc. , 715 F.Supp.2d 250, 252 (D.P.R. 2010).\n\"A defendant may, in response to an initial pleading, file a motion to dismiss the complaint for lack of jurisdiction over subject matter and for failure to state a claim upon which relief can be granted. See Fed. R. Civ. P. 12(b)(1) and 12(b)(6), respectively.\" Fernandez Molinary v. Industrias La Famosa, Inc. , 203 F.Supp.2d 111, 113-14 (D.P.R. 2002). \"When faced with motions to dismiss under both 12(b)(1) and 12(b)(6), a district court, absent good reason to do otherwise, should ordinarily decide the 12(b)(1) motion first.\" Rosario-Gonzalez v. Seguros Multiples , No. CIV. 13-1079 JAF, 2013 WL 4045740, at *1 (D.P.R. Aug. 7, 2013), aff'd (June 11, 2014) (citing Northeast Erectors Ass'n of BTEA v. Secretary of Labor, Occupational Safety &amp; Health Admin. , 62 F.3d 37 (1st Cir. 1995) ). \"It is not simply formalistic to decide the jurisdictional issue when the case would be dismissed in any event for failure to state a claim. Different consequences flow from dismissals under 12(b)(1) and 12(b)(6): for example, dismissal under the former, not being on the merits, is without res judicata effect.\" Id. (citing Northeast Erectors , 62 F.3d at 39 ).\n\"If the Court determines that subject matter jurisdiction does not exist it must dismiss the case and not make any determination on the merits of the case.\" Fernandez Molinary , 203 F.Supp.2d at 114 (referring to Menendez v. United States , 67 F.Supp.2d 42, 45 (D.P.R.1999) ).\n*373As the party invoking this Court's jurisdiction, Twum-Baah bears the burden of proving subject matter jurisdiction exists. See Murphy v. U.S. , 45 F.3d 520, 522 (1st Cir. 1995). When evaluating a motion to dismiss for lack of subject matter jurisdiction under Rule 12(b)(1), \"the court may consider documents outside the pleadings, such as exhibits and affidavits attached to the motion to dismiss, and the opposition.\" Mercado Arocho v. United States , 455 F.Supp.2d 15, 17 (D.P.R. 2006).\n\"To survive a motion to dismiss [under Rule 12(b)(6) ], a complaint must contain sufficient factual matter, accepted as true, to 'state a claim to relief that is plausible on its face.' A claim has facial plausibility when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged. The plausibility standard is not akin to a 'probability requirement,' but it asks for more than a sheer possibility that a defendant has acted unlawfully.\" Ashcroft v. Iqbal , 556 U.S. 662, 678, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009) (citing Bell Atlantic Corp. v. Twombly , 550 U.S. 544, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007) ). \"In assessing a claim's plausibility, the court must construe the complaint in the plaintiff's favor, accept all non-conclusory allegations as true, and draw any reasonable inferences in favor of plaintiff.\" Rosario-Gonzalez , 2013 WL 4045740, at *2 (referring to San Geronimo Caribe Project, Inc. v. Acevedo-Vila , 687 F.3d 465, 471 (1st Cir. 2012) ).\nAs opposed to motions to dismiss under Rule 12(b)(1), when defendant moves to dismiss under Rule 12(b)(6), the court's \"[c]onsideration is limited to the complaint, written instruments that are attached to the complaint as exhibits, statements or documents that are incorporated in the complaint by reference, and documents on which the complaint heavily relies... [t]he court should not consider any other documents or pleadings, except for the complaint, to determine jurisdiction.\" Mercado Arocho , 455 F.Supp.2d at 19.\nII. Sovereign Immunity of Federal Agencies and their officials\nThe doctrine of sovereign immunity bars all lawsuits against the United States and federal agencies like the USDA unless Congress has consented to the action. See F.D.I.C. v. Meyer , 510 U.S. 471, 475, 114 S.Ct. 996, 1000, 127 L.Ed.2d 308 (1994) (stating: \"[a]bsent a waiver, sovereign immunity shields the Federal Government and its agencies from suit\"); see also Blackmar v. Guerre , 342 U.S. 512, 515, 72 S.Ct. 410, 96 L.Ed. 534 (1952) (showing the USDA enjoys this protection). Congress's waiver of sovereign immunity must be expressed unequivocally in a statute. See generally Dolan v. U.S. Postal Service , 546 U.S. 481, 126 S.Ct. 1252, 163 L.Ed.2d 1079 (2006). The waiver of sovereign immunity should be narrowly construed in favor of the United States. See United States v. Nordic Village, Inc. , 503 U.S. 30, 33-34, 112 S.Ct. 1011, 117 L.Ed. 2d 181 (1992).\nBecause federal agencies cannot be sued absent congressional approval, those who feel they have been injured by agency employees must recur to the Federal Tort Claims Act (FTCA). 28 U.S.C. §§ 1346(b), 2671 et seq. The FTCA \"provides a limited congressional waiver of the sovereign immunity of the United States for torts committed by federal employees acting within the scope of their employment.\" Suren-Millan v. United States , 38 F.Supp.3d 208, 218-19 (D.P.R. 2013) (citing Santoni v. Potter , 369 F.3d 594, 602 (1st Cir. 2004) ). Under the FTCA, the federal government waives its sovereign immunity for torts \" 'caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, *374under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.' \" Solis-Alarcón v. United States , 662 F.3d 577, 582 (1st Cir. 2011).\nFor claims alleging federal officers have violated their constitutional rights, potential plaintiffs can sue them in an individual capacity by filing a Bivens claim. See generally Bivens v. Six Unknown Named Agents , 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). However, the Supreme Court has recognized that plaintiffs have a right to assert Bivens claims to recover damages for violations of only certain constitutional rights. See Id. , recognizing a right to sue for Fourth Amendment violations; Davis v. Passman , 442 U.S. 228, 99 S.Ct. 2264, 60 L.Ed.2d 846 (1979), recognizing a right to sue for Fifth Amendment violations under the principle of equal protection; Carlson v. Green , 446 U.S. 14, 100 S.Ct. 1468, 64 L.Ed.2d 15 (1980), recognizing a right to sue under Eight Amendment's prohibition against cruel and unusual punishment; but see Bush v. Lucas , 462 U.S. 367, 103 S.Ct. 2404, 76 L.Ed.2d 648 (1983), denying a right to sue for retaliation under the First Amendment. In fact, during the past thirty years the Supreme Court has typically denied requests \"to extend Bivens liability to any new context or new category of defendants.\" Corr. Servs. Corp. v. Malesko , 534 U.S. 61, 68, 122 S.Ct. 515, 520, 151 L.Ed.2d 456 (2001).\nDISCUSSION\nAscribing to the aforementioned legal standards, the Court first addresses the claims found to lack subject matter jurisdiction before addressing those that fail to state a claim.\nI. Under the Federal Tort Claims Act (\"FTCA\")\nTwum-Baah's amended complaint is a flawed attempt to sue the USDA and the Forest Service officers. Under the FTCA, sovereign immunity is only waived where the United States of America, not an agency or employee, is named as the defendant. See McCloskey v. Mueller , 446 F.3d 262 (1st Cir. 2006) (holding a claim that Federal Bureau of Investigation (FBI) and its employees were negligent in failing to respond to alleged perpetrator's offer to turn himself in on prior charges, made day before killing, was required to be brought against United States, under FTCA provision precluding tort suits against individual agencies). 28 U.S.C.A. § 1346(b). See also Spinale v. U.S. Dep't of Agric. , 621 F.Supp.2d 112, 116 (S.D.N.Y.), aff'd sub nom. Spinale v. U.S. Dep't of Agr. , 356 Fed.Appx. 465 (2d Cir. 2009) (discussing the USDA's sovereign immunity and stating \"the United States, and its agencies, have not waived sovereign immunity for intentional tort claims under the FTCA\"). For this reason alone, Twum-Baah's tort claims against the Federal defendants would be dismissed for lack of subject matter jurisdiction.\nNonetheless, the Court owes him a more favorable reading of the amended complaint given his status as a pro se plaintiff. In so doing, it analyzes Twum-Baah's allegations as if he asserted FTCA claims properly against the United States. Under a liberal reading of his amended complaint, the Court can surmise Twum-Baah assertion of the following torts: 1. false arrest and/or malicious prosecution (see d.e. 19-1, ¶¶ 2, 3, 4, 5, 6, 8 for references to apprehensions \"without probable cause or evidence [of] illegal activity,\" \"handing me a violation for illegal activity,\" \"disgracefully given another violation ticket ... without probable cause,\" \"handed me another violation *375ticket for illegal activity without probable cause,\" and \"gave me the final ticket ... without probable cause,\" and \"chased me ... again without probable cause\"); 2. abuse of process (see Id. , ¶ 5 stating \"what an abuse of power ... without probable cause); 3. harassment (see Id. , ¶¶ 3, 8, 14 for references to \"decided to [h]arass my activities to a halt,\" \"again ... I was harassed,\" \"I was [ ]recording the entire harassment,\" \"I was again harassed and tailed while I was working.\"); 4. libel, slander or defamation (see Id. , ¶¶ 3, 13 for references to \"disgracing me in front of my congregation as a fraud\" and \"[a] defamation was made of the company and any association to Yaw Twum-Baah.\"); and 5. tortious interference with contractual rights (see I.d. , ¶ 12 stating \"[t]his van belonged to Juan Laureano and until I had finished making payments for the van, it legally belonged to him. Since I was the one using the van and I was presumed the owner, the van[']s El Yunque privileges and permits were taken away...\"). In his opposition to the Federal defendants' motion to dismiss, he also clarifies that \"[i]t Is under this provision, [the FTCA], that I plead my case humbly to this Honorable court...\" d.e. 18.\nHowever, in order to bring these FTCA claims against the United States, a party must first follow certain procedural requirements. See 28 U.S.C. § 2675. Particularly relevant to the instant action is the prerequisite that a potential plaintiff first file an administrative claim with the relevant federal agency before suing the United States. 28 U.S.C. § 2675(a). For purposes of the provisions of 28 U.S.C. 2675(a), \"a claim shall be deemed to have been presented when a Federal agency receives from a claimant ... an executed Standard Form 95 or other written notification of an incident, accompanied by a claim for money damages in a sum certain for injury to or loss of property, personal injury, or death alleged to have occurred by reason of the incident.\" 28 C.F.R. § 14.2(a).\nTwum-Baah filed an administrative claim with the USDA Office of the Assistant Secretary for Civil Rights. After a careful review of this claim, the Court finds it does not satisfy the administrative exhaustion requirement for his potential FTCA claims against the Federal defendants.\nFirst, the claim was filed with the wrong office. For alleged torts committed by Forest Service employees while conducting their official duties, Twum-Baah should have filed his claim with the Albuquerque Service Center-Budget and Finance Director, the Forest Service's official FTCA claims officer, or at least with the USDA's Office of the General Counsel, authorized to consider or settle FTCA claims against the agency. See U.S. FOREST SERVICE, CLAIMS PROCESSING UNDER THE FEDERAL TORT CLAIMS ACT (FTCA) QUESTIONS AND ANSWERS , https://www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5436568.pdf; U.S. DEPARTMENT OF AGRICULTURE, RD Instruction 2042-A, Part 2042, Subpart A, Section 2042.2.\nSecond, Twum-Baah's administrative complaint to the Office of the Assistant Secretary for Civil Rights was for discrimination, not for tortious conduct. See e.g. d.e. 19-2, p. 1 stating \"I was [d]iscriminated by type of Equal Pay, Harassment, National Original, Race/Color, Religion and Retaliation.\" Under the most favorable reading of this administrative complaint, it does not sufficiently notify the USDA of the aforementioned FTCA claims. Proper notification of a claim is an important requirement that serves the interest of the expeditious resolution of legitimate disputes citizens may have against the government. See *376Furman v. U.S. Postal Service, 349 F.Supp.2d 553, 557 (E.D.N.Y. 2004) (stating \"[t]he purpose of the exhaustion requirement is to allow the government to investigate, evaluate and consider settlement of a claim, in order to ease court congestion and avoid unnecessary litigation, while making it possible for the Government to expedite the fair settlement of tort claims asserted against the United States\"). Strict adherence to this requirement also ensures that the claim is evaluated by the agency most familiar with the underlying events and helps both the agency and the claimant avoid \"expensive and time-consuming litigation when possible.\" Id.\n\"It is well-settled First Circuit precedent that the timely filing of an administrative claim is a jurisdictional pre-requisite to file suit under [the] FTCA.\" Ortiz-Rivera v. United States , 203 F.Supp.3d 216, 219 (D.P.R. 2016) (referring to González v. United States , 284 F.3d 281, 287 (1st Cir. 2002). Having failed to satisfy this administrative requirement, Twum-Baah's potential FTCA claims are dismissed for lack of subject matter jurisdiction.\nII. Bivens claim under the First Amendment\nCongress has not waived the USDA's immunity for constitutional torts either. See Spinale , 621 F.Supp.2d at 120. Any of Twum-Baah's potential constitutional claims against the Federal defendants should thus be dismissed for lack of subject matter jurisdiction since they were brought against the agency. However, the Court again reads his amended complaint as if he proceeded through the proper legal vehicle, in this case a Bivens claim against the Forest Service officers in their individual capacities. See F.D.I.C. v. Meyer , 510 U.S. 471, 484-85, 114 S.Ct. 996, 127 L.Ed.2d 308 (1994) (finding that Bivens claims can only be brought against agency employees, not the agency itself.)\nA liberal reading of plaintiff's amended complaint suggests Twum-Baah claims officers Verdejo, Ortiz, and Henderon violated his First Amendment rights to freely exercise his religion and to peaceably assemble with the Excursionist Association for El Yunque. U.S. Const. amend. I. See d.e. 19-1, ¶¶ 1, 3, 5, 9, 12 for references to \"lawfully was exercising his religious activities,\" \"interrupting my religious exercises,\" \"they asked me to leave the park and discontinue my religious activities,\" \"I refused to be denied my constitutional right to freedom to practice religion,\" \"I was operating a religious exercise,\" \"threatened the president the possibility of losing other benefits ... if he continues to associate with me,\" \"she did not want [ ] anybody affiliated with Yaw Twum-Baah working in the forest,\" and \"to not associate themselves to Yaw Twum-Bah.\" In his opposition to the Federal defendants' motion to dismiss, he also clarifies that \"this is a case that shows purpose, state of mind, agenda and motive by the USDA ... as a deliberate attack and infringement of [p]laintiff's rights to peacefully assemble and to express his religious views and opinions.\" d.e. 18.\nNonetheless, the Court's understanding of Bivens and subsequent decisions by the Supreme Court compels it to find Bivens claims are not available for violations of the First Amendment's Free Exercise clause. In Ashcroft v. Iqbal , 556 U.S. 662, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009), the Supreme Court stated that it has \"declined to extend Bivens to a claim sounding in the First Amendment.\" Id. at 672, 129 S.Ct. 1937. More recently, in Ziglar v. Abbasi , --- U.S. ----, 137 S.Ct. 1843, 1857, 198 L.Ed. 2d 290 (2017), the Supreme Court reiterated that \"expanding the Bivens remedy is now a 'disfavored' judicial activity.\" Id. at 1857. It explicitly stated that it \"has refused to do so for the *377past 30 years.\" Id. Additionally, although the First Circuit has yet to decide on this particular issue, the Second Circuit recently declined to recognize the availability of a Bivens remedy for violations of the free exercise clause. See Turkmen v. Hasty , 789 F.3d 218, 236 (2d Cir. 2015), judgment rev'd in part, vacated in part sub nom. Ziglar v. Abbasi , --- U.S. ----, 137 S.Ct. 1843, 198 L.Ed.2d 290 (2017). This Court declines to expand Bivens claims to purported violations of the Free Exercise clause.\nThe Supreme Court's disfavor of Bivens claims in new contexts also lends support to our rejection of plaintiff's claim for violations of the First Amendment's Assembly clause.\nIII. Bivens claim under Equal Protection Clause of Fifth Amendment\nFinally, a liberal reading of Twum-Baah's amended complaint suggests that he charges the Forest Service officers of discriminating against him on the base of his race or ethnicity, thereby denying him the equal protection of the laws as required under the Fifth Amendment. See d.e. 19-1, p. 2, for reference to \"[f]ederal officers are not to retaliate or harass or discriminate based on [ ], race, ethnicity ... Under the Equal Protection clause, it is their responsibility to explain the law and rights I have to my accusers.\"\nIn Davis v. Passman , 442 U.S. 228, 99 S.Ct. 2264, 60 L.Ed.2d 846 (1979), the Supreme Court held that a claim for damages could be asserted against a federal official based upon an alleged violation of the equal protection principles of the Fifth Amendment. Consequently, Twum-Baah's claim sounding in discrimination survives dismissal on subject-matter jurisdiction grounds.\nNonetheless, he fails to state a cognizable claim for racial or ethnic discrimination under the Fifth Amendment. The amended complaint does not contain any statement made by Forest Service officers that reflect a discriminatory animus for their confrontations with him. For example, his claims of Officer's Verdejo's alleged discriminatory acts refer to discrimination by Puerto Ricans against Dominicans, but not against him as an immigrant or for his religious beliefs. See e.g., d.e. 19-1 stating: \"[t]his has proof of racial discrimination since most taxi drivers are Dominicans and it is generally known throughout Puerto Rico that Puerto Ricans don't like Dominicans.\" In his administrative complaint, he describes an incident on July 4, 2015 where Officer Verdejo inspects the tints on his van's windows and orders another officer to issue him a ticket for having \"more tints than the law requires.\" d.e. 19-2, p. 9. Because the vehicle's windows were tinted as purchased, Twum-Baah alleges \"[t]his is proof that A. Verdejo enjoys harassing me and hates me as a black male that fails to be easy prey.\" Id. These conclusory allegations of discrimination are insufficient to survive dismissal under Rule 12(b)(6). See Twombly , 550 U.S. at 555, 127 S.Ct. 1955.\nThe Court thus finds that Twum-Baah has failed to state a claim of discrimination and dismisses his Bivens claim for equal protection of the laws under Rule 12(b)(6).\nCONCLUSION\nHaving carefully considered the amended complaint, even after reading its allegations in the most favorable manner, the Court concludes that its deficiencies preclude plaintiff from proceeding past the pleading stage. For the reasons stated herein, the Federal defendants' Motion to Dismiss, supported by memorandum (d.e. 13 ), is GRANTED.\nGiven the Court's inclination to dismiss sua sponte the Bivens claim under the Fifth Amendment, plaintiff is given the *378opportunity to argue against its dismissal. See Chute v. Walker , 281 F.3d 314, 319 (1st Cir. 2002) stating \"[t]he general rule is that in limited circumstances, sua sponte dismissals of complaints under Rule 12(b)(6)... are appropriate, but that such dismissals are erroneous unless the parties have been afforded notice and an opportunity to amend the complaint or otherwise respond.\"\nAccordingly, plaintiff shall, no later than MARCH 23, 2018 , state the reasons why his Bivens claim under the Fifth Amendment should not be dismissed.\nSO ORDERED.\n",
            "ocr": true,
            "opinion_id": 7247160
        }
    ],
    "court_short_name": "U.S. District Court",
    "court_full_name": "United States District Court",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}