{
    "id": 7358368,
    "judges": "Shepard",
    "date_filed": "1977-07-29",
    "date_filed_is_approximate": true,
    "slug": "grant-v-united-states",
    "case_name_short": "Grant",
    "case_name": "Grant v. United States",
    "case_name_full": "GRANT v. UNITED STATES",
    "attorneys": "Mr. J arms A. O’Shea for the appellant., • Mr. Daniel ~W. Baker, United States Attorney, for the District of Columbia, and Mr. Charles H. Turner and Mr. J ames M. Proctor, Assistants, for the United States.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>(!riminal Law; Homicide; Evidence; Res Gestas; Instructions to Jury; Seef-Defense.</p> <p>1. In a homicide case, declarations by the deceased that the accused had cut her to death, made immediately after receiving the wound from which she died and while the blood was flowing therefrom, are admissible as part of the res gestee. (Following Snowden v. United States, 2 App. D. C. 89; Washington & G. R. Go. v. McLane, 11 App. D. C. 220; Patterson v. Ocean Acei. & Guarantee Corp. 25 App. D. C. 46.)</p> <p>2. The mother of the accused in a homicide case haying testified that friendly relations existed between the accused and the deceased, it is competent for the prosecution to ask her, on cross-examination, whether, immediately after the homicide, she had not said she had tried for a long time to prevent the accused from killing the deceased at her house, and, on her denying such declaration, to offer evidence to contradict her.</p> <p>3. A prayer by the prosecution in a homicide case, that the accused was guilty of murder in the first degree if he had formed a purpose to kill the deceased in a certain contingency, and on its happening had done so, even though the purpose had not existed continuously, unless it had been abandoned, is supported by evidence that accused had threatened to kill deceased if he ever saw her with another man; that immediately before the homicide she was talking to another man; and that accused called her to come to him, and, while waiting for her, had the knife in his hand with which he stabbed her a few minutes later.</p> <p>4. The killing, by stabbing, of a woman, is not justifiable as an act of self-defense, where she struck the accused on the nose, and, on pushing her away, grabbed his privates, in the absence of anything to show he suffered pain from the assault, or was apprehensive of bodily injury so serious as to suggest the use of a deadly weapon instead of ordinary superior physical force; although such an assault might reduce the homicide from murder to manslaughter.</p>",
    "headnotes": null,
    "summary": "HEARING on an appeal by tbe defendant in a prosecution for murder, from a judgment of conviction of murder in the first degree by the Supreme Court of the District of Columbia. The Court in the opinion stated the facts as follows: The appellant, Charles E. Grant, was tried under an indictment charging him with the premeditated murder of one Eva Barnes on December 16, 1905, convicted of murder in the first degree, and sentenced to death on April 21, 1906. The government offered evidence tending to show that the appellant and Eva Barnes were together at the house of Florence Anderson, in Blagden’s court, on the night of December 16, 1905. That appellant had a knife with which he had been paring his nails, and the parties were then apparently friendly. That in tbe course of some dispute about tbe possession of tbe knife, wbicb Eva Barnes wanted, the appellant said: “I will cut bell out of you.” That tbe knife was taken from appellant by one William Crew, who gave it to Eva Barnes, and she placed it in her stocking. That they were afterwards told to leave tbe bouse, wbicb they did. That thereafter one Nolan, who was in company with two other men, Brown and Lee, met them in tbe alley as they left tbe bouse aforesaid. That Eva Barnes called to Nolan. He did not go to her, and she came to him. Appellant called to her that “she bad better come.” He bad a knife, with a “boat-shaped blade,” in bis band. Eva Barnes returned to tbe appellant, and tbe other parties went up tbe alley to their homes. George Brown, one of tbe aforesaid persons, said that appellant and Eva Barnes were near a “Jew store” about 60 feet from tbe Barnes bouse. This witness corroborated Nolan generally, and said that be went then into the bouse where be and Nolan lived. That be bad been in long enough to remove bis necktie, collar, and top shirt when be beard Eva Barnes, whose voice be recognized, push against the door and “boiler at tbe door: ‘Ob Mama, Mama, I am cut to death. Eddie has cut me to death.’ ” Witness ran to bis door, and saw Eva Barnes at her mother’s door, a few feet away. She was bleeding from a wound in her bosom. This evidence was objected to by tbe appellant. One Elizabeth Hawkins testified that she bad known tbe parties for six or seven years, and bad seen appellant beat and kick Eva Barnes many times; bad once seen him cut her in tbe mouth with a knife. That she bad seen Eva Barnes talking to Nolan on tbe night of December 16. That she bad been in her bouse, near-by the Barnes bouse, about five minutes, and bad heard a “terrible loud squeal” from some person. She looked out of tbe window and saw appellant running by tbe alley towards tbe street. Harriet Barnes, tbe mother of Eva, testified that, in consequence of what Eva bad told her, she searched for and found a knife near tbe Jew’s steps. The knife was given to a policeman on tbe same night, who testified that it was stained with blood. Mary Barnes testified that appellant treated Eva badly, and that she bad seen him beat her more than once. Tbat during the winter she had heard him tell Eva that if he caught her with another man he would kill her. That witness was with her mother, Harriet Barnes, when the latter picked up the knife. Sarah Seifus testified that on the Thursday before the assault she heard Eva Barnes say to appellant, “Don’t kill me;” and he said to her: “I am going to kill you. It won’t be long before I do; and when I do cut you up, I will cut you up for fair.” Another witness testified to threats of appellant to kill deceased. Evidence was introduced tending to show that Eva Barnes died shortly thereafter from the wound inflicted with a knife on December 16, 1905. Two policemen who arrested the appellant on the night of December 16 testified that he told them he had cut Eva Barnes because she had stuck a hat pin in him. Another policeman testified that after the coroner’s inquest appellant told him that Eva Barnes “had gotten hold of his privates, and he had to stab her to make her let go.” - On behalf of the appellant, his mother, Vina Grant, testified that she had seen him and Eva Barnes together on the night in question; that they had always been friendly; that she never heard them quarrel, or him threaten her, or say that he would take her life. Upon cross-examination, the witness, having said that she had gone to the Barnes house the night that Eva died, was asked if she had not there said, in the hearing of Georgiana Barnes, that she hoped they would not blame her, and that she had long tried to prevent Eddie from doing this in her house. This cross-examination was objected to as immaterial and irrelevant. Appellant’s evidence offered on his own behalf is recited in the bill of exceptions as follows: “That on the night of December 16th he had been sent for by the deceased; that they left the Anderson house; that they walked up the alley to a lamppost ; that defendant had some words with deceased about being-in a hurry to get home; that deceased struck him on the nose ; that he pushed her from him; that she then grabbed him in the privates, and he took the knife which she had had early in the evening and stabbed her, as he thought, in the arm; that he then threw the knife down, and ran out of the alley; that he was arrested later in the evening; that he had been in the workhouse four times, twice for fifteen days, and twice for thirty days; that, the Thursday preceding the stabbing, he was home all night; that he does not remember telling Officer Adcock that the deceased stuck him with a hat pin; that he may have said that, but does not remember. Cross-examination: “That he had never cut deceased in the mouth or on the hip; that he had never kicked her; never threatened her; but had struck her on several times.” In rebuttal, Georgiana Barnes testified that Vina Grant, mother of appellant, came to the house on the night of Eva’s death, and said: “I hope you have no hard feeling against me, as I have tried for a long time to prevent Eddie from doing this in my house.” This evidence was objected to by the appellant. In connection with the general charge, the court gave this special instruction to the jury at the request of the district attorney : “If the jury find from the evidence that the defendant had formed a purpose to kill the deceased if a certain event happened, and on the happening of that event he put his previously formed purpose into execution, then the crime is murder \"in the first degree, even though they do not find that the purpose to kill existed continuously from the time of its formation until its execution, unless they also find that before the killing he had abandoned such purpose.” This instruction was ex- Appellant requested seventeen instructions, defining the presumption of innocence, murder in the first and second degrees, manslaughter, and the law of self-defense. Eleven of these were given and six refused; appellant excepting to the refusal of each of the latter. The court gave the general charge, no part of which was excepted to.",
    "disposition": "\nAffirmed.\n",
    "history": null,
    "other_dates": "Submitted October 10, 1906.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "28 App. D.C. 169"
    ],
    "opinions": [
        {
            "author_str": "Shepard",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Chief Justice Shepard\ndelivered the opinion of the Court:\n1. The first assignment of error relates to the exception taken to the evidence of the declarations of the wounded woman as given by the witness Brown. We are of the opinion that there was no error in admitting the declarations as part of the res gestee. They were made immediately after the receipt of the fatal wound and while the blood was flowing therefrom. The time at and the circumstances under which they were made reasonably indicate that they were spontaneous, and exclude the idea of deliberation or design. Many authorities sustaining their admissibility are reviewed in the following cases in this court: Snowden v. United States, 2 App. D. C. 89; Washington &amp; G. R. Co. v. McLane, 11 App. D. C. 220; Patterson v. Ocean Acci. &amp; Guarantee Corp. 25 App. D. C. 46, 66.\n2. The witness Vina Grant having testified that her son, the appellant, and the deceased had always been friendly, and that she had never heard him threaten her, or say that he would take her life, we think that it was not immaterial or irrelevant to ask her if she had not said, at the place of and immediately after the death of deceased, that she had tried for a long time to prevent him from killing deceased in her house. Nor, when she denied such declaration, was it error to permit the introduction of evidence to contradict her. The declaration was not, as contended on behalf of the appellant, the expression of an opinion or a suspicion that the accused intended to kill the deceased, but the statement of the fact that the witness had tried to prevent him from killing her. If witness had tried to prevent him from killing deceased in her (witness’s) house, then it was in contradiction of her evidence that they had always seemed to be friendly, and that he had never threatened her with violence or death.\n3. In view of all the facts and circumstances given in evidence, and the general charge of the court, to which no exception *175was taken, defining the conditions of premeditation and deliberation necessary to constitute murder in the first degree, the special instruction, given at the request of the prosecution, was neither necessary nor important. But it was not error to give it, because there was evidence tending to show the following facts to which the instruction applied: Accused had threatened to kill deceased if he saw her with another man. Immediately before the infliction of the fatal wound, she went to talk to another man in the alley. Accused called to her to come to him, and, while awaiting her, was seen to have a large, open knife in his hand, with which he stabbed her a few moments later.\n4. The sixth special instruction asked by the appellant, on the exception to which the last error is assigned, reads as follows: “If the jury believe that, the accused, at the time he drew the knife, had, in good faith, a reasonable belief, founded upon the facts as they appeared to him at that time, that he was in imminent peril of his life, or in danger of great bodily harm at the hands of the deceased, from which he could not reasonably save himself except by the use of the force he did use, then his act is justifiable, even if his belief was a mistaken one; and the verdict of the jury should be one of acquittal.”\nWithout considering the several elements of the law of self-defense contained in this instruction, it is sufficient to say that there was no evidence to which it was responsive. The only evidence of provocation or excuse for inflicting the deadly wound is that given hy the defendant. He said that the deceased struck him on the nose, and when he pushed her away “grabbed him in the privates.” He did not say that he suffered pain from this assault, or that it caused an apprehension of serious bodily injury so imminent as to suggest the use of the deadly knife instead of ordinary superior physical force.\nAfter refusing the instruction, the court charged the jury as follows: “If you believe from the testimony that this defendant was assaulted in the manner which he has detailed, and that provocation was sufficient to cause him to lose control of himself and throw him into a sudden passion, and in that passion he struck the fatal blow, without malice, then you will find him guilty of manslaughter.” This instruction was all that the ac-*176eused bad any right to demand under the evidence, and there was no error in refusing that asked by him. .\nFor the reasons given, the judgment will be affirmed.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 7277016
        }
    ],
    "court_short_name": "District of Columbia Court of Appeals",
    "court_full_name": "District of Columbia Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "District of Columbia, DC",
    "crime_category": "Murder"
}