{
    "id": 7443966,
    "judges": "Denson, Dowdell, Mayfield, Simpson",
    "date_filed": "2021-01-04",
    "date_filed_is_approximate": true,
    "slug": "brewer-v-state",
    "case_name_short": "Brewer",
    "case_name": "Brewer v. State",
    "case_name_full": "Brewer v. State",
    "attorneys": "John Randolph Cooper, for appellant., Alexander. M. Garber, Attorney General, and Thomas W. Martin, Assistant Attorney General, and Marion H. Sims, Solicitor,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nMurder.\n</p> <p>1. Homicide; Self Defense.- — Self Defense is based on the general legal maxim that no man can take advantage of his own wrongs, so a defendant in a homicide case cannot set up or plead self defense if he was the aggressor and provoked the difficulty which resulted in the killing, unless he thereafter withdrew or retired from the conflict, or in good faith attempted to do so, and was thereafter so pursued and pressed by his adversary that the latter in thus renewing the difficulty became the assailant.</p> <p>2. Same; Right to Iwoohe. — Where the evidence showed that after a previous difficulty, the defendant went to a place two miles away, borrowed a shot gun and thus armed laid in wait for or secured the advantage of his adversary, and accosted his adversary not in the spirit or language of peace, and as his adversary attempted to apologize according to one theory, or his adversary advanced towards him as if to assault him, according to the other theory, shot his adversary down, and after seeing him prostrate, approached within close range and again shot him in the back, defendant was guilty of murder on any theory of the law, and could not invoke the doctrine of self defense.</p> <p>3. Same; Freedom from Fault. — In order to invoke the doctrine of self defense, a defendant must be wholly free from fault in provoking the difficulty; reasonably free is not sufficient.</p> <p>4. Same; Cooling. Time; Evidence. — Under the evidence in this case, the defendant had ample cooling time, and cannot be said to have killed deceased under the heat of passion and without malice.</p> <p>5. Same; Law Question. — Cooling time is usually if not always a question of law for the court, to be determined from the facts and circumstances of each case.</p> <p>6. Same; Self Defense; Harmless Error. — Where, under the evidence, it appears that under no theory of the case, is the defendant entitled to invoke the doctrine of self defense, any error in submitting an issue of self defense to the jury is-not prejudicial to the defendant.</p> <p>7. Same; Manslaughter. — A killing, the result wholly ot passion without malice, is manslaughter; but where the killing is malicious and unlawful, the mere presence of passion and anger will not reduce the crime to manslaughter.</p> <p>8. Trial; Continuance; Discussion of Court. — In the absence of abuse of the discretion of the court, in refusing to continue a cause such action of the court will not be reviewed.</p> <p>9. Same; Showing for Witness.- — Where a witness is without the jurisdiction of the court, a defendant may be compelled to go to trial without him, so the fact that the state was required to admit the showing made for a defendant’s witness, after the court had declined to continue the cause on account of the absence of the witness, was not prejudicial to the defendant.</p> <p>10. Charge of Court; Instructions; Argument of Counsel. — Charges instructing the jury to disregard the argument of counsel that is outside evidence are properly given.</p> <p>11. Same; Province of Court and Jury.- — Juries in criminal cases, are no more the judges of the law than in civil cases; and if they do disregard the instructions and acquit the defendant, the court cannot set the verdict aside although it may punish the jury as for a contempt.</p>",
    "summary": "Appeal from Talladega City Court. Heard before Hon. G. K. Miller. Charles E. Brewer was convicted of murder and be appeals. Tbe oral charge of tbe court was invasive of tbe province of tbe jury.- — •Young v. The State, 125 G-a. 584; Brown v. The State, 72 Miss. 997; Allison v. ü. S., 160 U. S. 204; Hickory v. U. S., 169 U. S. 409. The court erred in refusing the charges as to good character. — Edgington v. Administrator, 164 ü. S. 561; Shropshire v. The State, 81 Ga. 581. The defendant had no' sufficient cooling time. — 52-Ala. 348; 58 Ala. 406; 71 Ala. 481; 85 Ala. 326; 99 Ala. 166; 102 Ala. 125; 107 Ala. 20;-170 U. S. 510. . The defendant acted in self defense. — Bell v. The .State, 115 Ala. 28; DeArman v. The Stale, 71 Ala. 252; Stoball v. The State, 11-6 Ala. 466. x for the State. There is. no. err or in the court’s oral charge. — Jackson v. Robinson, 93 Ala. 57. The court correctly stated the .law of self defense.-— 77 Ala. 18.. The charges as to good character were not error. — Miller v. The State, 107 Ala. 40. .Charges 1, 3 •and 9 ignore the duty of retreat. — Goldsmith v. The State, 105 Ala. 8. ' Charge 4 was argumentative. Authorities supra. Charge 5 ignores- freedom from fault. —Linehan v. The State, 113 Ala. 70. Charge 12 ignores the duty of retreating. — Christian v. The State, 96 Ala. 92. Charge 14 singles out evidence. — Fountain v. The State, 98 Ala. 40. Charges 16, 20 and A were properly refused on the authority of — DaughcMll v. The State, 113 Ala. 7.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "160 Ala. 66",
        "49 So. 336"
    ],
    "opinions": [
        {
            "author_str": "Mayfield",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMAYFIELD, J.\nThe annals of this court will hardly reveal a more malicious, willful, deliberate, and premeditated murder than is here shown by this record. Defendant and deceased were members of the hauling crew of workmen engaged on the construction work of the A., B. &amp; A. Railroad Company. ■ The crew had been to *69Talladega to do some heavy hauling (of machinery, etc.) and on the 10th day of December, 1907, having finished this hauling, had started back, with empty wagons, to the camp, which was some 10 miles west of Talladega. One Eager was foreman of the crew, and deceased was snb-foreman. Just before leaving Talladega at about 7 o’clock of that morning, some words, passed between defendant and deceased — whether jocularly or in earnest does not appear. After going about a half mile from Talladega, deceased got in the wagon with defendant and one Grace, and rode with them about one mile, and then defendant got-out and walked some distance. Two mules were tied to this wagon, being thus led, and just as defendant went to get back into the wagon deceased turned one of these mules loose, and ordered defendant to iride it. Defendant declined, saying that he had no saddle or bridle; and deceased said he had to ride it, using an oath. Defendant still declined to ride the mule, and got into the wagon and sat down on the seat between Grace and deceased, and retied the mule to the front end of the wagon. As defendant was doing this, deceased remarked to him: “Brewer, you must be drunk.” Defendant replied, “No.” Deceased then said, “You must be drinking then” — which defendant denied. Deceasecl then retorted in á vulgar epithet, to which defendant replied that he thought deceased was drunk, deceased thereupon caught hold of defendant, shaking and choking him and calling him vile epithets, and threatening to kill him. Deceased and Grace then got out of the wagon, whereupon defendant says deceased remarked to him: “I gave you warning before I left Talladega that the nest time I lay eyes on you I will kill you.” “I then went on to get the gun to defend myself, and, as we met in the road, I asked him to take back what he called me. He just'jumped up and started to cut me, and I shot *70him.” This was defendant’s story of the case in substance. The whole crew were going along the road together, and at this time were about five or six miles from Talladega, going west. No one saw or heard any of this previous difficulty except Grace, though they were near enough to do so. A showing was introduced as to the evidence of Grace which substantially corresponded with defendant’s story. Grace was shown to have left the state, and his residence to be unknown.\nThere was, however, some evidence tending to show the previous difficulty. It was a statement made by deceased to Eager while defendant was gone after the gun, but no one knew he had gone for a gun. Defendant left, the party, and went a mile or two and borrowed a double-barreled shotgun under the pretext that he wanted to shoot some birds, returned to the road along which the ci’ew were traveling, waited till they arrived, stood upon the side of the road on a bank in a pine thicket, and, when deceased drove up in the wagon with two other men, defendant pointed the gun at deceased, threatened him, and said to him: “.You called me a son of a bitch, did you?” Deceased then threw up his hand, and said: “Charlie, I did’t mean it.” Patterson, who was in the wagon with deceased, hollowed to defendant not to shoot till he could get out of the wagon. Defendant then lowered the gun till Patterson got out of the wagon, when he fired, shooting deceased in the face; the shot taking off a part of his jawbone. When the gun fired, the mules pulling the wagon ran about 50 yards to the next wagon in front; defendant followed in hot. chase. Deceased had then fallen upon the double-tree of the wagon, with his head down. Defendant walked or ran to within a few feet of deceased as he was lying upon the double-tree, face down, in the act of falling, and shot him through the back. Defendant was so close to de*71ceased when he fired this shot that the whole load, including the wads in the shell, was found in this wound in the back of deceased. Deceased died from this wound within a few minutes. No weapon of any kind was fonnd upon deceased. Defendant made some contradictory statements about his having a knife at the time of the previous difficulty. Defendant does not claim that he saw a knife at the time he shot deceased, but makes some contradictory and unreasonable statements about deceased’s putting his hand in his pocket, etc. Defendant then broke his gun, as if to reload it. Eager hollowed to the other men to catch him, but he fled to the woods in a southwesterly direction. He did not return the gun which he borrowed under a false pretense, and was thereafter arrested in Birmingham, where he had purchased a ticket to some point in Georgia, and was in the act of taking the train to that point. He told the sheriff who was bringing him back to Talladega that the deceased choked him and called him a son of a bitch, and that he thought he had a right to kill him. He did not then say anything about a knife.\nMany of the questions raised upon this appeal are dependent and founded upon the doctrine of self-defense. It is both unnecessary and impracticable to treat and consider each of the same separately, as we will hereafter show.\nNo question of law has been of tener- or more fully treated by this court than that of the doctrine of self-defense. The law of this state, as to this doctrine, may be said to be well (and we believe, correctly) settled; and we will state only so much of it as is necessary to dispose of the questions material on this appeal.\nA defendant in a homicide case cannot set up or plead self-defense if he was the aggressor and provoked or brought on the difficulty which resulted in the homicide *72unless lie thereafter withdrew and retired from the conflict, or in good faith attempted so to do without increasing his danger, and was thereafter so pursued and pressed by his adversary that the latter in thus renewing the difficulty became the assailant, instead and in place of the defendant who had so retired and withdrawn and announced, in good faith, by word and deed, his desire for peace, in which latter contingency the defendant’s right of self-defense, though once lost, is revived.— Parker v. State, 88 Ala. 4, 77, South. 98; Stillwell v. State, 107 Ala. 16, 19 South. 322; Crawford v. State, 112 Ala. 1, 21 South. 214; Bostic v. State, 94 Ala. 45, 10 South. 602; Eiland’s Case, 52 Ala. 322. Self-defense, as has been often decided, is based upon the general legal' maxim that “no man can take advantage of his own wrong.” Like his house or castle, “it is his shelter, but not his sally port.” — Watkins’ Case, 89 Ala. 82, 8 South, 134. A man must retreat rather than take the life of another, unless to retreat would increase his peril, or it reasonably appears that his peril would thereby be-in creased. The fact that retreat would not place the defendant at a better advantage is not sufficient to excuse retreat. — Bell v. State, 115 Ala. 25, 22 South. 526; Carter v. State, 82 Ala. 13, 2 South. 766; 1 Mayfield’s Dig. p. 804, which collects the cases. There are some exceptions to this general rule as to retreat from one’s castle, but there is nothing to bring this case within any of the exceptions.\nThe law of homicide in Alabama does hot consider the doctrine of retreat as a cowardly doctrine. It provides no balm for wounded pride incident to declining a combat, or to being’called a. coward. It declares that one man must' flee rather than that another should die.— Stoball v. State, 116 Ala. 454, 23 South. 162; Springfield v. State, 96 Ala. 81, 11 South. 250, 38 Am. St. Rep. 85; *73Harrison v. State, 78 Ala. 6. In order to justify self-defense, the accused must he wholly free from fault in provoking the difficulty. Reasonably free is not sufficient. The more recent cases of this court have correctly changed the rule from reasonably free to free. The accused must be mindful of his words and deeds which are likely to produce a deadly combat. If he invites the combat, he must be held to have contributed to the necessity for slaying his adversary, and cannot invoke the doctrine of self-defense. — Reese v. State, 135 Ala. 14, 33 South. 672; Crawford’s Case, 112 Ala. 1, 21 South. 214; McQueen’s Case, 103 Ala. 17, 15 South. 824; 1 Mayfield’s Dig. p. 807; 5 Mayfield’s Dig. p. 863. If the accused seeks the fatal difficulty, or seeks the deceased for the purpose of provoking an encounter, and then, brings it on, or if, having had a previous difficulty, he goes one or two miles and borrows a shotgun, and, returning to the road along which he knows his adversary is coming, waits till his adversary arrives, or advances to meet him, and accosts him (as defendant accosted deceased on this occasion) and, when his adversary replies and starts towards or from him, thereupon shoots and slays him, he is guilty of murder, and cannot set up self-defense.\nIt here conclusively appears that, after the former difficulty, defendant went off, armed himself, laid in wait for or secured the advantage of his adversary with a shotgun ready for execution, accosted his adversary, not in the spirit or language of compromise or peace, and as his adversary (on one theory) tried to apologize and to flee, or (upon defendant’s theory) attempted to go towards defendant as if to assault him, he thereupon shot his adversary down, and, after seeing him prostrate and in jeopordy of being crushed under the wagon wheels, followed him up '; and, though he knew his adversary could not harm him, again shot him — shot him in the *74back and at such close range that the wads of the gun went into the wound. Under this state of facts he was guilty of murder under any and all theories of the law and evidence, and is not entitled to self-defense no matter how flagrant may have been all the rulings of the court as to the doctrine of self-defense. Such errors are unavailing to the defendant because it affirmatively appears that no injury was done him. The case of Allen v. State, 66 Miss. 385, 6 South. 242, is the case most nearly in point we have seen. — See, also, Tesney v. State, 77 Ala. 33; Davis v. State, 92 Ala. 20, 9 South. 616; Gibson v. State, 89 Ala. 121, 8 South. 98, 18 Am. St. Rep. 96;. Zaner v. State, 90 Ala. 651, 8 South. 698; Tidwell v. State, 70 Ala. 33; Stillwell v. Slate, 107 Ala. 16, 19 South. 322. It is not now, never had been, and, it is to be hoped, never will be, the law of this state that, if one man insults another or assaults him, the latter is thereby authorized to go and arm himself, then hunt up his adversary for the purpose of renewing the difficulty, and to kill him whenever and wherever he can find him. Such a killing is now, and ever has been murder. Self-defense cannot and ought not to be invoked in such a case.\nIt is insisted in this case that the trial court usurped the functions of the jury in passing upon the question of “cooling time” between the first and the fatal difficulty between defendant and the deceased. It is a sufficient answer to this to say that the question of “cooling time” is usually, if not always, a question for the court under, the facts and circumstances of the case, and not one for the jury. — 1 Mayfield’s Dig. p. 680, which collects authorities; 2 Bish. Cr. Law, § 713. There is a declaration in Hooks’ Case, 99 Ala. 168, 13 South. 767, to the effect that it is a question for the jury, but it has never been followed. The charge under discussion in *75that case was bad for another reason, and this expression of the court was dictum. However, if it were a question not so firmly settled in this state, the writer of this opinion would be inclined to agree with the dictum of Judge Coleman in the Hooks’ Case; but the other rule has been too long followed and is now too well settled to be departed from. But whatever may be the correct rule, generally — whether a question for the court or one for the jury — we think there can be no doubt that under all the evidence in this case, and even upon that of the defendant alone, he had ample cooling time, and could not be said to have killed deceased without malice and under the heat of passion. All the evidence shows that he acted with malice, whatever passion may have accompanied it. This being true, the killing cannot be reduced to manslaughter because of passion or anger aroused or kindled by deceased. — 1 Mayfield’s Dig. p. 679. A killing wholly the result of passion and without malice is manslaughter; but, if it be malicious and unlawful, the presence of passion and anger will not so reduce the crime to manslaughter. It therefore follows that the accused can take nothing as to the rulings of the court upon the questions of self-defense and cooling time. The question of continuances in both civil and criminal cases rests in the discretion of the trial court, and its action therein will not be reviewed on appeal by this court, unless that discretion was abused. — Carr v. State, 104 Ala. 4, 16 South. 150; Winter’s Case, 123 Ala. 1, 26 South. 949. The state being required to admit the showing made by accused as to the evidence of his absent witness could be of no injury to defendant, but was to his advantage, as the court could have put him to trial without such showing. It appeared that this witness was without the jurisdiction of the court. — Winter v. State, 123 Ala. 1, 26 South. 949.\n*76It is insisted -that the trial court erred in its instruction to the jury as to the argument of counsel, quotations from the Bible, etc. We have examined the charges and instructions closely, the oral charge as well as the written charges being set out in the record, and we find no error as to any of these matters complained of. The remarks of the court of these questions were not only proper, but probably necessary, to prevent the jury from trying the case on a wholly immaterial issue. All cases should be tried by the jury according to the evidence therein; applied to the law as given them by the court. Argument of counsel is proper, and may aid the jury in arriving at correct conclusions based upon the evidence, and aid the court in arriving at correct conclusions as to the law. Yet it is proper, and often necessary, fo'.‘ the court to warn jurors not to try cases upon the argument of counsel. The argument of counsel, when addressed to the jury, should be confined to the evidence in the case or to inferences to be drawn therefrom. Statements of counsel, outside of the evidence in the case, are not proper, and the court should so instruct the jury. The defendant in this case was being tried under the laws of Alabama, and not under the laws of Moses, and it was very proper for the court to so instruct the jury upon the reference by counsel to the Mosaic Code. The oral charge of the court appears to be a clear and able exposition of the law of homicide as applicable to this case, and we find therein no remarks which could be said to be improper or prejudicial to the defendant. Juries are no more the judges of the law in criminal cases than they are of that in civil cases. They have no more right to find the law contrary to the insructions of the court in the former than in the latter class of cases. It is as much their duty to follow the law given them in charge by the court in criminal as it is in civil cases. *77The only difference is that in civil cases the court can in a proper case direct the verdict for the plaintiff or for the defendant, and, if the jury find against the instructions of the court, the court may set the verdict aside and award a new trial; but in criminal cases, if the jury should disregard the insructions of the court, and find the law different from that given them, by the court (which they have no right to do, but which they have the power to do) and acquit the defendant, the court in such case could not set aside the verdict and award á nev trial. The defendant would be acquitted by such wrongful verdict as fully and completely as if it were rightfully rendered. The jurors might be punished for con tempt, but the accused would stand vindicated before the law. — Sparf et al. v. United States, 156 U. S. 51, 715, 15 Sup. Ct, 273, 39 L. Ed. 343. If the oral charge of the court is subject to any criticism, it is that it was too favorable to the accused under the undisputed evidence in the case.\nThe trial court seems to have been careful to charge the jury that they were the exclusive judges of the facts, and that they were to determine the case by applying to the facts, as they found them, the law as announced by the court, and to say whether or not the evidence established the guilt of the accused, and that, if they had a reasonable doubt as to his guilt, they must acquit him, We cannot agree with counsel for accused that the court usurped any of the powers, duties, or rights of the jury or of counsel in the trial. The trial, as it appears from this record, was conducted upon the proper theory and according to the law governing homicide trials; that is, upon the theory that it was the province and duty of the court- to expound the law,, and that of the jury to apply the law as thus declared to the facts as found by them, and to then render such verdict as they found the *78evidence warranted, giving the benefit of all doubts to the defendant. We find no valid ground for the objection to the charge of the court that it was an animated argument, instead of a proper instruction. If it charged nothing but the law (and we find in it nothing else), surely it is not objectionable because clearly and forcefully put to the jury. Nor do we find any error as to the part of the charge relating to the character of the accused and to that of the deceased. All of the charges requested by the defendant and refused by the court were properly refused. S'orne of them may assert correct propositions of law, hut,- if so, they were either abstract- or not proper under the evidence in this case. Strikingly illustrative of this truth are the charges relating to self-defense and cooling time. This was not a case, under all the evidence, wherein the defendant could take anything under these doctrines. There was no evidence in this case to warrant the jury in acquitting the accused. Under his own evidence, he was not guiltless. Therefore, under no hypothesis supported by the evidence, would the court have been warranted in instructing the jury to acquit the defendant. The only hypothesis which would have authorized an acquittal was that the jury did not believe the evidence, or were not satisfied beyound a reasonable doubt of the guilt of the defendant. This charge the court gave the jury.\nThere was likewise no error in the trial court’s rulings as to the evidence or otherwise. The trial judgment and the sentence, as shown by this record, are free from error, and the judgment of the court is affirmed.\nAffirmed.\nDowdell, C. J., and Simpson and Denson, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7364107
        }
    ],
    "court_short_name": "Supreme Court of Alabama",
    "court_full_name": "Supreme Court of Alabama",
    "court_type": "S",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}