{
    "id": 7585513,
    "judges": "Clark",
    "date_filed": "1974-10-15",
    "date_filed_is_approximate": true,
    "slug": "brock-v-state",
    "case_name_short": "Brock",
    "case_name": "Brock v. State",
    "case_name_full": "Travis BROCK v. STATE",
    "attorneys": "Robert W. Gwin, Jr., Birmingham, for appellant., Charles A. Graddick, Atty. Gen., and J. Thomas Leverette, Asst. Atty. Gen., for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Aug. 4, 1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "406 So. 2d 1015"
    ],
    "opinions": [
        {
            "author_str": "Clark",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEIGH M. CLARK, Retired Circuit Judge.\nA jury found appellant guilty of murder in the first degree and fixed his punishment at imprisonment for life. He was duly sentenced accordingly.\nThere is no dispute in the evidence as to the fact that defendant killed Stephen Taylor, the alleged victim, by shooting him with a pistol. The controverted issue on the trial was whether the homicide was committed in self defense.\nA major contention of appellant is that the court erred in admitting in evidence the testimony of Detective Marvin Brooks of the Tuskegee Police Department as to an oral statement made to the witness by the defendant, in material part as follows:\n“He told me Stephen Taylor came to his house that night and knocked on the window and told him he wanted to talk with him for a few minutes and he said he came to the front door and opened the door and let Taylor in and said, ‘What you want to talk about?’ Then Taylor went and got on the couch and laid down and he said, T thought you said you wanted to talk. Get out of my house.’ And Taylor said, ‘I’m sleepy. I’m going to sleep.’ And Mr. Brock told me that he told Taylor that he would give him two minutes to get out of his house and if he wasn’t out in two minutes he’d get him out. He went back to his back bedroom and got his pistol and came back in the living room and asked Taylor was he going to leave and Taylor stated, ‘No,’ and he shot him. And also said that he got tired of Taylor mistreating him and he didn’t go into no details or anything on that. Of ‘taking advantage of him,’ those were the words.”\nThe oral statement was made by the defendant soon after he had telephoned law enforcement authorities informing them of the incident soon after it occurred and had been placed in custody and taken to the Tuskegee City Hall during the early morning hours of the day of the shooting, September 15, 1979. Appellant asserts that “It affirmatively appeared from the record that the defendant had exercised his right to counsel” before the oral statement was made. He relies largely upon the first paragraph of Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980):\n“In Miranda v. Arizona, 384 U.S. 436, 474, 86 S.Ct. 1602, 1628, 16 L.Ed.2d 694, the *1017Court held that, once a defendant in custody asks to speak with a lawyer, all interrogation must cease until a lawyer is present. The issue in this case is whether the respondent was ‘interrogated’ in violation of the standards promulgated in the Miranda opinion.”\nThe forthrightness of appellant’s challenge is commendable, but it assumes that defendant’s statement was made after he “had exercised his right to counsel” or as stated in Miranda, after he had asked “to speak with a lawyer.”\nAccording to the testimony of Detective Brooks and the defendant, the defendant knowingly and voluntarily had signed a “Waiver of Rights” form, which included the following statement:\n“I have read this statement of rights and I understand what my rights are. I am willing to make a statement and answer questions. I do not want a lawyer at this time. I understand and know what I am doing. No promises or threats have been made to me, no pressure or coercion of any kind has been used against me.”\nDetective Brooks testified positively and unequivocally that defendant made it clear that he did not want to make a written statement unless the lawyer representing him was present but that he was perfectly willing to make an oral statement without the presence of a lawyer. None of his testimony was inconsistent with the following:\n“Q. When did he say he wanted a lawyer?\n“A. He said he wanted a lawyer after he had signed it [the waiver of rights form] and after I had signed it and the witness had signed it and I had dated it and [sic] the time and I asked him would he like to give me a written statement concerning what had happened and he stated he did not want to give me a written statement but he would give me an oral statement about what happened, that before he gave me a written statement he wanted his lawyer present.”\nThe testimony of defendant, on voir dire as to the admissibility of his oral statement, was ambiguous as to whether he had made known his desire to have a lawyer before the execution by him of the waiver of rights form, but it was positive to the effect that he told the detective that he was not willing to make a written statement of what occurred out of the presence of a lawyer representing him, and that Detective Brooks assured him, before he made the oral statement, that their conversation would be a “private” one “just between him and I.” He further testified:\n“Well, he said he knew Steve and how bad a character he was and he, he told me, he said what kind of character Steve was, he knew what kind of a character Steve was and what kind of trouble he had been giving and he knew it was true what he had done to me and that, that just between him and I, it would not go no further, and so I told him how I felt about it and so he said it would not be used and he went ahead and used it on his report what I said without having a lawyer present.”\nWhether the testimony of defendant, as distinguished from the positively contradictory testimony of the detective, was true, was for the trial court, not an appellate court, to decide.\nWe find that there was no violation of the principle relied upon as pronounced in Miranda v. Arizona, supra, Rhode Island v. Innis, supra, and other authorities on the subject.\nMacon County Coroner Ocie B. Burton, Sr., testified on direct examination as a witness for the State that he personally knew the victim, whose body he examined in his official capacity soon after the victim was shot and while it was on the ground near the trailer home of the defendant. He testified as to the gunshot wounds found on the victim and particularly identified the body of the victim by photographs introduced in evidence. Appellant insists that the court erroneously restricted defendant’s right of cross-examination of the witness “in order to attempt to prove or show possible prejudice or bias.” References are made to pages in the transcript of defend*1018ant’s cross-examination of the witness containing objections of counsel for the State and rulings of the court as follows:\n“Q. You knew him [the victim] then?\n“A. Yeah, I knew him.\n“Q. At that time did he come by your place of business most every day?\n“MR. BELLAMY: If it please the Court we object to—\n“A. —No, not every day.\n“MR. BELLAMY: We object as being irrelevant and immaterial as to what he did all through the time he knew Mr. Burton. I don’t believe there is any indication at all.\n“MR. PERRY: Your Honor, we would contend that the State has called Mr. Burton as an expert and as the person who examined the body and there has been testimony from Mr. Burton which may be damaging to my client, to Mr. Brock, we believe that we have got a right for the Jury to know just what the relationship was between Mr. Burton and Mr. Taylor prior to his death because we believe that that could have an influence and the Jury might find that to have an influence on the Coroner’s testimony.\n“MR. YOUNG: We object to that, Your Honor now.\n“THE COURT: I think his testimony would be admissible so far as his ability to identify the body but other than that I think this is somewhat remote and I would sustain the objection in that regard.\n“MR. BELLAMY: Thank you, Your Hon- or.\n“Q. Mr. Burton, you knew Mr. Taylor to be a violent man, didn’t you?\n“MR. YOUNG: And we object to that, if it please the Court.\n“THE COURT: Sustained.\n“Q. Mr. Burton, isn’t it a fact that Mr. Taylor threatened your life?\n“MR. YOUNG: And we object to that. He’s trying to come in the back door, Your Honor, with something the Court has already ruled out.\n“THE COURT: I believe at this time that this line of questioning would be improper and I will sustain it.”\nWe fail to see that the evidence apparently sought to be elicited by the defendant on cross-examination of Coroner Burton, to the effect that the victim was known by the witness “to be a violent man” and had “threatened” the “life” of the witness, could have had any “influence on the Coroner’s testimony,” as contended by defendant on the trial or would tend to show possible prejudice or bias as to the defendant, as now contended on appeal. We do not doubt that the evidence would have tended to benefit the defendant in connection with the defense of self-defense, as to which the defendant was entitled to show the victim’s bad general reputation for violence. Gamble, McElroy’s Alabama Evidence, § 33.01(1) (1977) and cases therein cited. However, to be admissible the evidence must pertain to the bad general reputation for the particular trait rather than the knowledge or opinion of the witness as to the character of the other person relative to the particular trait. In Dave v. State, 22 Ala. 23, 38 (1853), it was held in a case of assault with intent to kill that a witness who had known the defendant since infancy was properly not allowed to answer a question whether the “defendant was a peaceable and obedient boy.” The court reasoned:\n“When character is in issue, individual opinions are, in general, not competent to be given to the jury. An exception to this rule sometimes obtains, when testimony of character is given, with a view of impeaching a witness; but in other cases, it is only knowledge of general character — the character which the man bears generally among the persons with whom he associates, and by whom he is known; in other words, his general neighborhood reputation that can be given in evidence.”\nJudge McElroy states the principle as follows:\n“A person’s character, offered as tending to prove his conduct on a specified occasion, is not provable by the opinion of a witness, no matter how well the witness knows, or how intimate the witness’ asso*1019ciation with, such person.” Gamble, McElroy’s Alabama Evidence, § 26.01(4) (1977).\nNotwithstanding our concern as to the guilt of defendant of murder in the first degree, as found by the jury, in the light of all the evidence in the case, including particularly that, according to the weight of the evidence, the victim was an intruder in defendant’s home and was physically aggressive toward defendant at or about the time of the homicide, and the superiority of the reputation of the defendant over that of the victim, the issue was for the determination of the jury. There is no contention to the contrary.\nWe find no error in the record prejudicial to defendant. The judgment of the trial court should be affirmed.\nThe foregoing opinion was prepared by Retired Circuit Judge LEIGH M. CLARK, serving as a judge of this Court under the provisions of § 6.10 of the Judicial Article (Constitutional Amendment No. 328); his opinion is hereby adopted as that of the Court. The judgment of the trial court is hereby\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": true,
            "opinion_id": 7514372
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}