{
    "id": 7585451,
    "judges": "Klees, Redmann, Schott",
    "date_filed": "2009-09-13",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-l-s",
    "case_name_short": null,
    "case_name": "State ex rel. L. S.",
    "case_name_full": "STATE of Louisiana in the Interest of L. S.",
    "attorneys": "Harry F. Connick, Dist. Atty. by Paul G. Mayoral, Asst. Dist. Atty., Juvenile Division, New Orleans, for appellee State of La., Pres Kabacoff, New Orleans, for appellant L.S.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Dec. 18, 1981.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "406 So. 2d 644"
    ],
    "opinions": [
        {
            "author_str": "Schott",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSCHOTT, Judge.\nL. S. has appealed from a judgment adjudicating her a child in need of supervision pursuant to LSA-C.J.P. Art. 13. During the course of a fight with V. J. in a hall at the high school the two 15-year old girls attended, L. S. stabbed V. J. in the back several times and slashed her on the arms and head with a three-inch pocket knife. The issue is whether the trial court erred in his conclusion that the force used by L. S. to defend herself was reasonable and justified under the circumstances.\nLSA-R.S. 14:19 provides as follows:\n“The use of force or violence upon the person of another is justifiable, when committed for the purpose of preventing *645a forcible offense against the person or a forcible offense or trespass against property in a person’s lawful possession; provided that the force or violence used must be reasonable and apparently necessary to prevent such offense, and that this article shall not apply where the force or violence results in a homicide.”\nIn interpreting this statute, the court in State v. Guinn, 319 So.2d 407 (La.1975) stated:\n“Thus, for the force or violence to be justified, the use of such must have been reasonable (an objective standard) and apparently necessary (a subjective standard). Therefore, if a person believed force was necessary to protect himself against an offense against his person, and the force he used to protect himself was reasonable under the circumstances, then his use of force is justified.\n“ ... In the instance where no homicide results, as is the case here, the use of force or violence in self-defense is justified when the amount used is reasonable and it is apparently necessary to use such force to protect oneself. . . . ”\nThe trial court acknowledged that L. S. considered the force she used as necessary so that the subjective test was met, but in finding that the objective standard of reasonableness was not met stated as follows:\n“ . .. The only thing that I have ruled on I don’t believe that the force she used to repel Veronica who, I believe was the aggressor, was reasonable. She resorted to unreasonable force to defend herself in my estimation, and had she not had the knife on her, had she tried to fight her off, none of this would have happened and she would not have been found guilty....”\nIn Brasseaux v. Girouard, 269 So.2d 590 (La.App.3rd Cir. 1972) writs refused 271 So.2d 262, the court discussing the privilege of self-defense in tort actions made the following statement which is applicable to the instant case:\n”... Where a person reasonably believes he is threatened with bodily harm, he may use whatever force appears to be reasonably necessary to protect against the threatened injury. Each case depends on its own facts, such as, for instance, the relative size, age and strength of the parties, their reputations for violence, who was the aggressor, the degree of physical harm reasonably feared and the presence or absence of weapons, Roberts v. American Employers Ins. Co., Boston, Mass., 221 So.2d 550 (La.App.3 Cir. 1969) and authorities cited at 554.”\nWe find the facts of this case to be as follows:\n*646We have concluded that the trial judge’s conclusion that the force used by L. S. in this case was unreasonable is manifestly erroneous. We have arrived at this conclusion considering the facts already summarized as well as some additional facts in the light of a number of decisions on the subject. For instance, in Simms v. D’Avillier, 179 So.2d 707 (La.App. 4th Cir. 1965), the court found that a 57-year old man was justified in striking an unarmed young man in the head with a 16-inch piece of pine wood and noted that circumstances preceding the defensive action are important factors to be considered in deciding whether one has used excessive force in defending himself. The prior threat that V. J. and her gang were going to set upon L. S. at the school dance just three days prior was an important such circumstance. L. S. testified that she was afraid to go to school on the day of the attack and sought advice from her mother who advised her to go ahead. She was threatened by V. J. during the third period class, and she tried to avoid a confrontation by walking away from the gang when the class was over. The relative sizes of the two is a legitimate consideration, L. S. being only 5 feet tall and V. J. 6 feet. State v. Lee, 331 So.2d 455 (La.1976), Mullins v. Pence, 290 So.2d 803 (La.App. 1st Cir. 1974). Possibility of retreat is an important factor in determining whether force used was reasonable under the circumstances. State v. Collins, 306 So.2d 662 (La.1975). When L. S. left her class and walked away from V. J. and her gang she heard her name called and upon turning around was immediately attacked by V. J. who pounced on top of her and proceeded to beat her. Other members of the gang were in close proximity, there was a crowd of students in the immediate vicinity and in order to protect herself she took her pocket knife and began to strike V. J. with it. While this is perhaps the closest question to be decided it seems that circumstances did not require or permit L. S. somehow to make an exit from this situation when she was being overpowered by her attacker. It does not seem that retreat was possible under the circumstances, and her use of the pocket knife was justified.\nIn its brief, the State justifies the adjudication on the ground that its burden was not to prove beyond a reasonable doubt but simply by a preponderance of the evidence. C.J.P. Art. 73. In the application of this rule, however, we believe it more probable than not that the force used by L. S. to defend herself was not unreasonable and that the trial judge erred in holding otherwise.\nThe State further contends that the evidence in the most favorable light from L. S.’s point of view show that she was properly adjudicated a child in need of supervision under C.J.P. Art. 13(13)(e) in that her conduct, environment or associations were injurious to her welfare. However, there is nothing in this record to show that she had voluntarily placed herself in the company of V. J. and her gang. On the contrary, when warned to stay away from the school dance she did so in order to avoid a confrontation. She had no choice but to go to school and it was in that environment where she was attacked by V. J.\nFrom a thorough review of this record, we have concluded that the adjudication is based on a finding which is manifestly erroneous and accordingly the judgment appealed from is reversed and set aside.\nREVERSED AND RENDERED.\n",
            "ocr": true,
            "opinion_id": 7514305
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}