{
    "id": 7716960,
    "judges": "Andrews",
    "date_filed": "2007-02-21",
    "date_filed_is_approximate": true,
    "slug": "boyd-v-state",
    "case_name_short": "Boyd",
    "case_name": "Boyd v. State",
    "case_name_full": "Zack Boyd v. State",
    "attorneys": "Joseph C. Guild and Baxter Smith, for the plaintiff in error., Thomas H. Coldwell, Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. FAILURE 03? THE COUNTY COURT TO APPOINT A VENIRE. Till Circuit Judge may designate the panel, and the Sheriff summon. The County Court failing to appoint a venire for the succeeding Circuit Court, the Judge may designate, and direct the Sheriff to summon, a panel from which a Grand Jury may be selected. No venire is necessary in such a case under our statutes.</p> <p>2. Defendants cannot he tried on copies of indictment except under the statute. A defendant cannot be tried upon a copy of an indictment, except in cases provided by our Statutes, Code, sec. 5138.</p> <p>3. Indictment sent to Criminal Court by Clerk, An indictment found in the Circuit Court of Davidson County, may be transmitted to the Criminal Court of said county, with all the papers in the cause, by the Clerk of the Circuit Court, wifhout any order of the Court.</p> <p>4. Jurisdiction of the court trying defendants, must dearly appear. It is not enough, in the trial of a criminal case, that from the record and all the citcumstances in the case, that there may be strong grounds of inference that the prisoner was tried and convicted by a proper tribunal. The record must show that he was tried in a court having jurisdiction of the case.</p>",
    "summary": "FROM DAYIDSOÍT. At the — - Term, 1868, a jury of Davidson County found the defendant guilty of murder in the first degree, with mitigating circumstances. The Court upon the recommendation of the jury, commuted the punishment to imprisonment for life; from which verdict and judgment of the Court, the prisoner appealed. Judge John Hugh Smith, presiding.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "46 Tenn. 1"
    ],
    "opinions": [
        {
            "author_str": "Andrews",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGeorge Andrews, J.,\ndelivered the opinion of the Court.\nThe transcript of the record in this case, shows that, at the September Term, 1865, of the Circuit Court for Davidson County, (the County Court having failed to nominate a jury for that Term,) the Circuit Judge designated and directed the Sheriff to summon a panel of jurors, from which a Grand Jury was selected in the usual manner. No writ of venire fados appears to have been issued for this purpose, nor do we think such writ was necessary under our statutes: Code, secs. 3993, 4016. But the Court, under these sections of the Code, should designate the jurors, and direct the Sheriff to summon them-\nThe record shows the return of the .grand jury into Court, and the presentment of a bill of indictment against the defendant, of which a copy is given in the record. It then appears from the certificate of the Clerk of said Circuit Court, that he sent a copy of said indictment, together with a transcript of the other proceed*3ings in said Circuit Court, to the Criminal Court for Davidson County. By the provisions of the Code, sec. 4251, the grand jury impaneled in the Circuit Court for Davidson County, may find bills of indictment, which, when found, are to be transferred immediately, with all the papers, by the clerk of that Court, to the Clerk of the Criminal Court for Davidson County, for trial.\nIt does not appear that the original indictment was ever transmitted to the Criminal Court. The only record of the indictment in this transcript, is a copy from the copy sent to the Criminal Court; and we must infer that the prisoner, if tried in the Criminal Court, was tried upon the copy of the indictment so sent. This was erroneous. The Code, secs. 5138-9, provides that indictments in cases of felony shall be entered in full on the minutes of the Court, and that a copy of the minutes shall be as good and valid as the originals, if at any time, the latter are lost, destroyed, misplaced, or eloined. A defendant cannot be tried upon a copy of the indictment except in the cases provided by statute; and there is nothing in this record to show that a contingency had arisen authorising the Court to proceed upon a copy only, nor any reason why the original was not sent from the Circuit to the Criminal Court.\nIt is objected that the record should show an order of the Circuit Court formally directing the clerk to transmit the papers and proceedings to the Criminal Court. \"We think, however, that, upon a proper construction of the statute, the papers must be transmitted by the clerk, and that no formal order of the Court was necessary.\nThis record is so singularly imperfect that it is im*4possible to determine from it with certainty, whether the prisoner was tried in the Circuit Court, in the Criminal Court, or in some other. The transcript is certified here by the Clerk of the Criminal Court, but the caption at the commencement of the record, is that of the Circuit Court, and no caption of the Criminal Court, nor any mention of the Criminal Court, appears in the entire record, except in the gratuitous statement of the Clerk of the Circuit Court, that the proceedings in that Court had been transferred to the Criminal Court. It is true, the Code, sec. 5242, provides that the omission of the caption from the transcript shall not be ground for reversal of the judgment; but we think this cannot be held to apply to a case like the present, where the caption presented is that of a court having no jurisdiction to try the case, and it is iitipossible to determine from the record, which of the two courts did proceed to try it. It is not enough that there may be from all the circumstances, strong grounds of inference that the prisoner was tried and convicted in the proper tribunal.\nThe judgment will be reversed, and the prisoner remanded.\nThe transcript in this case shows gross negligence on the part of the Clerk of the Criminal Court of Davidson County, and no costs will be taxed in his favor for making it.\n",
            "ocr": true,
            "opinion_id": 7652505
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}