{
    "id": 7717080,
    "judges": "Hawkins",
    "date_filed": "2017-01-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-denton",
    "case_name_short": "Denton",
    "case_name": "State v. Denton",
    "case_name_full": "State v. Charles and John Denton",
    "attorneys": "A. S. Prosser and Thomas H. Coldwell, Attorney-general, for the State., George Brown, for the defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Venue. Prisoner’s right to be tried in the cornty where the offense was committed. He must consent to change of venue. A prisoner’s right to be tried in the county where the offense is alleged to have been committed, is secured to him by the Constitution, and he cannot in any case, be deprived of that right, without his consent being given in open court.</p> <p>2. Same. Same. The record must show that the venue was changed by consent of prisoner. The record, where a change of venue has been ordered, must show that the prisoner applied for a change of venue, the reasons assigned for the change, and that the defendant assented thereto.</p> <p>3. Case in judgment. The prisoner was indicted in Monroe county, and the venue changed to Blount, where there was a trial, conviction, and an appeal to this court. A suggestion is made here, that the transcript filed in the cause, is not a true and perfect record in Monroe county, and a certiorari is asked. Held, that the defendants could only be tried in Blount county, upon the records of that court; and if they were so defective that a conviction could not be sustained in that court, such defects could not be supplied in this court by procuring a transcript from Monroe county, so as to authorize a judgment here, which may have been properly arrested by the court in which the case was tried.</p>",
    "summary": "EROM BLOTJNT. The defendants were tried at the May Term, 1869, and found guilty of murder in the second degree; on motion of the defendants the judgment was arrested, and the State, by its Attorney-general, Jas. M. Thorn-burg, appealed to this Court. Judge Elijah T. Hall, presiding.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "46 Tenn. 539"
    ],
    "opinions": [
        {
            "author_str": "Hawkins",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAlvin Hawkins, J.,\ndelivered the opinion of the Court. •\nThe defendants in error were indicted in the Circuit Court of Monroe county, at its May Term, 1866, for the murder of Patrick Trotter.\nAt the. May Term, 1868, of said Court, it was ordered by the Court that the venue in the cause be changed from the county of Monroe to the county of Blount.\nSubsequently, the defendants were arraigned in the Circuit Court of Blount, plead “not guilty” to the indictment, were put upon their trial, and convicted of the crime of murder in the second degree, and their term of imprisonment in the penitentiary fixed at the period of ten years.\nThe defendants moved for a new trial, which was refused. They then moved in arrest of judgment, which motion was sustained, and judgment upon the verdict, arrested.\nThe Attorney-general, upon the part of the State, has appealed in error to this Court.\nThe first question which presents itself for our consideration, is this: Did the Circuit Court of Blount county have jurisdiction to try the defendants and pronounce judgment in the cause?\nThe entry made upon the minutes of the Circuit Court of Monroe county, at its May Term, 1868, recites: “for sufficient cause disclosed to the Court, from *541the affidavits of the defendants filed in this cause, it is ordered by the Court that the venue in this cause be changed from this county to the county of Blount, for trial.\"\nIt is provided by section 5195, of the Code, that the venue in criminal prosecutions, may be changed:\nFirst, “When upon the application of a defendant in a felony case, it is made to appear satisfactorily to the Court, that, from undue excitement against the prisoner in the county where the offense was committed, or any other cause, a fair tri,al could not probably be had.\" . '\nSecond, “When the Court in any criminal case, upon an attempt to select or impanel a jury for the trial of the defendant, is of opinion that a fair and impartial trial cannot be had in the county where the cause is then pending.\"\nBut by section 9 of Article 1, of our bill of rights, which is, by section 12 of Article ix, of the Constitution of the State, made part thereof, it is provided that, in all criminal prosecutions by indictment or presentment, the accused shall have a right to “a speedy, public trial by an impartial jury of' the county or district in which the crime shall have been committed.”\nThe right of the accused to be tried in the county in which the offense is alleged to have been committed, is a right secured to him by the Constitution, and of which he cannot, in any case, be deprived without his consent given in open court.\n*542The record wholly fails to show that the' defendants applied, for the change of venue, or the nature of the reasons, which were deemed satisfactory by His Honor, the Circuit Judge, and because of which, a change was ordered, or that the defendants consented thereto.\nIt is true, the record recites that, “for sufficient cause disclosed to the , Court, from the affidavits of the defendants filed in .this cause, it is ordered,” etc., but neither the object in filing the affidavit, or the substance thereof, anywhere appears in this record. For aught we can see, the affidavit may have been offered in support of an application for a continuance of the cause, and that too, without the defendants having any purpose, or wish to change the venue.\nIn prosecutions of this character, involving the lives of the defendants, we cannot presume, in the absence of record evidence of the fact, that they have voluntarily surrendered a constitutional right which may be sacred and invaluable to them. As this Court said in the case of Davidson vs. The State, 2 Coldwell, “when presumptions become dangerous they cease to arise.”\n‘ The inevitable result is, that the order of the Circuit Court of Monroe County, directing that the venue be changed to the County of Blount, was in violation of the constitutional rights of the defendants, unauthorized and wholly insufficient .to confer upon the Circuit Court of Blount County, any jurisdiction to try the cause, or . to punish the defendants. •\nThe Circuit Court of Monroe County has never divested itself of full and complete jurisdiction over the *543cause. The Circuit Court of Blount County could not, by any act of its own, acquire the jurisdiction necessary to try and punish the defendants.\nIt follows, therefore, that the action of the Circuit Court of Blount, in arraigning the defendants, receiving their plea, putting them upon trial, etc., except in arresting the judgment upon the verdict, was unauthorized, erroneous and void.\nThe Attorney-general for the State has suggested to this Court, that the transcript of the record in this cause is imperfect, and has asked that a certiorari be awarded, directing the Clerk of the Circuit Court of Monroe County, to send up to this Court a perfect transcript of the record in this cause, as the same remains of record in that court.\n\"Whether the writ asked for would lie or not, or whether we could look to a transcript of the records of any court except the court in which the . defendants were tried and convicted, and from which the cause is brought into this court, are questions which we need not now determine.\nIt would, however, seem that the defendants could, in any event, only be tried in the Circuit Court of Blount County, upon the records of that court, and that if they were so defective that a conviction of the defendants could not be sustained in that court, such defects could not be supplied in this court, by procuring a transcript from Monroe County, so as to authorize a judgment, here which may have been properly arrested by the Court in which the cause was tried.\nIt has not been suggested that the transcript now *544on file in this court, is not a perfect transcript of the record, as the same appears in the Circuit Court of Blount County. The suggestion is, that' there is not of record in the Circuit Court of Blount County, a perfect transcript of the record in the Circuit Court of Monroe County.\nBut it has not been suggested, that the apparent defect in the record heretofore mentioned, can be cured even by a transcript from the Circuit Court of Monroe County. In fact, it appears from a transcript presented in support of the application, that the transcript already on file in this court, contains a perfect transcript of the order of the Circuit Court of Monroe County, directing that the venue be changed to. the County of Blount.\nTherefore, and inasmuch as the objection already pointed out is fatal, the application for a certiorari will be refused.\nThe refusal of the Circuit Court of Blount County to pronounce judgment upon the verdict, was certainly correct.\nThe order of the Circuit Court of Monroe County, directing that the venue be changed, will be vacated; all the proceedings-of the Circuit Court of Blount County, will be set aside and declared void, and the defendants remanded to the County of Monroe, where the cause will be proceeded with, as though no such order had ever been made.\n",
            "ocr": true,
            "opinion_id": 7652637
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}