{
    "id": 7736089,
    "judges": null,
    "date_filed": "1973-12-17",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-mitchell",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Mitchell",
    "case_name_full": "The Commonwealth against Robert Mitchell",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1 Va. 116"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTHE prisoner was indicted at the Winchester District Court, April 1796, for the murder of Frederick Becktoil, The jury found a special verdict as follows:\n“ We the jury find, that on the evening of the 21st of “ January, 1796, the said Robert Mitcht.il the prisoner “ at the bar, came to his own house in the county of “ Berkeley, and within the jurisdiction of this court, in a “ state of intoxication; that he the said Robert Mitchell, “ then and there eat his supper, and then and there went “ to bed about six o’clock at night, and apparently went to “ sleep; that about a quarter of an hour after six o’clock, he “ then and there awoke, and desired his the said Robert “ Mitchell’s wife to come to bed, which she not comply- “ ing with, a quarrel immediately ensued, and he, the “ said Robert Mitchell, then and there pulled his said “ wife by the hair of her head. That the deceased, the “ said Frederick Becktoil, then and there interposed to “ part them; that a scuffle ensued between the said Ro- “ bert Mitchell and the said Frederick Becktoil. the said “ Frederick Becktoil then and there residing and board- “ ing with the said Robert Mitchell, whereupon the said “ Robert Mitchell then and there took down his gun, that *117“ the said Frederick Becktoli then and there took the “ said gun away from the said Robert Mitchell, and he “ the said Frederick Becktoli then and there put the said “ gun up again. That a second quarrel and scuffle again “ immediately then and there ensued between the said Ro “ bert Mitchell and his said wife, that the said Frederick “ Becktoli again interposed to part them, and a second “ scuffle again then and there immediately ensued between “ the said Robert Mitchell and the said Frederick Beck- “ toll: that in the scuffle the said Robert Mitchell fell “ over a spinning wheel, which hurt his face so that it “ bled; that the said Frederick Becktoli, then and there “ immediately ran out of the house. That the moment “ the said Robert Mitchell recovered from his fall, he “ then and there ran and got his said gun again, the “ same being then, and before the said Robert Mitchell “ came home in the evening, ready loaded by the said “ Frederick Becktoli, to whom it had been lent some days “ before, but whether the said Robert Mitchell then and “ there knew the said gun to be loaded the j urors are “ wholly ignorant; and the said Robert Mitchell then and “ there instantly pursued the said Frederick Becktoli to “ the door of the house, and then and there standing at “ the door of the said house, he the said Robert Mitchell “ then and there instantly discharged the said gun to- “ wards the said Frederick Becktoli, the moon being then “ shining so that the; said Frederick could be seen, and *118“ the ground covered with snow, he the said Frederick “ Becktoll then and there being at the distance of be. “ tween twelve and fifteen yards from the said Robert “ Mitchell and going away from the house, , and with a “ leaden bullet, as charged in the said indictment, from u the said gun shot, did intentionally shoot and wound the “ said Frederick Becktoll then and there in the back, as “ in the said indictment is charged, of which wound the “ said Frederick Becktoll then and there instantly died. “ That soon after the said Frederick Becktoll fell, he the “ said Frederick Becktoll was carried into the house of the “ said Robert Mitchell. That the said Robert Mitchell “ directed Ms, son to take the gun and lay it where the “said Frederick Becktoll had fallen, in order that the M people might be induced to believe that the said Frede- “ rick Becktoll had shot himself. That from the time the “said Robert Mitchell first got out of his bed to beat his ■“ said wife as is aforesaid,.to:the time of the shooting the “ aforesaid Frederick Becktoll, was near one quarter of an “hour; .that during that .whole period the said Robert “ Mitchell and his said wife, and the said Robert Mit- “ cheII and the said Frederick Becktoll were quarrelling. “ or scuffling. We find that the said Frederick Becktoll “ was during the whole time, then and there unarmed, “ that there had not been any former quarrel or grudge “ between the said Robert Mitchell and the said Frede “ rick Becktoll the deceased, so .far as the jurors are in *119“ formed. And if upon the whole matter, the court shall “ be of opinion that the said Robert Mitchell is guilty of “ murder, then-we the j&amp;ry find the said Robert Mitchell K guilty of murder; otherwise we the jury find the said “ Robert Mitchell guilty of manslaughter only.”\nThe question arising on this special verdict was adjourned, and at a general court, November 16th, 1796, present judges Prentis, Tacker, Tyler, Jones, White, and Nelson, the following judgment was entered. “The “ question of law arising on the special verdict in the “ transcript of the record of the said case mentioned be- “ ing argued, it is the opinion of the court that the said “ Mitchell is not guilty of murder.”\n",
            "ocr": true,
            "opinion_id": 7672204
        }
    ],
    "court_short_name": "General Court of Virginia",
    "court_full_name": "General Court of Virginia",
    "court_type": "SS",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Murder"
}