{
    "id": 7766337,
    "judges": "Long",
    "date_filed": "1979-05-03",
    "date_filed_is_approximate": true,
    "slug": "ward-v-state",
    "case_name_short": "Ward",
    "case_name": "Ward v. State",
    "case_name_full": "Joanne Ward v. State.",
    "attorneys": "Richard Horne, Mobile, for Appellant., Jeff Sessions, Atty. Gen., and Stephen Dodd, Asst. Atty. Gen., for Appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from the Circuit Court, Mobile County, Braxton Kittrell, J.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "689 So. 2d 218"
    ],
    "opinions": [
        {
            "author_str": "Long",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe appellant, Joanne Ward, was convicted of manslaughter, a violation of § 13A-6-3, Code of Alabama 1975, and was sentenced to 20 years in prison.\nThe state's evidence tended to show that the appellant shot and killed her husband, Mel Ward, during a domestic dispute. The state's evidence established that at approximately 10:00 p.m. on November 11, 1993, the appellant armed herself with a loaded gun and confronted her husband about a relationship that she suspected he was having with another woman. An argument ensued, during which the appellant's husband was shot at close range.\nThe appellant maintained that the shooting was an accident. She testified that as her husband attempted to walk past her during the argument, he shoved her shoulder. She testified that she then swung her arm at him in an effort to hit him, and that the gun discharged accidentally. *Page 219 \n I.\nThe appellant contends that the trial court committed reversible error when it denied her motion to dismiss the murder indictment without a hearing. We disagree.\nAccording to the appellant's brief, the appellant was originally indicted for the offense of manslaughter.1 On February 17, 1995, the appellant says, the grand jury of Mobile County reindicted her for murder. The record is silent as to the disposition of the manslaughter indictment.\nOn May 8, 1995, the appellant waived the reading of the murder indictment and entered a plea of not guilty to the murder charge. On May 9, 1995, the appellant filed a motion to dismiss the murder indictment or, in the alternative, to reinstate the manslaughter indictment. In support of her motion, the appellant argued that \"[a]bsent compelling, material and additional evidence which suggests murder rather than manslaughter, the subsequent murder indictment constitutes abuse of the grand jury and prosecutorial misconduct.\" (C. 12.) The trial court summarily denied the appellant's motion without a hearing on May 12, 1995. The case proceeded to trial and, as noted above, the appellant was found guilty of manslaughter, a lesser included offense of murder.\nThe appellant's challenge to the murder indictment was raised only after the appellant had been arraigned on the murder charge and had entered a plea of not guilty. Because the appellant failed to enter her objection to the murder indictment in a timely manner, the appellant waived any objection to the murder indictment. Rule 15.2(c), Ala.R.Crim.P. Accordingly, we find no abuse of discretion in the trial court's decision to deny her motion to dismiss without a hearing.\n II.\nThe appellant contends that the trial court erred in sentencing her pursuant to Alabama's \"firearm enhancement statute,\" codified at § 13A-5-6(a)(5), Code of Alabama 1975, which prescribes the minimum term of punishment for a Class B or Class C felony committed with a firearm or deadly weapon. In support of her contention, the appellant cites Ex parte McCree,554 So.2d 336 (Ala. 1988), where the Alabama Supreme Court stated:\n \"First, implicit in the language of § 13A-5-6(a)(5) — 'a firearm or deadly weapon was used or attempted to be used in the commission of the felony' — is the requirement that the underlying felony for which the defendant is convicted have, as one of its necessary elements, the element of intentional criminal conduct. Therefore, [the defendant's] reckless or negligent conduct, which resulted in manslaughter, while sufficient to supply the criminal scienter to support a conviction for a Class C felony, does not require a finding that he intentionally used the firearm to commit the felony, and thus cannot support the application of § 13A-5-6(a)(5). In other words, reading § 13A-5-6 as a whole, we must construe subsection (a)(5) to mean that convictions for those underlying felonies that are committed without the intentional use of a weapon do not fall within the category of convictions that invoke the enhancement provision of this statute.\n \"Second, 'enhancement,' as that word is used to describe the effect of § 13A-5-6(a)(5), necessarily means that in addition to the culpability of the offense for which the defendant has been convicted, the defendant's conduct is necessarily the result of a higher degree of culpability, because of the jury's finding that a 'firearm or deadly weapon was used or attempted to be used in the commission of the felony.' Indeed, the use of a deadly weapon to commit the underlying felony is the classic situation intended by the legislature to invoke the enhanced penalty.\"\n554 So.2d at 340-41 (emphasis in original).\nThe record in this case reflects that the trial court charged the jury both on reckless manslaughter (§ 13A-6-2(a)(1), Code of Alabama 1975) and on heat-of-passion manslaughter (§13A-6-3(a)(2), Code of Alabama *Page 220 \n1975); however, the jury verdict form did not distinguish between the two types of manslaughter, and the jury did not specify in its verdict whether it found the appellant's conduct to be reckless or intentional. The appellant maintains that this Court can infer from the questions propounded by the jury to the trial court during its deliberations that the jury's intent was to convict her of reckless manslaughter, thus rendering the firearm enhancement provisions of § 13A-5-6(a)(5) inapplicable. See Ex parte McCree. However, as the appellant also notes, this Court need not and should not attempt to infer from the verdict whether the jury's intent was to convict the appellant of reckless or intentional manslaughter. As this Court stated in Jenkins v. State, 640 So.2d 1053, 1055\n(Ala.Crim.App. 1993):\n \"In this case, the jury failed to specify in its verdict whether the appellant's conduct was intentional or reckless. The trial court could not find, in the absence of a specific jury verdict, that the appellant's conduct was intentional. We agree with the appellant that the court could not sentence him under the enhancement provision of § 13A-5-6(a)(5).\n \"In order for a defendant to be sentenced under the 'firearm or deadly weapon' enhancement provision of § 13A-5-6(a)(5), it is necessary that the jury be given two verdict forms on an offense such as assault in the second degree, which can be accomplished either intentionally or recklessly. One verdict form would find the defendant guilty of intentional conduct. The second form would find him guilty of reckless conduct.\"\nAccordingly, this cause is remanded to the Circuit Court of Mobile with directions that the appellant be resentenced without the application of the firearm enhancement provisions of § 13A-5-6(a)(5). Due return should be filed in this Court no later than 28 days from the date of this opinion.\nREMANDED WITH DIRECTIONS.\nAll Judges concur.\n1 The proceedings before the return of the indictment charging murder are not included in the record on appeal.",
            "ocr": true,
            "opinion_id": 7704397
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Murder"
}