{
    "id": 7805630,
    "judges": "Amy, Pickett, Woodard",
    "date_filed": "2006-03-19",
    "date_filed_is_approximate": true,
    "slug": "state-v-mm",
    "case_name_short": "M.M.",
    "case_name": "State v. M.M.",
    "case_name_full": "STATE of Louisiana v. M.M.",
    "attorneys": "Jerry L. Jones, District Attorney, Monroe, LA, Counsel for State/Appellee, State of Louisiana., R. Neal Walker, Attorney at Law, New Orleans, LA, Counsel for Defendant/Appellant, M.M.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Nov. 21, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "802 So. 2d 43"
    ],
    "opinions": [
        {
            "author_str": "Woodard",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n1,WOODARD, Judge.\nIn this criminal iiugation, a jury emu, ict-ed M.M., the Defendant, for the triple murder of his father, L.lVL, his mother, H.L.M.; and his son, R.M. In essence on appeal, the Defendant argues that the evidence was insufficient co convict him and that every reasonable hypothesis of his innocence was not excluded, as required.\nAfter reviewing the evidence in liglil most favorable to the proseen Lion, we find that it is sufficient to satisfy a radonal juror of the Defendant’s guilt beyond a reasonable doubt. Further, finding no merit in the Defendant’s remaining assignments of error, we affirm his conviction.\n[[Image here]]\nThis criminal litigation ensued from events which occurred on December 30-31, 1995. On December 31, 1995, shortly after noon, M.M. (the Defendant), and his daughter, K.M., arrived at his parents’ house, to pick up R.M., his son, who had spent the night with his grandparents. L.M. and H.L.M. lived in a house located on Collinston Road, just outside of Bas-trop, Louisiana, and immediately across from Audrey’s grocery store.\nUpon arriving, K.M. noticed that the carport door was wide open but did not think much about it — her grandparents would air out the house on pretty days. Also, the Defendant noticed the Sunday paper in the driveway, but, albeit unusual, he “didn’t think nothing of it.” When they entered the house, K.M. heard the telephone ring and answered it. A person *48asked to speak to her grandmother. K.M. placed the person on hold. As she tried to open her grandparents’ bedroom, she noticed that the door would not open all the way. Looking inside, she found her grandparents lying on the floor. She immediately found her father, the Defendant, and told him that “Ma Maw and Pa Paw are asleep on the floor.” K.M. explained that his “eyes got real (sic) big, and he was kinda looking at me crazy ... and he kinda freaked out.” Immediately, he realized that they had been lying there, dead, for some time.\nHe and his daughter started calling for his son, but there was no response. He called 9-1-1 and requested assistance. Af-terwards, he also called his sister, L.S., and said that “Mama and Daddy are on the floor.” L.S. could not obtain any ^further information from him. He appeared so upset that she could hardly recognize his voice. Thereafter, he left the house, saw one of his father’s friends pulling up in his pickup truck, and explained the situation. Then, he ran to Ms. Sherry McDonald’s house, a neighbor, to determine whether she had heard or seen anything. On his way back to his parents’ home, he noticed that his sister and “the emergency people” had arrived.\nDeputy Jim Culp of the Morehouse Parish Sheriffs Department (MPSD) and Mr. Buddy Henderson of the Wildlife and Fisheries Department responded first to the murder scene. Upon arrival, Deputy Culp remembers seeing the Defendant; K.M.; Ms. McDonald; L.S.; and Mr. L.M. McIntyre, another neighbor, at the crime scene. Both the Defendant and Mr. McIntyre informed him that the victims were dead. Inside the house, Deputy Culp did a visual sweep. Meanwhile, Deputies Keith Robertson and Scott Floyd reached the murder site. Sheriff Frank Carroll, the MPSD Sheriff, arrived shortly after Deputy Culp left the house. He recalls the Defendant greeting him jovially and stating: “I’m glad to see the high sheriff is on the job,” adding: “I don’t think you’re going to find anything, it looks like the perfect crime to me.” Unaware of the Defendant’s connection, Sheriff Carroll kept on walking. Nevertheless, the Defendant followed him, stating: “[You’re] going to find that they have been shot in the head at close range with a .22.” When Sheriff Carroll informed him that he did not know which type of weapon had been used in the crimes’ commission, the Defendant replied: “[I]sn’t that the way all assassins do it[?]”\nFollowing his brief interaction with the Defendant, Sheriff Carroll called the Louisiana State Police Crime Laboratory (LSPCL) in Baton Rouge, Louisiana, and secured the area surrounding the house. By that time, Deputy Huey Shingley had joined in the effort. After implementing the usual precautionary measures, such as “taping” the victims’ house surroundings, local law enforcement started to investigate. Outside the house, they found a footprint and a cigarette butt. Inside, they found L.M. and H.L.M. lying dead on their bedroom floor. In the kitchen, a pork chop was in an uncovered dish on the counter. A white sock, L.M.’s wallet, and his glasses, with one glass out of its frame, laid on the hallway floor.\nWhen Deputy Bill Franks secured the crime scene, the Defendant told him that “this was the biggest case that ever hit Morehouse Parish,” that it “was going |4to be [sic] put Morehouse Parish on the map.” He added that he would spend every cent of the insurance money he received to find the culprit.\nFollowing the gruesome discovery, the police investigation intensified. Mainly, friends and family began searching for R.M., but, immediately, the Defendant *49started saying to a variety of individuals, ranging from law enforcement officers to bystanders, that R.M. would not be found alive. Deputy Franks overheard him explain to another person that they would only find R.M. when plea-bargaining, that they were directing the search effort in the wrong direction — that they needed to look a couple miles down the road near a bridge over water. Sheriff Carroll recalled that the Defendant similarly told him: “I don’t know why they’re going out there; y’all [sic] are going to find his body in a shallow grave near water.” Nevertheless, the Defendant, also, told Deputy Robertson that R.M. could be in the woods located behind the victims’ house.\nMr. Ray Waller, a neighbor who lived across the street from the victims’ house, saw the Defendant walking around the yard, claiming that he would give a $100,000.00 reward to anyone who could find the killer. Mr. Waller began helping others in R.M.’s search effort. However, when he returned, the Defendant told him that searching for R.M. in such a location was a waste of time — that R.M. could not be in the woods because he was dead.\nThe early search efforts remained unsuccessful. When Mr. Waller and others expressed their concern that R.M. may be cold, the Defendant responded that they should not worry because he was wearing his San Francisco 49ers pajamas and one sock. Mr. Todd Matice, a bystander, corroborated this. Then, when Mr. Waller suggested that someone investigate the report that a redheaded boy was seen wandering around Collinston, Louisiana, approximately five to six miles south of the murder scene, again, the Defendant dismissed it, claiming that his son was dead. Mr. Waller explained that he never saw the Defendant participate in R.M.’s search. Instead, at some time in the afternoon, the Defendant walked to his car lot, complaining that the police gave him a hard time. He told Mr. Waller that “if the dumb mother fuckers [sic] would look under the bridges, they would find [R.M.],” and lamented that should the police not find his son, it would take him seven years to obtain his inheritance.\n| (¡Meanwhile, Sheriff Carroll could not remember anyone going beyond the secured area, besides him and the District Attorney, until the LSPCL arrived later in the afternoon. Ms. Carolyn Booker, a forensic scientist with the LSPCL, examined the crime scene for fingerprints and took a cast of the footprint found outside of the house. She opined that the house did not look ransacked, nor did the murder scene appear bloody. She found blood concentrated below the victims’ heads, with a few specks on a boot located near L.M.’s body and on one of L.M.’s finger. She stated that she could not tell where the victims had been shot before they removed their bodies from the crime scene. An autopsy performed approximately twenty four hours later, revealed that L.M. had been shot at close range in his left eye, H.L.M. had been shot in her left temple, and the murderer had used a .22 caliber weapon.\nMr. Tommy Ray Moorefield, a FBI fingerprint identification expert, examined L.M.’s wallet’s content. He obtained seven latent prints on five business cards and a voter’s registration card. Specifically, he found the Defendant’s fingerprints on three business cards, bearing the name of three different medical offices — Neurology Associates, Dr. Gregory S. Ferriss, and Dr. Lynn M. Froumaux.\nThat afternoon, Deputy Culp obtained the Defendant’s consent to search his vehicle but did not recall seizing any items. Sheriff Carroll stated that the MPSD investigated several hundred people but found nothing that [they] “could put their teeth into.” However, their suspicions *50soon turned towards the Defendant. On January 1, 1996, after obtaining his consent to search his house, Agent Tanza, an FBI special agent, reported that he found a .22 revolver tucked away in the kitchen cabinet and one .22 caliber bullet near a gun cabinet in the living room. It was unspent and appeared to have been accidentally dropped or misplaced. Mr. James Cadigan, an FBI special agent, compared the Defendant’s .22 revolver and bullet with a lead fragment removed from L.M.’s body. Although he could not ascertain whether the Defendant's .22 revolver had been used in the murder, he could not exclude his revolver as the murder weapon.\nAdditionally, FBI agents seized some of the Defendant’s clothes for forensic examination. When Agent Tanza tried to take a pair of shoes, which appeared to be covered in moist mud, the Defendant resisted, claiming that it was his only pair [ fiof good shoes. Initially, the Agent acquiesced but, eventually, seized them, on January 27, after R.M.’s body was found in a muddy area near water. But, by then, the shoes had been thoroughly cleaned.\nSeparately, Agent Tanza and Sheriff Buckley presented the Defendant with a composite drawing of the assassin. Agent Tanza told him that it had been made from a witness who had seen someone around the house the night of the murder. During trial, Agent Tanza explained that this had been a lie — a scheme to see the Defendant’s reaction. When the Defendant saw the composite, he commented how much it looked like him and offered that his father must have let the murderer into the house because he looked like him. And when Sheriff Buckley showed it to him, he stated: “See, see, I told you; that’s how they did it, that somebody looked just like me.”\nIn that interview, he referred to his son as “the boy” or “that boy.” He, also, revealed his knowledge of the criminal justice system — how to beat it — which he obtained when taking classes at “Northeast.” He explained to Sheriff Buckley that the murderer would probably use the location of R.M.’s body as a ploy to plead down from the death penalty.\nMost of the Defendant’s predictions proved to be almost accurate, from the description of the location and type of gunshot wounds which his parents sustained, to, unfortunately, the type of place were R.M.’s body would be found. Indeed, on January 27, 1996, worst fears were realized. R.M.’s body was lying partially submerged, under a bridge, within two to three miles of the victims’ residence.\nOn February 29,1996, a Morehouse Parish Grand Jury indicted the Defendant with three separate first degree murder counts, violations of La.R.S. 14:30, for the killing of his mother, father, and nine year-old son, to which he pled “not guilty” on March 26, 1996. Subsequently, on July 2, 1996, he filed a motion to change venue, which the trial court granted without transferring venue to another Parish. However, on September 6, 1996, the trial court ordered that the jury be selected in St. Tammany Parish but that the trial be held in Morehouse Parish. It, also, appointed a sanity commission to determine the Defendant’s competency to stand trial. After a hearing on October 2, 1996, the trial court found the Defendant to be competent to stand trial. Nevertheless, on January 23, 1998, pit ordered a second sanity commission. After the hearing on June 12, 1998, again, it found the Defendant to be competent to stand trial.\nSubsequently, the Defendant filed a motion to reconsider the trial court’s change of venue order. He requested that venue for trial, as well as for jury selection, be transferred to another parish. The trial court granted his motion, transferring ven*51ue from Morehouse Parish to Calcasieu Parish, after a hearing on October 16, 1998.\nOn May 24, 1999, it relieved the Defendant’s retained attorney from representation and appointed a counsel from the Fourth Judicial District Court’s Indigent Defender Board. Jury selection began on October 5, 1999. After a trial on October 18-25, 1999, the jury convicted the Defendant on all three first degree murder counts.\nAfter deliberation in a penalty-phase hearing, held on October 26, 1999, the jury was unable to reach a unanimous verdict whether the Defendant should be sentenced to death or life imprisonment without benefits. On January 20, 2000, the trial court denied the Defendant’s motion for a new trial and on January 21, 2000, sentenced him to three consecutive life imprisonment sentences without the benefit of parole, probation, or suspension of sentence. He appeals.\nAfter reviewing the record, as mandated by La.Code Crim.P. art. 920, we find no errors patent on the face of the record.\n% ;¡í í¡: Hí #\nSuffiCiency of the Evidence\nUnder State v. Hearold,1 we must first review the Defendant’s assertion that the jury did not possess sufficient evidence to support his conviction. In Hearold, our Louisiana Supreme Court explained that “[t]he reason for reviewing sufficiency first is that the accused may be entitled to an acquittal, ... if a rational trier of fact, viewing the evidence ... in the light most favorable to the prosecution, could not reasonably conclude that all the elements of the offense |shave been proved beyond a reasonable doubt.”2 The Hearold3 court further elaborated the rationale supporting its rule to be as follows:\nWhen the entirety of the evidence, including inadmissible evidence which was erroneously admitted, is insufficient to support the conviction, the accused must be discharged as to that crime, and any discussion by the court of the trial error issues as to that crime would be pure dicta since those issues are moot.\nOn the other hand, when the entirety of the evidence, both admissible and inadmissible, is sufficient to support the conviction, the accused is not entitled to an acquittal, and the reviewing court must then consider the assignments of trial error to determine whether the accused is entitled to a new trial. If the reviewing court determines there has been trial error (which was not harmless) in cases in which the entirety of the evidence was sufficient to support the conviction, then the accused must receive a new trial, but is not entitled to an acquittal even though the admissible evidence, considered alone, was insufficient.\nNevertheless, when reviewing sufficiency of the evidence, our appellate standard varies in accordance with the type of evidence — direct or circumstantial — which the trier of fact relied upon to convict the Defendant. Characterizing evidence as “direct” or “circumstantial” points to the kind of inference which the proponent seeks to draw from the evi-*52denee.4 On one hand, if the sought inference “is merely that certain facts are true because a witness reported his observation and the assumption that witnesses are worthy of belief, the evidence is direct.”5 In other words, “direct evidence consists of testimony from a witness who actually saw or heard an occurrence” when the proof of that occurrence is directly at issue.6 On the other hand, when “evidence consists of proof of collateral facts and circumstances from which the existence of the main fact may be inferred according |Qto reason and common experience,”7 the evidence is circumstantial. When dealing with circumstantial evidence only, La.R.S. 15:438 mandates that “assuming every fact to be proved that the evidence tends to prove, in order to convict, it must exclude every reasonable hypothesis of innocence.”\nIn the case sub judice, the Defendant relies on State v. Williams8 and State v. Bright9 to exemplify when circumstantial evidence may be insufficient to prove that a defendant committed a crime. Nevertheless, in the instant case, some of the statements which the Defendant voiced, presumably, could qualify as direct evidence of the Defendant’s guilt. However, for the Defendant’s benefit, we perform our Jackson review, assuming that the evidence presented against him is circumstantial. Namely, viewing the evidence in the light most favorable to the prosecution, we must determine whether a reasonable trier of fact could have concluded that the Defendant was guilty beyond a reasonable doubt, excluding every reasonable hypothesis of innocence.10 Nevertheless, the standard that La.R.S. 15:438 sets forth does not supplant a Jackson sufficiency standard whenever circumstantial evidence forms the basis of the conviction. Indeed, “ultimately, all evidence, both direct and circumstantial, must be sufficient under Jackson to satisfy a rational juror that the defendant is guilty beyond a reasonable doubt.” 11\nTime of Death/Defendant’s Alibi: Reasonable Hypothesis of Innocenoe\nThe Defendant asserts that someone else committed the crime, because it occurred in the evening of December 30, 1995 before the victims went to bed, a time for which he established an alibi.\n|inFirst, we note that Sheriff Carroll explained that the MPSD investigated several hundred people but found nothing that they “could put their teeth into.”\nSecond, we find that the record reveals uncertainties regarding the victims’ time of death. Dr. Elias, a Medical Doctor, but not a forensic pathologist, reported to the crime scene. He stated that he had no way of determining the exact time of death. He testified that the first time he sent the death certificate to the nursing home, he did not provide any time of death because he did not know it. However, the death certificate was sent back to him, requesting that he stipulate a time of death to make the document an official report. Uncertain of the accuracy, he fixed the victims’ time of death at 8:30 *53p.m., December 30, 1995. He acknowledged that he could not tell whether they died on December 30 or, early, on December 31.\nLikewise, Dr. Steven Hayes, an expert in forensic pathology, who performed an autopsy on the victims, testified that he could not positively determine a time of death. He asserted that, under the circumstances, he could only ascertain a relative, as opposed to absolute, time of death. He explained that he did not find any gastric contents in H.L.M. but found small amounts of particular food matters in L.M. However, he did not possess information regarding the bodies’ temperatures, rigor mortis, and live mortis during his post-morgue examination.\nBased upon L.M.’s gastric content, Dr. Hayes fashioned two alternatives. If L.M. had eaten a small meal, he opined that the death occurred approximately one-and-a-half to two hours after the food intake. But, if L.M. had eaten a large meal, death occurred from three to five hours to four to six plus hours after food intake. He clarified that other multiple variables could affect a time of death determination — matters from gastric content analysis to possible underlying disease and emotional stress, which, in some cases, delays, and in other cases quickens, the passage of food from the stomach. Thus, he stated that the aforementioned figures merely represent an estimate. Finally, he acknowledged that if the victims had eaten pork chops, as believed, it would indicate that they consumed a large meal, placing the time of death from approximately four to six-and-a-half hour after food consumption.\nLay witnesses, such as L.S., the victims’ daughter, Me.M, and K.M. testified regarding the victims’ food and every day habits. L.S. stated that, habitually, L.M. |nand her mother went to bed, approximately, around 8:00 p.m. or 9:00 p.m. Her mother usually cooked a big lunch, which she and her husband would snack on for dinner. Nevertheless, L.S. did not know whether her mother had actually cooked a big lunch and had a small dinner on the day of the murders. Further, after viewing a crime scene video, she opined that from her parents’ clothes, she could tell that they had not gone to bed. Her father had been wearing a shirt and underwear, and her mother was wearing jogging pants and a top. She remarked that her mother usually wore flannel pajamas to bed.\nMe.M., who lived with her grandparents for about three years, testified that her grandmother habitually cooked a big meal for lunch and ate leftovers — something like, a sandwich — for dinner, around 5:30 p.m. or 6:00 p.m. After the murders, when walking through her grandparents’ house, she noticed a pork chop lying uncovered on the kitchen counter. She commented that, at night, her grandmother threw out the scraps to a red fox, which lived in the neighboring woods, but did not leave dirty dishes in the sink or food out overnight.\nConcerning her grandparents’ sleeping habits, she explained that, sometimes, her grandfather would go to bed around 8:00 p.m. or 9:00 p.m. but stayed up half the time until 10:00 p.m. to watch the news. Normally, her grandmother went to bed between 7:30 p.m. and 8:30 p.m. but would get up throughout the night. She revealed that her grandparents had not been wearing their typical bedtime clothes when they died. Additionally, if she happened to visit them after her grandfather had already dressed for bed, he would run to his bedroom to put on some pants.\nK.M. testified that she spent the night with the victims when she was younger but not as much as she grew older. She, also, commented that her grandmother cooked lunch but never cooked dinner. Her grandparents ate leftovers or sandwiches *54around 6:00 p.m. She recalled that, usually, they went to bed around 8:30 p.m. or 9:00 p.m. but, sometimes, her grandfather would stay up for thirty minutes to watch a T.V. program.\nAdditionally, several other witnesses came forth with information concerning a time of death evaluation. First, Ms. Audrey Tubbs, the owner of a grocery store located directly across from the victims’ driveway, remembered that on the evening of December 30, 1995, she left her store (Audrey’s) around 8:30 |1gp.m. and noticed the victims’ house to be completely and unusually dark, as she could always see a television or a light on in the livingroom. Second, J.M., one of the victims’ nephews who lived in their neighborhood, drove by their house around 9:30 p.m. He noticed that their lights were on, which he found to be unusual.\nIn testimony read to the jury, Paul Dale “Trey” Hargrove, III, one of R.M.’s friends, stated that R.M. had called him, at approximately 8:00 p.m., the night of the murders. He claimed that while the two chatted, R.M. told him to hold because he could hear a noise in the back of the house. R.M. returned to the phone and said goodbye, commenting that he had to go and hung-up. R.M. did not call back. Trey tried to call him back the next morning, around 9:00, but there was no answer.\nFurthermore, several people, residing near the victims’ house, testified that they heard some gunshot-type noises the night of the murders. First, Ms. McDonald asserted that she heard noises between 7:00 p.m. and 12:45 a.m., the time that her daughter returned home. Second, Mr. Charles Owens, who lived approximately 1500 to 2000 yards from the victims’ house, stated that between 6:30 p.m. to 8:00 p.m., he went outside to feed his dogs and heard a “popping racket,” which he said sounded like a .22 or a .25-type weapon, as opposed to firecrackers. He commented that there is a rifle range near his house but that he did not think anyone would be shooting there after dark. Nevertheless, Ms. Martha Melissa McIntyre recounted that she visited relatives on Collinston Road, two to three lots away from the victims’ house, the weekend of December 30-31, 1995 and that, on December 30, she and her family had popped firecrackers outside around 8:00 pm.\nFurthermore, Ms. Ellen Gregory who lived two houses, or approximately 150 feet, away from the victims, testified that when she had arrived home around 8:00 p.m., she drove in front of Audrey’s and noticed an empty, four-door-dirty-brown car parked in the parking lot, almost on the highway, immediately across from the victims’ driveway. Around 11:15 p.m., she heard what she thought sounded like three gunshots coming from the victims’ home’s direction. She acknowledged her familiarity with weapons, explaining that she owned a .20 gauge shotgun, a .38 pistol, and a .22 rifle.\n| pjThe Defendant urges that all available evidence indicates that the killings occurred at a time for which he established an alibi.\nRegarding alibi testimony, in State v. Carter,12 the court stated that “[w]here there is conflicting testimony about factual matters, the resolution of which depends upon a determination of the credibility of the witnesses, the matter is one of the weight of the evidence, not its sufficiency.” In other words, a jury should consider alibi testimony in a similar fashion as it does the rest of the evidence— alibi testimony being one of the factors to *55appraise when weighing the evidence.13 In fact, identification by a single witness may support a conviction despite considerable alibi testimony.14\nIn the ease sub judice, during trial, the Defendant called several witnesses to establish his alibi defense. And, in the various statements he made to police, he consistently provided the following time frames. In essence, he claims that Mr. Albert Magee arrived at his house at approximately 7:00 p.m., after which they met some friends at “Sonic,” and went to the front of Mr. Robert Dupont’s residence at approximately 7:30 p.m. Then, they went to Mr. Harvey Goleman’s residence but decided to go to a movie called Ju-manji. They watched it until 11:00 p.m. at which time Mr. Magee drove him and Mr. Dupont back to the Defendant’s house. Thereafter, Mr. Dupont and the Defendant drove to Lucky’s, a local casino, where the Defendant gambled- and lost five dollars, which he later stated he could not afford to lose. While at Lucky’s, Mr. Bill Hall, a security guard, noticed the Defendant looking at a surveillance camera, making sure it was taping. Mr. Hall remembered that the Defendant and his friend left Lucky’s around 11:50 p.m. The Defendant drove Mr. Dupont to his house and returned home. Upon arriving, he checked on his daughter, watched T.V. until 2:00 a.m., and went to bed.\nAlthough, for the most part, others, with whom he had allegedly interacted, substantiated his account of the evening, the Defendant failed to divulge that he had gone to a “Circle K” store in Bastrop, Louisiana, at approximately 1:30 a.m. Indeed, Mr. Michael Lynn Haley, the graveyard-shift store attendant, testified that |14he saw the Defendant in his store around 1:30 a.m. He stated that he purchased a carton of milk, cookies, and The Enquirer, paid for it with a twenty dollar bill, and visited with him for approximately ten minutes. He commented that the Defendant appeared to be normal and relaxed and remarked that he drove a gold GM.\nSubsequently, on January 7, 1996, Mr. Haley, “stopped by” the Defendant’s home to present his condolences. Trying to help, he reminded him of his 1:30 a.m. visit on the night of the murders and told him that he would be willing to testify for him if needed. At that time, Mr. Haley stated that the Defendant became “very animated” and said “Damn- — I guess I can say that — I forgot about that.” Mr. Haley said he sounded sincere. When the police confronted the Defendant with Mr. Haley’s information, he merely stated that he had forgotten about it.\nFurther, Mr. Gary Matice testified that he drove by Audrey’s around 7:00 a.m. on December 31, 1995 and saw a light brown/ gold-looking Pontiac Grand Prix, early '90’s model, facing the road, backed up to the ice machine. He stated that the vehicle caught his eye because Audrey’s was closed. When Agent Lee confronted the Defendant with this information, he replied that he did not go to his parents’ house at that time but, unbeknownst to him, someone could have broken into his house, taken his car keys, and used his car. Mr. Todd Matice, Mr. Gary Matice’s brother, also saw a “brown/gold looking Pontiac, Grand Prix, ... late '80’s, early '90 model” parked at Audrey’s between 11:00 a.m. and noon on December 31. He further described the car as a two-door vehicle, parked in front of Audrey’s ice machine, facing outward. He stated that the car belonged to the Defendant and added that *56he noticed the same vehicle parked in front of the victims’ home later that day.\nAfter thoroughly reviewing the record, we find that the crimes could have been committed at a time for which the Defendant did not possess any alibi, namely, between 12:15 a.m. and 1:30 a.m., or between 1:30 a.m. and 7:00 a.m., the time at which Gary Matice saw his car parked in Audrey’s parking lot. We do not find that the evidence establishes a reasonable hypothesis of innocence.\nClairvoyance/Privy Information\nhsThe crux of the evidence, which the State presented against the Defendant, lies in the multiple crime related statements, that he made to many different people, indicating that he possessed privy information.\nRegarding his parents’ murders, he opined that this was a perfect crime, warned the police that they would not find anything, and explained that “[I]t looks like a professional hit job to me.” He also stated that “[Well], you’re going to find that they have been shot in the head at close range with a .22.” When Sheriff Carroll told him he did not know if the victims had been shot with a .22, the Defendant explained “[I]sn’t that the way all assassins do it.” Additionally, while at the murder scene, he told Mr. Goleman that his father had been shot in the eye and his mother in the temple, even though the victims lay on the ground, face down, making it impossible to determine where they had been shot and the Defendant had stated that he had not moved the bodies at any time before the police arrived. The Defendant’s explanation was that another officer had told him about the bullet wounds’ locations. However, Sheriff Carroll testified that no such information had been released to the press or family. Mr. McIntyre, one of the first to have seen the bodies, indicated that they looked like they had been moved. However, Deputy Culp, the only officer who had been inside the victims’ bedroom, at the time that the Defendant made the statements, denied having moved the bodies. Further, his testimony does not reflect that he knew where the victims had been shot.\nIn essence, before any forensic analysis became available, the Defendant possessed apparent, and not reasonably explained, knowledge that his parents had been shot with a .22 at close range — his father in the eye, his mother in the left temple.\nRegarding his son’s disappearance, he never appeared eager to undertake any rescue attempts, as he immediately believed that he was dead. And, regarding the actual rescue attempts, he stated to numerous witnesses that they were not focusing in the correct area. Instead, he detailed that his son would be located “within two miles of home under bridges” or in a shallow grave by a stream, wearing his San Francisco 49ers pajamas and one sock. He explained that the kidnappers took R.M.’s body to use it as leverage in a plea bargain in order to escape capital murder charges.\n| ^Furthermore, upon meeting Officer Carl Patrick at the MPSD and the courthouse, the Defendant asked whether he thought that they would find his son alive. When Officer Patrick assured him that they would do everything in their power to find him, the Defendant told him: “I think you’re are going to find him in a shallow grave near water with a bullet hole in the back of his head.” Officer Patrick testified that the Defendant then looked up, stared right in his eyes, and stated: “Boy, I’m a cold hearted son-of-a-bitch,” then, turned around and walked away.\nMs. Elaine McKinley, a friend of the Defendant and his family, testified to the predominant version of the events which *57he recounted to her. Specifically, he stated that a man knocked over a garbage can to make his parents and his son think that dogs had done it. Then, possibly, his son went outside to chase the dog away when the man grabbed him, holding a gun to his head, using him as leverage to back his father down the hall to his bedroom. He stated that he could see his father trying to shut his bedroom door, the man getting his hand wedged in it, and the gun going off. When his dad fell, he could picture his mother hollering his father’s name and then being shot. She further remembers him stating that, because the crime occurred close to New Year’s, the man had waited to make sure that no one could distinguish the gun shot from a firecracker. Then, he described the route which the man would have taken when he left the house, elaborating that after the man crossed the railroad tracks on Naff Street, he looked into his rear-view mirror and said, “I’ve got away with this, you know, I’m free, I’ve got away with this.”\nMotive\nThe State advanced that the Defendant thought he would be disinherited with the passage of a new law on January 1, 1996 (the 1996 Act). The record clearly reflects that the Defendant had become aware of the 1996 legislative act, which he thought would enable parents to disinherit their children, although it is unclear whether he gained this knowledge before or shortly after the murders. The record, also, reflects that the Defendant had thought about the way he would dispose of his inheritance. Before the murders, he had told Mr. Magee that he estimated his share of the inheritance to be a half-million dollars and that as soon |17as he would obtain it, he would build an “A-frame” house on Frenchman Bend, a local upper-class subdivision.\nThird, regarding his fear of being disinherited, the record contains contradictory statements. On one hand, he told several witnesses that he did not fear that his father would disinherit him. L.S., the will’s executrix, testified that no one attempted to change any of the will’s provisions.\nOn the other hand, the record reveals that his father did not appreciate having to support him. When Agent Tanza asked him about his financial situation, he said that his father had been supporting him and that he was on food stamps as a subsidy. He disclosed that his father was cutting him off from any future funds, causing him to have financial problems. He commented that he had gambled $5.00 at the casino — $5.00 which he could not afford to lose. Yet, he showed Agent Tan-za $120.00 from his wallet, stating that his father had given him $160.00 on Friday night before the murders.\nFurther, he told Mr. Waller that he was going to be cut out of his father’s will, and that “his daddy was going to leave everything he had to his three grandchildren and one great grandchildren (sic) which made four. He was going to leave it to the four kids, that he was not going to leave anything to [the Defendant], that he was going to leave it to all four of those kids.” However, approximately three weeks after the murders, the Defendant showed Mr. Waller a copy of his father’s will to prove that he had not been cut out.\nNevertheless, the Defendant expressed significant concern regarding the 1996 Act’s effects. For example, Mr. Anthony had heard him say that “at least it happened one day before the inheritance law went in effect.” Moreover, the record clearly reflects the Defendant voicing his preoccupation regarding inheritance issues, almost immediately after he and his daughter discovered his parents’ bodies. *58For instance, he asked J.M., whether he could evaluate his parents’ financial worth.\nFinally, the record also contains evidence of friction between the Defendant and his father. The Defendant had told Mr. Anthony that his father was mean. Mr. Anthony testified, generally, that the two did not have a very good relationship. Nevertheless, Mr. Fortner noted that he had met L.M. approximately two weeks before the murders, because L.M. had work for him to do, and L.M. told him that |1she wanted to restock his store to generate income for the Defendant and “the kids.”\nDefendant’s State of Mind\nDuring trial, various witnesses testified regarding the Defendant’s behavior and state of mind before and after the murders. From Mr. Magee to Mr. Haley, none noticed that he had exhibited any abnormal behavior.\nOn December 31, 1995 after discovering the victims’ bodies, the Defendant apparently took “Xanax.” Witnesses described his behavior from calm to angry and cold to affected with grief.\nOn one hand, when he sought Ms. McDonald’s help immediately after discovering his parents’ bodies, he appeared to be calm and when he delivered the news, she thought that he was joking. During his January 4, 1996 interview with the Defendant, Agent Lee described his behavior as being calm, cool, collected, and showing very little emotion and referring to his parents as “those people” and to his son as “that boy.” Additionally, the Defendant told Deputy Frank that “[t]his was the biggest case that ever hit Morehouse Parish ... and it was going to be [sic] put Morehouse Parish on the map[.]” He, also, told him that he would spend every cent of the insurance money to find whoever committed the murders. Mr. Harvey Goleman described the Defendant as being a little distraught but when the Defendant told him how he thought the murders occurred, he appeared to be unemotional, presenting a well thought-out theory, suspiciously trying to make a point. Furthermore, Mr. Waller explained that when he and the Defendant watched the news on television as it reported his parents’ killings, the Defendant did not comment on his son’s picture but started laughing when the program showed his picture, after which he stated: “[L]ook at me, look how I look ... they should’ve gave me time to get prepared if I was going to be on TV and I could’ve looked better” and “[T]his is the way you look when you’ve been up for two days and nights without any rest.” Finally, when he learned that R.M.’s body had been discovered, he became irate, started talking about his father, calling him a “sorry son-of-a-bitch.”\nOn the other hand, Me.M. stated that the Defendant did not usually express much emotion in a public setting. Usually, when he would get upset, he would | 19laugh or become fidgety with his hands and withdraw from everyone. Me.M., L.S., Ms. Tubbs, Ms. Gregory, Mr. Magee, Mr. Anthony, K.M., Mr. Fortner, and Ms. Gregory, generally, recalled seeing him crying, expressing concern regarding his son and grieving over his parents’ death. Specifically, Mr. Magee found him to be “[s]paeed out, more or less, kinda jittery,” after the discovery of the murders. Also, Ms. Gregory remembered that he looked “bewildered and confused” at his parents’ funeral visitation and “trying real [sic] hard not to cry” at his son’s. Moreover, the day after the crimes’ discovery, Mr. Fortner recalled seeing him and other people in a vehicle which constantly stopped, with people shouting his son’s name while he sat in the backseat with tears in his eyes and on his face.\n*59Additionally, KM. explained her father’s apparent stupefaction when she told him that “Ma-Maw and Pa-Paw are asleep on the floor.” She noted that “his eyes got real [sic] big, and he was kinda looking at me crazy ... and he kinda freaked out.” She found her father to have been very upset the afternoon after the crime — crying and being frantic. She stated that he had shown sadness over his son’s disappearance and his parents’ deaths. She testified that he cried several times-the day his parents were found, the day of their funeral, the day his son was found, and the day of his funeral. She also remarked that he would cry, off and on, at other times. Moreover, she commented that he was affectionate to both her and her brother, often hugging them and telling them that he loved them, and insisted that she never became afraid of him at any time after the crimes.\nFinally, Ms. Joan Gray, a MPSD nurse in 1996, testified that after being arrested, the Defendant was placed in solitary confinement, apparently at his attorney’s request. She visited him because he refused to eat. She described him as looking depressed and having lost approximately twenty-one pounds in one month. Miscellaneous Facts\nAfter the crimes’ discovery, the Defendant expressed his concern regarding his father’s wallet. Specifically, he asked Ms. Gregory whether she knew if the police could prove the presence of his fingerprints on his dad’s billfold. The MPSD found his father’s billfold lying on the floor in the entrance hall, empty of any money, except for a dollar bill with the Defendant’s fingerprint. During trial, KM. explained that L.M. usually emptied his pockets on the kitchen counter | ^before going to bed, except for his billfold, which he left in his bedroom because he usually carried large amounts of cash. In his interview with Agent Tanza, the Defendant admitted that his father had been supporting him, complementing his food-stamps’ receipt but that his father was cutting him off from any future funds, causing him to have financial problems. In fact, on December 30, 1995, he had gambled $5.00 at Lucky’s which he could not afford to lose. Nevertheless, when Agent Tanza asked him if he carried money, he took $120.00 from his wallet, explaining that his father had given him $160.00 on Friday night.\nViewing the evidence in the light most favorable to the prosecution, we find that a reasonable jury could decide, beyond a reasonable doubt and excluding any reasonable hypothesis of innocence, that the Defendant committed the crime. While reaching our decision, we are most impressed with the Defendant’s various statements, which reveal his factual knowledge regarding the crimes’ commission— knowledge that no one else but the murderer could possess. Furthermore, we remain unimpressed with his alibi, because it did not cover the entire period of time for which his parents could have been killed. Finally, we note that we reach our decision without considering Ms. Felicia Wall’s video-taped testimony or an audio-tape of a December 4, 1996 pre-trial hearing in which the Defendant had several, apparently inculpatory, outbursts. Accordingly, we find no merit in this assignment of error.\nAdmissibility of Inoulpatory Statements\nThe Defendant claims that the trial court erred when it admitted into evidence testimonies regarding his alleged statements to certain witnesses. In essence, he argues that his statements did not bear any probative value, because they did not show his pre-existing knowledge regarding the fashion in which the murders occurred; therefore, they should have been excluded under La.Code Evid. art. 401 &amp; 402. He *60further contends that because his statements had no probative value, the State merely sought their introduction for their prejudicial effects. Thus, l^he concludes that the trial court erred when it failed to exclude them under La.Code Evid. art. 403.\nIn State v. Jeanlouis,15 we stated that “[rjelevant evidence is that which tends to make the existence of a fact at issue more probable or less probable. Relevant evidence is generally admissible but may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, misleading of the jury, or by considerations of undue delay, or waste of time.” Additionally, in State v. Lee,16 we found that “[t]he comments following La. Code Evid. art. 402 note that to be admissible under the Code of Evidence, relevant evidence need not have any pre-determined minimum weight.” Further, in State v. O’Quinn,17 the supreme court remarked that evidence need not present strong, full, or representative value to produce persuasion and be relevant. Instead, it explained that the evidence is relevant when the trial | ^court considers that it is worthy of the jury’s consideration.\nFirst, we address the relevancy/probative value issue regarding the Defendant’s alleged statements concerning the wounds’ location on his parents’ bodies, the location of his son’s body and the fashion in which he was killed, and the various killing scenarios he allegedly detailed. The trial court found the statements to be admissible, because they tended to show that the Defendant possessed some degree of knowledge which, only, the killer could have known. We agree. Although this is an issue of relevancy, the Defendant focuses on how this evidence is unreliable, instead of demonstrating how it is irrelevant. His attacks merely apply to the evidence’s weight, not its relevancy.18 In other words, whether the knowledge, which his statements displayed, could be explained for reasons other than those which the State advanced — he knew because he killed — bore on weight, not relevancy. Weight is an issue properly left for a jury’s determination.\nSecond, the Defendant argues that under La.Code Evid. art. 403, the trial court erred when it failed to exclude his statements because their danger of unfair prejudice outweighed their probative value. After reviewing the record and considering the Defendant’s argument, we find that neither the Defendant demonstrated, nor the record reflected, how the trial court erred when balancing probative value and unfair prejudice dangers in favor of admitting the statements. Accordingly, we affirm the trial court’s decision on this issue.\nFinally, the Defendant claims that his mental state rendered his statements unreliable, because they resulted from madness rather than guilt. He supports his assertions with three doctors’ reports, ensuing from pre-trial examinations. We find that the Defendant objected to the statements’ introduction in his December 4, 1996 motion to suppress. However, he failed to raise an objection at the ensuing motion-to-suppress hearing, and he did not *61reiterate the objection during trial. Accordingly, we find that he waived his objection.\nNevertheless, for the Defendant’s benefit and in the interest of justice, we address the merit of his argument. After incarceration, he underwent psychological | yatests to determine his competency to stand trial. Upon evaluating him, Dr. Debora Murphy, Dr. Frank Weinholt, and Dr. Paul Ware issued reports which, for the most part, revealed his mental disturbance. However, Drs. Weinholt and Murphy rendered their reports approximately one-and-one-half years after the December 4, 1996 hearing and two-and-one-half years after the crimes’ commission. Further, the reports did not specify that he was insane at the time he made the statements. Finally, whether or not he may have been still does not explain his apparent pre-murder-acquired knowledge which his statements exhibit. Accordingly, we find that the doctors’ reports, albeit indicative of some type of mental disturbance, did not show how such mental disturbance was contemporaneous to the Defendant’s incul-patory statements such as to make them involuntary, unintelligible, or unreliable. Thus, we find no merit in this assignment of error.\nDenial of Confrontation Right\nThe Defendant urges that the trial court erred when it denied his right to confront the State’s witnesses and, thus, irrevocably damaged his right to present a defense. Specifically, he argues that “the court’s ruling preventing [him] from calling witnesses and from cross-examining State’s witnesses as to the other, wild, outlandish, and false statements he made, left the jury with only half the story.”\nHearsay Objections\nFirst, the Defendant maintains that the trial court erred when it restricted his right to cross-examine witnesses, testifying to some of his statements. Specifically, he contends that it erred when it sustained the State’s hearsay objection, regarding statements which he made to Mr. Magee, Mr. Goleman, and Ms. McKinley. Thus, he was deprived of his right to present a defense.\nDuring trial, the trial court found that some of the statements which the Defense could elicit from witnesses would be inadmissible hearsay. However, the trial court refused to fashion a blanket order but, instead, stated that it would rule on each piece of evidence when offered for introduction. Thereafter, trial proceeded with Mr. Magee’s and Mr. Goleman’s testimonies, during which the Defendant did not seek introduction of any statement subject to the State’s objection. Further, the Defendant’s inability to elicit the information, which he l^sought from Ms. McKinley, was, merely, due to her failure to recollect such information rather than to the State’s objection, which the trial court would have inappropriately sustained. Accordingly, we find no merit in this part of the Defendant’s assignment of error.\nMs. Gray\nThe Defendant asserts that the trial court erred when it limited his examination of Ms. Gray regarding his demean- or when she examined him in September of 1996. She was a nurse for the facility in which he had been imprisoned. Allegedly, she would have testified that his December 4, 1996, pretrial outbursts resulted from his mental illness and stress.\nDuring her testimony, she reported that he had been placed in solitary confinement, did not eat, lost twenty one pounds, and appeared depressed. Nevertheless, when asked why she thought that he was depressed or whether she could provide documentation regarding the rate at which *62he lost weight, the trial court sustained the State’s objections on relevancy grounds. Specifically, the court found that, as a nurse, she was not qualified to testify regarding these questions. We agree and affirm the trial court’s decision on this issue.\nDR. Ware\nNext, the Defendant contends that the trial court’s decision to bar Dr. Ware’s testimony during trial, regarding the vol-untariness and reliability of his statements, robbed him of his defense. Further, he avows that his counsel’s failure to present Dr. Ware’s testimony constituted ineffective assistance of counsel.\nDuring trial, the Defendant sought to introduce Dr. Ware’s testimony into evidence concerning his statements’ lack of voluntariness. The trial court found Dr. Ware’s testimony to be inadmissible. The Defendant applied for writs and requested that the trial court stay the proceedings pending his writ application. It denied his request: Notwithstanding, we granted the stay while considering thej^merits of his writ application.19 However, the trial court did not become aware of our stay order until after the defense rested its case. The defense proceeded with its last witness and rested without mentioning the writ application. On the merits, we reversed the trial court’s decision, holding that “[t]he trial court erred in denying Defendant the opportunity to present his defense. La.Code Crim.P. art. 703(G) permits a defendant to introduce ‘evidence during the trial concerning the circumstances surrounding thé making of the confession or statement for the purpose of enabling the jury to determine the weight to be given the confession or statement.’ ”20 We notified the trial court of our decision, after which, a discussion transpired among parties to attempt to cure the defects which the trial court’s failure to stay the proceedings had caused.\nThe trial court asked Defense Counsel whether he “elected to go forward at this time, reserving the issues on this writ for purposes of appeal if necessary, is that correct?” Defense Counsel agreed, but the State replied that:\n[T]he problem with that is now the record is somewhat misleading in that it seems to indicate Dr. Ware was here, ready to testify, when in fact I believe Thursday, the day before we were going to get through, we were presented with a written motion, asking that Dr. Ware be entitled to examine the defendant on Sunday to determine what, if anything, he would be able to testify. The State has received nothing other than Dr. Ware’s involvement in sanity commissions and have nothing in its hands to indicate that Dr. Ware would be able to testify as to the defendant’s condition on December 4th, 1996, or anything else.\nAccordingly, the State suggested that the court allow Dr. Ware to examine the Defendant to determine what, if anything, he would offer in testimony. The trial court then asked if a “stipulation as to the correctness of the procedure [would] cure the record for [the State’s] purposes.” The State responded that it would not if the record indicated that Dr. Ware was prevented from testifying. Defense Counsel admitted that he did not know what Dr. Ware would say, because Dr. Ware did not want to render any opinion until he spent some time with the Defendant. Defense Counsel suggested that the record would not be unclear if the | ¡^parties agreed that Dr. Ware was not in court ready to testify *63but wanted to examine the Defendant before testifying. In fact, he did not know whether he would use Dr. Ware’s testimony until he could examine the Defendant and render an opinion. The State advised that it could wait for Dr. Ware to examine the Defendant. Defense Counsel then informed the court that Dr. Ware could be there at 10:00 a.m. and ready to testify by 3:00 p.m. The court agreed to allow the testimony on that condition.\nThe record reflects that both the State and the trial court expressed their willingness to wait for Dr. Ware’s examination. Accordingly, the Defendant did not show that the trial court wrongfully prevented Dr. Ware’s testimony.\nAlternatively, the Defendant claims that his trial counsel was ineffective for failing to present Dr. Ware’s testimony. However, we note that Dr. Ware had not examined the Defendant at the time of trial; thus, Defense Counsel did not know whether he would use Dr. Ware’s testimony. Similarly, on appeal, we cannot determine whether Defense Counsel’s decision not to present Dr. Ware’s testimony prejudiced the Defendant. Accordingly, we deny this part of his claim at this time.\nEvidence of the Victims’ Fears\nThe Defendant alleges that the trial court erred when it failed to allow testimonies which may have revealed the identity of the murderer. He refers to Me.M.’s testimony. Me.M lived with the victims for approximately three years before getting married on November 27, 1993. She recounted that her grandmother had expressed fear regarding certain events on several occasions. In fact, she witnessed what her grandmother described and stated that it concerned and bothered her but did not upset her as it did her grandmother. Nevertheless, as Me.M. attempted to describe what these events were, the State objected, arguing relevancy. Defense Counsel responded that he needed Me.M.’s testimony to establish a reasonable hypothesis of innocence. The State retorted that the events would be irrelevant because they occurred approximately six months before the murders.\nSubsequently, the State requested, and the trial court ordered, that Me.M. give her testimony out of the jury’s presence. Me.M. testified that, occasionally, as she would smoke on her grandparents’ front porch around 2:00 a.m. or 3:00 |g7a.m., she could see police cars going in and out behind Audrey’s. She explained that her grandparents used to sleep in separate bedrooms, her grandmother sleeping in a front room where she would see marked or unmarked police cars turning around Audrey’s parking lot, shining their bright lights directly on the house. Sustaining the State’s objection, the trial court found this evidence to be irrelevant, because “[p]olicemen are famous for killing time on the night shift.” Defense Counsel argued the following:\nJust as the State had to put its case together through various pieces, the Defense also has to put its case together through various pieces. There has already been testimony that one of the last people who saw [L.M.] alive was a law enforcement officer. The next piece that we attempted to put on was that there was a concern and there had been an expression of concern and there had been observations that policemen — well, law enforcement people called — that appeared to be law enforcement called, were congregating behind Ms. Audrey’s store, going in and out at all times of the night. So, it is an essential piece — I mean, we have to present other reasonable hypothesis, and it takes various pieces of evidence to finally create the *64hypothesis. So, we feel that we should be able to explore that avenue because there was one piece already in, another piece, and we have to present another piece and another piece before we can fully show what the other reasonable hypothesis may be.\nThe trial court asked Defense Counsel whether he could produce anything to show “any type of complaint, any type of harassment, any type of anything, from these cars going up and down Collinston Road or turning around or sitting there drinking a Coke or smoking a cigarette or something!!]” Defense Counsel stated that they could show that a group of cars would go behind the store while another car would guard the entrance. He also stated that a law enforcement officer was one of the last to have seen L.M. alive. Again, the court found this evidence to be inadmissible, stating that the Defendant did not show that the parade of cars was anything more than what occurs on public highways everywhere.\nThe record reveals that the Defendant did not show how the described police activities could be connected to the murders. In effect, he did not name any particular individual participating in the gathering, nor offer any evidence connecting anyone to the murders. Additionally, he did not introduce any | ¡^evidence, establishing that this police gathering was still ongoing during the six months preceding the murders. Accordingly, we affirm the trial court’s decision on this issue, as well.\nRefusal to Grant Witness Immunity\nThe Defendant protests that the trial court severely restricted his right to present a defense when it refused to grant immunity to several exculpating defense witnesses. Specifically, he asserts that it should have granted immunity to Mr. Tom Malloy or, in the alternative, allow Mr. Malloy’s attorney, Mr. Cameron Murray, to testify regarding his client’s statements.\nFirst, we note that La.Code Crim.P. art. 439.1 only permits to grant statutory immunity when the attorney general requests it in conjunction with the prosecuting district attorney.21 Further, Louisiana courts possess no statutory authority to grant immunity, outside of Article 439.1’s procedure.22 In State v. Mattheson,23 the Louisiana Supreme Court held that judicially fashioned immunity must arise from the constitutional guaranties or compulsory process or due process. The Mattheson court also found that federal courts have uniformly rejected the concept of court ordered immunity.24 In essence, federal courts do not consider that the sixth amendment supports a claim for defense witness immunity. They reason that the amendment’s compulsory process clause gives defendants the right to bring nonprivileged witnesses to court but does not displace a proper privilege claim, such as that against self-incrimination.25 Further, La. Const, art. I, § 16 has never been construed to import such a right.26 Additionally, the due process clause does not require that a defense witness be granted immunity whenever it appears fair to Dado *65so.27 Simply, the essential fairness, which the fifth amendment requires, guards defendants from prosecutorial overreaching and insulates them from prejudice.28 However, it does not place upon courts or the state a general obligation to obtain lawfully privileged evidence.29 Finally, a trial court may properly reject a claim for defense witness immunity whenever the witness for whom immunity is sought may be an actual or potential target of prosecution.30\nDue Process\nIn the case sub judice, the Defendant insists that the trial court erred when it denied his request to order the District Attorney to grant Mr. Tom Malloy immunity in exchange for his testimony. During a pre-trial hearing, for the most part, Mr. Malloy pled the Fifth Amendment right against self-incrimination. He limited his testimony to admitting serving time for bank robberies, which he committed in South Carolina and Louisiana. When asked whether he knew the location of tapes which would completely exonerate the Defendant of his parents’ and son’s murders, he replied that he “could have access if [he were] to get immunity,” but did not know their exact location. Thereafter, he refused to answer any questions regarding statements which he, allegedly, had made to Mr. Murray. Mr. Malloy’s repeated Fifth Amendment right assertion indicates his potential for being a prosecu-torial target. Accordingly, under Matthe-son, the trial court did not err when it denied the Defendant’s request to order the State to grant Mr. Malloy immunity.\nThe Defendant argues that the trial court should have ordered Mr. Malloy’s immunity to secure his testimony under Government of Virgin Islands v. Smith,31 where the Federal Third Circuit Court of Appeal delineated two theories upon which due process may require that a defense witness’ testimony be immunized. The first theory applies when prosecutorial misconduct is shown. This conduct | ¡^consists of a deliberate intent to disrupt the fact-finding process. The second theory provides that immunity may be granted upon satisfying the following prerequisites, to wit: (1) immunity must be properly sought in the district court; (2) the defense witness must be available to testify; (3) the defense witness testimony must be proffered and clearly exculpatory; (4) the testimony must be essential; and (5) no strong governmental interests countervail the grant of immunity.32\nWe note that in Mattheson v. King,33 the United States Fifth Circuit Court of Appeals declined to follow the second Smith-theory, considering that, in the “absence of prosecutorial misconduct, separation of power concerns and the possibility of abuse preclude federal district courts from granting immunity to a defense witness merely because that witness has essential exculpatory information unavailable from other sources.”34\nIn the case sub judice, relying on King,35 the record does not indicate any *66prosecutorial misconduct. Further, assuming that we chose to implement the second of the Smith theories, the record does not indicate that Mr. Malloy’s testimony would be clearly exculpatory and that there would be no strong governmental interests opposed to Mr. Malloy’s immunity grant. Accordingly, whether under Smith or King, we do not find any merit in the Defendant’s argument.\n\nBrady v. Maryland\n\nNext, the Defendant advances that the State violated his Brady v. Maryland36 rights. In Brady, essentially, the United States Supreme Court held that, upon request, the State must produce evidence that is favorable to the defendant when |81it is material to guilt or punishment.37 The Defendant further relies on State v. Lee,38 where the Louisiana Supreme Court stated:\nThe district attorney should be required to “permit or authorize” the defendant to inspect, copy, examine, test or reproduce documents and tangible objects “within the possession, custody, or control of the state”, if the articles sought meet certain statutory criteria. La. Code Crim.Proc.Ann. art. 718 (West 1981). The district attorney’s obligation is subject to statutory limitations. Id.; La Code Crim.Proc.Ann. art. 723 (West 1981). However, the code does not limit or deny discovery on the basis of whether an article is contained in the district attorney’s file. Therefore, if the district attorney has the power to permit or authorize the discovery of an article within the possession, custody, or control of the state that falls within the criteria of discoverability and does not fall within the statutory limitations on discovery, the court should order the discovery.\nThe Defendant claims that the State had constructive possession of exculpatory evidence, which it failed to produce when it refused to grant Mr. Malloy immunity. He asserts that if immunity had been granted, Mr. Malloy would have revealed the existence of tape recordings and the murder weapon and that this evidence would have proved him innocent.\nWe find that Mr. Malloy’s alleged knowledge or ability to obtain the supposed tapes and the murder weapon did not make the evidence within the State’s possession, custody, or control, unless the State had decided to grant Mr. Malloy immunity. We have already found that the State could not be forced to grant Mr. Malloy immunity. Furthermore, the Defendant did not show that Mr. Malloy possessed definite knowledge regarding the tapes’ and weapon’s whereabouts and their probative value. Accordingly, we find no merit in the Defendant’s argument.\nMr. Cameron Murray’s Testimony\nFinally, the Defendant charges that because the trial court denied him the opportunity to secure Mr. Malloy’s testimony, it erred when it denied his “Motion la¡&gt;to Use Hearsay Statements of Mark Harris.” The Defendant’s motion alleged that Mr. Malloy had told Mr. Murray, an attorney, that Mr. Harris had confessed to the Defendant’s parents’ murders. It further specified that Mr. Harris was dead, and Mr. Malloy was unavailable to testify because of the State’s refusal to grant him immunity. The State objected to Mr. Murray’s testimony on the ground that the information, which Mr. Malloy allegedly gave'Mr. Murray, was privileged.\n*67After a hearing on the motion on August 13, 1999, Mr. Malloy’s attorney, Mr. Lee Perkins, informed the court that he had filed a motion for a protective order and continuance. He further stated that Mr. Malloy believed that Mr. Paul Kidd and Mr. Murray represented him during their discussion, as they promised that it would not be divulged. Mr. Perkins stated that Mr. Culpepper and Mr. Kidd were partners — both names appearing on their firm’s letterhead — and Mr. Culpepper had represented Mr. Malloy in one of his criminal prosecutions. He asserted that their firm employed Mr. Murray as an associate counsel.\nMr. Murray explained that the Culpep-per/Kidd partnership was unclear — as Mr. Kidd had Mr. Culpepper on his letterhead, but Mr. Culpepper did not have Mr. Kidd on his. He explained that Mr. Culpepper would come into the office and use the telephone sometimes but commented that he did not know whether they were actual partners. Finally, he stated that he worked with Mr. Kidd and that he interviewed Mr. Malloy to obtain information concerning the Defendant’s case. Before he had Mr. Malloy’s interview, he told him that any of his statements would not be privileged or remain confidential.\nNevertheless, the trial court held that the information which Mr. Malloy gave Mr. Murray was privileged. Defense Counsel objected and requested to proffer evidence regarding the substance of Mr. Murray’s testimony. Mr. Perkins did not object to a proffer but requested that it be placed under seal. The court stated it would consider the request but would not address it at that time.\nConsidering these facts, we do not find it necessary to determine whether the attorney-client privilege attached to the Murray/Malloy conversation. Indeed, the Defendant did not show that Mr. Murray’s testimony would have been admissible if it were not privileged. In fact, during the pre-trial hearing, the trial court did not allow Defense Counsel to proffer Mr. Murray’s testimony. However, the Defendant failed to re-urge this motion during trial. In effect, the fact that l33Mr. Malloy had asserted his Fifth Amendment privilege during a pre-trial hearing did not, necessarily, mean that he would assert it again during trial. Further, neither the Defendant indicates, nor the record shows, that Mr. Malloy was called as a trial witness and, at that time, asserted his Fifth Amendment privilege. Accordingly, to preserve for review the issue regarding Mr. Murray’s testimony exclusion, the Defendant should have called Mr. Malloy as a trial witness and upon Mr. Malloy’s supposed eventual invocation of his Fifth amendment rights, he should have re-urged his motion to present Mr. Murray’s testimony. Then, had the trial court denied the motion again, he should have proffered his testimony. Although this procedure appears fastidious and somewhat repetitive, it is designed to allow proper appellate review. Indeed, absent a record of Mr. Murray’s testimony, we have nothing to review on appeal. Accordingly, we find no merit to this argument.\nConflicts of Interest\nThe Defendant entreats that we reverse his conviction based on several conflicts of interest, which he alleges that his trial counsel possessed with several key witnesses and that these conflicts severely thwarted his defense.\nSpecifically, he states that one of his trial counsel, Mr. Scott McElroy, communicated a sealed “Ex Parte Notice of Conflict” (the Notice), dated September 28, 1999, which the Calcasieu Parish Clerk of Court’s office received on October 4, 1999. Thus, he asserts that we should reverse his conviction because the trial court pro*68ceeded with trial without inquiring into Mr. McElroy’s Notice. He argues that these conflicts impacted upon six of the State’s witnesses, two of which provided crucial evidence against him. He further advances that Mr. McElroy’s conflicts prevented his effective cross-examination and influenced his decision not to call potential witnesses to testify.\nThe State rebuts the Defendant’s assertion, claiming that the trial court never became aware of the Notice. It points to the letter which Mr. McElroy attached to the Notice, addressed to the clerks and State, stating “[e]nclosed please find one envelope containing one ex parte motion which I wish to have filed into the record without being opened.” The State insists that nowhere in the Notice or attached letter did Mr. McElroy indicate that he had informed the trial court of such conflicts or had instructed the clerk to transmit the Notice to the trial court.\nIs^We find that the record supports this claim. It does not indicate that Mr. McEl-roy made the trial court aware of the Notice. Indeed, the court’s minutes do not mention the Notice or any pertaining discussion. Further, a September 28, 1999 hearing, which took place on the same day that Mr. McElroy signed the Notice, does not reveal any discussion regarding conflict issues or the Notice. Accordingly, we find that Mr. McElroy did not make the trial court aware of potential conflicts of interest before trial. Therefore, we apply the post-trial standard of review to the Defendant’s appeal.\nFor the most part, issues of conflicting loyalties arise in the context of joint representation. Nevertheless, they may also arise when an attorney has to cross-examine a State witness or call a defense witness who the attorney represents in another litigation.39 When an objection to an attorney’s conflict of interest is raised after trial, the defendant must show the existence of an actual prejudice which adversely affected the counsel’s performance.40 In State v. Kahey,41 our Louisiana Supreme Court adopted the definition of an actual conflict of interest, which the Federal Fifth Circuit Court of Appeal announced in Zuck v. Alabama,42 as follows:\nIf a defense attorney owes duties to a party whose interests are adverse to those of the defendant, then an actual conflict exists. The interest of the other client and the defendant is sufficiently adverse if it is shown that the attorney owes a duty to the defendant to take some action that could be detrimental to his other client.\nAdditionally, in State v. Carmouche,43 our Louisiana Supreme Court stated that to establish an actual conflict of interest, the defendant must prove that the situation in which his attorney acted appeared to be inherently conducive to divided loyalties. Nevertheless, absent a full evidentiary hearing on the issue and based on |3Bthe record’s insufficiency, we decline to address this issue in this appeal but find, instead, that it should be more properly addressed via application for post-conviction relief.\n*69Right to a Speedy Trial\nFirst, the Defendant argues that the state violated his statutory right to a speedy trial under La.Code Crim.P. art. 578(1). Defendants may only raise this argument before trial by filing a motion to quash, otherwise, it is waived.44 In the case sub judice, the Defendant did not file this motion. Accordingly, we find that he is, now, precluded from asserting this statutory violation.\nSecond, on October 23, 1996, eight months after prosecution was instituted, he filed a Motion to Quash, alleging that his Sixth Amendment right to a speedy trial had been violated. Apparently, the trial court denied his motion on August 14, 1997, without a hearing. He asks us to review this issue.\nIn State v. Williams,45 we held that:\nThe constitutional right to a speedy trial attaches when an individual becomes an accused, either by indictment or bill of information, or by arrest and actual restraint. The initial inquiry is into the length of the delay. If the delay is presumptively prejudicial, there will be an inquiry into other factors, such as the reasons for the delay, defendant’s assertion of his rights, and the actual prejudice to defendant, [citation omitted].\nFurther, in Barker v. Wingo,46 the United States Supreme Court identified four factors to determine whether a particular defendant had been deprived of his right to a speedy trial; namely, (1) the length of delay; (2) the reason for the delay; (3) the defendant’s assertion of his right; (4) prejudice to the defendant.\nIn the case sub judice, the Defendant was arrested on, approximately, February 29, 1996, the date on which a grand jury also indicted him with three first | aridegree murder counts. Jury selection began on October 4, 1999 or three years and seven months after his arrest and indictment. The Defendant claims that no good reasons supported this delay, except for the original judge’s refusal to set a prompt date due to his retirement.\nParticularly, the Defendant argues that the delay proved extremely detrimental to his health, leading the prosecution to insist on him having a second sanity commission examination and damaging his relationship with his original Defense Counsel, Mr. Kidd. Further, he asserts that the delay prejudiced his case in that four crucial witnesses — Mr. Harris, Mr. Steve Davis, Mr. Thomas Bandy, and Mr. Buddy Henderson — died before trial. Similarly, witnesses who actually testified at trial could not recollect all of the details surrounding the murders. On the contrary, the State responds that the complexity of the case, the appropriateness of a forum, as well as the Defendant’s actions in firing his attorney and filing numerous motions contributed to the delays.\nFirst, we consider the length of time which lapsed between the Defendant’s arrest and his trial, approximately three years and seven months. A grand jury indicted him on three counts of first degree murder. Thereafter, he requested a change of venue, which the trial court granted on July 29, 1996. The trial court agreed to have the jury selected in another parish, St. Tammany Parish, on September *706, 1996. Nevertheless, because the September 23, 1996 date appeared impossible to meet, the Defendant objected to this venue.\nHe filed another change of venue motion, which, again, the trial court granted on October 16, 1998, causing the entire trial to be moved to another parish, Calca-sieu. Trial began approximately one year later. Additionally, he filed several motions to suppress, August 2, 1996, August 22, 1997, August 20, 1998, and September 29, 1999, or a week before trial. And, he filed several motions to quash and other miscellaneous motions on October 23,1996, October 30, 1996, February 26, 1998, August 11, 1999, and August 13, 1999. On July 19, 1999, he filed a motion, requesting the trial court to order the State to grant Mr. Malloy immunity. On October 30, 1997, Judge Joyce recused himself from the case, leading to a new judge’s appointment on November 10,1997.\nMoreover, the trial court appointed two sanity commissions. At one of the sanity commission appointment hearings, on September 6, 1996, Defense Counsel [ 37objected to the appointment, and at the ensuing competency hearing, he announced that the Defendant was ready to stand trial. The trial court agreed and found him to be competent to stand trial. Nevertheless, on October 20, 1997, the Defendant filed a motion styled as “Motion to Determine Whether Defendant’s Mental Disability is the Result of Extended Incarceration or the Result of Mental Incapacity to Proceed and/or a Combination of Both.” This motion led the trial court to appoint a second sanity commission to which the Defendant unsuccessfully objected. Ultimately, on June 12, 1998, the trial court, again, found him to be competent to proceed.\nAn additional delay occurred on December 21, 1998, when Mr. Kidd moved to withdraw from the case because of the Defendant’s refusal to talk to him. Originally, Mr. McElroy, Mr. Roland Charles, and Mr. Douglas Wheeler represented him during his arraignment. Mr. Kidd had moved to enroll as counsel two months later on May 28, 1996. When Mr. Kidd moved to withdraw on December 21, 1998, the trial court informed the Defendant that he would have to arrange for private representation. He responded that he had unsuccessfully tried to secure representation for the past two or three months. Notwithstanding, the trial court permitted Mr. Kidd to withdraw and informed the Defendant that it had firmly scheduled trial for March 8, 1999, which it would not upset until he hired counsel and the trial court had the opportunity to consult with the new counsel. Nevertheless, on February 2, 1999, the trial court granted Mr. Kidd’s motion to re-enroll as counsel. Thereafter, Mr. Kidd took various medical steps to ensure that the Defendant would be able to “operat[e] on all cylinders[,]” or on an even keel.\nIn a March 22, 1999 hearing, the Defendant apologized to Mr. Kidd and the court for his previous outbursts, stating: “I’m ready to go ahead with this thing. I know there’s been a lot of delays over the past few years. I just want to apologize to everybody concerned, Mr. Jones.” Then, Mr. Kidd commented that since the Defendant regularly visited a doctor, he had perceived a “great difference in [the Defendant’s] demeanor[.]” Thereafter, the trial court ordered that trial be scheduled for October 4,1999.\nNevertheless, in a May 24,1999 hearing, the Defendant, again, requested to relieve Mr. Kidd from representation and stated that he hoped to have new counsel within a week or two. At that time, the trial court informed him that it l3Swould not upset its October 4, 1999 trial date. The trial court *71granted Mr. Kidd’s release and ordered that the Indigent Defender Board (IDB) be appointed for representation until the Defendant secured counsel. As a result, two IDB attorneys represented him at trial, which began, as scheduled, on October 4,1999.\nBased on this extensive procedure, which the Defendant primarily engineered, we find that the three-year-and-seven-month delay before commencement of trial was amply justified.\nNotwithstanding, the Defendant accuses that the trial court failed to consider his motion for a speedy trial and, thereafter, abused its discretion when it denied his motion for a release without bail under La.Code Crim.P. art. 701. The second circuit denied the Defendant’s writ on these issues, finding that “[h]e has failed to show an abuse of the trial court’s great discretion in determining that the delay was due to just cause including a motion for change of venue which has not been completely resolved, an issue pertaining to numerous statements made by applicant to third parties, and the time expended by the appointment of a sanity commission.”\nFor the same reasons as those which the second circuit announced, we find no merit in this part of the Defendant’s argument.\nJuey\nNext, the Defendant argues that the trial court’s decisions, regarding several jury issues, in effect, impinged upon his right to present a fair trial.\nPolice Guard During Trial\nFirst, he maintains that the trial court erred when it denied his objection concerning the deputies’ location, in the court room, during trial. He claims that the police surrounded him, giving the jury the impression that he was a dangerous man; consequently, affecting his pretrial presumption of innocence. The record reveals that, during trial, two policemen sat immediately behind him and his counsel. The trial court overruled the Defendant’s objection, explaining that “this is the normal manner in which capital cases are approached here in the 14th JDC.”\n| aaRelying on Dennis v. Dees,47 the Defendant finds error in this part of the trial court’s decision. In Dees, a federal district court granted a petitioner’s writ of habeas corpus after a defendant had been forced to stand jury trial in a striped prison garb, safety chains, restraining belt, handcuffs, and leg irons. Guards, armed with automatic weapons, had been stationed at all of the courtroom’s corners and egress/ingress points. Finding that the trial court’s explanation, that these safety measures were due to the local Sheriffs policy, was insufficient, the court held that the display denied the defendant his right to a fair and impartial trial.\nNotwithstanding, we determine that the circumstances in the case sub judice are distinguishable from those in Dees. In fact, in the instant case, although police officers sat near the defense table, the record does not indicate that their weaponry appeared visible to the jury or even that they actually wore uniforms. Accordingly, we find that the trial court did not abuse its discretion when deferring to courtroom policies that the Calcasieu Parish Sheriffs Office had implemented.\nVenire’s Exposure to Pretrial Publicity\nSecond, the Defendant asserts that the trial court erred in denying his motion to quash the jury venire after its exposure to a news program aired in the jury room, showing the Defendant wearing an orange jumpsuit, handcuffs, and sur*72rounded by police when escorted into the courthouse.\nLa.Code Crim.P. art. 419 provides that a jury venire “shall not be set aside for any reason unless fraud has been practiced, some great wrong committed that would work irreparable injury to the defendant, or unless persons were systematically excluded from the venire solely upon the basis of race.” Further, in State v. Monroe,48 the Louisiana Supreme Court found that jury venire may only be set aside for fraud, but not for prejudicial pretrial publicity, the latter only providing grounds for a change of venue.\nLnSimilarly, in the case sub judice, the Defendant failed to show grounds upon which the trial court could have granted a motion to quash based on Article 419. Indeed, he failed to show fraud or irreparable injury, as Article 419 requires. Further, he had the opportunity to question each of the jurors regarding their exposure to pretrial publicity and the effect it had on their individual opinions regarding his guilt or innocence, if any. And, he had the ability to challenge any of these jurors for cause.\nIn State v. Guillory,49 we reiterated the principle that a trial court should seek to prevent an accused from being viewed in shackles, handcuffs, or attire which is destructive of his presumption of innocence and dignity, as well as the judicial proceedings’ impartiality.50 The Guillory Defense Counsel moved to strike the entire jury venire because, before commencement of voir dire, the jury saw the defendant brought to court wearing handcuffs. We considered the defendant’s motion to strike to be, in effect, a challenge for cause of the entire jury.51 We held that the momentarily using restraints, simply, to transport the accused did not mandate mistrial.\nSimilarly, in the case sub judice, the Defendant fails to show any prejudice arising from juror’s news-clipping exposure. When they were questioned regarding this, only a few mentioned the clipping, specifically, and only a few explained that it affected their opinion. Further, he does not argue that the trial court wrongfully denied any of his challenges for cause. Accordingly, we find no merit in this assignment of error.\n\nVoir Dire\n\nThe Defendant claims that the trial court erred when it denied his motion, requesting that each individual juror be sequestered and questioned, individually, about knowledge of the case. He argues that since voir dire took place in panels of twelve, one juror’s prejudicial comment infected the entire panel. Specifically, he refers to jurors Carlin, Vick, and Lemelle.\n|41The State objected to his motion, stating that the proper procedure consists in sequestering a juror for individual questioning only after the juror states an objectionable opinion. The trial court denied the Defendant’s motion. It noted: “I feel that if we adequately monitor, as the Court will, the questions as to whether or not a person may or may not have formed an opinion and we shut down the questioning on that person, bring that person back in, *73that that [sic] will sufficiently cure any problems.”\nIn State v. Bourque,52 our Louisiana Supreme Court stated that no provision in our law prohibits or requires the sequestration of prospective jurors for individual voir dire. The Bourque court articulated that the manner in which to conduct voir dire, whether the jurors should be called individually or in groups, is left to the trial court’s discretion.53 Further, it specified that the defendant has the burden of proving that the trial court abused its discretion when the court refuses to sequester the jury venire during voir dire.54 It found that a trial court does not err in refusing requests for individual voir dire without a showing of special circumstances and held that a defendant must show a significant possibility that individual jurors will be ineligible to serve because of exposure to potentially prejudicial material.55\nThe Defendant refers to comments which prospective juror Carlin made. Carlin stated that what he had read about the case made the Defendant look awfully guilty. Nevertheless, these statements and further questioning occurred outside of the other prospective jurors’ presence. Accordingly, the Defendant suffered no prejudice from his questioning.\nSimilarly, prospective juror, Vick, commented that he believed that the Defendant was guilty because of what he heard from his girlfriend’s family, which lives near Bastrop. Nevertheless, his questioning, also, occurred outside of the other prospective jurors’ presence.\n1 ^Finally, the Defendant claims that some prospective jurors conducted some “evangelizing” during voir dire. His assertions on this issue refer to prospective juror, Lemelle’s, comments. First, we note that three of the prospective jurors, present during Ms. Lemelle’s statements, actually served on the jury. Nevertheless, after reviewing the substance of her statements, we do not find reversible error. Indeed, although she stated that she had formed an opinion regarding the Defendant, she did not specify the substance of her opinion. Furthermore, we also note that the Defense Counsel allowed her to “evangelize” before the other prospective jurors, by failing to object. Accordingly, we find no merit in this part of the Defendant’s assignment of error.\nPhotographic Evidence\nParents’ Photographs\nThe Defendant asserts that the trial court erred when it overruled his objection to the State’s introduction of crime scene color photographs depicting various parts of his father and mother’s bodies. He insists that the photographs’ gruesome nature created danger to inflame the jury and, thus, prejudiced him in such ways that it outweighed their probative value.\nIn State v. Perry,56 the Louisiana Supreme Court upheld photographic evidence’s admissibility, unless it appears to be so gruesome that it could overwhelm *74the jurors’ reason and lead them to convict without sufficient other evidence. In State v. Maxie,57 it further reasoned that the State is entitled to the moral force of its evidence. Post-mortem photographs of murder victims are admissible to prove coiyus delicti; corroborate other evidence establishing cause of death, location, and placement of wounds; and provide positive victim’s identification.58\nWe find that each photograph, in the case sub judice, depicts a different angle of the crime scene. The State used them to illustrate Sheriff Carroll’s testimony. Among the photographs, only one proves to be particularly gruesome. [43It showed the gunshot wound to the Defendant’s father’s face. However, Sheriff Carroll testified that it described the damage which the bullet wound did to his left eye area. Accordingly, we affirm the trial court’s decision that the photograph’s probative value outweighed the danger of unfair prejudice.\nThe Defendant also claims that the State could have achieved the same probative result by introducing black-and-white photographs, as opposed to color photographs which he finds to be unduly gruesome. We find no merit in this argument. Indeed, courts routinely find color photographs to be admissible.59 Accordingly, we affirm the trial court’s decision on this issue.\nR.M.’s Photographs\nNext, the Defendant protests that the trial court erred when it overruled his objection to the State’s introduction of color photographs, depicting his son’s body. Specifically, he contends that they were, unnecessarily, repetitious and gruesome. In effect, the photographs he objected to, showed his son’s body at the time that the police found it floating in a body of water.\nIn State v. Lane,60 the Louisiana Supreme Court held that the cumulative nature of photographic evidence does not provide a ground for inadmissibility if it corroborates the witnesses’ testimony on essential matters.\nIn the case sub judice, the State introduced R.M.’s photographs during Sheriff Carroll’s testimony. They showed different angles of the body and how the police found the body in relation to the surrounding landscape. Although the State did not, individually, introduce each photograph, we find that they tend to illustrate the numerous testimonies regarding the area and condition in which the police found R.M.’s body. Some photographs also corroborated Dr, Hayne’s testimony, regarding the type and location of the gunshot wounds which he sustained.\n144Accordingly, we do not find that the danger of unfair prejudice, which the photographs at issue may have presented, outweighed them probative value. Thus, we affirm the trial court’s decision on this issue.\nPolygraph Examination References\nThe Defendant claims to be reversible errors, two State witnesses’ references to polygraph examination during trial. Upon Defense Counsel’s questioning, Sheriff Carroll and Sheriff Buckley, both, somewhat referred to polygraph testing.\n*75The first reference occurred when Defense Counsel questioned whether he knew if the Defendant had been interrogated on more than one occasion, Sheriff Carroll responded “[w]ell, yeah, I do know that he was. He took the initial — he had the initial statement that night and then there were two other cases of the polygraph people.”\nThen, upon asking Sheriff Buckley whether his interview with the Defendant began after Mr. Robert Lee’s ended, he responded “[i]t may have. It may have been that way, yes, sir. I know Mr. Lee was a polygraph examiner, and he had done a post — .” The State immediately objected. The trial court asked Defense Counsel whether he had any objections, but he responded “[t]hat’s fine.”\nUnder La.Code Crim.P. art. 841, “[a]n irregularity or error cannot be availed of after verdict unless it was objected to at the time of occurrence.” The record reveals that the Defendant failed to raise an objection after each statement. Thus, we find that he failed to preserve this issue for review. Accordingly, we find no merit in his argument.\nHarvey Goleman’s Prejudicial Statement\nThe Defendant claims that he was denied due process of law when the State sought a statement from Mr. Goleman, which the trial court had previously decided to exclude. When Defense Counsel complained, the trial court admonished the jury to disregard the statement. The Defendant claims that this admonition, in effect, compounded the problem.\nWe find no merit in this argument. Indeed, the trial court admonished the jury at Defense Counsel’s request. Furthermore, the Defendant did not move for a mistrial. Accordingly, he failed to preserve any reviewable claim on this issue.\nWitness Interference\nThe Defendant charges that the State improperly interfered with witnesses. Before trial, he filed a “Motion to Depose Witnesses or Take Other Steps to Remedy the Improper Advice to Witnesses not to Talk to the Defense.” During a hearing on the motion, Ms. Lisa Clack Lofton testified that the District Attorney’s investigator, Mr. Gary Freeman, advised her and several others that “there was too much talking going on. And that we should not talk with Elton Breaux [the Defense investigator] and if we do realize he uses a tape recorder and to [sic] contact Mr. Freeman’s office if he contacted up [sic] and talked to us.” She also reported that she had discussed her hearing testimony with Defense Counsel.\nOfficer Tubbs accompanied Mr. Freeman when he conducted the interviews at issue. He recalled that Mr. Freeman informed the group about a possible defense subpoena and asked if they had talked with anyone from the defense. The group responded that they had talked to Defense Counsel, Mr. McElroy. Nevertheless, he asserted that Mr. Freeman did not request that the group refrain from talking to anyone. He remembers that the group appeared to be mainly concerned about having to travel to Lake Charles. Mr. Freeman advised them that only Defense Counsel could release them from his subpoena. Finally, Officer Tubbs labeled Ms. Lofton’s testimony as being “inaccurate or incorrect.”\nMr. Freeman admitted to talking with the group but did not recall Mr. Breaux’ name to have ever been mentioned. Otherwise, essentially, his testimony corroborated Officer Tubbs.\nThe trial court denied the Defendant’s motion and ordered that neither side interfere with witnesses.\n*76We do not find the trial court’s credibility determination, of relying on Officer Stubbs’ and Mr. Freeman’s testimonies rather than on Ms. Lofton’s, to have been improper. Moreover, without inquiring further into the Defendant’s argument, we find that he failed to show how he suffered any prejudice from the |4fiState’s alleged handling of witnesses. Accordingly, we find no merit in his argument.\nCumulation of ErroRS Warranting Reversal\nLastly, the Defendant urges that the various trial court errors, whether considered singularly or cumulatively, amounted to denying him due process. Therefore, they mandate a reversal.\nOur Louisiana Supreme Court in State v. CasttebeiTy,61 addressed the cumulation of errors claim:\nThis Court has carefully considered each of defendant’s assignments of error. We have also examined the record for unassigned errors. As discussed throughout this opinion, the vast majority of the errors assigned by defendant are completely meritless. Those scant errors that are technically meritorious are harmless. We are “unwilling to say that the cumulative effect of assignments of error lacking in merit warrants reversal of a conviction or sentence.”\nThis assessment fits the case sub judice. Indeed, we find no existing errors warranting reversal. Accordingly, we affirm the Defendant’s conviction.\nCONCLUSION\nFinding no errors, we affirm the Defendant’s conviction.\nAFFIRMED.\n\n. 603 So.2d 731 (La.1992).\n\n\n. Id. at 731 (citing Hudson v. Louisiana, 450 U.S. 40, 101 S.Ct. 970, 67 L.Ed.2d 30 (1981); Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979)).\n\n\n. Id. (citing Lockhart v. Nelson, 488 U.S. 33, 109 S.Ct. 285, 102 L.Ed.2d 265 (1988)).\n\n\n. State v. Graham, 422 So.2d 123 (La.1982).\n\n\n. Id. at 129-30.\n\n\n. State v. Austin, 399 So.2d 158, 160 (La.1981).\n\n\n. Id. at 160.\n\n\n. 423 So.2d 1048 (La.1982)\n\n\n. 98-398 (La.4/11/00); 776 So.2d 1134.\n\n\n. State v. Cortez, 96-859 (La.App. 3 Cir. 12/18/96), 687 So.2d 515; La.R.S. 15:438.\n\n\n. State v. Rosiere, 488 So.2d 965, 968 (La.1986).\n\n\n. State v. Carter, 572 So.2d 1131, 1139-1140 (La.App. 1 Cir.1990).\n\n\n. Carter, 572 So.2d 1131; see State v. Brian, 502 So.2d 293 (La.App. 3 Cir.1987).\n\n\n. State v. Henry, 95-428 (La.App. 3 Cir. 10/4/95); 663 So.2d 309, 311.\n\n\n. 96-474 (La.App. 3 Cir. 11/6/96); 683 So.2d 1355, 1360, writ denied, 96-2822 (La.4/18/97); 692 So.2d 446 (citations omitted).\n\n\n. 92-1492 (La.App. 3 Cir. 10/13/93), 625 So.2d 645, 649-50, writ granted, 93-2810 (La. 1/13/94); 631 So.2d 1151, affirmed, 93-2810 (La.5/23/94); 637 So.2d 102.\n\n\n. 342 So.2d 202 (La.1977).\n\n\n. See Lee, 625 So.2d 645.\n\n\n. State v. Morris, 99-1662 (La.App. 3 Cir. 10/25/99). (Unpublished.)\n\n\n. Id.\n\n\n. State v. Johnson, 558 So.2d 325 (La.App. 3 Cir.), writ denied, 568 So.2d 1076 (La.1990).\n\n\n. Id; State v. Mattheson; 407 So.2d 1150 (La.1981).\n\n\n. 407 So.2d 1150.\n\n\n. Id., United States v. Turkish, 623 F.2d 769 (2d Cir.1980), cert. denied, 449 U.S. 1077, 101 S.Ct. 856, 66 L.Ed.2d 800 (1981).\n\n\n. Id.\n\n\n. Mattheson, 407 So.2d 1150.\n\n\n. Turkish, 623 F.2d 769.\n\n\n. Id.\n\n\n. Id.\n\n\n. Mattheson, 407 So.2d 1150.\n\n\n. 615 F.2d 964 (3d Cir.1980).\n\n\n. Id.\n\n\n. 751 F.2d 1432 (5 Cir.1985), cert. dismissed, 475 U.S. 1138, 106 S.Ct. 1798, 90 L.Ed.2d 343 (1986).\n\n\n. Id. at 1443.\n\n\n\n. Id.\n\n\n\n. 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).\n\n\n. Id.\n\n\n. 531 So.2d 254 (La.1988).\n\n\n. See State v. Kirkpatrick, 443 So.2d 546 (La.1983), cert. denied, 466 U.S. 993, 104 S.Ct. 2374, 80 L.Ed.2d 847 (1984).\n\n\n. State v. Smith, 98-2078 (La.10/29/99); 748 So.2d 1139.\n\n\n. 436 So.2d 475 (La.1983).\n\n\n. 588 F.2d 436, 439 (5th Cir.1979), cert. denied, 444 U.S. 833, 100 S.Ct. 63, 62 L.Ed.2d 42, (1979).\n\n\n. 508 So.2d 792 (La.1987).\n\n\n. La.Code Crim.P. arts. 581, 535(D), State v. Corley, 97-235 (La.App. 3 Cir. 10/8/97); 703 So.2d 653, writ denied, 97-2845 (La.3/13/98); 712 So.2d 875.\n\n\n. 96-1181 (La.App. 3 Cir. 3/5/97); 692 So.2d 509, 514, writ denied, 97-1484 (La.12/19/97); 706 So.2d 449.\n\n\n. 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972).\n\n\n. 278 F.Supp. 354 (E.D.La.1968).\n\n\n. 397 So.2d 1258 (La.1981), cert. denied, 463 U.S. 1229, 103 S.Ct. 3571, 77 L.Ed.2d 1411 (1983), rehearing denied, 463 U.S. 1249, 104 S.Ct. 36, 77 L.Ed.2d 1455 (1983).\n\n\n. 544 So.2d 643 (La.App. 3 Cir.), writ denied, 551 So.2d 1334 (La.1989).\n\n\n. State v. Wilkerson, 403 So.2d 652 (La.1981).\n\n\n. Guillory, 544 So.2d 643.\n\n\n. State v. Bourque, 622 So.2d 198 (La.1993), appeal after remand., 96-842 (La.7/1/97); 699 So.2d 1, cert. denied, 523 U.S. 1073, 118 S.Ct. 1514, 140 L.Ed.2d 667 (1998), overruled on other grounds, 93-2729 (La.7/1/97); 699 So.2d 16.\n\n\n. Id.\n\n\n. Id.\n\n\n. Id.\n\n\n. 502 So.2d 543 (La.1986), cert. denied, 484 U.S. 872, 108 S.Ct. 205, 98 L.Ed.2d 156 (1987).\n\n\n. 93-2158 (La.4/10/95); 653 So.2d 526.\n\n\n. Id.\n\n\n. State v. Hebert, 97-1742 (La.App. 3 Cir. 6/3/98); 716 So.2d 63, writ denied, 98-1813 (La.11/13/98); 730 So.2d 455, cert. denied, 529 U.S. 1072, 120 S.Ct. 1685, 146 L.Ed.2d 492 (2000).\n\n\n. 414 So.2d 1223 (La.1982).\n\n\n. 98-1388 (La.4/13/99); 758 So.2d 749, 776, cert. denied, 528 U.S. 893, 120 S.Ct. 220, 145 L.Ed.2d 185 (1999) (citations omitted).\n\n",
            "ocr": true,
            "opinion_id": 7746345
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}