{
    "id": 7823169,
    "judges": "Ezell, Lezell, Peters, Saunders",
    "date_filed": "1979-03-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-todd",
    "case_name_short": "Todd",
    "case_name": "State v. Todd",
    "case_name_full": "STATE of Louisiana v. Dellandra Brett TODD",
    "attorneys": "Hon. Douglas L Hebert, Jr., District Attorney, Oberlin, LA, for Plaintiff/Appel-lee, State of Louisiana., Mack Irvin Frank, Attorney at Law, Opelousas, LA, for Defendant/Appellant, Dellandra Brett Todd.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "866 So. 2d 1040"
    ],
    "opinions": [
        {
            "author_str": "Lezell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEZELL, Judge.\nDefendant, Dellandra Brett Todd, was charged by bill of information with one *1041count of distribution of a controlled dangerous substance, Schedule II, cocaine, in violation of La.R.S. 40:967(A)(1). On March 12, 2003, Defendant was found to be guilty as charged by a jury. On April 2, 2003, Defendant filed a motion for a new trial. Defendant’s motion was heard on April 15, 2003, at which time the motion was denied. Defendant was sentenced on April 22, 2003, to twenty-five years at hard labor, with the first two years to be served without the benefit of parole, probation, or suspension of sentence.\nOn May 13, 2003, Defendant filed a motion to reconsider his sentence. The trial court denied Defendant’s motion without written reasons on May 16, 2003. Defendant now appeals his conviction and sentence.\nFACTS\nOn May 7, 2002, Defendant sold two rocks of crack cocaine for forty dollars to Tajuana Gallington, a confidential informant with the Allen Parish Sheriffs Office.\nERRORS PATENT\nIn accordance with La.Code Crim.P. art. 920, all appeals are reviewed by the court for eiTors patent on the face of the record. After reviewing the record, we find there are no errors patent.\nASSIGNMENT OF ERROR NUMBER 2\nDefendant assigns two errors. His first assignment of error is that the trial court imposed a constitutionally excessive sentence, and second, that the evidence was insufficient to support the verdict. We will address Defendant’s second assignment of error first for the reason that should Defendant’s second assignment have merit, the | ¡¡Defendant may be entitled to an acquittal; thus, the issue of an excessive sentence would be moot. Hudson v. Louisiana, 450 U.S. 40, 101 S.Ct. 970, 67 L.Ed.2d 30 (1980).\nDefendant’s second assignment of error is that the evidence was insufficient to support a verdict of guilty of distribution of a controlled dangerous substance. However, Defendant argues that the evidence was insufficient because the trial court improperly allowed the admission of the drugs and the admission of the video tapes of the drug transaction, in that the chain of custody of the items was not properly established prior to admission. The Defendant also alleges the trial court erred when it allowed the confidential informant’s testimony into evidence.\nInitially, we note that Defendant may not complain of errors after the verdict unless he objected to the errors at the time of the ruling. Louisiana Code of Criminal Procedure Article 841(A) provides:\nAn irregularity or error cannot be availed of after verdict unless it was objected to at the time of occurrence. A bill of exception to rulings or orders is unnecessary. It is sufficient that a party, at the time the ruling or order of the court is made or sought, makes known to the court the action which he desires the court to take, or of his objections to the action of the court, and the grounds therefor.\nSee also State v. Schmidt, 99-1412 (La.App. 3 Cir. 7/26/00), 771 So.2d 131, writ denied, 00-2950 (La.9/28/01), 798 So.2d 105, cert. denied, 535 U.S. 905, 122 S.Ct. 1205, 152 L.Ed.2d 143 (2002). A review of the trial transcript reveals that the Defendant did not object to the admission of the drugs or the video tapes showing the drug transaction. After the State offered these items into evidence, the trial court asked the Defendant if he had any objections, and in each case the Defendant answered “no.” Moreover, Defendant did not object *1042to the confidential informant’s testimony and had the opportunity to cross examine her, which he did extensively. Therefore, we will not address the issue of whether the trial court improperly admitted into evidence the drugs, the video tapes, and the confidential informant’s testimony. ■\n• 1 (¡Defendant asserts that the evidence was insufficient to support the verdict. Defendant’s argument is based on the conclusion that the above described evidence was improperly admitted. However, he cites standard sufficiency of the evidence case law. We will review the evidence admitted at trial with the following understanding:\nWhen the issue of sufficiency of evidence is raised on appeal, the critical inquiry of the reviewing court is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime proven beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); State ex rel. Graffagnino v. King, 436 So.2d 559 (La.1983); State v. Duncan, 420 So.2d 1105 (La.1982).\nState v. Addison, 97-1186, p. 7 (La.App. 3 Cir. 3/6/98), 717 So.2d 648, 651, writ denied, 98-938 (La.9/4/98), 723 So.2d 955.\nAt trial, Detective Ben Perkins, a narcotics investigator with the Allen Parish Sheriffs Office, testified that on May 7, 2002, he contacted Tajuana Gallington, who at the time was working undercover for the Allen Parish Sheriffs Office as a confidential informant. At approximately five o’clock in the afternoon, they met at an undisclosed location. Detective Perkins searched Gallington and her vehicle for drags. He then installed three video cameras in her car and wired her for audio pick-up. The detective gave Gallington eighty to a hundred dollars in cash and four clear plastic vials and instructed her to place any drugs she purchased into the vials, one vial for each purchase. When she returned approximately an hour later, the detective took two vials from her glove compartment where she had placed them after the purchases. He then debriefed her, and together they viewed the video tapes of the two drug transactions, one of which was a purchase of two rocks of crack cocaine from the Defendant.\nTajuana Gallington testified that on May 7, 2002, after meeting with Detective Perkins, she drove to. her apartment where, while standing outside the apartment door, |4she placed a call to the Defendant and arranged for a buy from him. After she arrived at the Defendant’s apartment, he came outside and got into the car. Gall-ington testified that she purchased two rocks of crack cocaine from the Defendant and gave him forty dollars in exchange for the drags. She put the rocks into one of the vials given to her by Detective Perkins and placed the vial into the glove compartment of the vehicle.\nThe State submitted the vial containing the rocks of cocaine and the tapes of the purchase of the drugs from the Defendant into evidence. The jury reviewed the tapes showing the Defendant giving Gall-ington the two rocks in exchange for forty dollars.\nThe Defendant attacked Gallington’s credibility on cross-examination. Galling-ton admitted that she had used drugs in the recent past and had spent time in prison in Texas for possession of methamphetamine and cocaine. Further, the Defendant put Kelvin Melbert on the stand who testified that approximately five months after Gallington purchased the drugs from the Defendant, he encountered her smoking crack cocaine with a girlfriend. He testified that the girlfriend wanted to purchase more drugs from him. *1043He stated that when he went to his car to retrieve the drugs, Gallington followed him and stabbed him in the neck. On cross-examination of Gallington, she testified that Melbert propositioned her and when she refused, they got into a pushing match which resulted in her stabbing him.\nThe jury believed her testimony even though Gallington admitted to drug use, a prior criminal history, and the stabbing incident. In State v. Freeman, 01-997, p. 2 (La.App. 3 Cir. 12/12/01), 801 So.2d 578, 580, this court held:\nIt is the role of the fact finder to weigh the respective credibilities of the witnesses, and therefore, the appellate court should not second guess the credibility determinations of the trier of fact beyond the sufficiency | Revaluations under the Jackson standard of review. See Graffagnino, 436 So.2d at 563, citing State v. Richardson, 425 So.2d 1228 (La.1983).\nWe find that considering the above testimony in a light most favorable to the prosecution, especially with the tapes of the drug transaction showing Defendant exchanging two rocks of crack cocaine for forty dollars, the evidence was sufficient to support the conviction for distribution of a controlled dangerous substance beyond a reasonable doubt. Accordingly, this assignment lacks merit.\nASSIGNMENT OF ERROR NUMBER 1\nDefendant asserts that the sentence of twenty-five years at hard labor is excessive under the circumstances of his case. Defendant argues:\n[A] twenty-five year sentence for the possession and distribution of two crack cocaine rocks weighting a total of .25 grams is excessive and grossly out of proportion to the severity of the crime and makes no measurable contribution to the acceptable goals of punishment and is purposeless imposition of pain and suffering. He also contends that the twenty-five year sentence is grossly disproportionate to the seriousness of the offense so as to shock our sense of justice.\nThis court held in State v. Planco, 96-812, p. 8-9 (La.App. 3 Cir. 3/26/97), 692 So.2d 666, 670:\nArticle 1, § 20 of the Louisiana Constitution of 1974, prohibits “cruel, excessive, or unusual punishment,” and a sentence which falls within the statutory limits may nevertheless be excessive under the circumstances. State v. Sepulvado, 367 So.2d 762 (La.1979); State v. Naquin, 527 So.2d 601 (La.App. 3 Cir. 1988). If a reviewing court finds that a penalty is so grossly disproportionate to the severity of the crime as to shock our sense of justice or that the sentence makes no measurable contribution to acceptable penal goals and, therefore, is nothing more than needless imposition of pain and suffering then that sentence is excessive. State v. Campbell, 404 So.2d 1205 (La.1981); State v. Everett, 530 So.2d 615 (La.App. 3 Cir.1988), writ denied, 536 So.2d 1233 (La.1989).\nOn review, it is not whether another sentence would have been more appropriate, but whether the trial court abused its discretion. State v. Cook, 95-2784 (La.5/31/96), 674 So.2d 957, cert. denied, 519 U.S. 1043, 117 S.Ct. 615, 136 L.Ed.2d 539 (1996).\n| (¡Defendant was convicted of distribution of a controlled dangerous substance, schedule II, in violation of La.R.S. 40:967(A)(1). Louisiana Revised Statutes 40:967(B)(1) provides for a term of imprisonment of not less than two years nor more than thirty years. Defendant was sentenced to twenty-five years.\n*1044At the sentencing hearing, the trial court stated:'\nI’ve thought about this ever since your trial about what I was going to sentence you to. And there’s really no nice way to say this to you, other than you’re a career criminal. For the past fifteen years, you have engaged in criminal conduct which has resulted in numerous convictions. So the Court describes you as a person who has absolutely no regard for the law. You have absolute disrespect for the law and you have no regard for the rule of law in our society. And the law cannot permit that and that’s exactly what a sentence is required to do. In this, your most recent crime, you’ve been convicted of distribution of cocaine, which in the Court’s opinion, is one of the most corruptive crimes that there is. Drugs in our society destroy neighborhoods. In fact, look what it has done in your neighborhood, Bowman-Hicks. It is a crime that cause people to rob, to steal, to murder and engage in all other criminal acts in order to support their habit. It kills people from the inside. It kills their souls because people will do anything to support their habit. And even though in this instance, you were found guilty of distribution of only two rocks. — I use that term only in a very relative sense because you were only caught distributing two rocks in this particular case. However, from your criminal history, the Court can only imagine how many other rocks of crack cocaine you have distributed.1\nTo support his contention that his sentence of twenty-five years is excessive, Defendant relies on State v. Johnson, 97-1906 (La.3/4/98), 709 So.2d 672, wherein Johnson was initially sentenced by the trial court to thirty months imprisonment for possession of marijuana and cocaine. The trial court noted that it was departing from the mandatory minimum sentence of twenty years. The supreme court reviewed the case and remanded the matter to the trial court with instructions that Johnson was to |7be resentenced to at least the minimum sentence of twenty years as mandated by La.R.S. 15:529.1, as the court found that the defendant failed to show that the statutory minimum sentence was excessive.\nDefendant, in the instant case, asserts that Johnson stands for the proposition that twenty years imprisonment for a small amount of cocaine is unconstitutional, particularly when a defendant’s prior criminal history was nonviolent, as, presumably, is his prior criminal history. Johnson, a four-time felony offender, was sentenced- under the Habitual Offender Law. The Louisiana Supreme Court noted in Johnson that the nonviolent nature of a defendant’s past crimes does not necessarily justify a presumption of unconstitutionality of a sentence.\nWe find Johnson is inapplicable to the present case. The supreme court’s review of the twenty-year minimum sentence was for a determination of whether less than twenty years was justified. The supreme court found a lesser sentence was not justified. The supreme court instructed the trial court to impose a sentence of “no less *1045than the minimum required under the Habitual Offender Law....” Johnson, 709 So.2d 678. The court did not find that a sentence of more than twenty year’s would be inappropriate. Thus, the supreme court left open the issue of whether a sentence of more than twenty years would be excessive.\nWe find that the Defendant fails to establish that the trial court abused its considerable discretion when it sentenced the Defendant to twenty-five years at hard labor for the crime of distribution of a controlled dangerous substance. Defendant also failed to establish that the punishment in his case was so disproportionate to the crime committed as to shock this court’s sense of justice. Accordingly, this assignment lacks merit.\nCONCLUSION\nThe Defendant’s conviction and sentence are affirmed.\n^AFFIRMED.\n\n. Although the trial court did not order a pre-sentence investigation report, the record before this court shows that Defendant has been arrested seventeen times since 1986, resulting in twenty-six charges, not including the current arrest and charge. The record shows that Defendant was convicted of distribution of a controlled dangerous drug in 1998 and sentenced to five years at hard labor. Furthermore, the record indicates that Defendant was arrested again in 2001 on two counts of distribution of cocaine. No disposition of the 2001 charges are shown.\n\n",
            "ocr": true,
            "opinion_id": 7765098
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}