{
    "id": 7837149,
    "judges": "III, Kirby, Love",
    "date_filed": "2005-09-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-casby",
    "case_name_short": "Casby",
    "case_name": "State v. Casby",
    "case_name_full": "STATE of Louisiana v. Michael CASBY State of Louisiana v. Latischa Jones State of Louisiana v. Chester Fluence State of Louisiana v. Leonard Smith",
    "attorneys": "Eddie J. Jordan, Jr., District Attorney, Donna R. Andrieu, Assistant District Attorney, New Orleans, LA, for Relator., Joseph C. Seyler, Baton Rouge, New Orleans, LA, for Defendants/Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "921 So. 2d 181"
    ],
    "opinions": [
        {
            "author_str": "Kirby",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudge MICHAEL E. KIRBY.\nIsThese four writs have been consolidated because they present a single issue: Whether civil commitment procedures apply to criminal defendants who have been found incompetent to proceed for the foreseeable future.\n\nSTATEMENT OF THE CASE:\n\nIn No.2005-K-1181 the defendant Casby was charged in the Criminal District Court with two counts of aggravated crime against nature, pleaded not guilty and was later found incompetent to proceed. Two years later the court found that his competency would not be restored in the foreseeable future and ordered that the commitment be converted to a civil commitment to the East Louisiana State Hospital. The court thereafter conducted annual reviews and ordered the defendant to remain committed. On May 5, 2005 the defendant’s counsel from the Mental Health Advocacy Service filed a Motion to Dismiss on the basis that the Criminal District Court lacked jurisdiction over the defendant since he has been civilly committed. The Motion to Dismiss was denied but the Court ordered the |4State to file a formal petition for civil commitment pursuant to La. R.S. 28:54. The State objected and took this writ.\nIn No.2005-K-1222 the defendant Jones was charged in the Criminal District Court with one count of crime against nature by solicitation, pleaded not guilty and was later found incompetent to proceed and dangerous to herself and others. Six months later the court found that she was unrestorably incompetent and a danger to *183others. The Court ordered a civil commitment pursuant to La.C.Cr.P. art. 648(B)(3) and remanded her to the Felicia-na Forensic Facility for treatment. Her case was reviewed about every six months or so since then after each of which she was recommitted. In June 2005, the superintendent of the hospital again recommended that she be recommitted. In connection with a hearing to consider the recommendation, defense counsel moved to dismiss the proceedings on the same basis alleged in 2005-K-1181, State v. Casby, supra. The Court denied the Motion to Dismiss finding it did have jurisdiction over the proceedings, but ordered the State to file a petition for civil commitment. The State objected and took this writ.\nIn No.2005-K-1223 the defendant Fluence was indicted for second degree murder, pleaded not guilty and was found incompetent to proceed and a danger to others about three weeks later. Seven months later the Court found him unre-storably incompetent and dangerous to others. The Court ordered a civil commitment pursuant to La.C.Cr.P. art. 648(B)(3) and remanded him to the East Louisiana Hospital for treatment. He was periodically recommitted after review | shearings over the next three years. In June 2005, the matter was reset upon the recommendation of the superintendent of the hospital that defendant be recommitted again. Defense counsel filed the same motion as in the other cases consolidated above with the same result. The State took this writ in response to the Court’s order that it file a petition for civil commitment.\nIn the final consolidated case, No.2005K-1237, the defendant Smith was likewise indicted on September 21, 1978 for murder and pleaded not guilty and not guilty by reason of insanity at his arraignment. Less then a month later the Court found him insane and committed him to the East Louisiana State Hospital. At a review hearing about a year later the Court found the defendant sane and competent to proceed but reversed itself about six weeks later. Review hearings were periodically conducted over the next twenty-five years after each of which defendant was recommitted. In June of 2005, the Superintendent of the East Louisiana Hospital again recommended that the defendant be recommitted thereby prompting the Court to schedule a hearing. Defendant filed the same motion as in the other consolidated cases and the Court ruled, as in the other cases, that it did in fact have jurisdiction, but ordered the State to file a formal petition for civil commitment. The State objected and sought writs from this Court.\n\nDISCUSSION:\n\nThe sole issue raised by the State in these writ applications is whether the trial court erred when it directed the State to file a petition to have the defendant 1 fiCivilly committed pursuant to Revised Statutes Title 28, the Mental Health law. The State contends that the defendants’ commitment pursuant to the Louisiana Code of Criminal Procedure is legal, and that the trial court should continue to conduct periodic reviews of the defendants’ condition pursuant to La.C.Cr.P. art. 648 et seq. without the need for the filing of a new petition.\nLa.C.Cr.P. art. 648(B)(3) specifically provides that the commitment of a person who is dangerous and incompetent to proceed in the foreseeable future shall be considered civil in nature. The language mandating such a commitment to be considered civil was necessitated by the holding of Jackson v. Indiana, 406 U.S. 715, 92 S.Ct. 1845, 32 L.Ed.2d 435 (1972) that the indefinite commitment of a defendant solely because he is incompetent to stand trial *184violates the Due Process Clause. The Louisiana Supreme Court acknowledged Jackson in State ex rel. Lockhart v. Armistead, 351 So.2d 496 (La.1977), and held that an incompetent defendant can only be held for a reasonable time; after that, if his competency is not restored, he must be civilly committed. Thus, to meet the requirements of Jackson and Lockhart, the legislature enacted La.C.Cr.P. art. 648(B)(3) to designate the commitment of a dangerous, unrestorably incompetent defendant, as “civil.” In accord with Art. 648(B)(3), the trial court in 2005-K-1181, Casby, many years ago designated the defendant’s commitment as a “Lockhart ” civil commitment.\nThe procedures that apply following a “Lockhart” civil commitment were discussed in Pourciau v. East Louisiana State Hosp., 593 So.2d 1348, 1350 (La.App. 1 Cir.1991):\nAfter the article 648B(3) civil commitment, the commitment is governed by the civil commitment statutes found in LSA-R.S. 28:1, et seq. State ex rel. Grayer v. Armistead, 402 So.2d 88, 89 (La.1980). The committing court, however, retains jurisdiction over |7these article 648B(3) civil commitments. See LSA-R.S. 28:56A, B, C, G &amp; I; R.S. 28:96G; R.S. 15:211; LSA-C.Cr.P. art. 648B(3) &amp; 649. The civil commitment statutes are restricted in their application to article 648B(3) commitments by LSA-C.Cr.P. articles 648 and 649, by LSA-R.S. 28:561 and R.S. 15:211. The procedure for handling defendants committed to mental institutions because of the lack of the capacity to proceed to trial are found in LSA-R.S. 15:211. The medical staff of the institution is required to periodically review the defendant’s record to determine the defendant’s present mental condition and to determine whether the defendant is capable of discharge, conditional or unconditional, or of being placed on probation, without being a danger to himself or others, or whether the defendant is capable of standing trial. These recommendations are made by the superintendent to a review panel or the committing “court as provided for in Title XXI relating to insanity proceedings of the Code of Criminal Procedure.” LSA-R.S. 15:211 A. “[T]he director of the institution designated for the patient’s treatment shall, in writing, notify the court and the district attorney when the patient is to be discharged or conditionally discharged.” LSA-C.Cr.P. art. 648B(3). Section B of LSA-R.S. 15:211 gives the medical staff of the institution to which the defendant is committed the authority to determine whether he should be confined to a security ward designated in LSA-R.S. 28:25 or placed in a different ward in the institution.\nIn full, La. R.S. 15:211(A) provides:\nThe medical staff of a mental institution to which a defendant is committed after he has been found not guilty by reason of insanity or after a court determines that he lacks mental capacity to proceed with a criminal trial shall review the defendant’s record after the first sixty days and after one hundred twenty days of commitment and every one hundred eighty days thereafter to determine his present mental condition and whether he is presently capable of being discharged, conditionally or unconditionally, or being placed on probation, without being a danger to others or himself, or presently capable of standing trial. The superintendent of the institution shall make such recommendations to the review panel or the court as provided for *185in Title XXI1 relating to insanity proceedings of the Code of Criminal Procedure.\n| ¿There is. nothing in the Louisiana Code of Criminal Procedure, in Title 28 of the Revised Statutes, or in La. R.S. 15:211(A) which requires the state to file a formal petition for a civil commitment once the trial court has determined under La. C.Cr.P. art. 648(B)(8) that a defendant is unlikely in the foreseeable future to regain his capacity to proceed. The statutes have not been amended to impose such a requirement in the years since the trial court first found that the defendants were unre-storably incompetent and dangerous, as required to designate his continued commitment as “civil.”\nIt must be noted that the defendants have not alleged that the trial court failed to conduct the required periodic reviews. The defendants have not alleged they are now competent to proceed, that they are no longer mentally ill, or that they are no longer dangerous. Instead, the defendants motions and orders of dismissal were based solely on a claim that the criminal district court “lacks jurisdiction over civil commitment proceedings and, in the alternative, the state has not filed a petition for civil commitment as required by law” citing State v. Denson, 2004-0846 (La.12/1/04), 888 So.2d 805. In that case the court was presented with the constitutionality of La.C.Cr.P. 648(B)(2) which provides that a trial court must release a defendant on probation who is incompetent to stand trial, who will be incompetent for the foreseeable future, and who may be released without danger to himself or others. The court ruled that it was a violation of the Due Process Clause to place a non-dangerous defendant on probation under state supervision “because it requires that the defendant, who has not been convicted of any crime, to be held in state custody after it has been determined that he or she is incapable of standing trial in the foreseeable future, solely on account of his or her incapacity to stand | ¡¡trial.” Denson, p. 10, 888 So.2d at 811. Instead, according to the court, “[o]nce it is determined that there is no substantial probability that he will attain the capacity to proceed to trial in the foreseeable future, the state must either institute civil commitment proceedings or release the defendant.” Denson, p. 10, 888 So.2d at 811. The court found La.C.Cr.P. art. 648(B)(2), under which Denson had been placed on probation, unconstitutional.\nDenson resulted in a multitude of filings to release incompetent defendants from the Orleans Parish Criminal Court because in Denson,, the State had argued in its brief to the Supreme Court that Denson could be considered civilly committed under La.C.Cr.P. art. 648(B)(8). The court disagreed, stating:\nWe reject the state’s argument [that] the trial court probation order ... was a civil commitment under La.C.Cr.P. art. 648(B)(3). As an initial matter, Orleans Parish Criminal Court lacks jurisdiction over civil matters such as commitment. La. R.S. 13:1336, In any event, civil commitment law. requires that “[a]ny person of legal age” commence proceedings by filing a petition alleging that the person to be committed “is suffering from mental illness which contributes or causes that person to be a danger to himself or others or to be gravely disable[d].” La. R.S. 28:54. In the instant case, by “sentencing’ the defendant to probation under the provisions of La.C.Cr.P. art. 648(B)(2), the trial court necessarily found that the defendant posed no danger.... Further, *186the trial court has not yet addressed ... whether the defendant meets the definition of “gravely disabled” as provided by La. R.S. 28:2(10) ... [Footnote omitted; Emphasis added]\nDenson, p. 9, 888 So.2d at 811 (Emphasis added). Counsel from the Mental Health Advocacy Service, seizing upon the language regarding the lack of jurisdiction, filed a plethora of motions resulting in the instant writ applications. However, in an unpublished per curiam disposition, this Court has held that the Orleans Parish Criminal District courts do have jurisdiction over defendants | incommitted pursuant to La.C.Cr.P. art. 648(B)(3), as the instant defendants are. State v. Lundie, 2005-0446 c/w State v. Gibson, 2005-0649 (La.App. 4 Cir. 5/25/05).2 Moreover, in an apparent reaction to the language (which arguably was dicta) in the Denson opinion, the legislature amended La. R.S. 13:1336(0 and La. R.S. 13:1338 by 2005 La. Acts 174 to provide specifically that the Criminal District Court of Orleans Parish has exclusive jurisdiction over civil commitment proceedings when the court finds that a defendant is unrestorably incompetent and dangerous, and thus is civilly committed pursuant to La.C.Cr.P. art. 648(B)(3).\nWe note that the trial courts in these cases found they had jurisdiction and rejected the defendants argument to the contrary. All the courts did was to direct the State to file a petition which it had not previously done. Considering that there is nothing in the pertinent statutes governing the initial and continued commitment of persons pursuant to La.C.Cr.P. art. 648(B)(3) which requires the filing of a separate petition for commitment, the court below erred.\n\nCONCLUSION\n\nThe State’s writ applications are granted, and the trial court’s orders are vacated.\nWRIT APPLICATION GRANTED; TRIAL COURT ORDERS VACATED.\n\n. [C.Cr.P. art. 641 et seq]\n\n\n. A writ application, 2005-KK.-1653, is pend-tag in the Louisiana Supreme Court.\n\n",
            "ocr": true,
            "opinion_id": 7779952
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}