{
    "id": 7911313,
    "judges": null,
    "date_filed": "2016-08-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-lawrence",
    "case_name_short": "Lawrence",
    "case_name": "State v. Lawrence",
    "case_name_full": "STATE OF CONNECTICUT v. LAWRENCE",
    "attorneys": "E. Gregory Cerritelli, special public defender, with whom, on the brief, were Tara L. Knight and Glenn M. Conway, special public defenders, for the appellant (defendant)., Rita M. Shair, senior assistant state’s attorney, with whom were Jose O. Castaneda, Jr., certified legal intern, and, on the brief, Michael Dearington, state’s attorney, and David Gold, former supervisory assistant state’s attorney, for the appellee (state).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued September 19",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "67 Conn. App. 284"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\n*285\nOpinion\n\nPER CURIAM.\nThe defendant appeals from the judgment of conviction, rendered after a jury trial, of manslaughter in the first degree with a firearm in violation of General Statutes § 53a-55a, carrying a pistol without a permit in violation of General Statutes § 29-35 and tampering with physical evidence in violation of General Statutes § 53a-155 (a) (1). The charges arose out of a shooting that occurred in Hamden on August 7, 1996. The sole claim on appeal is that the trial court’s preliminary instructions to prospective jury panels on the concept of the presumption of innocence were so misleading that they could not be cured by the correct final instructions, thereby depriving the defendant of his due process right to a fair trial by an impartial jury. The defendant claims, in particular, that the court failed to explain clearly in its preliminary instructions that the defendant had the benefit of the presumption of innocence at the outset of the trial and that it remained throughout the trial.\nThe defendant concedes that the court’s final jury instructions given after the close of evidence and final arguments were correct in all respects, including the presumption of innocence. Because the defendant did not preserve this claim, we review it under State v. Golding, 213 Conn. 233, 239-40, 567 A.2d 823 (1989), and the plain error doctrine. Practice Book § 60-5. The defendant’s claim fails in both respects because, as the defendant concedes, the final instructions on the presumption of innocence were correct. Moreover, our examination of the preliminary instructions to prospective jurors reveals that the preliminary instructions were not incorrect.\nWe note that “ [although a judge in a criminal case may, in the exercise of sound discretion, provide a preliminary instruction to the jurors, such an instruc*286tion is not mandatory. . . . When preliminary instructions are given, they do not supersede those given after evidence and arguments under our practice.” (Citation omitted; internal quotation marks omitted.) State v. Lewis, 220 Conn. 602, 614, 600 A.2d 1330 (1991). The test is whether “[t]he jury was fully and properly instructed at the critical time, after all the evidence and after the arguments of counsel.” (Internal quotation marks omitted.) Id. Because the preliminary instructions were not inaccurate and because the jury was fully and correctly instructed prior to deliberating, the defendant’s claim fails.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 7860216
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Murder"
}