{
    "id": 7949089,
    "judges": "Smith",
    "date_filed": "1990-10-29",
    "date_filed_is_approximate": true,
    "slug": "stinson-v-wooster",
    "case_name_short": "Stinson",
    "case_name": "Stinson v. Wooster",
    "case_name_full": "John Stinson v. Alf. Q. Wooster",
    "attorneys": "J. M. Nation, and E. W. Grant, for the appellant., W. R. Cline, and J. Q. Stratton, for the appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>SYLLABUS BY THE COURT.</p> <p>Libel — Petition—Demurrer. In an action for libel, as in all other cases, allegations of fact in a petition should, as against a general demurrer, be taken as true.</p>",
    "headnotes": null,
    "summary": "Appeal from Neosho district court.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "83 Kan. 753"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nSmith, J.:\nThis is an action for libel, brought by the appellant against the appellees. The following is a copy of the petition, so far as is necessary to the consideration of the errors complained of:\n“Plaintiff says that the defendants in the above-entitled action are, and have been for some time past, the editors, owners and publishers of The Erie Sentinel, a newspaper published in Erie, Neosho county, Kansas, and of general circulation in said county; that on the 27th day of August, A. D. 1909, said, defendants caused and procured to be published, and published, *754in said newspaper an article in terms and words as follows, to wit:\n“ ‘TRIED TO MURDER HIS ENTIRE FAMILY.\n• “ ‘JOHN STINTZEN ASSAULTED WIFE AND CHILDREN SATURDAY.\n\" 'BEAT THEM OVER THE HEAD AND FACE.\n“ ‘Wife Sought Protection from Husband at the Hands op “ ‘Strangers — Departed for Parts Unknown.\n“ ‘Saturday evening, John Stintzen, living east of town, became possessed of a'fit of criminal insanity and assaulted his family, threatening to kill them.\n“ ‘The cries of his wife were heard by persons returning from the St. Paul reunion, who interfered. Stintzen was found cursing and threatening his wife and had ’ struck her several times, and in addition had vowed that he would kill her with an ax.\n“ ‘The terrified woman ran out into the road, where a passing ' buggy load of reunionists were standing, attracted by the woman’s cries, and begged them to protect her from her husband, who she said was trying to kill her family with a hatchet.\n“ ‘Bob Short, one of the party, telephoned to the sheriff, who in company with the deputy, Carwile, started for the scene of the trouble. When they arrived they found that Stintzen had taken to the brush, and had left no clue as to his whereabouts. A search failed to locate him and the officers returned to town.\n“ ‘After the officers had left the man returned, apologized to his family, said he was sorry he did it, took all the loose cash that he could find, bade his family good-by “forever,” and departed for parts unknown.\n\" ‘Stintzen lives on the Jim Phelps property, near Four Mile bridge, south of the county farm. He was subject to these kind of fits about once a month. A neighbor who knows him well says that it is nothing more than downright cussedness coming to the surface.\n“ ‘He has several brothers living in this vicinity who are also noted for “fits,” but most of these are the result of too much alcohol. Stintzen’s family consists of two girls about thirteen years of age, a boy six years old, and a two-months-old baby. The family bear very little marks of Stintzen’s violence, but if the persons returning from St. Paul had not happened to be passing at the time there is no doubt but that the man’s violence would have resulted in something more serious than a few bruises and scratches.\n“Plaintiff says that defendants in publishing the aforesaid article, in referring to John Stintzen, meant and intended to refer to William Stinson; that at the time of the publication of the aforesaid article by said defendants, and for some time prior thereto, said William Stinson lived and resided on the property known as the Jim Phelps property, near Four Mile bridge, south of the county farm; that the neighbors of the said William Stinson, and the people generally of said Neosho county, understood and believed and still understand and believe that said defendants in publishing the aforesaid article, in referring to John Stintzen, meant and intended to refer to William Stinson; that plaintiff is a brother of said William Stinson, and *755at the time of publication of the above set out article by said defendants, and for some time prior thereto, resided in Erie, Neosho county, Kansas, and still resides in said city; that prior to and up- until the time of the publication of the above set out article by said defendants this plaintiff was of good name, credit and reputation, and of good social standing in said city of Erie, and in the'vicinity thereof, and enjoyed the fellowship, esteem, confidence and good opinion of the people generally in said community; that at the time of said publication plaintiff was known and recognized as a sober, honest and law-abiding-citizen; that these defendants, as editors, owners and publishers of the said The Erie Sentinel, wickedly and maliciously intending to injure the plaintiff in his good name, fame and credit, and to bring him into public scandal, infamy and disgrace among his neighbors and all other good and worthy citizens of said county, and to cause it to be suspected and believed that plaintiff had been and was guilty of an inordinate and overindulgent use of alcoholic liquors, and had by such overindulgence become subject to fits of criminal insanity, and, with the further intent to vex, harass and annoy this plaintiff, did, in publishing the afore-setout article, and in referring therein to plaintiff as a brother of the said William Stinson, make false, scandalous, defamatory and libelous accusations of and concerning this plaintiff, which, with the innuendoes explanatory thereof, was as follows, to wit:\n“ ‘He (meaning thereby William Stinson) has several brothers (one of whom is this plaintiff) living in this vicinity (meaning in or near Erie, Neosho county, Kansas) who (meaning the brothers, of whom this plaintiff is one) are also noted for “fits” (meaning fits of criminal insanity), but most of these are the result of too much alcohol (meaning thereby that this plaintiff had indulged in the use of alcohol until he had made himself subject to fits of criminal insanity.) ’ ”\nTo this petition the appellees filed a general demurrer, which was sustained by the court, and judgment was rendered in favor of the appellees for costs. The order sustaining the demurrer and the judgment are the errors complained of.\nThe appellees contended, in substance, that the libelous article should be interpreted by the court, and ■it should be determined from its contents whether it was libelous upon the appellant; that if' so construed it can constitute no libel against the appellant, unless it be in the first six paragraphs of the published article, and the appellant does not claim that he was libeled thereby; that the appellant can not be injured by the first sentence of the seventh paragraph, as the pronoun “he,” the first word of that sentence, refers to John Stinson, and that the appellant can not be his *756own brother and can not be injured by the statement contained in the sentence. The court also seems to have taken this view of the article.\nBesides the Christian name, however, the article itself identifies the Stinson referred to, as follows: “Stintzen lives on the Jim Phelps property, near Four Mile bridge, south of the county farm.” The appellant alleges in his petition that the “Stintzen” named in the article meant and was intended to refer to William Stinson; that William Stinson lived on the Jim Phelps property, near Four Mile bridge, south of the county farm, and that the appellant resided at and prior to the publication of the article in the city of Erie, Neosho county, Kansas; that the people of the county of Neosho generally understood and believed and still understand and believe that the appellees, in publishing the article, meant and intended to refer to William Stinson; that the appellant is a brother of William Stinson, and is one of the several brothers referred to in the first sentence of the. seventh paragraph of the publication.\nWhile it is the province of the court generally to interpret written contracts and instruments which are offered in evidence, and to tell the jury what they mean,'in actions for libel the article is to be judged by its effect upon the person alleged to be libeled, as the article is understood by the community or persons to whom the alleged libelous article comes. This is a question of fact, to be determined by a jury in case of a jury trial, and as against a demurrer to a petition charging libel the facts alleged in the petition are, as in all other cases, to be taken as true. This includes the innuendo used in actions for slander or libel to assert a meaning which, from the circumstances, those who heard or read the alleged slanderous or libelous matter understood therefrom. We think it fairly appears from the petition that the word “he,” being the first word in the seventh paragraph of the article, meant and was understood to mean William Stinson *757and not John Stinson. The petition therefore states a cause of action.\nThe order sustaining the demurrer is set aside, the judgment is reversed, and the case is remanded for further proceedings in accordance with .the views herein expressed.\n",
            "ocr": true,
            "opinion_id": 7900108
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}