{
    "id": 7982532,
    "judges": "Long, Other",
    "date_filed": "2015-12-24",
    "date_filed_is_approximate": true,
    "slug": "doty-v-postal",
    "case_name_short": "Doty",
    "case_name": "Doty v. Postal",
    "case_name_full": "Elizabeth Doty v. Wellington Postal, Frank S. Postal, and Orville M. Bush",
    "attorneys": "G. H. Rose (GAA. Withey, of counsel), for appellant., Sayles & Trumdull (Edward Cahill, of counsel), for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Intoxicating liquors — Givil damage act — Evidence.</p> <p>1. In a suit by a wife against a saloon-keeper and his bondsmen to recover damages sustained by reason of the killing of her husband by an intoxicated person, alleged to have procured his liquor of the defendant saloon-keeper, evidence showing that the slayer of the husband was a person in the habit of becoming intoxicated is admissible for the purpose of showing that the sale of the liquor was unlawful.</p> <p>2. Where the evidence in such a case is contradictory as to which party to the affray was the aggressor, the question should be submitted to the jury.</p> <p>3. It is not for the plaintiff to produce proof, or for the jury to speculate, upon the probabilities whether the intoxication of the husband’s slayer was the natural cause of the killing. The act itself fixes defendant’s liability, if the sale of the liquor was wrongful.'</p>",
    "summary": "Error to Osceola. (Judkins, J.) Case under civil damage act. Plaintiff brings error. The facts are stated in the opinion.",
    "disposition": "Eeversed.",
    "history": null,
    "other_dates": "Argued May 14, 1891.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "87 Mich. 143"
    ],
    "opinions": [
        {
            "author_str": "Long",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLong, J.\nThis is an action brought in the circuit court for the county of Osceola by Elizabeth Doty as plaintiff, against Wellington Postal, Frank S. Postal, and Orville M. Bush as defendants, to recover damages sustained by her to her means of support, occasioned by the death of her husband, Frank Doty, which death was *144caused by the intoxication of Seymour Bailey and others at the saloon of defendant Wellington Postal. Seymour Bailey, while so intoxicated, shot and killed the husband of plaintiff. The action is based upon section 20, Act No. 313, Laws of 1887 (3 How. Stat. § 2283 e 3). The defendant Wellington Postal is the principal, and Frank S. Postal and Orville M. Bush, the other two defendants, are sureties upon his liquor bond, which bond bears date the 26th day of May, A. D. 1888, and is executed, duly approved, and filed in conformity with the statute. The intoxication and death occurred on or about the 6th day of April, A. H. 1889, at which time the said defendant Wellington Postal was the keeper of a saloon in the village of Evart, and was doing business under the bond sued upon.\nIt is claimed by counsel for the plaintiff that the proofs tend to show that on the evening of tht 6th day of April, 1889, Seymour Bailey, George Bailey, Harvey Smith, James Curry, and James Powell, who resided in and around the village of Sears (a small place lying three miles east of Evart), came to Evart, and were together during that evening, and purchased and drank liquor at defendant Postal's saloon and at other places-in Evart. About 10 o’clock that evening these parties-from Sears finally congregated on Main street of the village of Evart, near a mill where the F. &amp; P. M. Railroad track crosses the street east and west; Main street running north and south, the mill standing on the east-side of Main street, facing the west. While these five boys were engaged in a noise and disturbance, the plaintiff's husband and some other parties, who were at that time, in a hotel which was situated on the west side of Main street, and some distance north from where this Sears crowd had congregated, having their attention attracted by the noise, came out of the hotel, went *145across the street, and down where this crowd was. The railroad track before mentioned leads east from Evart through Sears, said track being the usual route taken by these boys going home. As they saw these parties coming across the street from the hotel, the Sears party started up the track east towards home, Seymour Bailey, the person who shot plaintiffs husband, and George Bailey, remaining behind the rest; and when the plaintiffs husband and Seymour Bailey met or came together, Bailey shot and killed plaintiffs husband. He fired two shots at him in rapid succession, only a second or two intervening, one of which entered the cheek of deceased just below the eye, passing through the brain, lodging against the skull, causing his immediate death;\nIt was claimed by the defense that Bailey was hit by the deceased in the face on their first coming together, and the theory of the defense was that Bailey shot and killed plaintiffs husband in self-defense; that Doty, the deceased, was the aggressor in the affray, and, he (Doty) being the aggressor, the plaintiff could not recover, even though Bailey was drunk at the time of the shooting; while the plaintiff's theory was that Bailey was the aggressor, and not Doty; and, further, that it made no difference whether Bailey or Doty was the aggressor, — if Bailey was intoxicated at the time of the shooting, and became intoxicated, in whole or in part, from liquors procured at the defendant's saloon, then a right of action had accrued in favor of the plaintiff; and, further, that the plaintiff was entitled to go to the jury on the questions of fact presented in the case, whether the drunkenness of Bailey was the cause of the shooting and death, and whether there was any connection between the intoxication of -.Bailey and the shooting of Doty, and whether the same thing would have happened had Bailey not been *146intoxicated, and whether the shooting of Doty was in any manner traceable to the intoxication of Bailey.\nAbout five hours after the shooting an officer arrested Bailey at his home, which was about five miles from Evart, and found in his pocket a revolver, and a large stone the size of a man's fist.\nAt the time plaintiff's husband was shot and killed he was 23 years of age, sound, healthy, and industrious, and was plaintiff's only means of support.\nAfter the plaintiff had rested her case, the court held that there could be no recovery in the case as against the sureties on the bond, for the reason that the plaintiff had not shown that Bailey was a person in the habit of getting intoxicated, and therefore the sale of the liquor to him was not an unlawful sale, and would not raise a liability against the sureties. The court also held that Doty was the aggressor, and for that reason the plaintiff could not recover. The defendants offered no testimony in the case,, but at the close of the plaintiff's proofs also rested their case.\nIt appears from the record that the plaintiff offered upon several occasions during the progress of the trial to show that Seymour Bailey, who killed the plaintiff's husband, was a person in the habit of getting intoxicated, but was not permitted to make this proof, the court holding that, unless he was intoxicated upon the night in question by liquors procured at defendant Postal’s saloon, the fact that he was a person in the habit cf getting intoxicated Avas wholly immaterial. The court stated in this connection that—\n“The case might arise where the mere fact that he was in the habit of getting intoxicated would support an action. In this case the gist of the action is the death of this man. You claim the loss of support by reason of his death purely and simply, and nothing else arising *147from the sale of liquor by the defendant to this man who did the killing. There is the proposition, clear enough. Before you can recover you must show, first; that the liquor was furnished by the defendant to this man w.ho did the killing; and, second, that he was intoxicated at that time, and, by means of it, he took that man's life by reason of it; and then the consequential damages.\"\nThe court for this reason expressed the opinion that no recovery could be had against the sureties upon the bond. The court did not rest the case wholly upon this question in directing the jury to return a verdict in favor of the defendants. He charged the jury further as follows:\n“ If I keep a saloon, and a man comes into it drunk and intoxicated, and gets liquor, and then goes out and gets to quarrelling with another, and it is pretty difficult to tell who is to blame, they get into a row, and one is hurt and injured, the courts say that the jury cannot speculate much in a case of that kind to'find out who is to blame, as the saloon-keeper is in-fault, and I take it an action will lie. When, however, the party who is injured is confessedly the aggressor from first to last, and stands in the wrong, then no action will lie for his injury, even if the other man is .drunk or sober. It cannot be said in that case that it is a necessary or natural result of the intoxication.\"\nThe court further charged the jury that “the proofs show that Doty was the aggressor.\"\nThe court was clearly in error in ruling put the evidence offered to show that Bailey was a person in the habit of getting intoxicated. This was competent for the purpose of showing the unlawful sale to Bailey by defendant Póstal. Clearly, the defendant Postal, as well as the sureties upon his liquor bond, would be liable, if. the sales made by Postal were unlawful, for all damages resulting from such sales, as the bond is given for the purpose of protecting parties from damages resulting by *148reason of such unlawful sales. Bell v. Zelmer, 75 Mich. 73.\nThe court was also in error in holding that Doty was the aggressor. That was a* question of fact for the jury, under the testimony which was offered in the case. The testimony was contradictory upon this point. The plaintiff contended that Doty went out simply to inquire into the cause of the noise and disturbance made by the Sears party, and was wantonly shot and killed by Seymour Bailey, without provocation, and that Doty was not, the aggressor.\nThe action was brought under section 20, Act No. 313, Laws of 1887. This s.ectioh provides that—\n“ Every wife * * * who shall be injured in person or property or means of support or otherwise by any intoxicated person, or by reason of the intoxication of any person, or by reason of the. selling, giving, or furnishing any spirituous, intoxicating, fermented, or malt liquors to any person, shall have a right of action in his or her own name against any person or persons who shall, by selling or giving any intoxicating or malt liquor, have caused or contributed to the intoxication of such person or persons, or who have caused or contributed to such injury, and the principal and sureties to the bond hereinbefore mentioned shall be liable, severally and jointly, with the person or persons so selling, giving,” etc.\nIn Brockway v. Patterson, 72 Mich. 122, it appeared that Brockway, the husband of the plaintiff, was killed by one Lane; that Brockway and Lane became intoxicated with liquors procured at the saloon of defendant, Patterson, and by reason of the drinking of which Lane struck Brockway a blow, causing his death. It was contended in that case that the injury to Brockway, which resulted in his death, could not be considered as a natural and legitimate result of -the selling of the liquor, or the intoxication that resulted from drinking it. Plaintiff’s counsel contended in that ease that it was not necessary to trace *149the injury to the intoxication; that the fact of intoxication was enough; and that, if Lane was intoxicated when he struck the blow that caused the death of Brockway, the case comes within the express words of the statute; which reaches any injury to ihe wife’s 'means of support by any intoxicated person. That action was brought ■under Act No. 1,91, Laws of 1883, which contains a provision similar to section 20 of the act under which the present suit is brought. It was said by Mr. Justice Morse in that case that—\n“Plaintiff’s counsel cites New v. McKechnie, 95 N. Y. 632, which fully supports the plaintiff’s contention. It is there held expressly that it is not essential to maintain an action of this kind that the plaintiff must show that the act of the intoxicated person which caused the injury was the natural, reasonable, or probable consequence of his intoxication. It is sufficient if it appears that the act was done while the person was intoxicated, in. whole or in part, by liquors sold by the defendant. In my opinion, this construction of the statute is the only proper one.”\nThe court below in that case directed the jury that they must find the injury to have resulted from the intoxication of Lane, and that they must find that the intoxication of Lane was so connected with his act of striking the blow that they could say, according to reason, obser. vation, and experience, the intoxication of Lane was the efficient' cause of the blow, and‘that the result must be fairly traced to Lane’s intoxication. It was held by. this ■Court in that case that the instruction given to the jury was sufficiently favorable to the defendant.\nThe question was raised in that ease whether the action eould be maintained, although the sales of liquors to Lane and Brockway were lawful; but it appeared in that case that the liquors were furnished to both of them after they had become intoxicated, and therefore the question as to lawful sales was not involved in that case, *150and this Court did not pass upon it.1 In the present case testimony was offered to show unlawful sales by defendant Postal to Seymour Bailey, by reason of his being a person in the habit of getting intoxicated. The liquor bond of defendant Postal expressly provides that no sales shall be made to this class of persons. It also-appeared in Brockway v. Patterson, supra, that Lane and Brockway had a quarrel on their way home after the drinking of the liquor furnished them by defendant, after they had become intoxicated; that Brockway struck Lane twice, and Lane hit Brockway with a stone just above and back of the left temple, which resulted in Brockway’s death. The judgment in that case was affirmed.\nIn Thomas v. Dansby, 74 Mich. 398, plaintiff’s husband, in an altercation with one Free, was injured by the breaking of his leg, whereby he became unable to support and maintain the plaintiff. It appeared that Thomas and Free were persons in the habit of becoming intoxicated, to the knowledge of defendant, before the time of' selling them the liquor which resulted in the injury. A recovery was had in that case by the plaintiff, and the-judgment affirmed in this Court. It was there said:\n“If the injury was occasioned by reason of the intoxication of Thomas or Free, and such intoxication was produced in whole or in -part by the liquors sold or furnished by defendant Dansby, then the case.would fall within the terms of the statute, and a recovery could be had if the plaintiff by reason thereof was injured in her means of support.”\nCounsel for defendant attempted to distinguish the present case from Brockway v. Patterson, 72 Mich. 122, from the fact that it appeared in that case that Brock-way, and Lane, who assaulted him and caused his death, *151were both intoxicated by liquors furnished them by the defendant; and also to distinguish' the present case from Thomas v. Dansby, 74 Mich. 398, by reason of the fact that Thomas and Free were both intoxicated by liquorB furnished by defendant. We are unable to discover how such a. distinction can relieve the defendant in the present case from, liability. If, upon a fair submission of the case to the jury, they should find that the death of the plaintiff’s husband was occasioned by the unlawful furnishing of liquors to Seymour Bailey by defendant Postal, he, as well as the sureties upon his liquor bond, would be liable for the damages suffered by the plaintiff by reason of the death of her husband.\nIt is urged in the argument here that the plaintiff’s husband was the aggressor, and no recovery can be had by plaintiff for that reason. But that was a matter in dispute upon the trial, and was a question for the jury.\nSdme of the testimony tended to show that Seymour Bailey, by reason of his intoxication, shot and killed the plaintiff’s husband, and that he and not Doty was in fault. These are questions that must be submitted to the jury for their determination. The plaintiff was, under the ruling of the court, shut out from presenting these issues. In this the court was clearly in error.\nThe judgment of the court below must be reversed,, with costs, and a new trial ordered.\nThe other Justices concurred.\n\n See Peacock v. Oaks, 85 Mich. 578.\n\n",
            "ocr": true,
            "opinion_id": 7935381
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}