{
    "id": 8006546,
    "judges": "Gleicher, Markey, Saad",
    "date_filed": "1974-10-22",
    "date_filed_is_approximate": true,
    "slug": "in-re-parole-of-elias",
    "case_name_short": null,
    "case_name": "In re Parole of Elias",
    "case_name_full": "In re PAROLE OF ELIAS",
    "attorneys": "Eric J. Smith, Prosecuting Attorney, Joshua D. Abbott and Kerry Ange, Assistant Prosecuting Attorneys, for the Macomb County Prosecutor., State Appellate Defender (by Susan M. Meinberg) for Michelle Elias., Bill Schuette, Attorney General, John J. Bursch, Solicitor General, and H. Steven Langschwager, Assistant Attorney General, for the Parole Board.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted August 10, 2011, at Detroit.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "294 Mich. App. 507"
    ],
    "opinions": [
        {
            "author_str": "Gleicher",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGleicher, J.\nThe Michigan Parole Board (the Board) granted Michelle Elias parole after she had served approximately 25 years of a 20- to 40-year sentence. The Macomb County Prosecutor objected to Elias’s release and sought leave in the circuit court to appeal the Board’s parole decision. The circuit court ruled that the Board abused its discretion by granting Elias parole and found that substantial and compelling reasons supported her continued incarceration. We conclude that the circuit court invaded the Board’s authority and substituted its judicial judgment for that of the Board. Specifically, the Board fully adhered to the statutes, regulations, and internal procedures governing parole decisions, thoroughly reviewed the facts and circumstances before paroling Elias, and granted parole based on objective scoring strongly supporting Elias’s paroled release. Because the circuit court overstepped the bounds of judicial review, we reverse and reinstate the Board’s grant of parole.\nI. THE PAROLE PROCESS IN MICHIGAN\nThere is scant published caselaw analyzing the multipart mechanics of Michigan’s current parole process. Consequently, circuit courts lack useful precedent when called upon to review the propriety of a parole decision. We take this opportunity to explain the elements cul*511minating in a parole decision and offer guidance to circuit courts confronted with a parole-decision challenge.\nThe Legislature created the Parole Board as part of the Michigan Department of Corrections (DOC). MCL 791.231a. The Board consists of 10 members serving staggered terms. Id. “Most parole decisions are made by three-member panels of the Parole Board. Decisions for prisoners serving a life sentence are made by majority vote of all ten members of the Parole Board.”1 A prisoner sentenced to a term of years comes under the jurisdiction of the Board when he or she has served the minimum sentence, adjusted for any good time or disciplinary credits. MCL 791.233(l)(b) through (d); MCL 791.234(1) through (5). Several months before the prisoner’s earliest release date, a DOC staff member must conduct an in-depth evaluation of the prisoner in order to advise the Board. A prison staff member prepares for the Board’s review a “Parole Eligibility Report” (PER) summarizing the “prisoner’s prior record, adjustment and other information[.]” DOC Policy Directive 06.05.103, p l;2 see also MCL 791.235(7). In preparing a PER, the staff member interviews the prisoner and gathers vital documentation, such as the results of any mental-health examinations and evaluations from prison programs. DOC Policy Directive 06.05.103, ¶¶ I, M, p 2. The PER “shall contain information as required by MCL 791.235”3 and *512any other information requested by the Board for its review. Id. at ¶ O, p 2. Prison officials submit the PER to the Board’s “Case Preparation Unit,” along with the contents of the prisoner’s central file. The unit uses the PER and file documents to score the prisoner’s parole guidelines. DOC Policy Directive 06.05.100, ¶ D, p 1.\nStatutorily mandated parole guidelines form the backbone of the parole-decision process. As described by this Court in In re Parole of Johnson, 219 Mich App 595, 599; 556 NW2d 899 (1996), “[t]he parole guidelines are an attempt to quantify the applicable factors that should be considered in a parole decision” and are “intended to inject more objectivity and uniformity into the process in order to minimize recidivism and decisions based on improper considerations such as race.” The Legislature directed that the DOC refine the statutory guidelines by developing more detailed regulations “to assist the [Board] in making release decisions that enhance the public safety.” MCL 791.233e(1). The DOC has fulfilled this command by promulgating detailed regulations and adopting policies and procedures consistent with the regulations.\nIn MCL 791.233e(2) and (3) the Legislature enumerated both mandatory and permissive factors for parole guidelines to be incorporated in the DOC’s more comprehensive regulatory scheme:\n(2) In developing the parole guidelines, the [DOC] shall consider factors including, but not limited to, the following:\n(a) The offense for which the prisoner is incarcerated at the time of parole consideration.\n(b) The prisoner’s institutional program performance.\n*513(c) The prisoner’s institutional conduct.\n(d) The prisoner’s prior criminal record ....\n(e) Other relevant factors as determined by the [DOC], if not otherwise prohibited by law.\n(3) In developing the parole guidelines, the [DOC] may consider both of the following factors:\n(a) The prisoner’s statistical risk screening.\n(b) The prisoner’s age.\nPursuant to this legislative mandate, the DOC promulgated regulations outlining certain factors for the Board to consider when making a parole decision:\n(2) The [Board] may consider all of the following factors in determining whether parole is in the best interests of society and public safety:\n(a) The prisoner’s criminal behavior, including all of the following:\n(i) The nature and seriousness of the offenses for which the prisoner is currently serving.\n(ii) The number and frequency of prior criminal convictions.\n(iii) Pending criminal charges.\n(iv) Potential for committing further assaultive or property crimes.\n(v) Age as it is significant to the likelihood of further criminal behavior.\n(b) Institutional adjustment, as reflected by the following:\n(i) Performance at work or on school assignments.\n(ii) Findings of guilt on major misconduct charges and periods of confinement in administrative segregation.\n(iii) Completion of recommended programs.\n(iv) Relationships with staff and other prisoners.\n*514(v) Forfeitures or restorations of good time or disciplinary credits.\n(c) Readiness for release as shown by the following:\n(i) Acquisition of a vocational skill or educational degree that will assist in obtaining employment in the community.\n(ii) Job performance in the institution or on work-pass.\n(iii) Development of a suitable and realistic parole plan.\n(d) The prisoner’s personal history and growth, including the following:\n(i) Demonstrated willingness to accept responsibility for past behavior.\n(ii) Employment history before incarceration.\n(iii) Family or community ties.\n(e) The prisoner’s physical and mental health,... which would reduce the likelihood that he or she would be able to commit further criminal acts.\n(3) The [Board] may consider the prisoner’s marital history and prior arrests that did not result in conviction or adjudication of delinquency, but shall not base a denial of parole solely on either of these factors.\n(5) A prisoner being considered for parole shall receive psychological or psychiatric evaluation before the release decision is made if the prisoner has a history of any of the following:\n(a) Hospitalization for mental illness within the past 2 years.\n(b) Predatory or assaultive sexual offenses.\n(c) Serious or persistent assaultiveness within the institution. [Mich Admin Code, R 791.7715(2), (3), and (5).]\nThus, the comprehensive regulatory parole guidelines supplement the legislative guidelines by adding highly *515specific, objective criteria that must be considered during the parole-decision process.\nWhen scoring the parole guidelines, the Board must consider “all relevant facts and circumstances, including the prisoner’s probability of parole as determined by the parole guidelines . . . and any crime victim’s statement .. . .” Mich Admin Code, R 791.7715(1). Under Mich Admin Code, R 791.7716(3), the scoring must be based on “the length of time the prisoner has been incarcerated for the offense for which parole is being considered and each of the following factors”:\n(a) The nature of the offense(s) for which the prisoner is incarcerated at the time of parole consideration, as reflected by all of the following aggravating and mitigating circumstances:\n(i) Use of a weapon or threat of a weapon.\n(ii) Physical or psychological injury to a victim.\n(iii) Property damage of more than $5,000.00.\n(iv) Excessive violence or cruelty to a victim beyond that necessary to commit the offense.\n(v) Sexual offense or sexually assaultive behavior.\n(vi) Victim transported or held captive beyond that necessary to commit the offense.\n(vii) Multiple victims.\n(viii) Unusually vulnerable victim, as reflected by age, impairment, or physical disproportionality.\n(ix) The prisoner acted as a leader of joint offenders.\n(x) The prisoner has been designated as involved in organized crime ....\n(xi) The prisoner has been designated as being a career criminal....\n(xii) The prisoner has been designated as a drug trafficker ....\n*516(xiii) The prisoner is serving life or a long indeterminate sentence and is being considered for parole under [MCL 791.234(4)].\n(xiv) The act was a situational crime with low probability of reoccurrence.\n(xv) The prisoner’s role was minor or peripheral to other joint offenders.\n(b) The prisoner’s prior criminal record, as reflected by all of the following:\n(i) Assaultive misdemeanor convictions that occurred after the prisoner’s seventeenth birthday.\n(ii) The number of jail and prison sentences imposed.\n(iii) The number of felony convictions.\n(iv) The number of convictions for assaultive felonies ....\n(v) The number of prior convictions for sex offenses or sexually motivated crimes.\n(vi) The number of probation, delayed sentence, and parole failures.\n(vii) Whether the offense for which parole is being considered was committed while the prisoner was on probation, delayed sentence, or parole.\n(viii) Whether the prisoner was incarcerated for a violation while on probation for the offense for which parole is being considered.\n(ix) The number of commitments as a juvenile for acts that would have been crimes if committed by an adult.\n(x) Whether the prisoner was on probation as a juvenile for acts that would have been crimes if committed by an adult at the time the offense for which parole is being considered was committed.\n(c) The prisoner’s conduct during confinement to a department facility,... as reflected by the following:\n(i) The number of major misconduct convictions and security classification increases over the previous 5 years and during the year immediately before parole consideration.\n*517(ii) The number of nonbondable major misconduct convictions over the previous 5 years.\n(iii) The number of major misconduct convictions for assault, sexual assault, rioting, or homicide during the previous 5 years.\n(d) The prisoner’s placement on the assaultive and property risk screening scales.\n(e) The prisoner’s age at the time of parole eligibility.\n(f) The prisoner’s performance in institution programs and community programs during the period between the date of initial confinement on the sentence for which parole is available and parole eligibility, including, but not limited to, participation in work, school, and therapeutic programs.\n(g) The prisoner’s mental health as reflected by the following:\n(i) A psychiatric hospitalization as a result of criminal activity in the background of the prisoner.\n(ii) A history of physical or sexual assault related to a compulsive, deviant, or psychotic mental state.\n(iii) A serious psychotic mental state that developed after incarceration.\n(iv) Whether subsequent behavior or therapy suggests that improvement has occurred. [Emphasis added.]\nTo facilitate scoring, the Board separated the parole-guideline factors into eight sections: (1) active sentence, (2) prior criminal record, (3) conduct, (4) statistical risk, (5) age, (6) program performance, (7) mental health, and (8) housing (referring to the prisoner’s security level within the prison system). DOC Policy Directive 06.05.100, Attachment A, p 1. Much like the legislative sentencing guidelines, each parole-guideline section includes a list of factors to be scored and instructions on the point value to be assigned, which include both positive and negative points. Id. at 1-9. After every *518factor is scored, the scores are aggregated to reach a total section score and ultimately the “Final Parole Guidelines Score.” Id. at 1, 10. “That score is then used to fix a probability of parole determination for each individual on the basis of a guidelines schedule. Prisoners are categorized under the guidelines as having a high, average, or low probability of parole.” Johnson, 219 Mich App at 599. A prisoner with a score of +3 or greater merits placement in the high-probability category, a score of -13 or less warrants assignment to the low-probability category, and a score between those figures falls within the average-probability category. DOC Policy Directive 06.05.100, Attachment A, p 10.\nA prisoner being considered for parole may also undergo an interview conducted by one or more Board members assigned to the prisoner’s panel. If the prisoner’s guidelines score falls within either the high- or low-probability-of-parole categories and the Board intends to follow the guidelines recommendation to grant or deny parole respectively, the Board need not interview the prisoner. MCL 791.235(1), (2); DOC Policy Directive 06.05.104, ¶ J, p 3. In all other situations, at least one member of the panel must personally interview the prisoner. “Parole interviews are informal, non-adversarial proceedings.” DOC Policy Directive 06.05.104, ¶ R, p 4. During the prisoner’s parole interview, he or she is entitled to bring a “representative” and to “present relevant evidence in support of release,” but the representative may not be another prisoner or an attorney. MCL 791.235(6); DOC Policy Directive 06.05.104, ¶ S, p 4. “[A] staff member familiar with classification and program matters” also attends the interview to assist the prisoner and the Board member “by presenting or clarifying pertinent information in a fair and objective manner.” DOC Policy Direc*519tive 06.05.104, ¶ S, p 4. Following the parole interview, a “Case Summary Report” is created for the Board’s review.\nIn 2005, the DOC began implementing the Michigan Prisoner ReEntry Initiative (MPRI) in various stages. The MPRI is a multiagency, multicommunity project designed to promote public safety and reduce the likelihood of parolee recidivism. The MPRI Model: Policy Statements and Recommendations, Michigan Prisoner ReEntry Initiative, January 2006, p 2.4 The mission of the MPRI “is to significantly reduce crime and enhance public safety by implementing a seamless plan of services and supervision developed with each offender and delivered through state and local collaboration. . . .” DOC Policy Directive 03.02.100, p 1. One goal of the MPRI is to “improve [] decision making at critical decision points,” such as when the Board is considering whether to release a prisoner from incarceration on parole. Id. at ¶¶ C, E.2, pp 1-2. Under the MPRI, the DOC and the Board are now required to prepare and consider additional reports, and in particular the transition accountability plan (TAP):\nThe lynchpin of the MPRI Model is the development and use of Transition Accountability Plans (TAPs) at four critical points in the offender transition process that succinctly describe for the offender, staff, and community exactly what is expected for offender success. The TAPs, which consist of summaries of the offender’s Case Management Plan at critical junctures in the transition process, are prepared with each prisoner... at the point of the parole decision .... [MPRI Model, p 5.]\nA staff member from the DOC must formulate a TAP with each prisoner, mostly to assist the prisoner’s *520reentry into society, but also to assist the Board in rendering its parole decision. A TAP contains four elements:\n&gt;- Needs are criminogenic[5] factors that contribute to risk and are individually assessed using the COMPAS risk assessment instrument.\n&gt;- Goals are designed to mitigate each criminogenic need.\n&gt;- Tasks are developed with each offender to meet the goals defined in the plan.\n&gt;- Activities are created with each offender to break each task down into manageable steps.[6]\nCOMPAS, the acronym referred to in the TAP guidelines, stands for the “correctional offender management profiling for alternative sanctions” program. COMPAS is a comprehensive risk and needs assessment system, which takes into account both static information (such as the prisoner’s past criminal offenses) and dynamic data (such as the prisoner’s evolving attitudes and mental condition).7 “COMPAS is designed to support treatment, programming and case management decisions. The various COMPAS reports describe the offender’s risk and criminogenic needs. The fundamental *521task is to ‘connect the dots’ among the various factors and develop a more integrated and coherent interpretation of each persons [sic] support needs.”8\nIn conducting a COMPAS risk assessment, a case manager considers various characteristics of the offender and the offense and inputs scores into the COMPAS computer software program. The software generates a score ranking the offender’s statistical likelihood of violence, recidivism, success on parole, and other factors.9 The COMPAS program incorporates information gleaned from the offender’s prior criminal history, drug involvement, early indicators of juvenile delinquent problems, and criminal associations to assess a “general recidivism risk.”10 The prisoner’s history of violent or assaultive crimes, prior use of weapons, past parole experience, and other similar factors contribute to the prisoner’s “violent recidivism risk.”11 COMPAS also assesses more benign factors such as the level of the prisoner’s family support and the prisoner’s ability to gain employment, manage his or her finances, and find suitable housing once paroled.12\nUltimately, “matters of parole lie solely within the broad discretion of the [Board] . . . .” Jones v Dep’t of Corrections, 468 Mich 646, 652; 664 NW2d 717 (2003); see also Hopkins v Parole Bd, 237 Mich App 629, 637; 604 NW2d 686 (1999); MCL 791.234(11). Notwithstanding, the Legislature has clearly imposed certain statutory restrictions on the Board’s exercise of its *522discretion. In addition to creating the framework shaping the regulatory parole guidelines, the Legislature forbade the Board from releasing a prisoner who has been incarcerated for two or more years unless that prisoner has earned a general education development certificate GED. MCL 791.233(l)(f). The Board may not grant parole unless it “has satisfactory evidence that arrangements have been made for . .. employment.. ., for the prisoner’s education, or for the prisoner’s care if the prisoner is mentally or physically ill or incapacitated.” MCL 791.233(1)(e). Most importantly, “[a] prisoner shall not be given liberty on parole until the board has reasonable assurance, after consideration of all of the facts and circumstances, including the prisoner’s mental and social attitude, that the prisoner will not become a menace to society or to the public safety.” MCL 791.233(1)(a); see also Johnson, 219 Mich App at 598.\nThe Legislature recognized, however, that in some circumstances the parole guidelines fail to take into account adequate information. Accordingly, the Legislature expressly granted the Board discretion to depart from the parole guidelines:\nThe parole board may depart from the parole guidelines by denying parole to a prisoner who has a high probability of parole as determined under the parole guidelines or by granting parole to a prisoner who has a low probability of parole as determined under the parole guidelines. A departure under this subsection shall be for substantial and compelling reasons stated in writing. [MCL 791.233e(6) (emphasis added).]\nThe DOC adopted an identical regulatory provision allowing for parole departures. Mich Admin Code, R 791.7716(5). Once the Board has rendered its decision, it must issue in writing “a sufficient explanation for its decision” to allow “meaningful appellate review,” *523Glover v Parole Bd, 460 Mich 511, 519, 523; 596 NW2d 598 (1999), and to inform the prisoner of “specific recommendations for corrective action” if necessary “to facilitate release,” MCL 791.235(12).\nII. PRIOR AND CURRENT CONSIDERATION FOR PAROLE\nWith this framework in mind, we now consider the history of Elias’s imprisonment and the progression of her parole reviews. In 1985, a jury convicted Elias of second-degree murder, MCL 750.317, and possession a firearm during the commission of a felony (felony-firearm), MCL 750.227b. Elias’s convictions arose from the murder of Brian Barczynski. Elias had been in a romantic relationship with Barczynski’s wife, Vicki. According to Elias, Barczynski had physically abused Vicki, motivating Elias to end the abuse. While under the influence of mescaline, Elias waited until the Barczynski family went out before breaking into their home. She positioned herself in a second-story window with a single-shot shotgun and waited for Barczynski to return. Barczynski drove up to the house with his wife, his four-year-old daughter, and another young child. When Barczynski got out of his vehicle, Elias shot him from her window perch, reloaded the shotgun, and shot him a second time. Elias then came outside, stood over Barczynski’s body, and shot him in the face at close range. On August 28, 1985, then Circuit Court Judge Lawrence Zatkoff sentenced Elias to consecutive prison terms of two years for the felony-firearm conviction and 20 to 40 years for the murder conviction. The trial court imposed these sentences under the now-superseded judicial sentencing guidelines.13\n*524During much of her incarceration, Elias was not a model prisoner. Between 1986 and 2003, the prison issued her 35 major misconduct tickets. Elias’s misconduct generally related to disobedience, presence in unauthorized areas, and sexual contact with other prisoners. In 1996 Elias pleaded guilty to one charge of attempted malicious destruction of prison property (a vending machine) and was sentenced to an additional consecutive six-month term of imprisonment.14 In 1999, Elias placed a piece of burning paper into a prison dumpster and started a fire, which led to an administrative adjudication of guilt.\nYet Elias’s record also documents noteworthy accomplishments, and she has not committed any type of misconduct since 2003. Elias earned her GED in 1986, and later completed a vocational training program in custodial work. She worked full-time in the prison food service program and received positive reports from her supervisors. Elias voluntarily participated in several substance abuse programs and completed group therapy for assaultive offenders (AOT). She recently married a longtime pen pal, who appears to be an exemplary citizen of Jacksonville, Florida.\nElias first became eligible for parole consideration on January 1, 2006, after serving 21 years and 3 months of her aggregated 22V2-year minimum term of imprisonment. At that time, Elias’s parole guidelines scored at +3 points, equating with an average probability of parole. The Board had access to Elias’s March 14, 2006 AOT “Termination Report,” which indicated that Elias *525had attended 47 sessions of AOT while incarcerated. In relation to Elias’s general participation in group therapy, the report stated that Elias had displayed honesty and completed her assigned tasks; however, she had not actively and openly participated in the therapy and showed little empathy toward other participants. The AOT described that Elias made great strides toward cultivating “better understanding and more effective management of [her] criminal behaviors.” Elias was able to describe her criminal acts, explain what led to her criminal acts, and accept responsibility for those acts. Elias had also “[p]repared a comprehensive plan for managing [her] criminal behavior.” However, Elias did not have similar insight into her feelings and emotions. While Elias demonstrated an ability to manage her anger, she was unable to identify her feelings and emotions or connect those feelings to her outward criminal behavior. Although Elias had not completely met her therapy goals, the evaluator noted that Elias “completed the Assaultive Offender Program.”\nThe Board also considered the September 19, 2005 case-summary report prepared after two panel members interviewed Elias. The case summary noted that Elias minimized her responsibility by rationalizing that she had been under the influence of drugs and shot Barczynski to avenge his physical abuse of his wife. The Board denied parole on March 28, 2006.\nBy October 2007, Elias had improved her parole-guideline score to +9 points, placing her in the high-probability-of-parole category. A case summary prepared in September 2007 noted that Elias’s behavior had improved over the course of her incarceration. The interviewing Board member indicated that Elias had accepted responsibility for her crime: “Says she did commit the crime, says she was having a relationship *526with [Barczynski’s] wife, says [Barczynski] was abusing [his wife], says she decided to take matter into her [own] hands, says she shot [Barczynski] thinking she was doing the right thing at that time.” Moreover, Elias felt “horrible about what she did to” Barczynski. However, the case summary inconsistently notes that Elias “seems to be in denial and continue[s] to minimize[] the crime” and “did not demonstrate enough insight into her crime.” The Board denied parole on October 15, 2007, stating as its “substantial and compelling reasons” for departure that Elias “did not demonstrate enough insight into her crime” during the parole interview and “showed no remorse” for her crime or empathy for her victim.\nStaff members at the DOC did not evaluate Elias under the TAP or COMPAS programs until September 2008. Elias’s TAP report indicated that she had a low risk for violence and recidivism. Elias’s strengths included her mature age, ability to transition into a stable and appropriate residence and social environment, full-time employment within the prison, and GED. However, the TAP case manager determined that Elias had a high probability of engaging in criminal thought and needed to further develop her social attitude (leading to a score of +9 points on a 10-point scale). Similarly, the report indicated that Elias would probably have difficulty with cognitive behavior (score of +6 points). The case manager predicted that Elias would probably have difficulty reentering the work force given her minimal vocational training and educational deficiencies (score of +7 points).\nElias’s COMPAS risk-assessment report indicated that Elias was at low risk of engaging in violent or recidivist behavior. The report described the sentencing offense as a violent felony and included references to *527the separate property offenses Elias committed while incarcerated. The scales used to assess Elias’s risks and needs reflected that Elias had no current substance abuse problem but could benefit from further treatment to prevent its resurgence (leading to a score of +1 point on a 10-point scale).15 Elias was assessed as having “probable” difficulty in reentering the work force given her lack of education and minimal vocational training. Moreover, Elias required additional training in methods of finding employment (scores of 6 and +7 points).16 Elias was judged unlikely to have housing problems upon release, and her family members had no criminal involvement (scores of +1 point and +2 points).17 The report also expressed that Elias was unlikely to face financial problems upon her release (score of +4 points)18 and had a positive mental-health outlook (score of +1 point). In relation to “Cognitive Behavioral/Psychological” criminogenic needs, the report denoted that Elias does not likely have a criminal personality and that her conduct/thought process appears devoid of impulsivity, risk-taking, restlessness/boredom, and selfishness. However, the case manager failed to assign a numeric score for that factor.19\n*528Based on the 2006 AOT termination report and the 2008 TAP and COMPAS reports, the Board denied Elias parole on December 2, 2008. An August 2008 case summary indicated that Elias minimized her criminal responsibility and failed “to comprehend the seriousness of” her offense. The summary further noted that Elias “relates little interest in the victim.” Because Elias remained in the high probability-of-parole category, the Board provided “substantial and compelling” reasons for its departure from the guidelines. The Board cited Elias’s explanation during her parole interview for murdering Barczynski. Elias “couldn’t explain her actions, was in a rage,&amp; [sic] didn’t know why. [Board] is not convinced [Elias] has gained sufficient insight into her assaultive behavior to assure risk is reduced.”\nBy March 2009, Elias had improved her parole-guideline score to +15 points, well above the score of+3 points necessary for placement in the high-probability-of-parole-category. Moreover, a March 2009 case-summary report indicated that Elias had accepted responsibility for her criminal actions. On May 29, 2009, however, the Board again denied Elias parole. As its “substantial and compelling reasons” to depart from the guidelines, the Board stated that Elias “demonstrated a lack of insight into her behavior. This, along with [the AOT termination report] indicating a lack of insight into her emotions, demonstrates that risk remains ...”\n*529Despite its previous four denials of parole, the Board granted parole to Elias on February 10, 2010. In preparation for the Board’s review, the DOC prepared a PER on November 24, 2009. The PER indicated that Elias posed a “very low” assault risk and “low” property risk. The PER included as Elias’s “active offenses” the felony-firearm, second-degree murder, and malicious destruction of property charges and observed that Elias had no prior criminal record. In relation to Elias’s institutional adjustment, the PER mentioned Elias’s 35 major misconducts while incarcerated. However, the PER indicated that Elias had not committed any misconduct since her last PER and had remained in the lowest security level at the prison since at least 2006. The report even stated that Elias’s “[m]ost recent reports are excellent.” In relation to institutional programming, the PER noted that Elias had earned her GED in March 1986 and participated in a custodial maintenance vocational training program. Elias had been working in the prison’s food service program since 2003 and had consistently received “very good to excellent” reports. Elias completed substance abuse counseling in 1999, never required referral for psychological counseling, and completed AOT in 2006. The PER summarized that Elias had completed all recommended programs and that “at least 2/3 of all program reports [were] above average” and further noted that Elias planned to move to Jacksonville, Florida to live with her husband when released on parole.\nThe Board’s Case Preparation Unit then used the PER to calculate Elias’s parole guidelines. We now turn to a summary of Elias’s scores in the eight guidelines sections. The Board scored three aggravating factors under the “active sentence” portion of the guidelines. Specifically, Elias received -1 point for the use of a weapon during the offense, -3 points for using force *530that caused death, and -1 point for engaging in “violence or cruelty beyond that necessary to commit” the crime. Accordingly, Elias received an active-sentence score of -5 points. However, a prisoner receives credit toward the active sentence score to reflect the length of time he or she has already served. After the adjustment, Elias received an aggregate active-sentence score of -2 points. See DOC Policy Directive 06.05.100A, pp 1-2.\nAlthough Elias had no criminal history before committing the sentencing offense, the Board assigned a score for the prior criminal record variables under the guidelines. Given the length of time Elias had already served, her score was neutralized at zero points. See id. at 3-4. In relation to institutional conduct, the guidelines required scoring points only for major misconducts or increased security classifications within the previous five years and within the year prior to the parole consideration. As Elias had not engaged in misconduct since 2003 and remained in a low-security classification, she received zero points for this category. The Board again weighted Elias’s score, which resulted in an aggregate institutional-conduct score of +8 points. See id. at 4-5.\nElias’s COMPAS statistical-risk analysis placed her in the “very low assaultive risk and low property risk” categories. This combination resulted in an aggregate statistical-risk score of +3 points. See id. at 6. Her age of 48 further reduced her scored risk for committing criminal offenses. Accordingly, Elias received an “age” score of +3 points. See id. at 7.\nThe “programming section” of the parole guidelines measures “[t]he prisoner’s completion of recommended and approved programming . ...” Id. at 8. This section is scored on a pass-fail basis, with the prisoner receiving credit for adequate completion of a program and demer*531its for inadequate completion of a program. Elias was assigned +1 point, representing that she had “no inadequates and at least two-thirds of the programs were rated as excellent/outstanding.” Elias’s adjusted aggregate programming score was +3 points. See id.20 Ultimately, her final parole-guideline score equaled +15 points, placing her in the high-probability-of-parole category.\nFollowing Elias’s parole interview, a case summary prepared on December 14, 2009, acknowledged that Elias had committed an assaultive crime resulting in death. The summary noted, however, that Elias “accepts responsibility” for her crime and criminal behavior and quoted Elias’s description of the offense:\n[Elias] says she was in a realtionship [sic] with a girlfriend, her husband and her boyfriend. Says they got into a fight and she ended up shooting her [sic] husband. [Elias] says she was intended [sic] to shoot herself and when she saw the victim she started shooting., [sic] Says the gunbelonged [sic] to her boyfriend. Says she had always been fighting with the victim because he was very abusive to her girlefriend [sic]. Says the way she grew up violence was the way to solve problems., [sic] Says the Clintio [sic] Township police had been called earlier because she would not lea[v]e the victim[’]s home., [sic] [Elias] was involved in a lover[’]s triangle plus 1.\nThe case summary explained that Elias’s “behavior reflected in the [prison] misconducts” had “diminished.” Elias had received “satisfactory block reports” and had not committed any misconduct since October 1, *5322003. The interviewing Board member believed that Elias also accepted responsibility for her misconduct while incarcerated.\nThe case summary noted that Elias had “completed therapy,” including a “psychoeducational group” in 1994, had “maximized the benefits of [AOT],” and had “made progressive improvement in her insight &amp; determination to control her impulses, depressive feelings &amp; irratability [sic].” Elias had also completed several substance abuse therapy programs, self-help programming, and a 1989 “alternative to violence” group counseling program. The summary also cited Elias’s vocational training and work performance, as well as the GED she earned in 1986. The interviewing Board member accepted the truth of Elias’s statement that “she ha[d] learned to deal with situations, and to have better control.”\nThe case summary noted that Elias had “maintained family support” while incarcerated and that her proposed placement with her husband in Jacksonville, Florida was “acceptable.” Moreover, the interviewing Board member indicated that he had reviewed the relevant documents, including the AOT termination report. The case summary quoted the Board member as indicating:\n[Elias] is very emotional, says she takes full responsibility.. [sic] Knows she hurt the victim and his family., [sic] Says she prays everyday, wishes there was some way she could go back and change it., [sic] Says the victim was her friend and that they did have some good times also. [Elias] says if given the chance, she has a husband and will never be a problem., [sic] Says she wants to enjoy the years she has left., [sic] Says she has learned a lot and can walk away from anything., [sic] Says there will never be any problems... [sic] [The interviewing Board member] feel[s] she will do well. She has great support, was very emotional, has *533insight and a strong desire to make it. Husband works with the sheriff[’]s department, knows the rule about no guns.. [sic] He love[s] his wife and will give her everything she needs. Willing to give inmate a second chance at tlife.. [sic]\nBefore making its decision, the Board panel was also able to review the interviews and assessments made during prior parole considerations. Barczynski’s widow and now-grown children submitted several letters urging the Board to deny Elias parole and continue her imprisonment for the maximum 40-year term.\nAfter considering the vast wealth of information before it, the Board granted Elias parole on February 10, 2010, to begin effective July 1, 2010. The notice of decision specified that “[reasonable assurance exists that the prisoner will not become a menace to society or to the public safety .. . .” The Board expressed its belief that Elias accepted responsibility for her crime and criminal behavior. Further, Elias’s history of institutional misconducts had diminished and she had earned satisfactory reports from the cellblock guards. The Board noted that Elias had earned her GED, completed vocational training, self-help programming, and substance abuse counseling and was adequately involved in her prison employment. Elias also “maintained family support” while in prison and had a family support system in place upon her release. The Board further determined that Elias’s placement in Florida with her husband was acceptable.\nIII. PROSECUTOR’S APPEAL OF PAROLE BOARD DECISION\nThe Macomb County Prosecutor appealed the Board’s decision in the Macomb Circuit Court. The court issued a stay pending its review and, as a result, Elias remains in prison. The prosecutor argued that the Board had abused its discretion by granting parole, *534despite Elias’s scoring as having a high probability for parole, because substantial and compelling reasons supported a departure from the guidelines recommendation. More specifically, the prosecutor challenged the Board’s current decision to grant parole when it had denied parole on two previous occasions using the same TAP and COMPAS reports and on two additional previous occasions in reliance on the same AOT termination report.\nThe circuit court reversed the Board’s decision. While recognizing the many positive factors in the record, the court determined following a review of “the entire record and the guidelines” that the Board had clearly abused its discretion. Reviewing the Board’s brief summary of the underlying offense, the circuit court concluded that the Board had failed to fully consider the egregious nature of the crime. The court challenged the Board’s reliance on the fact that Elias had simply “completed” therapy designed to overcome her assaultive behavior. Considering the “substance” of the therapy report, the circuit court noted that Elias “only partially completed” the stated goals of her treatment. The court concluded that the Board should also have considered the details within the therapy report, which revealed Elias’s unsatisfactory performance. The circuit court also believed that the Board had given inadequate weight to Elias’s long history of institutional misconduct by simply noting that Elias’s “behavior reflected in misconducts has diminished.”\nThe circuit court also took into account “other relevant factors” and reasoned as follows:\nThe Court finds relevant the letters by the victim’s relatives, regarding the release of [Elias], directed to the [Board] and included in the record... . [I]t is unclear from *535the record whether the [Board] gave these letters any consideration when making its determination.\nThe Court further recognizes that [Elias] has been denied parole on at least six occasions.[21] The parole denials consistently found [Elias] had no insight into her behavior and does not demonstrate empathy. The most recent denial of parole on May 29, 2009 stated “the prisoner demonstrated lack of insight into her behavior.” ... The [Board] relied on the [AOT] Termination Report, dated March 14, 2006, indicating “a lack of insight into her emotions, demonstrates that risk remains.” . .. The [Board] also reasoned their denials were consistent with the prisoner’s [AOT] Termination Report, which indicated that she “completed” [AOT], but also indicates that defendant only “partially” completed the only two goals of the programs.. . .[22] The [Board] then relies on this same [AOT] Termination Report when it grants [Elias] parole approximately eight months later. The Court cannot reconcile the [Board’s] use of this report and finds its recent reliance on this report to grant parole is a clear abuse of discretion.\nFurther, the COMPAS report, dated September 11, 2008, indicates overall low violence and low recidivism.... However, the report fails to provide a score for the cognitive behavioral/psychological section.... The TAP report, dated September 11, 2008, indicates a score of highly probable to continue having problems with criminal thinking; probable to have reentry vocation/education problems; *536and probable cognitive behavioral problems.. .. [Elias] was denied parole on three occasions after these reports were generated.[23]\nThe Case Summary Reports further detail[] the information the [Board] relied upon in making its decision. .. . The reports repeatedly indicate [Elias] minimizes her responsibility for the underlying crimes and provides numerous excuses. .. . However, based on the same information, several Case Summary Reports come to the conclusion that defendant has now accepted responsibility for the underlying crime.... The conflicting [DOC] assessments are evidence of the [Board’s] clear abuse of discretion.\nWhile the Notice of Decision states the [Board] considered the facts and circumstances, it appears that the [Board] did not give sufficient consideration to the circumstances of the crime resulting in [Elias’s] conviction. Specifically, the severity and details of the crime and its affect [sic] on the victim’s family were not significantly weighed. In addition, the substance of the [AOT] Termination Report was not properly considered. Further, it is unclear what evidence supports the [Board’s] conclusion that [Elias] has now taken responsibility for her criminal actions. For these reasons, it is the Court’s opinion that the [Board] did not fully consider, as required by MCL 791.233(1)(a), “all of the facts and circumstances, including the prisoner’s mental and social attitude,” in order to determine that “the prisoner will not become a menace to society or to the public safety.” The failure to consider such facts and circumstances violates the statutory requirement. MCL 791.233(1)(a)[],\nFurther, other than mere conclusions, the [Board] has failed to cite sufficient verifiable facts or circumstances which provide reasonable assurance that [Elias] will no longer be a menace to society or to the public safety upon her release from prison. For these reasons, the Court finds that the [Board’s] decision to grant parole was not supported by competent, material and substantial evid*537ence....[24] Upon thorough review of the entire record, the Court believes that the decision to grant parole falls outside the range of reasonable and principled outcomes. ...\nFinally, the [Board] argues that it could not deviate from the parole guidelines absent [substantial] and compelling reasons pursuant to MCL 791.233e(6). However, there were substantial and compelling reasons to depart,. as identified above, and the [Board] clearly abused its discretion by not acting on those reasons ....\nThe Board subsequently filed a motion for reconsideration, highlighting that the circuit court relied on the wrong standard of review by requiring the Board to support its decision with “competent, material and substantial evidence,” a standard applicable only under the Administrative Procedures Act. The Board further accused the circuit court of improperly substituting its judgment for that of the executive agency. The circuit court denied the Board’s motion and affirmed its earlier decision.\nElias filed an application for leave to appeal in this Court, which we initially denied. In re Parole of Elias, unpublished order of the Court of Appeals, entered *538October 21, 2010 (Docket No. 300113). Elias pursued her application to the Michigan Supreme Court, which remanded to this Court for consideration as on leave granted. In re Parole of Elias, 488 Mich 1034 (2011). On full review before our Court, we find that the circuit court exceeded the limits of judicial review appropriate in parole decision cases. We therefore reverse the circuit court’s judgment and reinstate the Board’s grant of parole.\nIV STANDARD OF REVIEW\nJudicial review of the Board’s decision to grant parole is limited to the abuse-of-discretion standard. Wayne Co Prosecutor v Parole Bd, 210 Mich App 148, 153; 532 NW2d 899 (1995). Either the prosecutor or the victim of an offense may appeal in the circuit court when the Board grants a prisoner parole. MCL 791.234(11); Morales v Parole Bd, 260 Mich App 29, 35; 676 NW2d 221 (2003). Under MCR 7.104(D)(5) the challenging party has the burden to show either that the Board’s decision was “a clear abuse of discretion” or was “in violation of the Michigan Constitution, a statute, an administrative rule, or a written agency regulation.” An abuse of discretion occurs when the trial court’s decision falls outside the range of reasonable and principled outcomes. People v Babcock, 469 Mich 247, 269; 666 NW2d 231 (2003).25 Importantly, a review*539ing court may not substitute its judgment for that of the Board. Morales, 260 Mich App at 48.\nV THE CIRCUIT COURT IMPROPERLY SUBSTITUTED ITS JUDGMENT FOR THAT OF THE PAROLE BOARD\nThe Board did not abuse its discretion or violate the Constitution or any statute, rule, or regulation by granting parole to Elias. Elias had a parole-guideline score of +15 points, placing her in the high-probability-of-parole-category. Accordingly, the Board was required to grant parole absent substantial and compelling reasons to depart from that decision. After personally interviewing Elias and fully reviewing her file, including a multitude of reports prepared specifically for the Board’s consideration, the Board found no substantial and compelling reason to depart from the parole guidelines. This decision fell within the range of principled outcomes in light of the record evidence.\nWe first note that the DOC carefully followed the statutory and regulatory procedures for evaluating Elias’s probability of parole. Several months before the Board’s current parole consideration, the DOC evaluated Elias and prepared a PER. As previously discussed, the PER accurately detailed the abundant documentation contained Elias’s prison files, and was prepared in a manner consistent with the procedures outlined in DOC Policy Directive 06.05.103.\nThe DOC also adhered to its procedures in conducting Elias’s COMPAS risk assessment. A DOC staff member inputted the required data from Elias’s prison file into the COMPAS software program, which then calculated Elias’s statistical risk of committing future *540assaultive or property crimes. COMPAS assessed Elias as having a low risk of engaging in violent or recidivist behavior and specifically described Elias as having a positive mental-health outlook. In its opinion reversing the Board’s decision to grant parole, the circuit court cited the absence of a score on the COMPAS’s “cognitive behavioral” scale, which the court found troubling in light of the TAP report assessment that Elias would likely experience cognitive behavioral difficulties on reentering society. We are unconcerned with this omission, however, because the evaluator provided a narrative summary based on the instructions accompanying the scale. That narrative portrayed Elias as lacking the character traits that lead to criminal behavior.\nThe DOC also properly prepared a TAP report with Elias to prepare her for the possibility of release. That report is more negative than the COMPAS assessment, indicating that Elias needed to further develop her social attitude and manage her criminal thoughts. But a TAP report serves to guide a prisoner on the steps needed to rehabilitate and earn parole. See The MPRI Model, p 5. As such, a TAP is a necessarily dynamic document; it identifies areas in which the prisoner needs further development and allows the prisoner to work toward achieving stated goals. When evaluating Elias’s chance of parole in February 2010, the Board evaluated a TAP prepared in September 2008. The Board was not required to treat this 14-month-old document as accurately summarizing Elias’s current potential to successfully transition into society and could assess for itself whether Elias had met the outlined goals and was ready for parole.\nConsistently with its internal operating procedures, the DOC also required Elias to participate in AOT while imprisoned. DOC psychological services staff prepared *541an AOT termination report documenting Elias’s progress in that program. More than five years have now elapsed since Elias completed the AOT. The prosecutor and the circuit court noted that Elias did not fully meet her therapeutic objectives. Nevertheless, the report concluded that she displayed “better understanding and more effective management of her criminal behaviors.” Under that goal, Elias made “excellent” and “good” progress toward meeting various objectives. Specifically, Elias “ [demonstrated the ability to clearly describe any of [her] criminal behaviors in detail,” “[a]ccepted complete responsibility for [her] criminal behaviors,” “demonstrated the ability to cope with group confrontation in a non-defensive, nonthreatening and appropriate manner,” “demonstrated an institutional record free of misconduct while enrolled in therapy,” “demonstrated the ability to clearly explain what led to [her] criminal behavior,” and “[p]repared a comprehensive plan for managing [her] criminal behavior.” And again, the Board could have, within its discretion, determined that Elias’s overall mental health had improved in the five years following her completion of the AOT program.26\n*542Using all the required reports, the Board then calculated Elias’s parole guidelines score. In doing so, the Board considered the statutory and regulatory required factors and assessed specific scores consistent with DOC Policy Directive 06.05.100A. In fact, it appears that the Board erroneously treated Elias as having a prior criminal history. Accordingly, Elias’s stellar score of +15 points on the parole guidelines likely should have been even higher. Ultimately, as Elias’s parole-guideline score placed her in the high-probability-of-parole category, the Board was required to grant parole unless it found “substantial and compelling reasons” to deny.\nMichigan courts have yet to define the phrase “substantial and compelling reasons” when used in the parole context. Like the parole guidelines, the Michigan legislative sentencing guidelines afford the sentencing court discretion to depart from the guidelines recommended minimum sentence range “ ‘if the court has a substantial and compelling reason for that departure.’ ” Babcock, 469 Mich at 256, quoting MCL 769.34(3). The Babcock Court defined a “substantial and compelling reason” as “an objective and verifiable reason that keenly or irresistibly grabs our attention; is of considerable worth in deciding the length of a sentence; and exists only in exceptional cases.” Babcock, 469 Mich at 258 (quotation marks and citation omitted).\nUnder the parole guidelines, however, the Board “is not held to a requirement of absolute objectivity.” Killebrew v Dep’t of Corrections, 237 Mich App 650, 655; *543604 NW2d 696 (1999). Rather, the Board must consider “all of the facts and circumstances, including the prisoner’s mental and social attitude . . . .” MCL 791.233(1)(a). “An evaluation of a prisoner’s mental and social attitude involves a subjective determination for which the parole guidelines cannot account.” Killebrew, 237 Mich App at 655. As the Legislature has directed the Board to consider certain subjective factors in making a parole decision, reliance on the objective analytical process underlying Babcock’s definition of “substantial and compelling” reasons for a sentencing departure would be misplaced. The Board may identify reasons “that keenly or irresistibly grab[] [its] attention” and are “of considerable worth in deciding” whether it should deny parole to a prisoner who was otherwise assessed as having a high chance of parole. See Babcock, 469 Mich at 258 (citation and quotation marks omitted). And if those substantial and compelling reasons also qualify as “objective and verifiable,” a reviewing court would be more apt to affirm the Board’s decision. See Macomb Co Prosecutor v Osantowski, 488 Mich 952; 790 NW2d 687 (2010) (reinstating the Board’s grant of parole because it “was based on evaluation of objective criteria established by [MDOC] policy directives that were required by statute, and was within the range of principled outcomes,” and reversing an unpublished opinion of this Court to the contrary); see also Johnson, 219 Mich App at 600-601 (holding that parole was improperly granted when the objective factors weighed almost exclusively in favor of denial and the Board appeared to rely solely on the subjective opinion of one Board member who had interviewed the prisoner).\nRather than affording any meaningful deference to the Board, the circuit court substituted its determination that substantial and compelling reasons man-\n*544dated denial of Elias’s parole. In reaching this result, the circuit court relied excessively on static factors such as the nature of the sentencing offense and Elias’s former prison misconduct. As each successive parole opportunity was considered, the length of time since Elias’s last prison misconduct citation increased. The DOC specifically intended to give a potential parolee positive treatment under the guidelines for maintaining a clean prison record over an extended period. Rule 791.7716(3)(c) expressly provides that a prisoner’s misconduct “over the previous 5 years and during the year immediately before parole consideration” must be considered in calculating the prisoner’s parole-guideline score. When the DOC calculated Elias’s guidelines score in 2009, she had not been charged with any misconduct within the preceding five years. She has now spent eight years free of institutional misconduct. Given the DOC’s objective policy of minimizing the scoring effect of stale misconduct charges, we fail to see how the Board abused its discretion in this regard.\nThe prosecutor and the circuit court mistakenly assume that unchangeable factors related to past events, such as the sentencing offense, must be given greater consideration when formulating a COMPAS risk assessment and scoring the parole guidelines. Nothing in the statutes, regulations, or COMPAS guidelines supports that assumption. Rather, the Board must also look to the prisoner’s rehabilitation and evolution throughout his or her incarceration. Giving the various static and dynamic factors similar weight allows the Board to effectuate both the punitive and rehabilitative features of the corrections system. As noted by our Supreme Court in People v Schultz, 435 Mich 517, 531-532; 460 NW2d 505 (1990),\n*545[flour factors may be taken into consideration to determine the appropriateness of a sentence: rehabilitation, deterrence, the protection of society, and punishment....\n. .. [T]he ultimate goal of sentencing in this state is not to exact vengeance, but to protect society through just and certain punishment reasonably calculated to rehabilitate and thereby “ ‘convert bad citizens into good citizens. ...’ ” [Citations omitted.]\nElias’s parole-guideline score took into account the nature of the sentencing offense. In fact, the only negative score in Elias’s parole guidelines arose from consideration of that offense. We further note that the sentencing court indisputably considered the heinousness of the sentencing offense when imposing the minimum and maximum terms of imprisonment.27 The sentencing court heard the evidence against Elias and was well informed regarding her offender and offense characteristics before it imposed sentence. The 20-year *546minimum sentence reflected the seriousness of the crime, and that time has since been served. As indicated by the plain language of the parole statutes, Elias has served her minimum term and therefore comes within the jurisdiction of the Board. MCL 791.233(1)(b); MCL 791.234(1).\n*545[f]rom 1983 through 1998, Michigan’s courts employed guidelines crafted by this Court and promulgated by administrative order. The effort reflected this Court’s attempt to respond to unwarranted disparities in sentencing practices between judges. Thus, the very premise of the guidelines is that judicial discretion will be restricted to a certain degree.\nThis Court’s sentencing guidelines were “mandatory” only in the sense that the sentencing court was obliged to follow the procedure of “scoring” a case on the basis of the circumstances of the offense and the offender, and articulate the basis for any departure from the recommended sentence range yielded by this scoring. However, because the recommended ranges found in the judicial guidelines were not the product of legislative action, a sentencing judge was not necessarily obliged to impose a sentence within those ranges. [Citations omitted.]\n*546We also disagree with the circuit court’s conclusion that the current Board panel abused its discretion because it reached a different result based on the same evidence placed before previous panels. As already noted, the Board could have, within its discretion, determined that Elias had improved her overall outlook since the 2006 AOT report and the 2008 COMPAS and TAP reports were prepared. Moreover, we do not find the presence of conflicting information in the reports to be dispositive. In other contexts, this Court has repeatedly determined that there is no abuse of discretion when a court or a fact-finder is faced with conflicting information and makes a reasonable and principled decision regarding which side to believe. See, e.g., People v Wybrecht, 222 Mich App 160, 173; 564 NW2d 903 (1997) (“[A] sentence is not invalid because probation agents and a defendant’s psychologists use undisputed facts to draw conflicting conclusions about the defendant’s character.”). The current Parole Board panel read the conflicting statements regarding Elias’s acceptance or lack of acceptance of responsibility for killing Barczynski. A member of the current panel also interviewed Elias and was able to update those reports. The Board’s determination that Elias had accepted responsibility for her acts is supported by evidence in the record, and the Board did not abuse its discretion by granting parole based on that evidence.\n*547Moreover, the circuit court unreasonably and improperly assumed that the Board ignored the letters from the victim’s family members. The Board must provide a written explanation for a parole decision that departs from the guidelines recommendation, and that explanation must have sufficient detail to allow appellate review. Glover, 460 Mich at 519, 523; MCL 791.233e(6); Mich Admin Code, R 791.7716(5). However, nothing in the statutes, regulations, or caselaw requires the Board to specifically cite the documents it reviewed in rendering its decision. In re Parole of Scholtz, 231 Mich App 104, 113; 585 NW2d 352 (1998) (holding in regard to a similar written-explanation provision in MCL 791.235[12] that “[t]he statute does not establish the degree of specificity with which the [Board] must articulate its reasons” but “[t]he explanation must, however, contain sufficient detail to facilitate this Court’s review of the parole decision for an abuse of discretion”). The family letters were part of the record placed before the Board, and we have every reason to believe that the Board read and considered these letters before rendering its parole decision.\nUltimately, Elias was deemed to be a low risk for future violence or criminal behavior. Although her therapy reports were not perfect, she admitted responsibility for her criminal actions and learned to recognize and manage her criminal behaviors. Elias has the financial and emotional support of her family and husband to assist her reentry into society. Further, she is 48 years old and has spent the last 26 years in prison. These factors tend to reinforce the conclusion that Elias would not become a menace to society. The Board was within its discretion to grant parole consistently with Elias’s parole-guideline score and based on its analysis of the objective factors outlined in the statutes, regulations, and agency directives. The circuit court improp*548erly substituted its judgment regarding the record evidence for that of the legislatively designated executive agency.\nAccordingly, we reverse the decision of the circuit court and reinstate the order of the Parole Board granting Elias parole.\nMARKEY, PJ., and SAAD, J., concurred with GLEICHER, J.\n\n Department of Corrections, The Parole Consideration Process chttp:// www.michigan.gov/corrections/0,4551,7-119-1435_11601-22909--,00.html&gt; (accessed August 26, 2011).\n\n\n DOC policy directives are available at &lt;http://www.michigan.gov/ corrections/0,1607,7-119-1441_44369~,00.html&gt; (accessed August 26, 2011).\n\n\n MCL 791.235(7) provides that the PER must outline the prisoner’s major misconduct charges, his or her work and educational record while *512in prison, the results of any medical or mental examinations, information regarding the prisoner’s cooperation with the authorities, and a statement regarding disciplinary time.\n\n\n This report is available at &lt;http://www.michigan.gov/documents/ THE_MPRI_MODEL_1005_140262_7.pdf&gt; (accessed August 26, 2011).\n\n\n The term “criminogenic” is defined as “ [producing or tending to produce crime or criminality.” The American Heritage Dictionary of the English Language (4th ed, 2000). Accordingly, a “criminogenic factor” is a factor that produces or tends to produce crime or criminality.\n\n\n Implementation of the Transition Accountability Plan, 4th Quarter Fiscal Year 2009 Report, p 1, available at &lt;http://www.michigan.gov/ corrections/0,1607,7-119-1441_1513 — ,00.html&gt; by clicking on Transaction Accounting Plan - Fourth Quarter under the 2009 list (accessed August 26, 2011).\n\n\n Northpointe Institute for Public Management Inc., COMPAS Risk and Need Assessment System: Selected Questions Posed by Inquiring Agencies, January 14, 2010, pp 1-2, available at &lt;http:// www.northpointeinc.com/software-suite.aspx&gt; by clicking on Overview and then on Download FAQ Document (accessed August 26, 2011).\n\n\n Id. at 3.\n\n\n Id. at 4-5\n\n\n Northpointe Institute for Public Management, Inc, Measurement &amp; Treatment Implications of COMPAS Reentry Scales (2009) p 4, available at &lt;http://www.michigan.goV/documents/corrections/Timothy_Brenne_Ph.D._ Meaning_and_Treatment_Implications_of_COMPAS_Reentry_Scales_ 297503_7.pdf&gt; (accessed August 26, 2011).\n\n\n Id. at 5.\n\n\n Id. at 11, 16-17.\n\n\n The judicial guidelines score sheet is not included in the lower court record. However, from our independent review of the offense variables *524applicable at that time, Elias’s minimum sentence of 20 years is well within the seemingly applicable minimum judicial guidelines range of 10 years to life.\n\n\n MCL 768.7a(1) provides for consecutive sentencing when a defendant is convicted of additional criminal offenses committed during incarceration.\n\n\n See Measurement &amp; Treatment Implications of COMPAS Reentry Scales, p 19.\n\n\n The COMPAS assessment includes gender-specific scales to gauge a female parolee’s employment, financial, and educational needs upon reentry into society. See id. at 20-21.\n\n\n See id. at 17 (“A low score .. . indicates an offender who has a stable and verifiable addresst.]”); id. at 8 (noting that a parolee may need to plan for minimizing family contact if family members are likely to engage in criminal behaviors).\n\n\n Id. at 17.\n\n\n The “Reentry Cognitive Behavioral” scale is “a higher order scale that incorporates the concepts and items included in the Criminal Associates, Criminal Opportunity, Criminal Thinking, Early Socializa*528tion, and Social Adjustment scales.” Id. at 15. The scale also takes into consideration “all items from” the Criminal Thinking Observations, Negative Social Cognitions, Life Goals/Aimless, Low Empathy, Early Onset, and Prison Misconduct scales. A score of seven or greater “suggestfs] a need for cognitive restructuring intervention” or “close supervision.” Id.\n\n\n The evaluator did not score the mental-health or housing sections of Elias’s guidelines because those variables were inapplicable in this case. The mental-health section is scored when the prisoner has a history of committing sexual offenses, and the housing section applies to prisoners housed in top-level-security facilities. See DOC Policy Directive 06.05.100A, pp 8-9.\n\n\n From the record before us, it appears that Elias was denied parole on four occasions, not six. The record includes information gathered in a 1995-1996 parole review more than 10 years before Elias was even eligible for parole, which might have resulted in a fifth denial of parole had she heen eligible.\n\n\n The therapy program actually included three goals: (1) to “[alchieve better understanding and more effective management of your criminal behaviors,” (2) to “[alchieve better understanding and more effective management of feelings which seem to be connected with your criminal behavior,” and (3) to “[alchieve better understanding and more effective management of thoughts which seem to be connected to your criminal behavior.”\n\n\n Elias was actually denied parole on two occasions after these reports were generated.\n\n\n The Administrative Procedures Act (APA), MCL 24.201 et seq., provides specific procedures for the parties and agency to follow in a “contested case.” MCL 24.271. A “contested case” is defined as “a proceeding... in which a determination of the legal rights, duties, or privileges of a named party is required by law to be made by an agency after an opportunity for an evidentiary hearing.” MCL 24.203(3). The Board’s decision to grant or deny parole is not a “contested case,” however, because a prisoner sentenced to a term of years is not entitled to a “hearing” before the Board’s decision. Hopkins, 237 Mich App at 638. The scope of judicial review outlined in the APA applies only to contested cases. MCL 24.301. Only in a contested case does the court determine if the agency’s decision was “[n]ot supported by competent, material and substantial evidence on the whole record.” MCL 24.306(1)(d). As the APA is inapplicable in this case, the circuit court improperly relied on the APA standard of review.\n\n\n Previous opinions of this Court described the abuse-of-discretion standard in parole cases as follows: “An abuse of discretion will generally be found where an unprejudiced person, considering the facts on which the decisionmaker acted, would say there is no justification or excuse for the ruling.” In re Parole of Glover (After Remand), 241 Mich App 127, 129; 614 NW2d 714 (2000). However, the Babcock standard “more accurately describes the appropriate range of the trial court’s discretion,” Babcock, 469 Mich at 269, and is appropriate to apply to parole review cases, see Maldonado v Ford Motor Co, 476 Mich 372, 388; 719 NW2d 809 *539(2006) (“While Babcock dealt with a criminal sentencing issue, we prefer the articulation of the abuse-of-discretion standard in Babcock ... and, thus, adopt it as the default abuse-of-discretion standard.”).\n\n\n The prosecutor and the circuit court imply that Elias should have sought out additional AOT to work toward completely meeting her therapeutic goals. We doubt that Elias was able to obtain such additional treatment. As noted in DOC Director’s Office Memorandum 2011-7, December 13, 2010,\n[a]s part of reception processing, prisoners convicted of specifically identified assaultive offenses were recommended for assaultive offender programming. Assaultive offender programming also was recommended for prisoners who have a history of assaultive behavior even though they were not serving for one of the specifically identified assaultive offenses. There was only one program available for these prisoners, which had to be provided by psychological services staff who also were responsible for providing psychological assessments and treatment of prisoner mental *542health needs. The need therefore existed for additional evidence-based programming which would not only meet the needs of the prisoners recommended for such programming but could be provided in an effective and efficient manner. [Available atchttp:// www.michigan.gov/corrections/documents/2011-7_342069_7.pdf&gt; (accessed August 26, 2011).]\n\n\n Elias was sentenced in 1985 under the judicial sentencing guidelines. As noted in People v Hegwood, 465 Mich 432, 438; 636 NW2d 127 (2001),\n\n",
            "ocr": true,
            "opinion_id": 7961205
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}