{
    "id": 8020874,
    "judges": "Bunn",
    "date_filed": "2011-02-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-mcgrath",
    "case_name_short": null,
    "case_name": "State v. McGrath",
    "case_name_full": "STATE v. EDWARD J. McGRATH",
    "attorneys": "G. Hessicm, for appellant., Lyndon A. Smith, Attorney General, and Louis Hallum, County Attorney, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Criminal law —self-defense —burden of proof.</p> <p>In cases of homicide or assault, no burden rests upon defendant to prove that his act was justifiable, because in self-defense; but the jury, to convict, must be satisfied beyond a reasonable doubt that the act was not justifiable on such ground. In this case, held error to refuse defendant’s request for an instruction to that effect; the matter not being so specifically covered in the general charge as to make it reasonably certain that the jury was not misled.</p>",
    "summary": "Defendant was indicted by the grand jury of Aitkin county of the crime of assault in the first degree and pleaded not guilty. He was tried in the district court before McOlenahan, J., and a jury which returned a verdict of guilty of assault in the second degree, and was sentenced to hard labor in the state prison. Erom the judgment rendered and from an order denying his motion for a new trial, defendant appealed.",
    "disposition": "Judgment of conviction reversed and new trial granted.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "119 Minn. 321"
    ],
    "opinions": [
        {
            "author_str": "Bunn",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBunn, J.\nDefendant was tried in the district court for Aitkin county on an indictment alleging assault in the first degree. He was convicted of assault in the second degree. A motion for a new trial was made and denied, and defendant sentenced to the state prison. He appealed to this court from the judgment, and also from the order denying a new trial.\n*322The sole question involved is whether it was error to refuse to give the jury the following instruction, requested by defendant:\n“No burden of proof rests upon the defendant to prove that he acted in self-defense. The burden of proof is upon the prosecution to satisfy or convince you beyond a reasonable doubt that the act of defendant was not self-defense.”\nThe bill of exceptions does not contain the evidence, but it states that “on said trial there was evidence received tending to prove the charge alleged in the indictment ; and there was evidence received tending to prove defendant’s defense of self-defense, and sufficient to entitle the same to be considered by the jury on the question of defendant’s defense of self-defense.” The charge of the trial court shows that the shooting which was alleged in the indictment was admitted by defendant, and that the sole issue for the jury was whether the defendant was justified. The request refused accurately stated the law, and unless it is clear that the charge as given gave the rule so that the jury could not be misled, it was error to refuse the request. State v. McPherson, 114 Minn. 498, 131 N. W. 645.\nIt is a more or less general impression that when a defendant, accused of crime, admits the act, but relies on self-defense, accident, or an alibi, the burden is upon him to establish his defense. Notwithstanding that it is pretty well understood in a general way that a defendant, accused of crime, is protected by the presumption of innocence until his guilt is established beyond a reasonable doubt, yet we find intelligent men speaking of the duty of a defendant to prove his innocence, and especially in cases where the act is admitted, and the question is whether it was done with guilty intent, where intent is an element, or whether it was justifiable or excusable, in cases of assault and homicide. Probably every lawyer, and certainly every judge, understands that the state must prove, not only the act, but the intent with which it was done, and, in a prosecution for assault or murder, that the act was not done in self-defense. But jurors are not lawyers and judges, and, in the absence of clear, explicit instructions from the court, may often be impressed with the idea that a defendant, who tries to justify or excuse *323Ms act, must make out Ms defense by a preponderance of the evidence.\nIn the case at bar, the court in its charge speaks of “the position” of defendant being that the shooting was justifiable, and of “the defense of self-defense—justification.” The language tends to convey a wrong impression, unless carefully explained. There is nothing in the entire charge, except the language which is below quoted, which in any way tended to remove the quite natural impression which the jury might have that the defendant was obliged to show that he acted in self-defense. In the case of the defenses of insanity, or intoxication, the burden is upon defendant, by virtue of our statute ; and the uneducated mind does not easily distinguish in this regard between such defenses and those of self-defense, accident, or an alibi.\nIt remains to consider whether the refused request was in substance given in the general charge, in language that the jury could not misunderstand, and which would make clear to their minds that the jury, to convict, must be satisfied beyond a reasonable doubt that defendant did not act in self-defense. After fully, clearly, and fairly stating the law on the subject of when an assault is and is not justified, the trial court said:\n“The defendant in a criminal case is entitled to an acquittal, unless the trial jury is satisfied beyond all reasonable doubt that he is guilty. In other words, the burden is upon the state to establish the guilt of this defendant beyond all reasonable .doubt. * * * The jury must be satisfied beyond all reasonable doubt of the guilt of this defendant, and in this case that means that the shooting was without justification, and, if your verdict be of assault in the first degree, was with intent to kill and without justification; if of assault in the second degree, it was without justification and without an intent to kill.”\nIn legal effect the language of the charge has the same meaning as the language of the refused request. The court told the jury that the state must prove beyond a reasonable doubt that the shooting was *324without justification; it refused to tell them, as requested, that no burden of proof rested on the defendant to prove that he acted in self-defense, or that the burden of proof was upon the state to satisfy the jury beyond a reasonable doubt that defendant did not act in self-defense. Whthe a legal mind might understand, from the instruction given, that no burden rested on defendant, and that he was entitled to an acquittal unless the evidence satisfied the jury beyond a reasonable doubt that he did not act in self-defense, the correctness of an instruction is to be governed by a consideration of how a jury might understand the language, not how it is understood by judges and lawyers. The words of Justice Brown in Mailand v. Mailand, 83 Minn. 453, 86 N. W. 445, are in point:\n“Instructions of a trial court should be viewed by an appellate court, so far as possible, from the stand-point of the jury. It will not do to construe them in the light of strict, abstract legal principles. The real question, in all cases where exception is taken to the charge, is: What might the jury have understood from the language of the court? * * * An instruction may be analyzed, and made clear and consistent with the rules of law applicable to the case, and at the same time, when viewed from a practical, common-sense standpoint, appear clearly misleading and prejudicial to the party excepting.”\nThis language was used in a civil case, and where there was not a request to instruct in language that could not be misleading. It is the more applicable in a case where the liberty of defendant is at stake, and where such a request has been duly made, refused, and the refusal excepted to. We think that, when viewed from the standpoint of the jury, it cannot be said that the instruction given might not be misleading, to the prejudice of defendant. The instruction refused was one which could not have been misunderstood. To say that the state must prove that the shooting was without justification is certainly not as plain and as easily understood a statement of the law as saying that no burden of proof rests on the defendant to show that he acted in self-defense, and that the jury must be satisfied beyond a reasonable doubt that he did not act in self-defense. It was *325not so well calculated to remove from the minds of the jurymen the natural assumption that self-defense was a defense to be proved by the party making it. Trial courts should exercise care to make the jury understand clearly that each element of a crime must be proved beyond a reasonable doubt to justify conviction—should realize that the men who compose our juries are not versed in legal, terms, and often quite unable to grasp the real meaning’ of instructions given, unless couched in the plainest and most emphatic words.\nOur conclusion is that it was prejudicial error to refuse the instruction requested by defendant.\nThe judgment of conviction is reversed, and a new trial granted.\n",
            "ocr": true,
            "opinion_id": 7976391
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Murder"
}