{
    "id": 8041411,
    "judges": "Brady, Ethridge, Kyle, Patterson, Rodgers",
    "date_filed": "2006-07-17",
    "date_filed_is_approximate": true,
    "slug": "wilbourn-v-state",
    "case_name_short": "Wilbourn",
    "case_name": "Wilbourn v. State",
    "case_name_full": "Wilbourn v. State",
    "attorneys": "Roberts & Craig, Oxford, for. appellant., G. Garland Lyell, Jr., Asst. Atty. Gen., Jackson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "249 Miss. 835",
        "164 So. 2d 424"
    ],
    "opinions": [
        {
            "author_str": "Patterson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPatterson, J.\nThe appellant, Bertha Frazier Wilbourn, was convicted in the Circuit Court of Lafayette County of a misdemeanor, of willfully, knowingly and unlawfully uttering a falsehood with the calculated purpose of obstructing, opposing, and resisting the efforts of Sheriff Joe Ford in the investigation of the shooting and killing .of James S. Wilbourn, Sr., husband of appellant. From a sentence of thirty days in jail and a fine in the sum of $300, this appeal is taken.\nThe pertinent statute, Sec. 2294, Miss. Code 1942, Rec., provides:\n“If any person or persons by threats or force, abuse or otherwise, attempt to intimidate or impede a judge, justice of the peace, juror, witness, prosecuting or defense attorneys or any officer in the discharge of his *837duties or to obstruct or impede the administration of justice in any court, he shall, upon conviction, be punished by imprisonment in the county jail, not less than one month, nor more than six months and by fine not exceeding three hundred dollars.”\nNear midnight on August 4, 1963, Sheriff Joe Ford received a call that there had been a shooting on Highway No. 7 north of Oxford. Two of his deputies, a highway patrolman, and several other persons whose names were unknown were on the scene when he arrived. Also present were appellant, her son, James, Jr., and his wife, and her husband who was lying on the roadside near death from gunshot wounds. When the sheriff questioned Mrs. Wilbourn at the scene concerning the shooting, she said, “as they were driving home on No. 7 that there was a large automobile with a large man wearing a large green hat parked on the lefthand side of the road waving as if he needed assistance, and they stopped to assist this man; that her husband, James W. Wilbourn, Sr., got out of the car and as he got in front of the car, then he started shooting. He got in his car and drove off. ’ ’\nThe sheriff was then informed by a deputy that this information had been reported to the Batesville Radio Station for dissemination so that all large automobiles could be checked for this person. The Sheriff further testified Mrs. Wilbourn did not threaten, abuse, or attempt the use of force in hinderance of his investigation; that he had no reason to doubt what she told him on the scene. This story was later repeated by appellant after her husband’s death. On the following Thursday, after her son had informed the sheriff that he had fired the fatal shots, appellant also stated that her son James had shot her husband. The false statement on the part of appellant as to the large man, with the large hat, etc., caused the sheriff to enlarge his investigation to the extent of informing the radio station *838so that police officers in the area might check all large cars for the fictitious assailant.\nA demurrer to the indictment was overruled. At the conclusion of the State’s evidence a motion was made by the defendant for a directed verdict which was overruled. We are of the opinion that the court erred in so doing.\n The offense defined by Code Section 2294 requires the State to show (1) an attempt to intimidate or impede an officer in the discharge of his duties (2) by threats, force, abuse, or otherwise. Gaston v. State, 239 Miss. 420, 123 So. 2d 546. The appellant made a false statement to the sheriff during the course of his investigation calculated to mislead this officer. The question to be determined is whether the utterance of such statement to an officer investigating a crime is within the ambit of the statute.  We hold, from the facts reflected by this record, that such utterance, being unaccompanied by threat, force, or abuse is not violative of the statute. The phrase “or otherwise” refers to acts or stratagem of the same general nature as the preceding “threats, force or abuse,” within the statute. Gaston v. State, supra. It indicates acts common to or characteristic of the preceding group of words or an approximation thereof. The motion for a directed verdict by the defendant should have been sustained. The cause is reversed and the defendant discharged.\nReversed and defendant discharged.\nKyle, P. J., ancl Ethridge, Rodgers and Brady, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 7997925
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}