{
    "id": 8049178,
    "judges": "Henry",
    "date_filed": "1998-01-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-mcdonald",
    "case_name_short": "McDonald",
    "case_name": "State v. McDonald",
    "case_name_full": "State v. McDonald",
    "attorneys": "E. L. Edwards § Son with. Hale $• McClenden for appellant., J. L. Smith, Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. An Indictment for an Assault with Intent to Kill, though bad under Sec. 29, Wag. Stat., p. 449, because it fails to charge that the offense was committed “ on purposeHeld good under Sec. 32, lb. The latter section does not require the use of those words.</p> <p>2. An Indictment for an Assault with Intent to Kill, need not aver that defendant “ had and held in his hand ” the weapons with which he is charged to have made the assault.</p> <p>3. An Indictment for an Assault with Intent to Kill, which alleges the offense to have been committed with three weapons, a pair of tongs, a hammer and an axe handle, is not void as charging an impossibility.</p> <p>4. Self Defense. A person threatened with attack is not required to wait until stricken, but may, in the exercise of the right of self defense, strike first.</p>",
    "summary": "Appeal from Ozark Circuit Court. — Hon. J. R. Woodside, Judge. 1. The indictment does not charge the offense in the language of the statute. It is evidently drawD under the 29th section ; and this court has held time and again, that, in drawing an indictment under this section, the offense must be charged to have been done “ on purpose,” which is not done in this case. This defect is not cured by the attempt of the court to try defendant under § 32 of said statute. State v. Epps, decided at this term. 2. There is no allegation in the indictment, that defendant “had” and “held” said weapons in his hands, which is fatal on motion to quash a demurrer. Archbold’s Crim. Plead. (3 Am. Ed.) p. 315. 3. It is not alleged in said indictmen t that the assault was made with intent to kill Cockrum. The indictment charges that part of the offense in this manner: “ With the intent, him the said Henry McDonald, him the said James Cockrum, to kill and murder.” The indictment is ambiguous, and does not state whether it was McDonald or Cockrum, that was assaulted, and is therefore bad. State v. Dalton, 27 Mo. 13; State v. Dillihunty, 18 Mo. 331; State v. Derrossett, 19 Mo. 383. 4. The 1st instruction given for the State was erroneous. The court has no right to make out or charge a different offense from that presented by the grand jury. The 6th instruction takes the question of intent entirely from the consideration of the jury. The law presumes nothing against a defendant. The State must make out its case afiirmatively, or the defendant must be acquitted. State v. McBride, 19 Mo. 239; State v. Stewart, 29 Mo. 419; State v. Williamson, 16 Mo. 394, 1. Although the indictment was insufficient under the 29th section, yet it was sufficient under section 32, p. 449, Wag. Stat. State v. Stewart, 29 Mo. 419; State v. Seward, 42 Mo. 206 ; Wag. Stat., p. 1090, § 27. 2. It was not necessary to charge that defendant held in his hands the weapons with which he made the assault. State v. Dalton, 27 Mo. 13 ; Jennings v. State, 9 Mo. 852 ; State v. Bailey, 21 Mo. 484; 2 Arch. Or. PI. 284 (1); State v. Jjutterloh, 22 Tex. 210 ; State v. Robey, 8 Nev. 312 ; State v. Ur ¿as, 12 Oal. 325 ; State v. Dent, 3 Gill & J. 8. 3. The 6th instruction taken by itself might be open to some objection, but it is well settled that allinstruetions are to be taken together, and, if they fairly present the law, the judgment will not be disturbed for that reason.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "67 Mo. 13"
    ],
    "opinions": [
        {
            "author_str": "Henry",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHenry, J.\nThe defendant was indicted at the April term, 1877, of the circuit court of Ozark county, for an assault with intent to kill. The indictment charged “that Henry McDonald, on the 8th day of December, 1876, at the county, &amp;c., did willfully, unlawfully, feloniously and of his malice aforethought, an assault make in and upon the body of one James Cockrum, with a pair of tongs of the length of two feet, and of the heft of five pounds, with a hammer of the heft of three pounds, and an axe handle of the length of two feet and of the diameter of two inches, the same being dangerous and deadly weapons, with the intent then and there, him the said Henry McDonald, him the said James Cockrum to'kill and murder,” &amp;c. At the October term, 1877, of said court, there was a trial of the cause, which resulted in the conviction of the defendant, and his sentence to imprisonment in the State penitentiary for a term of three years, and from this judgment he has prosecuted his appeal to this court. A motion to quash the indictment was overruled, aud the alleged defects are that the offense is not charged in the langna e *16of the statute; that it is not alleged that defendant had and held the weapons in his hand: and that it was impossible for defendant to commit the offense in the manner charged in the indictment, because three weapons were charged to.have been used at the same time.\n1. AN INDICTMENT FOR AN ASSAULT WITH INTENT TO KILL. It was evidently the intention of the pleader to frame the indictment under the 29th section, (Wag. Stat., p. 449), he omitted to charge that the assault was made “ on purpose,” and it has so often been held by the court that an indictment is not good underthat section if those words are omitted, that it must be regarded as definitely settled. The indictment was not good under the 29th section. The State v. Epps,* determined at this term, decided nothing more, and it is not to be regarded as overruling State v. Stewart, 29 Mo. 419, or State v. Seward, 42 Mo. 206, in which it was held that similar indictments to this, though bad as an indictment under the 29th, “ sufficiently set out an offense under the 32nd section.” In the State v. Epps, our attention was not called to the 32nd section or to the above decisions, and s°oon after the opinion in that case was delivered, the error was discovered, and if this cause had not been submitted, it would have been rectified; and, if on a careful examination of the record we had not been satisfied that for other errors the judgment would have to be reversed, we should have reconsidered the case and affirmed the judgment.\n1. AN INDICTMENT FOR AN ASSAULT WITH INTENT TO KILL. The indictment in that case sufficiently charged an offense under the 32nd section. Here it was not an indispensable averment that defendant “Aaciand held in his hand ” the weapons with which he is charged to have made the assault. That has never been held necessary in this State. State v. Dalton, 27 Mo. 13; Jennings v. The State, 9 Mo. 852.; State v. Bailey, 21 Mo. 484.\n*171. AN INDICTMENT FOR AN ASSAULT WITH INTENT TO KILL. *16The third objection to the indictment is, that it was impossible for defendant to make the assault as alleged. *17The charge in the indictment is, that on the day named defendant assaulted -Oockrum with three weapons; not that they were all used at the same instant of time, but in the assault which may have commenced with one, been prosecuted with another, and concluded with the third, and the evidence in the cause shows such to have been the facts as to two of the weapons. The defendant was in a blacksmith’s shop. He was on the forge warming himself, holding a piece of an axe handle in his hand. The blacksmith says he appeared agitated, and kept looking through the crack of the shop, as if looking for some one. McClenden and Oockrum entered the shop. McClenden remarked that “hehad backed Love out on a bet on the result of the election.” McDonald said, “ no one knows it but you.” Oockrum then said, “there are others know it. I heard him.” McDonald, who was sitting on the forge, took up a hammer or a pair of tongs, and replied: “You are a G — d d — d liar. I’ll knock your brains out, you can’t talk to me.” Cockrum then got a pair of tongs, and they struck at each other over the shoulder of the blacksmith, who had placed himself between them. Cockrum probably struck first. McDonald went out of the shop, and immediately returned with an axe handle, but Cockrum had started off with McClenden, and McDonald went after them, calling to Cockrum, “ You run, you d — d coward,” and, overtaking him about seventy-five yards from the shop, struck Cock-rum twice with the axe handle, breaking his arm above the elbowu This was the testimony of Smith, the owner of the shop, and'the decided weight of evidence is to the state of facts testified to by him. He also testified that, sometime before the fight, McDonald said to him of Cock-ruin. that “ he would like to cut out his entrails and string them from town to where he lived.”\n*184. SELF DEFENSE: *17The language he used to Cockrum in the shop, although unprovoked and of the most insulting character *18of itself, would' not have justified Cockrum in assaultiug McDonald, but the fact that, before thus grossly insulting Cockrum, he seized a deadly weapon, gave reasonable grounds for apprehension on the part of Cockrum, that defendant intended to strike him with it. \"Whether he or McDonald struck first, no doubt can be entertained on the evidence that defendant was the aggressor, and that Cockrum, if he struck first* was but exercising the right of self defense. To require one under these circumstances to wait until stricken would place the man of peace at the mercy of the ruffian, and at such disadvantage that the right of self defense would be of but little value. His previous declaration to Smith that he would like to cut out the entrails of Cockrum and string them'from town to where he lived, furnishes a key to interpret his conduct when Cockrum went into the shop, and leaves no doubt of his purpose to provoke a difficulty and make an opportunity to gratify his malignant feelings • towards Cockrum. The difficulty in the shop, and the final conflict were one and the same transaction — one continuous assault from the beginning, until, with an axe handle, he shattered Cockrum’s'arm; and the charge that the assault was made with a hammer and an axe handle was literally true. It was not charging two assaults to one count, but one continuous assault with several weapons, which was neither impossible nor improbable, as the evidence clearly demonstrates. Johnson v. The State, 7 Mo. 188. Counsel also insist that it is not alleged in the indictment that the assault was made with the intent to kill Cockrum. The language 'of the indictment is, “with the intent him, the said Henry McDonald him, the said James Cockrum to kill,” &amp;c. The evident sense of the averment is that the intent of defendant was to kill Cockrum. Supply the word “of” after the word “intent” and you have the precise meaning of the averment, and, without that, it is clear enough what was meant by that averment. The instructions were as favorable to *19the defendant as the law would authorize. The 6th for the State is objected to as taking from the jury the question of the defendant’s intent. It declares that “the word willful means intentional, and, if the jury find from the evidence that Henry McDonald made an assault on the said James Ooekrum with a deadly weapon, and with intent to kill as charged in the indictment,'the law presumes he intended to do so, and it devolves on defendant to show some justifiable grounds for making the assault.” It docs not take from the, jury the question of intent, but requires the jury to find from the evidence an intent to kill, before they can convict. It is open to verbal criticism. The declai’ation, that if the jury found from the evidence an intent to kill, the law presumes an intent to kill, is simply absurd. \"When the fact is proved, no necessity exists for any presumption of the existence of the fact. It was, however, a harmless declaration. The instructions, as to what the State was required to prove before the jury could convict, and those in relation to a reasonable doubt, placed the burden of proof upon the State, and kept it there throughout. There is no error in the record to warrant a reversal of the judgment of the circuit court, and it is affirmed.\nAll concurring.\nAffirmed.\n\nNot Reponed.\n\n",
            "ocr": true,
            "opinion_id": 8005848
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}