{
    "id": 8051100,
    "judges": "Iienry, Norton, Who",
    "date_filed": "1984-08-27",
    "date_filed_is_approximate": true,
    "slug": "state-v-collins",
    "case_name_short": "Collins",
    "case_name": "State v. Collins",
    "case_name_full": "State v. Collins",
    "attorneys": "W. 0. Forrist for appellant., D. II. McIntyre, Attorney Q-eneral, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Practice, Criminal: argument op counsel, order op. It is a compliance with, the requirements o£ Revised. Statutes 1879, section 1908, for counsel for the State to open the argument in a criminal cause, followed by counsel for the defense, who is in turn followed by counsel for the State, thus alternating throughout, counsel for the State closing.</p> <p>2. -: jury, separation op. Under Revised Statutes 1879, section 1909, the court cannot, in the trial of a capital case, allow the jury to separate, nor can the sheriff nor his bailiffs permit it. Where such separation takes place the judgment will be reversed, although it does not appear that any juror was approached upon the subject of the trial, or that there was any ground of suspicion that they were moved by outside influences. Norton, J., dissenting.</p> <p>3. -: instructions. It is not error to refuse an instruction for murder in the second degree, where the evidence does not show the commission of that grade of offense.</p>",
    "summary": "Appeal from Pike Circuit Court.—IIon. Elijah Robinson, Judge. (1) Tlie court erred in overruling defendant’s motion for a new trial, based upon the ground that no list of the names of forty persons, out of which the jury was to be selected, had been served upon defendant. R. S. 1879, §§ 1903,1904. While a list of forty names was served upon defendant, it contained the names of but thirty-nine persons. There was no such man as R. L. Dinsmore on the list. The clerk substituted the name Dinslow on the list used for making challenges for Dinsmore contained on the list served. Such practice should not receive the sanction of this court. (2) It was error not to -withdraw from the jury, by instruction, all evidence as to the finding and identification of the gun on defendant’s premises. There was no proof of its ownership, or that defendant had any connection with it. (3) It was error to continue the case for twenty-four hours to enable a juror to visit his sick child. The court should have withdrawn a juror, discharged the entire jury and called a new one, or continued the cause. Nor does it make any difference that the record fails to show that defendant objected to this action of the court. It was a matter about which he could not speak, and should not have been called upon to do so. JR. v. Woolf, 1 Chitty R. 401. (4) The court erred in not instructing the jury as to the law of murder in the second degree. There was evidence in the case tending to show hot blood, existence of a quarrel and absence of deliberation. It was the duty of the court to give such instruction whether asked or not. State v. Branstetter, 65 Mo. 149. The evidence required such an instruction. State v. Andrew, 76 Mo. 103. (5) It was error for the court to refuse to allow the entire argument on defendant’s behalf to be made after it was begun, before additional argument was made for the State. It was violative of Revised Statutes 1879, section 1908. (6) The cause should be reversed, because the jury were allowed by their custodians to separate, and to stand and sit about the court room, in close proximity to witnesses and other’s interested in behalf of the State, to read newspapers and drink whisky furnished by the officers, without the advice of a physician or the court. . The order pursued in the argument of counsel is in strict compliance with the provisions of the statute regulating the order of trial. R. S. 1879, § 1908. The order in which counsel shall address the jury in criminal trials is a matter resting in the discretion of the court trying the cause, and unless it appears to have been exercised wrongfully and so as to injure a party, the Supreme Court will not interfere. State v. Waltham, 48 Mo. 55; Proffatt on Jury Trial, § 249, p. 308; Weeks on Attorneys, § 111, p. 210. It was not error to adjourn court from Wednesday until Thursday to allow one of the jurors to visit his home, under the charge of a sworn officer, to see his child, which was thought to be dying, the other jurors remaining in charge of another sworn officer at the place of trial. Crockett v. State, 52 Wis. 211; State v. Cucuel, 31 N. J. L. 249 ; State v. O’Brien, 7 R. I. 336. It has been repeatedly held that the momentary separation of a juror from his fellows, though not in the presence of a sworn officer, will not vitiate the verdict where no facts exist which raise a suspicion that he may have been tampered with. State v. Bell, 70 Mo. 633, and cases cited; State v. Comoay, 23 Minn. 291; State v. Wart, 51 la. 587 ; McCarter v. Comm,., 11 Leigh (Va.) 633 ; State v. Turner, 25 La. An. 573. Even a longer separation will not vitiate where it is shown as a fact that no abuse took place. State v. Cucuel, supra; State v. Harris, 12 Nov. 414; Westmoreland v. State, 45 Q-a. 282. Nor is it necessary that the jury should always be kept together in a body in the same room. The law is complied with if they are, as a matter of fact, kept in the presence of each other and not allowed to come in contact with strangers. The officer need not be present in the room with them, but should see that they are not tampered with. Comm, v, Shields, 2 Bush (Ky.) 81. The fact that some of the jurors read newspapers containing a part of the evidence given on the trial, and read such evidence, even, is no cause for a new trial. State v. Cucuel, supra. In this case no part of the evidence was read. U. S. v. Reid, 12 IIow. 361. It is also urged, as a ground for a new trial, that the jurors, during their deliberations, had and drank intoxicating liquors. It is shown by the affidavit of the deputy sheriff that they had but little whisky ; that not enough was drunk to affect any one of them, and that it was not furnished by improper parties. It has been uniformly held in this State that moderate use of intoxicating drinks by a jury, when not coming from an improper sourcé, will not be grounds of new trial. State v. Baber, 74 Mo. 292, and cases cited ; State v. Cucuel, supra; Westmoreland v. State, supra. There was no evidence upon which to base an instruction for murder in the second degree.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "81 Mo. 652"
    ],
    "opinions": [
        {
            "author_str": "Iienry",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nIIenry, J.\nAt the September adjourned term of the Pike circuit court, 1883, the defendant was indicted for the murder of Owen Htterback, and a trial of the cause at the March term, 1884, of said court, resulted in his conviction of murder in the first degree, and from the judgment on said verdict he has prosecuted his appeal. The points relied upon for a reversal of the judgment are ixumerous, but we do xxot deem it necessaiy to xxotice any of them except the following: 1st, That the court erred, iix not instructing the jury as to the law of murder in the second degree. 2nd, That the jury were allowed by the officer in charge of them to separate after the trial eommexxeed; axxd 3rd,. Alleged error is based upon the order of ax’gument to the jury, allowed by the court.\nThe latter point will be first xxoticed.\nAfter the evidence was closed and instructions givexx, *656to the jury, an attorney for the prosecution made the opening argument to the jury, at the conclusion of which defendant’s counsel insisted that when they commenced their argument to the jury they should be permitted to consume the entire time allowed them, three and a half hours, without interruption, having arranged that each of throe counsel for defendant should address the jury. The court refused this demand. The statute declares that:\n“Unless the case be submitted without argument, the counsel for the prosecution shall make the opening argument, the counsel for the defendant shall follow, and the counsel for the prosecution shall close the argument.” R. S., § 1908. The substauce of the provision is, that the State shall have the right to open and close the argument, and, in this case, an attorney for the State opened the argument and was followed by one of defendant’s counsel, and he by an attorney for the State, and this order was observed, until the conclusion of the argument by the prosecuting attorney. ¥e see no objection to this practice, and do not think it in conflict with the section above quoted.\nWith respect to the separation of the jury complained of, the facts are that after the State had introduced her evidence in chief, and while Mr. Clark, one of defendant’s counsel, was stating his case to the jury, the court postponed further proceeding in the cause, and permitted one of the jurors to go home, a distance of eighteen miles in the country, to see his sick child, reported to him as being in a dying condition, lie was accompanied by and returned next morning with the sheriff. Again, on the afternoon of Wednesday, and while said cause stood adjourned until the next day, and after the evidence on the part of the State had been introduced, nine of said jurors were in the court' room and three others were at the hotel, neither in the custody of nor attended by any bailiff, or other officer of the court. That after these nine left the court house, one of them, Oscar Cooper, came back into the court room unattended by an officer of the court, and, getting a news*657paper, left the room. On the same afternoon, the jury came through the public room of the hotel, on the way to their room, and one of them, E. K. Smith, instead of going with the others to their room, took a seat near ITonry Henderson, one of the State’s witnesses, and held a conversation with him lasting two or three minutes.\nSection 1909, Revised Statutes, provides, that: “ With the consent of the prosecuting attorney and the defendant, the court may permit the jury to separate at any adjournment, or recess of the court during the trial, in all cases of felony, except in capital cases; and in misdemeanors, the court may permit such separation of the jury of its own motion.” In a capital case, therefore, the court cannot permit the jnry to separate, even with the consent of the prosecuting attorney and the accused. The court in this ease did not permit it, except in the instance of the juror whose child was sick, but the sheriff did, and the reasons for forbidding the court from allowing a separation of the jury, in a capital case, apply with equal force to such separation of the jury permitted by the sheriff, to whose custody they are committed, with an injunction of law to keep them together. No intentional wrong is imputed to the sheriff, or his bailiffs, but from the inadvertence or misconception of their duty, they permitted what the circuit court, by an order of record, could not have allowed, even if asked by both the State and the accused. It does not appear that any of the jurors were approached on the subject of the trial, nor is there any ground for a suspicion that they were moved by outside influences, but it was What might possibly be accomplished to the prejudice of the accused, if the jury were allowed to separate, which prompted the imperative requirement of the statute, that, in capital cases the j ury shall be kept together.\nSection 1909 is a new section enacted in 1879, and no antecedent adjudications of this court are applicable to this case. Where similar questions have arisen in this State,, it was in cases in which the court could have permitted a *658separation of the jury. Our view of the import of the section is strengthened by section 1966, which authorizes the trial court to grant a new trial “when the jury has been separated without leave of the court, after retiring to deliberate upon their verdict,” even in cases in which the court might have allowed such separation, and without proof that the defendant was prejudiced by such separation, or that the jury was guilty of any misconduct.\n\"With respect to the failure of the court to give an instruction relative to murder in the second degree, the defendant’s own testimony is the only evidence in the case relied upon as warranting such an instruction. He testified that he had several times heard that Utterback had circulated slanderous reports about his wife, who asked him to see Utterback, and get him to cease. That on the day he killed Utterback, he started out on foot to hunt a cow he had lost which he had bought of Mr. Butler, who lived near Utterback. That he took his rifle with him to kill squirrels. He lived eight or nine miles from Butler and Utterback. He went to Butler’s for his cow, and, being in the neighborhood, thought he would call on Utterback and get him to stop talking about his wife. Had no idea what he, defendant, would do. He went to Utterback’s, not to his house, but to his fence, between his barn lot and Butler’s cornfield. When he first saw Utterback, he was digging in his pond, with his back to defendant, who walked up to a low place in the hedge and called to him. Utterback turned, looked at defendant, threw down his spade and put his hand in his right hand pantaloon pocket as if to draw a pistol, and thinking Utterback would kill him, defendant shot him. There was evidence to the effect that these men had been enemies for several months, and that on a former occasion defendant had presented a pistol at Utterback, threatening his life, and this was after he had heard that Utterback had slandered his wife. But, as this cause will have to be retried, we forbear to comment upon *659the evidence, any further than to say that it did not authorize an instruction as to murder in the second degree.\nThe testimony in relation to finding the rifle at defendant’s house was properly admitted.\nI incline to the opinion, that the court erred in permitting the juror to separate from his fellows to go back to his sick child. The statute is imperative, and the proper practice in such case would seem to be, to withdraw the juror, discharge the jury, and call another or continue the. cause, but we decline, at present to pass definitely upon that question.\nEor the misconduct of the sheriff and his baliffs, in permitting the j ury to separate, the j udgment is reversed and the cause remanded.\nAll concur except Norton, J., who dissents.\n",
            "ocr": true,
            "opinion_id": 8007875
        },
        {
            "author_str": "Norton",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNorton, J.,\nDissenting.-I do not concur in the action of the court in reversing the judgment in this case, inasmuch as it overthrows a rule which has been the accepted law of this State ever since the case of Whitney v. State, 8 Mo. 165, was decided in 1843. It was held in that case, the opinion being rendered by Judge Napton, and concurred in by Judges Scott and Tompkins, that the mere separation of the jury was not sufficient to authorize a reversal of the judgment. This rule was adhered to in the cases of State v. Mix, 15 Mo. 153; State v. Barton, 19 Mo. 227, also in the case of State v. Igo, 21 Mo. 459, where the court was asked to reverse the judgment on the ground that after the jury had retired from the bar to consider of their verdict, one of the j urors was seen on the street, unattended by an officer in conversation with a by-stander, and Judge Leonard; who delivered an able and exhaustive opinion, said that “ the only matter for our judgment is the naked, dry question, whether this separation of the juro’’ from his fellows, is of itself, without anything furthe- ; sufficient ground to set aside the verdict, áud we ' clearly of the opinion that it is not, ' * * • *660court has heretofore acted upon the same principle, and we are not disposed to depart from it. Indeed, we think no other rule could be adopted on the subject, consistent with a proper and efficient administration of the law. When the verdict is such as the court thinks ought to have been rendered upon the law and evidence, and no improper influence has been exerted, in any manner, over the jury, nor any just grounds for suspecting any such influence, it would seem to be but trifling with the administration of the criminal law of the land, to set aside a verdict upon the mere possibility that the jury may have been improperly influenced.”\nAnd in the case of State v. Carlisle, 57 Mo. 102, where the defendant was convicted of murder in the first degree, and the principal objection urged for a reversal of the judgment was based on the ground that the court permitted the jury to separate after they were impanelled, and whilst the evidence was being introduced, this court refused to interfere with the judgment, Judge Wagner observing that “the rule has been consistently acted upon in this State that a mere separation of the jury will not vitiate a verdict unless it be made to appear that the jury has been tampered with, or that they have been guilty of misconduct.” The same doctrine is maintained in the following cases. State v. Harlow, 21 Mo. 446; State v. Brannon, 45 Mo. 330; State v. Matrassey, 47 Mo. 295; State v. Dougherty, 55 Mo. 69 and State v. Bell, 70 Mo. 633. In the last of the above cited cases the opinion was delivered by Napton, J., in which all the judges concurred, and in which the doctrine as announced in the case of State v. Carlisle, 57 Mo. 102, is expressly sanctioned and approved, and the cases of Whitney v. The State, and State v. Igo, supra, are cited in support of the ruling there made.\nThe case before us does not lose its analogy to the above cited cases simply because the statute requires the jury in a capital case to be kept together. All the cases proceed upon the ground that the separation of the jurors was *661wrongful and unlawful, but that inasmuch as it did not appear that the juror separating himself from his fellows had been tampered with, nor been guilty of other improper conduct, nor subjected to improper influences, the mere separation would not justify a reversal of the judgment in a case when the verdict was supported by the law and evidence. That the evidence fully supports the verdict I think clear, for it is said in the opinion, that the evidence of the defendant who was examined as a witness, did not justify givin g an instruction for murder in the second degree, and the other evidence in the record abundantly sustains the finding.\nIt is conceded in the above opinion of the court that “ it does not appear that any of the jurors were approached on the subject of the trial, nor is there any ground for a suspicion that they were moved by outside influences,” thus bringing the case directly within the principle announced in the cases cited, all of which the opinion virtually overrules, without the citation of a single authority upon which to base it.\n",
            "ocr": true,
            "opinion_id": 8007876
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}