{
    "id": 8052075,
    "judges": "Black, Brace, Does, Like, Norton, Paragraph, Ray, Sherwood",
    "date_filed": "1997-01-06",
    "date_filed_is_approximate": true,
    "slug": "state-v-murray",
    "case_name_short": "Murray",
    "case_name": "State v. Murray",
    "case_name_full": "State v. Murray",
    "attorneys": "Henry R. Watson for appellant., B. G. Boone, Attorney General, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Practice ; instructions. It is always safer to follow approved precedents in drafting instructions.</p> <p>2. Practice, Criminal: instruction : alibi. It is not error to refuse an instruction on the subject of an alibi, where the testimony of the witness, as to where defendant lived at the time of the murder, was vague and inconclusive, and was unsupported by the statement of any fact showing that the witness knew when the deceased was killed.</p> <p>-3. -: -: murder. On a trial for murder, upon an indictment containing- two counts, one charging the killing to have been doue with a knife, and the other in a manner to the grand jurors unknown, an instruction that, in order to convict, the jury niust find that the defendant killed the deceased, “in some of the modes and by some of the means specified, defined, and described in the indictment,” is not misleading and erroneous.</p> <p>4.-: TRIAL OP CAPITAL CASE : SEPARATION OP JURY. The jury should not be allowed to separate during the trial of a capital case, and where, during the progress of such trial, and after the jury had been put in charge of the sheriff, some of them were suffered to remain in the dining room of the hotel, while the others went up to' the bar of the saloon, out of sight of those in the dining room, the sheriff standing inside of the saloon and two or three feet from the door, the judgment will be reversed.</p> <p>5.-: -:-: statute. The statute prohibiting the jury in the trial of a capital cause from separating is mandatory ; but it is not to be presumed that the legislature intended any unreasonable result to flow from its enactment, and it is not intended to give the statute an unreasonable construction.</p> <p>fi. --: NEW trial: newly discovered evidence. Where the affidavit in support of the motion for new trial, upon the ground of newly discovered evidence, is to the effect that a witness for the state who testified to one of the main tilings relied upon by the prosecution to make out its case, had made different statements out of court, the motion should be granted, where no laches concerning the information contained in the affidavit can be imputed to the defendant. It makes no difference that such newly discovered testimony would also have the effect of impeaching the state’s witness.</p> <p>í. -:-:-. The counter-affidavit of the state’s witness in such case should not be allowed to have the effect of catting the defendant off from the introduction of the newly discovered testimony.</p>",
    "summary": "Appeal from, Si. Louis County Circuit Court. — Host. W. W. Edwards,- Judge. The court gave the following instruction on its own motion: “The indictment in this case alleges the crime of murder in the first degree against the prisoner, Nickolas Murray, and the jurors are instructed, that, before \"there can be a conviction, it must be proven, beyond a reasonable doubt, that, at the state of Missouri, and county of St. Louis, and prior to the finding of the indictment, the prisoner, Nickolas Murray, feloniously, wilfully, deliberately, and premeditatedly, and with malice, assaulted and killed one John Prince (the person alleged, by the indictment to have been killed and murdered), intending then and there to kill him, the said John Prince, in some of the modes and by some of the means specified, defined, and described by the indictment. The words here used' to define the crime of murder in the first degree are explained as follows: Feloniously means unlawfully, that is, without legal excuse or justification. Wilfully means done on purpose and not accidentally; premeditatedly means thought of beforehand and intended for any length of time, no matter how short, before .the doing of the act; deliberately means the commission of an act in a cool state of the blood; that is, not in a heated state of blood caused by lawful provocation. And malice means that state of heart or mind void of all social duty, and fatally bent on mischief.” (1) The first instruction given by the court on its own motion is manifestly erroneous in omitting the phrase, “ malice aforethought.” (2) It is a fatal error to use only the term, malice, and omit the term, aforethought, in an instruction for murder in the first degree. State v. Curtis, 70 Mo. 508; State v. Wieners, 66 Mo. 13; 1 Bish. Crim. Law, sec. 439. The instruction is vague, indefinite, and uncertain. (3) It is the duty of the court in criminal cases to instruct the jury on all of the evidence in the case, and it erred in not giving an instruction on the question of an alibi. (4) The motion for new trial should have been sustained on the ground of newly discovered evidence. State v. Curtis, 77 Mo. 267. (5) The court erred in refusing to grant defendant a new-trial on the ground of the misconduct of the sheriff in permitting the jury to separate during the trial. R. S.,. sec. 1909 ; State v. Collins, 81 Mo. 652. (1) Appellant saved no exceptions to the action of the trial court in admitting and excluding testimony, and he will not be heard to complain here. (2) The term, moMce aforethought, means with malice and premeditation, and if the latter words are properly defined, a definition of the term, malice aforethought, is not necessary. State v. Curtis, 70 Mo. 598, and cases cited. These terms were properly defined in this case. The definition of the term, deliberately, was technically erroneous, but, as there was no evidence of any provocation whatever, the error is harmless. State n. Wisdom, 84 Mo. 177. (3) Unless it clearly appears from the record that the jurors have been tampered with, or that they have been guilty of some improper conduct, the •separation of tte jury will not vitiate the verdict. ■State v. Carlisle, 57 Mo. 102; State v. Bell, 70 Mo. 633 ; State v. Collins, 86 Mo. 245. (4) The trial.court committed no error in refusing to compel the prosecutor to elect on which count of the indictment defendant should be tried. State v. Testerman, 68 Mo. 408; State v. Mallon, 75 Mo. 355. (5) Newly discovered evidence which does not tend to prove any manner of defence, but merely to impeach a witness for the state, is not sufficient to justify the granting of a new trial. State v. Smith, 65 Mo. 3Í3; State v. Butler, 67 Mo. 59 ; Snyder ». Burnham, 77 Mo. 52. The newly discovered evidence would have tended, merely, to impeach the testimony of Jas. L. Evans, one of the witnesses for the state, and was not sufficient to require the granting of a new trial. (6) The instructions present every phase of the case under the evidence.",
    "disposition": "Reversed and remanded.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "91 Mo. 95"
    ],
    "opinions": [
        {
            "author_str": "Sherwood",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSherwood, J.\nThe defendant was indicted for the murder of John Prince. On being tried he was found guilty of murder in the first degree, and sentenced accordingly. The evidence on which the verdict of guilty rests is altogether circumstantial. The dead body of Prince was found on Monday, the twenty-first of September, 1885, lying face downward, in Moline Creek, with his throat cut, and various injuries on the head, inflicted, apparently, with a club, which was found near by, as, also, was a knife, which it was sworn was that of the defendant. Prince was last seen, alive, in company with the defendant, something like a quarter of a mile distant from the scene of the crime, about one o’clock, on Saturday, the nineteenth day of September, prior to the day when the body was found, and this is the date fixed, by the indictment, as the day of the murder. The body of Prince, when found, was dressed in a new suit of clothes, and it was disclosed, in evidence, that it was Prince’s intention to visit the city of St. Louis that day, *99and it does not appear that lie liad on a new suit of clothes when last seen alive. The inculpatory circumstances, relied on by the state to sustain the conviction, consisted of these facts : That the defendant was last seen with the deceased, when alive, and within about a quarter of a mile from where the body was found ; that tracks were found at the supposed scene of the crime, resembling tracks which, it was stated, the defendant made by the shoes he then wore ; that, about two hours after Prince was last seen alive, going towards Ferguson station with the defendant, the latter was seen returning from that direction, going towards Carsonville, with both knees and the right thigh of his pants soiled with earth ; that, on the south side of the bank of the creek, where the body was found, there was an indication that somebody had slipped in getting up the bank, and that the knife was found, near the body of Prince, was the knife of the defendant.\nFor the defence, the good character of defendant was well established, and there was evidence tending very strongly to contradict that of the state witnesses, as to the knife being that of the defendant, and as to his wearing shoes such as could have made the cracks in question. It was also disclosed, in his behalf, that, on his return towards Carsonville, he was seen going towards,'and quite near, Mrs. Hern’s spring, and That a person getting a drink at that spring, without a cup, would have to kneel down, or get down on all fours, and the defendant testified that he soiled his pants in that way. And Hempstead, a witness for the state, testified, positively, that he saw the deceased, on Saturday and Sunday, iñ a bar room, in Normandy, Immediately preceding Monday, the twenty-first day of September, on which he was reported to be, and was found, dead.\nI. Owing to the conclusion reached in the case, it is unnecessary to discuss the first instruction-given on be-*100hall of the state, in reference to the omission of the words, “malice aforethought,” from the definition of murder in the first degree. It is always safer, however, to follow approved precedents in drafting instructions. 2 Bishop Crim. Law, sec 673b.\nII. There was no error in refusing an instruction, on the subject of an alibi. The testimony of Hern, on the subject of defendant living in the city of St. Louis, at the time the murder was committed, was too vague and inconclusive, unsupported, as it was, by the statement of any fact showing that the witness knew when Prince was killed, to base an instruction upon.\nIII. Nor was there any error in instructing the jury that, if the defendant, etc., killed Prince, “in some of the modes and by some of the means specified, defined, and described in the indictment.” The indictment contained two counts; one charging the killing to have been done with a knife, and the other charging that the killing was done in some way and manner, etc., etc., to the grand jurors unknown. The indictment had been read to the jury, and it was impossible for them to have been misled by the language of the instruction as to this point.\nIV. The jury in this cause were allowed to separate. Some of them were suffered to remain in the diningroom of the hotel, while others of them, went up to the bar of the saloon, out of sight of those who were in the dining-room, the sheriff standing inside of the saloon, and two or three feet from the door, and this occurred during the time the trial was in .progress, and after the jury had been put in charge of the sheriff. Mr. Bishop states, that the rule in this country, prohibiting the separation of the jury in capital cases, is nearly universal. 1 Crim . Law, sec. 995. The earliest case in this state, in relation to the enforcement of this rule, arose in a capital case, that, of McLean v. The State, 8 Mo. 153, where the judgment was reversed upon the sole ground that the *101jury, after being sworn, were permitted to separate. This was the unanimous opinion of the court. At the same term of the court, the case of Whitney v. The State, was decided (8 Mo. 165). It was not a capital case, and the judgment was affirmed. There, however, the jury had brought into court an informal verdict, whereby file defendant was found guilty, but, inasmuch as the verdict was informal, the jury were sent back to put “heir verdict in shape. During this interval one of the jurors absented himself from the others, for the space of half an hour, but, on his return to his fellows, the verdict of guilty was put in proper shape, and returned into court, and the absence of the juror was held no ground for reversal, and very properly was it so held. This, also, was a unanimous opinion, and no intimation is given that the rule established in McLean’s case, is disturbed. Yet, strange to say, the latter case is Ignored, and Whitney’s case constantly cited as upholding the rule of the immateriality of the mere separation of the jury, even in a criminal case of the highest grade.\nThe law being thus established, the legislature, at zhe revising session, in 1879, enacted several new sections in relation to juries in criminal prosecutions. Section 1909 provides: ‘ ‘ With the consent of the prosecuting attorney and the defendant, the court may permit the jury to separate at any adjournment or recess of the court during the trial, in all cases of felony, except in capital cases ; and in misdemeanors the court may permit such separation of its own motion.” It will thus readily be seen that the legislature saw fit to establish a rule dividing criminal prosecutions into three classes : (1) to permit the trial court to exercise its own discretion of allowing the jury to separate in cases of misdemeanor ; (2') to permit such separation “with the consent of the prosecuting attorney and of the defendant, in all cases of felony, except in capital cases;” (8) to cut off; all power in the trial court, either with or without the con*102sent of the prosecuting attorney and the defendant, of permitting the jury to separate in the class of cases last mentioned. This view is emphasized by the provisions of section 1910, a new section, which requires that, in cases of a felony, when the jury retire to deliberate on the verdict, they shall do so in charge of an officer, “who shall be sworn to keep them together.” This view finds further emphasis in the provisions of section 1966, another new section, making it a good ground for a new trial, that the jury has “been separated without leave Of the court,” etc. And this, too, in cases where the court, could have permitted their separation, in the first instance, by consent of parties, and though no proof be offered of prejudice, by reason of such separation. In view of this recent legislation, so zealously guarding against the separation of juries “in capital cases,” there would seem to be but one conclusion to be drawn from this action of the legislature, and that was, to overthrow the rule then prevailing of regarding the mere separation of the jury, in capital cases, as immaterial. If this is not the correct view to take of the matter, then it must be confessed that such'stringent legislation has failed of its purpose in establishing a rule of procedure in criminal cases; for, if the legislative behest can be violated with impunity, unless something in addition to such violation be shown, it cannot be said to possess any of those sanctions which ordinarily pertain to legislative enactments. Within reasonable bounds, I regard this legislation as mandatory. The whole history of the rule of law, as\" established in MeLean's case, and as subsequently departed from in other cases, with which rule, and the departure therefrom, the legislature must be presumed familiar, and the recent legislation on the subject; go to uphold and confirm me in this view.\nIf the trial court could not, in the first instance, even with the consent of parties, in a capital case, permit the jury to separate, it is difficult to see how its subsequent *103sanction of such separation could accomplish, more. Of course, in holding that the law on the point under discussion is mandatory, it is not intended to give it any unreasonable construction. And it is not to be presumed that the legislature intended any such unreasonable result to flow from their action. State v. Hayes, 81 Mo. loc. cit. 585, and cases cited. If any imperious necessity demands that a juror withdraw from his fellows, in order to answer a call of nature, and this withdrawal is done under official supervision, while the remaining jurors are securely locked in their room, this' would be, in spirit and reason, if not in letter, a compliance with the law, and this was the ruling in Collins’ case, 86 Mo. 245. In the case at bar, however, the law was not complied with, either in spirit or in letter. Without the existence of any compelling necessity, the sheriff failed to observe his oath, and his duty to keep the jury together ; he allowed them to separate, and this conduct of his brings this case within the principle announced in Collins’ case, when first here, when we reversed the judgment because of such separation. 81 Mo. 652.\nV. After some hesitation, I incline to the opinion that the motion for a new trial ought to have prevailed, on the ground of newly-discovered evidence. The evidence disclosed by the affidavit of Schulenberg, a member of the grand jury by whom the indictment in this case was found, is certainly material and relevant, and no laches, concerning the information contained in the affidavit, can be imputed to the defendant. State v. Curtis, 77 Mo. 267. Evans was the principal witness, by whose testimony the ownership of the knife found, as being that of the defendant, was established. Taking Schulenberg’s affidavit as true, it clearly shows that Evans had made very different statements as to the character and description of the knife, outside of the court room, from what he did when on the witness stand. And if these statements of Evans had been shown to *104the jury, they would certainly have had a tendency to have shaped their verdict. And, although this testimony would have the effect of impeaching or contradicting Evans, yet this is not its only tendency; it has the further tendency to show that one of the main things relied on by the prosecution to fix guilt on the defendant, to-wit: that he was the owner of the knife, was not-true. This, it is believed, takes this affidavit out of the operation of a familiar rule. Sargent's case, 5 Cowen, 106; 1 Graham and W. on New Trials, 172. And if the affidavit disclosed matters which should have gone to the jury, the counter-affidavit of Evans should not have been permitted to have cut the defendant off from the introduction of Schulenberg’s testimony.\nFor the reasons given, the judgment should be reversed and the cause remanded.\nNorton, C. J., dissents as to paragraph four of the opinion, and Ray, J., does the like; Black and Brace, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8008917
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}