{
    "id": 8054824,
    "judges": "Barclay, Brace, Burgess, Gantt, MacFarlane, Robinson, Sherwood",
    "date_filed": "2013-01-12",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-renfro-v-wear",
    "case_name_short": "Wear",
    "case_name": "State ex rel. Renfro v. Wear",
    "case_name_full": "The State ex rel. Renfro, Prosecuting Attorney v. Wear, Judge",
    "attorneys": "É. F. Walker, Attorney General, for relator., Given Campbell for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Criminal Practice: disqualification of regular judge: judge OF ANOTHER CIRCUIT CALLED IN: POWERS OF LATTER: STATUTE. Where a judge, who is disqualified, under Revised Statutes, 1889, section 4174, from trying a criminal cause in which his son is the defendant, requests, under Revised Statutes, 1889, section 4178, without ordering the election of a special judge, the judge of another circuit to try the case, and such other judge appears in court on the day named and accepts the appointment, he becomes vested for the trial of the cause with all the powers and duties of the circuit judge of the circuit, and can not be divested of his authority by any subsequent action of the regular judge, or by the election of a special judge thereafter.</p> <p>2. -: -: -: record recitals. ■ It is not necessary for the record in such eases to recite the fact that the regular judge is of the opinion that no suitable person can be elected special judge before he requests the judge of the other circuit to try the cause in which the former is disqualified.</p> <p>3. -: -: -: jurisdiction. Where the judge of the other circuit responds to the request to try the cause in which the regular judge is disqualified, the jurisdiction of the former attaches from the time of his appearance until the final determination of the cause.</p> <p>4. -: -: -: supreme court: prohibition. The supreme court will, by the writ of prohibition, prevent the regular judge and a special judge subsequently elected, from interfering with the exercise •of his rightful powers by the judge of another circuit so requested by the regular judge to try a cause in which the latter is disqualified.</p>",
    "summary": "\nProhibition.\n",
    "disposition": "Peremptory writ awarded.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "129 Mo. 621"
    ],
    "opinions": [
        {
            "author_str": "Gantt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGantt, J.\nThis is an application for a writ of prohibition against Hon. John G. Wear, judge of the Twenty-second judicial circuit of this state, and G. A. Standard, a member of the bar of Butler county, to prevent thém, and each of them, from exercising, or attempting further to exercise, any authority as judge, or special judge, of the circuit court of Butler county, in the prosecution of Charles E. Wear, a son of said John G. Wear, upon indictment for murder, preferred by the grand jury for said county.\nThe cause stands for decision upon the pleadings and admissions therein made. The facts are as follows: Hon. John G. Wear is the duly elected, qualified, and acting judge of the Twenty-second judicial circuit, and ex officio judge of the circuit court of Butler county. Charles E. Wear is the son of ¡Judge Wear. At the regular November term, for the year 1894, of' the circuit court' of Butler county, the grand jury of said county returned into said circuit court an indictment for murder in the first degree against said Charles E. Wear. The said court did not direct or order any capias, writ or other process for the apprehension of said Charles E. Wear upon said indictment, nor had any been issued by the clerk of the said court, pending *623the several adjournments of said court, up to, and including, May 6, 1895, when the application for the provisional order or rule herein was made to one of the judges of this court, and the said defendant is still at liberty. By the laws of this state Judge Wear was disqualified, by reason of his relationship, for the trial of said Charles E. Wear upon said indictment. Sections 3247 and 4174, R. S. 1889.\nAfter the finding of the indictment in February no steps were taken in said cause, but Judge Wear adjourned his court until March 25, 1895, and on that day said court was again convened, and adjourned until April 8, 1895. On the eighth of April, Judge Wear presiding, the said Butler circuit court made and caused to be entered of record, the following order: “Ordered that this court do now adjourn until Saturday, the fourth day of May, A. D. 1895, at 10 o’clock A. m., at which time Hon. Henry Riley, judge of the Twenty-eighth judicial district, be requested to sit in such cause as this court may be disqualified to sit.” It then appears that on May 4, 1895, said circuit court convened according to the adjournment of April 8, and that Judge Wear took his seat on the bench; that on said fourth day of May, the Honorable Henry Riley, the judge of the Twenty-eighth judicial circuit, in obedience to the request of said Butler circuit court, appeared before the bar of said court, in the forenoon of that day, and having waited until about 4 o’clock in the afternoon of that day for Judge Wear to vacate the bench, formally announced to Judge Wear that he, the said Henry Riley, judge as aforesaid, was present in pursuance of the- order requesting him to assume and discharge the duties of the office of circuit judge of said county in the conduct of the case of the State of Missouri against Charles E. Wear, or such other causes as the said John Gh Wear might be disqualified from *624trying; that Judge Wear, sitting in the seat usually occupied by the judge of said court, declined and refused to permit said Riley to assume the duties of circuit judge to which he had been called, and which he then and there offered to perform, but arbitrarily convened and at once adjourned said court until May 6, 1895.\nIt further appears that relator and other counsel for the state were present and protested against the refusal of Judge Wear to permit Judge Riley to assume the duties of circuit judge of said county to try said cause.\nIt further appears that on May 6, 1895, a session of said court was held, and Gh A. Standard was elected special judge in the case of the State of Missouri against Charles E. Wear, aforesaid; that the relator, the prosecuting attorney of said county, protested and excepted to the election of said Standard as being without authority of law, but said Standard thereupon took the oath of office and proceeded to assume the duties of circuit judge for the trial of said Charles E. Wear, whereupon the prosecuting attorney applied to this court to prohibit said John Gr. Wear and said Gr. A. Standard from further taking cognizance of said cause and obstructing Judge Riley in the discharge of his duties under the law of this- state in the trial of said cause.\nI. It was urged by counsel in his argument for Judge Wear that the facts do not show that Judge Wear had exercised the power conferred upon him by sections 4175 and4178; Revised Statutes, 1889, by ordering an election of a special judge as therein provided, nor does it appear that no suitable person would serve if elected as such special judge, n or that “in the opinion of the said court no competent or suitable person could or would be elected as special judge.”\n*625Waiving all discussion of the consistency of such an argument when made by the judge of the court who requested Judge Riley to hold the Butler circuit court for him, we proceed at once to examination of the important question of Judge Riley’s authority to preside, in the trial of Charles E. Wear, on the charge of murder, in the circuit court of Butler county. The gravity of the charge, and the exceeding importance of preserving the dignity of that court, alike call for the most considerate judgment.\nThe convention which framed the constitution anticipated that there would often occur occasions in which it would be manifestly improper or impossible for the regularly elected judge to sit in cases docketed in the court over which he was chosen to preside, and it therefore took the precaution of providing for filling the office. By section 29, article 6, of the constitution it is provided: “If there be a vacancy in the office of judge of any circuit, or if the judge be sick, absent, or from any cause unable to hold any term or part of term of court, in any county in his circuit, such term or part of term of court may be held by a judge of any other circuit; and at the request of the judge of any circuit, any term of court or part of term in his circuit may be held by the judge of any other circuit, and in all such cases, or in any case where the judge can not preside, the general assembly shall make such additional •provisions for holding court as may be found necessary.” In obedience to this command of the constitution, the legislature enacted section 4174, Revised Statutes, 1889, which contains, among others, this provision: “When any indictment or criminal prosecution shall be pending in any circuit or criminal court, the judge of said court shall be deemed incompetent to hear and try said cause in either of the following cases: First, when the *626judge of- the court in which such cause is pending is near ofhin to the defendant by blood or marriage,” etc.\nBy section 4178 it is further provided, that, “if in any case the judge shall be incompetent to sit for any of the causes mentioned in section 4174, and no suitable person to try the case will serve when elected as such special judge, or if, in the opinion of the judge of said court no competent or suitable person can or will be elected as such special judge, he need not order such election, but may, in either case, set the cause down for trial on some day of the term, or on some day as early as practicable in vacation, and notify and request the judge of some other circuit, to try the cause; and it shall be the duty of the judge so requested to appear and hold the court at the time appointed for the trial of said cause; and he shall, during said trial and in relation to said cause, possess all the powers and perform all the duties of a circuit judge, at a regular term of said court, and may adjourn the cause from day to day, or to some other time, as the exigencies of the case may require,” etc.\nFrom these provisions of the constitution and statutes of this state it is plain that Judge Wear by his relation to his son, the defendant, was disqualified, and knowing this, it was his imperative duty to either •order an election of a special judge, or request the judge of another circuit. to sit in. the trial of said indictment.\nBeing the judge of a court of general jurisdiction it was not necessary that the record should recite that in his opinion no suitable person could or would be elected special judge to try said cause, but when he requested Judge Riléy to sit, it is presumed that he either exercised his indisputable right under the plain letter of the constitution to request another judge to hold a part of his term without assigning grounds for *627so doing, or that his action was referable to the condition named in section 4178, to wit, that “in his opinion no suitable person would or could be elected as special judge to try said cause.” In either case it was wholly unnecessary to set forth in his record the reasons actuating him, and the validity of his order so made, in his judicial discretion, is not afterward open to impeachment by himself, or any party to the cause. State v. Gilmore, 110 Mo. 1; State v. Gamble, 108 Mo. 500.\nWhen the request was made by Judge Wear as authorized by the constitution and statute, and that request unquestionably included the cause of the State of Missouri against Charles E. Wear, and was acceded to by Judge Riley, by appearing at the time and place mentioned in the request, and formally accepting the call, all the facts concurred which invested the latter with the powers and duties of the circuit judgeship of that circuit for the trial of the cause of the State of Missouri against Charles E. Wear. Ex parte Clay, 98 Mo. 578; State v. Higgerson, 110 Mo. 213; State v. Neiderer, 94 Mo. 79. And from that moment Judge Wear, pro hae vice, became functus officio, and had no authority or right to interfere with, or impede, the due administration of justice in that court, in that cause.\nWe can readily appreciate the delicacy of the situation in which Judge Riley found himself when Judge Wear declined to vacate the seat prepared for the judge of that court, but it is very clear to us that Judge Riley had the unquestioned power on that day to direct the sheriff of that county to open that court, and to have assumed and exercised to the fullest extent every duty devolving upon the judge of that circuit for the purposes of that case. It seems exceedingly probable that it would have provoked an unseemly wrangle as to his authority, but that he alone was the judge of that court *628from the time he appeared therein in obedience to the laws of the state and notified Judge Wear of his compliance with his request, we have not the slightest doubt. Equally certain are we that Judge Wear's action in adjourning that court of that day without affording Judge Riley an opportunity to proceed in said case was without authority of law, arbitrary, and void.\nWe very greatly regret that Judge Wear should have so far misapprehended the relation he bore to that court after Judge Riley appeared and offered to assume the duties of the bench he was wrongfully occupying. ' It was a most unfortunate object lesson. If the judges of the state do not regard the behests of the law, and lend their aid at all times, and under all circumstances, in enforcing and inculcating respect for the courts and the orderly administration of justice, the law must soon become a by-word, and the.courts cease to com-' mand that respect without which they can not fulfill the solemn and important functions for which they are created.\nIt was not at all necessary dor Judge Riley to have &gt; sat in the usual seat of the judge of that court to have performed his duty but he can hardly be censured for not resorting to more extreme measures, seeing that the executive officers upon whom he must have relied were in the habit of looking to Judge Wear as the controlling authority in that court, and it would not have been at all strange, had the clerk and sheriff in such a conflict of authority yielded obedience to Judge Wear instead of Judge Riley.\nPerhaps after all he very wisely pursued a more conservative course by simply appearing and offering to perform the duties required of him by the law of the state and his dignified office, and leaving it to the law officers of the state to obtain the necessary process to remove all question as to his right to preside. in said *629court. But the fact remains that Judge Riley was not permitted to perform the duties to which he had been called, and an order of adjournment was made by Judge Wear, and on Monday, the sixth day of May, succeeding that action on Saturday, the fourth, the bar of that court went through the formality of electing the other respondent herein, Gr. A. Standard, special judge to try the cause of the State of Missouri v. Charles E. Wear, and the question recurs what was Judge Riley’s relation to that cause after his appearance on Saturday, the fourth day of May. By repeated constructions of this and similar sections, when once his jurisdiction attached it must continue until the final determination of that cause. State v. Noland, 111 Mo. 489; State v. Moberly, 121 Mo. 604; State v. Hayes, 81 Mo. 574; State v. Hayes, 88 Mo. 344; State v. Sneed, 91 Mo. 552; State v. Davidson, 69 Mo. 509; Ex parte Clay, 98 Mo. 578. And it was entirely without the power of Judge Wear by any subsequent act of his to divest the jurisdiction thus created in Judge Riley.\nIt requires no argument to show that Judge Riley’s jurisdiction was not ousted by the improper interference therewith by Judge Wear on May 4, 1895. It follows that as Judge Riley was the only judge who could lawfully hear and try the cause of State of Missouri against Charles E. Wear, the attempt to elect, and the whole proceeding culminating in the election of G3-. A. Standard special judge to try that cause, was without the sanction of law, and was utterly void, and conferred no power or authority upon said Standard to assume to act as the judge of said court, and the said pretended election constitutes no obstacle to the exercise of the duties of judge in said cause now by Judge Riley, and he may and it is his duty, therefore, as soon as his other duties shall permit, to repair to said county of Butler, when the said circuit court of Butler county *630shall be again lawfully convened, or upon the day to which it may have been adjourned, and then and there make all orders, direct the issuing of all process, and exercise all the powers and duties that devolve upon the judge of the circuit court of said county for the orderly and lawful disposition and trial of the cause of the State of Missouri against Charles E. Wear upon said indictment for murder pending therein.\nWe are, therefore, of opinion that a writ should issue in this cause prohibiting defendants and each of them from interfering hereafter in any manner with the ' exercise of jurisdiction by Judge Riley in said cause or interfering with such orders or action as the latter may choose to take therein, at any time when he may appear at any session of the circuit court of said county, or on any day to which the said court may be adjourned, and that they and each of them be further prohibited from making any order or taking any action in said court that may in anywise conflict with or postpone the proceedings that may hereafter be directed or ordered by said Judge Riley in said cause.\nIt is, therefore, considered, ordered and adjudged that the Hon. John Gr. Wear, judge of the Twenty-second judicial circuit of Missouri, be and he is hereby prohibited from exercising or attempting to exercise any authority or power as judge of said circuit in the further disposition, hearing, or trial of the said cause of the State of Missouri v. Charles E. Wear, and from interfering with any order or action that the Hon. Henry Riley, judge of the Twenty-eighth judicial circuit of Missouri, may make or take in said cause at any time when he may appear at any session of the circuit court of said county or on any day to which said court may be adjourned. And the said Gr. A. Standard claiming to be elected special judge of the circuit court of Butler county, Missouri, by virtue of a pretended *631election by tbe bar of said court on May 6, 1895, for the trial of the case of State of Missouri v. Charles E. Wear, for murder, is prohibited from further exercising or attempting to exercise any of the duties of the judge of said court by virtue of said election or in any manner interfering with or impeding the lawful jurisdiction of the Hon. Henry Riley in the hearing and trial of said cause, at any time, and that this court’s writ of prohibition issue, directed against said John Gr. Wear, judge, as aforesaid, and said Gr. A. Standard, prohibiting them and each of them from doing any of the acts, doings, and things by this judgment forbidden, or that may in any wise conflict with or postpone the proceedings that may hereafter be directed or ordered by said Judge Henry Riley, in said cause.\nBrace, C. J., Barclay, Macfarlane, Burgess and Robinson, JJ., concur; Sherwood, J., not sitting.\n",
            "ocr": true,
            "opinion_id": 8011853
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}