{
    "id": 8061447,
    "judges": "Brown, Faris, Walker",
    "date_filed": "2000-03-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-taylor",
    "case_name_short": "Taylor",
    "case_name": "State v. Taylor",
    "case_name_full": "State v. FLOYD TAYLOR",
    "attorneys": "Frank A. Habig and David W. Breid for1 appellant., John T. Barker, Attorney-General, and Thomas J. Higgs, Assistant Attorney-General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. VERDICT: Using Word Information Instead of Indictment. Where the jury in their verdict say they find the defendant guilty “in. manner and form as charged in the information,” whereas he was tried under an indictment preferred by a grand jury, the mistake of using the word “information” instead of the word .“indictment” is not error. The rights of the defendant are not prejudiced by such mistake.</p> <p>2. -: Two Defendants: Joint Verdict: Irregularly Worded. Where two defendants are jointly indicted for the same murder and jointly tried, a verdict reading, “We, the jury, find the defendants guilty in manner and form as charged in the information and assess their punishment at life inprison,” violates the express letter of the statute (Sec. 5252, R. S. 1909) which says that when several defendants are jointly tried their punishment shall be assessed separately and not jointly; and it is also imperfect and irregular in that it assesses the punishment at “life inprison.” But such a verdict is tantamount to a general verdict of guilty, which fails to assess any punishment, since the punishment is erroneously assessed. In such case it is competent for the court' himself to assess the punishment at ninety-nine years’ imprisonment in the penitentiary, as he is authorized by statute to do (Sec. 5254, R. S. 1909), instead of at life imprisonment, as the jury evidently attempted to do. . Under such circumstances; the verdict is not reversible error, although the court subsequently granted a new trial to appellant’s coindictee, and thereafter he was discharged upon a nolle prosequi.</p> <p>3. MURDER: Statement of Coindictee: Failure to Instruct: Collateral Matter. Where two defendants are .jointly indicted and tried for the same murder, it is not error for the trial court to instruct the jury in behalf of appellant that any statement made by his coindictee is not binding upon appellant, (1) if there is no evidence of any statement having been-made by said coindictee which tends to connect appellant with their joint case, or (2), even if there is such testimony, unless appellant requests such an instruction, since the matter is a collateral one and is not strictly within the purview of section-5231, Revised Statutes 1909.</p> <p>4. -: Instruction: Wrong Date of Deceased’s Death. Where deceased was found dead on August 8, 1910, and defendants were tried in December, 1912, an instruction telling the jury that if they find and believe that “at any time prior to the filing of the indictment” defendants did strike and beat deceased with a heavy iron bar, “and that within a year and a day thereafter, to-wit, on the —— day of August, 1912, he died from the effects of such striking and beating,” they should find the defendants guilty, contains only a clerical mistake in stating the date of deceased’s death as “on the- day of August, 1912,” which is without substance, since the jury are expressly required to find that deceased died within a year and a day after he was assaulted, which cures the palpable clerical error of 1912, and besides, since it is a murder case, it is wholly unimportant when the prosecution was begun, if deceased died within a year and a day after he was assaulted.</p> <p>5. -: -: Defendant’s Failure to Testify: Refusal of Instruction Not to Consider. It is not reversible error to refuse an instruction asked by defendant to the effect that the jury are not to consider as • any evidence of his guilt or innocence the failure of defendant to testify in his own behalf. [Following State\" v. Robinson, 117 Mo. 649.] Neither is it error for the trial court to give such an instruction. [Citing State v. DeWitt, 186 Mo. 61.] And it would perhaps be a little fairer to defendant to give such an instruction, if he asks it; but in view of the dark and muddy language of Sec. 5243, R. S. 1909, and the holding, in the Robinson case, it cannot be held to be reversible error not to give it.</p> <p>6. NEW TRIAL: .As to One Defendant: Not as to Other. The granting of a new trial to one of two defendants, jointly indicted and jointly tried and jointly found guilty by the same general verdict, is not ipso facto a granting of a new trial to the other.</p> <p>7. -: Sufficiency of Evidence: Where it Might Properly Have Been Granted. Although the Supreme Court may be of the opinion that the trial court, in view of the evidence, should have granted to appellant a new trial, it'Will not on that ground hold that the trial court committed error if there is substantial evidence of defendant’s guilt. The Supreme Court has nothing to do with the credibility of the evidence; its weight and credibility are for the jury, and if their verdict meets the approval of the trial judge the Supreme Court, although the strange fact that the State’s main witness is accused’s own sister and tlie deceased was to her unknown may challenge attention, cannot compel a new trial on the theory that her testimony is contrary to human experience, her testimony being substantial and if true showing defendant’s guilt, and bearing the earmarks of verity, and there being no showing of' enmity or unfriendliness on her part for accused, and nothing in her manner of testifying or conduct from which either could be inferred.</p>",
    "summary": "Appeal from Franklin. Circuit Court. — Hon. R. A. Breuer, Judge. (1) It was error for the jury to return a joint verdict. State v. Person, 234 Mo. 262. (2) The court erred in not instructing the jury that the statements made by Taylor would not bind Hoffman, and the statements of Hoffman would not bind Taylor. R. S. 1909, sfec. 5231; State v. Bidstrup, 237 Mo. 385.’ (3) The alleged verdict, as returned by the jury, is absolutely void and no verdict at all. (4) Since there was a joint indictment, a joint trial, and a joint motion for new trial, and since the defendants were charged as committing the crime jointly and together, the sustaining of the motion for new trial as to one sustains -the motion as to both. Hoborn v. Naughton, 601 Mo. App. 100. (5) The indictment charges that the murder was committed August 8, 19101, and the instruction as given by the court on the part of the State instructs the jury “that if they believe and find from the evidence that the defendants at any time prior to the finding of the indictment herein . . . did strike and beat, . . . and that within a year and day thereafter, to-wit, on the-day of August, 1912, he died,” etc. It was error for the court to instruct the jury to find, that the killing took place on the--day of August, 1912. (6). It was error on the part of the court to refuse to give defendants’ instruction to the effect “that the fact that the defendants did not testify in their behalf is not to be accepted by you as any evidence of the guilt or innocence of the defendants.” (7) The verdict is against the evidence and the weight of the evidence, and-the court erred in overruling defendant Taylor’s motion for new trial. (1) Under Sec. 5252, R. S. 19091, when defendants are jointly tried the punishment of each in case of conviction must be assessed separately. The jury in the ease at bar failed to assess separate punishments, but the cases hold that the verdict is a legal and valid verdict of guilty and the punishment not being assessed, under Sec. '5254, R. S. 1909, the court may fix the punishment. A new trial was granted the codefendant, Hoffman, and a separate sentence was given the appellant, Taylor, in accordance with the verdict returned. State v. Gordon, 153 Mo. 576; State v. Thornhill, 174 Mo. 364; State v. Person, 234 Mo. 262. (2) The fact that the word “information” was used instead of the word “indictment” is in no way ■prejudicial to the appellant. The verdict would have been proper in form had the word information been omitted and the defendants simply found guilty “as charged.” In other words, the word “information” can be considered as surplusage. (3) It is contended that the court erred in refusing to instruct the jury to the effect that statements made by Hoffman would not bind Taylor. The record does not disclose that any such instruction was requested or suggested by the appellant, although some other instructions were requested. There is not even a general specification in the motion for new trial that the defendant failed to instruct on all the law in the case. Under these circumstances the failure of the court to instruct as to the statements made by the appellant and Hoffman was not error. State v. Conway, 241 Mo. 291; State v. Dockery, 243 Mo. 599; State v. Sykes, 248 Mo. 713. (4) The particular date of the assault and death was unknown. Pattison on Instructions in Criminal Cases, sec. 610; State v. Brassfield, 81 Mo. 151; Kelly’s Crim. Law & Pr. (3 Ed.), sec. 184; 1 Hawkins, ch. 23, sec. 90; State v. Sides, 64 Mo. 383. (5) A refusal to give an instruction to the effect that if the accused party failed to testify such failure shall not raise any presumption against him, was not error. State v. Robinson, 117 Mo. 663. It was later held that it was not error to give such an instruction. State v. DeWitt, 186 Mo. 61. This last case finally held that it was unnecessary to give the instruction, but it was not reversible error to do so, as it was not prejudicial to the defendant. Under this opinion the trial court might have favored this appellant by giving the instruction, but the refusal so to do was not error. (6) There are many strong- facts in the case that point to the appellant’s guilt, namely, positive identification of appellant as being with the deceased in Pacific, the testimony of his own sister concerning conversations had with the appellant which related to the crime, and the statements made to the police officers in St. Louis. The' record does not show any passion and prejudice and the jury was better able to determine what the proper verdict should be, after hearing the evidence, and noting the demeanor of the witness on the stand, and discerning what was truthful and untruthful as it came from.their mouths, than this court would be.-",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "261 Mo. 210"
    ],
    "opinions": [
        {
            "author_str": "Faris",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFARIS, J.\nDefendant was convicted in the circuit court of Franklin county of murder in the second degree, for that, as it was charged in the indictment, he and one Jake Hoffman at the town of Pacific in *215said county on the 8th day of August, 1910', killed an unknown man. Both defendant and Hoffman being found guilty defendant herein was sentenced to imprisonment in the penitentiary for a term of ninety-nine years, from which sentence he has, after the usual motions, perfected this appeal. Hoffman was granted a new trial upon his motion to that end, therefore so far as the law of this case is concerned and except only as the facts in the testimony may make necessary references to him, he falls out of it.\nThe trial of defendant was concluded on the 20th day of December, 1912. On the next day thereafter he filed his motion for a new trial and his motion in arrest. The trial court continued these motions-until January 10, 1913, at which time leave was given defendant to file affidavits in support of his allegation of newly discovered evidence, and the motions aforesaid were held by the court under advisement until the 13th day of March, 1913, at which time the court overruled them and this appeal followed.\nThe points which are ur,ged upon us as error by defendant render necessary a statement of the facts as we glean them from the voluminous evidence in the case. The deceased, whose name was to'the jury which preferred the indictment unknown and who continues yet to be unknown, came into the town of Pacific, in Franklin county, on a train from St. Louis on Sunday, August 7, 1910, at about two o’clock in the afternoon. He inquired of the railway agent at Pacific touching the time at which he could get a train either for Cuba or Rolla, Missouri, and was advisee ’ that he. could .get such train at about the hour of three o’clock and thirty minutes. He asked permission to leave and did leave his suit case with the agent. Thereafter the deceased was seen by a negro, William Yancey, who was a witness in the case, in company with two men, who are -identified by said Yancey as the defendant Floyd Taylor and the said Jake Hoffman. *216This witness Yancey saw the dead man, together with the defendant and Hoffman going into a saloon at Pacific. Yancey further says that defendant, Hoffman and the deceased went over.to a hotel at Pacific and that he saw the deceased sitting on the porch of this hotel in a chair, and that defendant and said Hoffman walked down the track of the Frisco railroad and he heard either defendant or said Hoffman say they would get the grip and would thereafter he ready. Later this witness, Yancey, saw the taller one of the defendants Hoffman and Taylor with a brownish grip. The evidence does not disclose clearly which of the two, whether Hoffman or Taylor, was the taller, but by inference it appears that the defendant was the taller man to whom the witness referred.\nThe above in substance is the testimony of the negro William Yancey upon his examination in chief. It is but fair to say that upon his cross-examination his testimony becomes uncertain and obscure and upon many points so rambling as to create thick doubt as to its credibility, touching which we shall have more to say when we come to express our views upon the case.\nThe State offered two colored women who were employees of the Wunderlich Hotel, at which hotel deceased is said by some of the witnesses to have eaten his dinner and supper and at which he is also said to have engaged a room. Beyond the fact that one of these negro women, called in the record Pinkie Lew-right, claims to have seen one of the defendants eating dinner at this hotel with the deceased, the testimony of neither of these witnesses throws any light upon the case or affords any aid in the solution of the mystery, save it may be that one of these women says that the bed in the room said to have been assigned to deceased bore no evidence of having been slept in.,\nThe city marshal and constable at Pacific, one Ignatz Zieger, testified that on the night of August 7, *2171910, lie saw three men go behind a box car in the railroad yards, at a distance of about a half a block from the place at which the body of the deceased was after-wards found. Neither of these defendants nor the deceased man was identified by the marshal as being either of the three men whom he saw in the vicinity of the place of the subsequent homicide.\nOn the following morning, August 8,1910, at about eight or nine o’clock, the deceased was found dead in the westerly part of the railroad yards at Pacific in a small creek which runs through these yards. His body was lying in the mud and water of the creek, which was at this point only some two or three inches in depth. The body was partially concealed by some telephone poles or piling which were at this point laid across the creek and under which the body of deceased had been rolled or thrust, while resting upon his body was a wide and thick piece of timber, some five feet long, called by the witnesses a “stringer.” There were wounds upon the face of the dead man and his skull was found to be crushed in at the back thereof, as though with a heavy three-cornered weapon. Large pools and spots of blood were found between the railroad track and a fence in the vicinity, together with marks upon the soft ground nearby as if a number of men had engaged there in a struggle. There was blood, not only upon the fence and ground, but upon a peach tree in the vicinity and blood from the shoes of persons who had made bloody footprints on the telegraph poles, apparently in crossing the creek. The pockets of the deceased were turned inside out and one of his shoes, the witness Zieger says his left one, had been taken off. Near the body and some five feet distant therefrom an iron rod, about three quarters of an inch in diameter and a foot long, was found, also near was a heavy wooden club. At the end of this rod there were two iron nuts, forming a weapon which, with the nuts, weighed some three pounds. On the end *218of the rod and on the nnts thereon, and upon the wooden club, blood and hair resembling the hair of deceased, were found.\nA,witness for the State, one Rachel Caveness, a girl some thirteen years of age, testified that on Sunday afternoon preceding the finding next morning of the body of deceased, defendant and Jake Hoffman were together at the house where the witness Rachel Caveness was staying and borrowed from her sister a torch with which to light a cave into which defendant and Hoffman desired to go. She further testified that some little time thereafter defendant returned this torch to them. She identifies, in a fairly conclusive way, both the defendant and said Hoffman. Neither is her testimony at all seriously shaken by the rigid cross-examination to which she was subjected.\nThe defendant was arrested a little more than two years after the dead man was found. His arrest was effected at Duquoin, Illinois, by the deputy constable of Pacific, one Deatherage. Deatherage brought the defendant back to Franklin county, and on the way back held him for a time in jail at St. Louis. While in jail at St. Louis and in the presence of Assistant Chief of Detectives Schmidt and Officer Fleming and of the witness Deatherage he made a voluntary statement relative to the charge against him, to the substance of which all three of the above named witnesses thereto, who testified in the case, practically agreed. He said, according to these three witnesses, that he and Hoffman had fallen in with the dead man in the mid-way of the Union Station at St. Louis on August 7, 1910; that they all went together to Pacific. That after reaching. Pacific they went into a saloon and got some drinks and then went to the house of a man by the name of Bridges, whence they procured a bucket of beer, but that at seven o’clock in the evening of August 7, defendant, as he says in his said statement, caught a train to Washington, Missouri, and left Hoff*219man and deceased on the station platform at Pacific. Defendant further stated that he remained in \"Washington a couple of days and then returned to St. Louis, and that in St. Louis shortly after his return, he met Hoffman- on Market street, near Twentieth, and was asked by Hoffman whether he (defendant) had heard about that fellow being killed at Pacific. Taylor then asked how he was killed and Hoffman informed him that he was killed with an iron bar; whereupon Taylor said to Hoffman, “I guess you pulled off the job, didn’t you?” and Hoffman replied, “There you go again, you are always accusing me of things I didn’t do.”\nThe State also offered as a witness Mrs. Annie Gasperson, a sister of the defendant Taylor. She testified that at the time of the homicide she lived at Washington, Missouri, and that in September thereafter she first met Hoffman át Washington. Hoffman had come to Washington with defendant Taylor and with a brother of defendant and of the witness, one Redmon Taylor. Hoffman, the 'defendant and Redmon Taylor remained in Washington for several days and Hoffman told the witness that he and defendant had been “bumming” together for some three or four months. Defendant also said he had been “bumming” with Hoffman about three or four months.\nThis witness, Mrs. Gasperson, further says that in May, 1911, she visited her mother, who is likewise the mother of defendant, at Tamaroa, Ill. Floyd Taylor was also there at the same time. A conversation occurred there, says Mrs. -Gasperson in her testimony, between her and the defendant, in which defendant asked her if she had heard of the man that got killed at Pacific and the manner in which he got killed. Mrs. Gasperson replied that she had not heard and did not know how he got killed, whereupon defendant said, “Well, I do. He was killed with an iron rod and the rod thrown across the railroad from him. I seen the man after he was murdered. They got right smart *220of money ont of Ms right shoe and they didn’t take off his left shoe-.” Mrs. Garperson then said to defendant, “Well, you know so much about it you must have been in it.” Defendant looked at her, laughed and said, “I and my pal came out from St. Louis on the train with him and had a chat with him, and we came back to St. LoMs that Mght.” According to tMs witness she a;gain upon a subsequent visit to her mother at Tamaroa, in September, 1912, had a conversation with the defendant in wMch further reference to the killing of tMs unknown man was made, and in which defendant said to the witness that he understood that a reward had been offered for the murderers, but upon being asked how he learned tMs was unable to state very readily the source of his information touching tMs reward; thereupon the witness, Mrs. Gasperson, said to him, according to her testimony, “You know you are lying,- for you told me you had seen the man after he was murdered, and that they got right smart money out of his right shoe, but they didn’t take off his left shoe.” Defendant, she says, then said to her that there was not enough money to get him to go back to Pacific and that there wasn’t enough officers to take him back, unless they took him back on a stretcher. The witness then asked him, “Well, what are they after Redmon for, too?” Defendant replied, “They are not after Redmon, they are after me.”\nThis witness was cross-examined at great length by the defendant, but she was not shaken in any material respect. She was not asked as to whether her feelings were friendly or unfriendly toward the defendant, and we are left to infer this fact from a careful consideration of the whole trend of the testimony she gave. She explains how she came to tell the deputy constable Deatherage of the conversations she had with defendant and which conversations she related on the trial. She did not tell Deatherage, it seems from her testimony, until the fact of her having in her posses*221sion information tending to the solution of this murder mystery, had, as she expressed it, “leaked out through the family.” The manner in which this leaking occurred is to be gathered from the whole testimony, thread by thread. One McGraw, connected, as was Deatherage, with the railroad as an employee thereof in some, capacity, became the son-in-law of Mrs. Gas^ person and from him Deatherage learned that Mrs. Gasperson knew facts touching this homicide which might lead to its solution. Deatherage thereupon went to Mrs. Gasperson and by threats practically compelled her to give him the inforn^ation which she related subsequently on the witness stand. Much other testimony was adduced on the part of the State, but in our view of the case it is not pertinent in solving the troublesome question as to the sufficiency of the testimony to sustain this conviction.\nDefendant did not take the stand in his own behalf, neither did his co-indictee Hoffman testify in the case, though they were tried jointly without a severance. Defendant undertook to prove an alibi in that he endeavored to show that he went to work on August 8, 1910, at eight o’clock in the morning, for the St. Louis Dressed Beef Company. This proof, granting its absolute verity and blinking the fact that it contradicts the extra-judicial statements of defendant himself, is of no probative force for the reason that it is not inconsistent in anywise with the theory of the presence of defendant at Pacific during practically the whole of the night of August 7,1910'. So much we say in explanation of the omission of the details of this proffered alibi.\nDefendant also offered as a witness in his behalf upon the matter of an alibi, Mrs. Hunter, operator of a hotel and restaurant in St. Louis, at which defendant came to board on July 6, 1910, and which he left on September’16th thereafter. This witness offered her book which seemed to bear out her statement that *222the defendant was at her hotel constantly between the dates mentioned. She would not deny, however, that defendant might have missed a meal or even two meals at her house without her knowing it and without her noting it in the book which she kept and by which she refreshed her memory as to the facts about which she testified. Upon the whole the proof of an' alibi of defendant is in no sense conclusive and in no sense convincing. In passing we might say, though Hoffman is now out of the case, that the alibi proven on his behalf was a perfect one, if the jury had chosen to credit it.\nAt the close of all the testimony in the case defendant offered an instruction in the nature of a demurrer to the‘evidence, which was by the court overruled and exceptions to the action of the court in that behalf properly saved.\nDefendant asked the court to give in his behalf the following instruction touching defendant’s failure to testify, to-wit:\n“The court instructs the jury that the fact that the defendánts did not testify in their behalf is not to be accepted by you as evidence of the guilt or innocence of the defendants.”\nThe court gave on the part of the State, among other instructions, one touching which defendant complains. The part of such instruction at which the point made by him is directed, and which fully explains said point, is as follows:\n“Bearing in mind these definitions the court instructs the jury that if they believe and find from the evidence that the defendants, Floyd Taylor and Jack Hoffman, in the county of Franklin and State of Missouri, at any time prior to the finding of the indictment herein, willfully, deliberately, premeditatedly and of their malice aforethought, did strike and beat, with a heavy iron bar, one unknown man, and that within a year and a day thereafter, to-wit, on the *223--day of August, 1912, he died from the effects of such striking and beating, they will find the defendants guilty of murder in the first degree, and assess their punishment at the death penalty, or by imprisonment in the penitentiary for a • term during' their natural life. ’ ’\nThe jury returned a verdict finding both defendant and Hoffman guilty, and as the verdict rendered by this jury is attacked both for matters of form and substance, we set it out in full, so as to show in definite detail the alleged defects and the form of the criticism made against it by defendant. This verdict is as follows:\n“State of Missouri v. Floyd Taylor and Jack Hoffman.\n“We, the jury, find the defendants guilty in manner and form as charged in the information and assess their punishment at Life inprison.\n“C. A. Cuno,\nForeman. ’ ’\nAfter some weeks spent in considering the motion for a new trial of defendant and of said Hoffman, the court, as stated, sustained said motion as to Hoffman and granted him a new trial, and as to defendant overruled his said motion, and thereupon, treating the verdict rendered by the jury and set out above as a mere general finding of guilty without any assessment of punishment, the trial judge of his own motion fixed the punishment of defendant at imprisonment in the penitentiary for a term of ninety-nine years, and rendered judgment accordingly.\nThe above statement of facts and of the substance of the testimony of the several witnesses whose evidence is pertinent, is deemed sufficient to make clear the points made by the defendant and the points discussed by us in the subjoined opinion. ’\n*224I. A number of reasons áre urged upon us as bases for a reversal of this case. Among these (a) that the verdict of the jury being joint, is for that reason erroneous ; (b) that the court erred in failing to instruct the jury that the statements of Hoffman would not bind defendant; (c) that the verdict for bad form is absolutely void; (d) that the erroneous statement of an instruction for the plaintiff that deceased died August --, 1912, is fatal error; (e) that the court erred in not instructing the jury that defendant’s failure to testify in his own behalf should not be accepted by the jury as any evidence of either guilt or innocence, and (f) that the evidence is not sufficient to sustain the verdict. These in their order.\n\nVerdict\n\nPoints (a) and (c) being germane each to the other in that, they both deal with the verdict, either as ^orm or substance, may be considered together. An examination of this verdict shows that it is in several respects informal and contains . mistakes of fact. The defendant Taylor and his co-defendant were jointly tried upon a joint indictment regularly preferred by the grand jury and not upon an information as the instruction improperly recites. Is this plain clerical mistake an error? We think not. All men who are sufficiently intelligent to serve as trial jurors know that there are now in this State two methods of preferring felony charges and that the one or the other of these methods is used, according to the convenience or necessities of the case, and according as- the expedition of the trial may dictate. The jurors were not in any way misled and if they had been in fact under the impression throughout the trial that the charge had been brought by information rather than by indictment, it is yet impossible to see wherein defendant was hurt. For it may well be that more of weight and legal verity attaches to an indictment found by a jury of twelve of defendant’s *225fellow-citizens than attaches to an information filed by only one person. .\nUpon another phase of alleged error in this verdict, our attention is called to the statute which provides that when several defendants are jointly tried their punishment shall be assessed separately and not jointly. [Sec. 5252, R. S. 1909.] This verdict clearly violates the express letter of this statute. It is also imperfect and irregular in that it assesses the pun- • ishment at “life inprison.” It does not help or hurt it that defendant’s co-indictee, Hoffman, though found guilty with him, was afterward granted a new trial and ultimately discharged upon a nolle prosequi. But the learned trial court took the view that notwithstanding-the assessment of a joint punishment and the irregularity in the form of the verdict, yet in law it was tantamount to a general verdict of guilty, and a failure to assess any punishment, since the punishment was erroneously assessed. [State v. Gordon, 153 Mo. 576; State v. Thornhill, 174 Mo. 364.] Therefore, the court himself fixed defendant’s punishment at ninety-nine years ’.imprisonment in the penitentiary, as under the statute he was authorized to do (Sec. 5254, R. S. 1909), instead of life imprisonment, as the jury plainly tried to do. We disallow this point to defendant, since the cases last cited settle it, under the facts here, against his contentions.\n\ninstruction: Statements of Co-indictee.\n\nII. Upon the objection that the court committed error in failing to instruct the jury that the statements made by Hoffman would not bind this defendant, we find two serious reasons for . . not entertaining it: First, there is not in the record any such statement coming from the lips of Hoffman either about their joint case or about this defendant Taylor’s connection therewith, save and except the alleged statement of Hoffman that *226he and defendant had been “humming” together three or four months, and the record shows defendant said the same thing himself; second, if there had been such testimony, it was defendant’s duty to request this instruction, since it is not a matter strictly within the purview of section 5231 (State v. Weinberg, 245 Mo. l. c. 575; State v. Douglass, 258 Mo. 281), but one of the many collateral questions which arise in the trial of a law suit, having to do with the applicability of an alleged part of the testimony, which was of itself competent and binding upon one of the joint defendants. We think that both on the facts and the law this contention should be overruled.\n\nWronUgCtDate of Deceased’s Death,\n\nIII. Defendant complains that the merely clerical error in the first instruction given by the court wherein the jury are told that if they find and believe “that within a year and a day thereafter, tow^, 011 --day of August, 1912,” the deceased died, they should find defendants guilty. The alleged vice is that since the proof all showed that deceased, was found dead on the morning of August 8, 1910, the clerical mistake in the said instruction whereby the date of his death was stated as August ——, 1912, is fatal. This is a palpable slip of the pen. There might be more of substance to the contention if it were not a fact that the jury were also in this instruction expressly required' to find that the deceased died “within a year and a day” after he was assaulted. This so fixes the date of death and so clearly cures whatever of error there might or might not be in mistakenly writing the date of the trial in lieu of the date of the alleged crime, that we need not further discuss it. The more so, since there is no Statute of Limitations barring a prosecution for murder, and if the dead man died within a year and a day thereafter as a result of the murderous assault *227on him, .it is sufficient without regard to the date at which a subsequent prosecution may be instituted.\n\nNot toCc'onsider Defendant’s Failure to Testify.\n\nIY. The contention made that it was reversible error to refuse defendant’s offered instruction that the jury should not consider as any evidence of guilt or innocence the failure of defendants to testify in their own behalf, is a little more serious. If the matter were of . . . . first impression, I should, m view of the hazyness and ambiguity of section 5243, which says in substance that the failure of accused to testify for himself shall not be construed to affect his guilt or innocence, nor raise any presumption of guilt, nor be referred to by ¿my attorney in the case, nor be considered by the court or jury before whom the trial takes place, be forced to the view that since, it is the duty of the court to instruct “on the law of the case,’'’ and since this solemnly enacted statutory presumption is a part of the law of the case, and since the jury get the law in all law suits (except libel and slander suits), from the court; they ought to be told of the law in this statute, when the facts, as here, fully warrant. As forecast, it is a little difficult to find out precisely what the above section means. It is ambiguous and in a. way “steps upon its own feet,” in this, at least, that while it says that defendant’s failure to testify shall not be construed to effect the innocence or guilt of the accused, in the very next clause it forbids the matter of defendant’s, failure to testify to be even considered by either trial court or trial jury. Be this as it may be, it has been said that it is.not error to refuse to ¡give this instruction. [State v. Robinson, 117 Mo. 649.] If the lawmakers intended that the jury should, in a proper case, be instructed not to consider such failure of defendant to take the stand as a witness for himself, as affecting in anywise his guilt or innocense, it would have been just as well to omit *228the clause forbidding such consideration. Nevertheless, stare decisis, and we see no reason to take a backward step, when so many forward steps are being demanded as things of crying need.\nOn the other hand, an instruction given by the court sua sponte over defendant’s objections, to the effect that the jury should not consider the failure of defendant to testify in his own behalf as. affecting his guilt or innocence, has been held not to be error. [State v. DeWitt, 186 Mo. 61.]\nIt follows that upon authority, we must disallow this contention, with the suggestion that in a proper case, it would seem a little fairer to the defendant to give this instruction if he wants it, until such time as the Legislature may see fit to clarify the present dark and muddy language of the section under discussion.\n\nivfdenceÍy °f\n\nV. We come-next to consider. whether the evidence adduced upon the trial was sufficient to sustain the conviction of this defendant. The learned trial court properly held that it was not sufficient to prove Hoffman’s guilt and as to him sustained a motion for a new trial. The point made in an assignment of error not otherwise noticed, that such act of the court in a case like this ipso facto sustained a similar motion for a new trial in the case of this defendant, is trivial, and needs for its refutation but the bare statement of the contention.\nThe question of the sufficiency of the evidence is a serious one in this case. That defendant was convicted largely by the testimony of his own sister, is clear, but while clear it is against human experience and makes of this a weird and strange case. If the learned trial court had sustained the motion for a new trial, as he lawfully could have done (Ewart v. Peniston, 233 Mo. 695; State ex rel. v. Ellison, 256 Mo. 644), and as we think he ought to have done, we could *229not under the law have interfered, and upon the facts would not have interfered if we could. But since the court nisi, having the right to set aside this verdict, refused so to do, when to have done so would have been to err upon the side of doubt and mercy if at all, ought we to do so, and have we the right under the law to do so. The law and the facts which will justify us in upholding a trial court in setting aside a verdict on account of the insufficiency^ of the evidence, or the uncertainty of it, by reason of suspected perjury (which is in effect the same thing), differ diametrically from the law and the facts which will justify our convicting the trial court of error where he refuses to set a verdict aside. [State ex rel. v. Ellison, supra.] Here the weight of the evidence and the credibility of the witnesses were wholly for the triers of fact and not for us as soon as the verdict of the jury met the approval of the trial court, and of course in all criminal cases this is so whether it so met the court’s approval or not. If there be found in the whole case as to defendant any substantial evidence of his guilt, we must defer to the verdict of the jury and sustain this conviction. [State v. Concelia, 250 Mo. 411; State v. Maggard, 250 Mo. 335.]\nThat the man was murdered and robbed in Franklin county, Missouri, on the night of the 7th day of August, 1910; there is and can be no serious question made. That two lethal weapons were used and that therefore two persons were implicated, the evidence plainly shows. Did the defendant take part in this killing is the only question left on which to look and see if there be evidence enough to g:o to the jury. The negro Yancey is so doubtful in his identification of the defendant and so shaken by cross-examination that, but for the defendant’s own extra-judicial statements to officers Schmidt and Fleming of the police force of St. Louis and to the deputy constable Deatherage, we should be compelled to say that his testimony is in*230credible and worthless for any purpose. But defendant himself corroborates Yancey in many points, in that he admits he was in Pacific in company with ■ Hoffman and the dead man, and that he was in the saloon there and canning' beer with the dead man and Hoffman practically just as Yancey says he was.\nThe little girl Rachel Oaveness, who is not at all shaken on her cross-examination, likewise identifies Taylor and Hoffman as being in Pacific on August 7, 1910. Defendant, after admitting to the officers Ms presence with the dead man at Pacific on the Sunday evening before the latter was killed, insists that he left Pacific for Washington, Missouri, before night; that he last saw deceased and Hoffman in company on the platform of the railroad station in Pacific at about seven o’clock on said Sunday evening and that he remained some two days at Washington. Upon the trial he seeks to prove an alibi by showing he was at work on Monday, August 8, 1910, and taking Ms meals at Ms boarding house. His alibi was for the jury, of course, but their finding on it is justified by its flimsiness and lack of congruous coherency. But tMs, it may be urged, only shows Ms presence in Pacific on the fatal Sunday in company with the dead man, and of itself is not sufficient. We grant that it would not be any substantial proof of guilt if it stood alone. [State v. Francis,. 199 Mo. 671.] If, however, the testimony of defendant’s sister is to be believed, he told her such facts as indicated Ms presence when the man was killed. No other witness in the case tells of getting money off the dead man. Yet defendant, according: to Ms sister, says that the murder was done with an iron rod; that he (defendant) saw the man after he was murdered; that one of his shoes was taken off — the right one was taken off, but not his left one— and that a “right smart of money” was gotten out of his right shoe. Unless defendant was present when deceased was killed, he could not have seen this mam *231so far as all tlie other evidence in the case, including his own statements to the officers, shows. No other witness in the case said, or seemed to know, how much money or whether any money was gotten from the dead man’s shoes, except defendant himself, as disclosed by his own statements to his sister. Again, defendant vainly boasting says, according to his sister, that “there were not officers enough to take him hack to Pacific, unless they took him hack on a stretcher, ’ ’ and that the officers were not after Eedmon Taylor, the defendant’s brother, hut that they were after defendant himself.\nDefendant’s sister does not evince any hostility or unfriendliness toward him. She was not asked as to her feelings toward him and so neither she nor any one in the case tells us whether her testimony was tinged by hostility or enmity toward defendant. We can only ascertain this fact from her whole manner of testifying. We note that she at first refused to divulge to the railroad special agent and deputy constable Deatherage — who seems to have been a sort of self-constituted, or a reward-animated Nemesis upon defendant’s trail — whether she knew anything about her brother’s connection with-the case or not. Later when Deatherage obtained such definite information touching this sister’s knowledge of -this case, she then felt she ought to divulge all she knew, which she accordingly did. She does not seem to have been a volunteer, hut finding, as she admits in her testimony, that her knowledge of some of the facts had “leaked out,” as she expresses it, through the family, she either felt afraid to deny, or felt impelled by her regard for the truth to admit, her knowledge of what the defendant had told her of this murder. One McGraw was the son-in-law of Mrs. Gasperson, the sister of defendant. McGraw, also a railroad man and an acquaintance of Deatherage, was the family spigot through whom the information leaked out to Deather*232age. The testimony of this witness bears the earmarks of verity. No animns is shown by the proof, and none is to be gathered therefrom by inference from her manner on the stand, as the record shows it. She denies vigorously that she expected any reward for her testimony, as is insinuated by the cross-examination of defendant. In fact, she would have been foolish to expect any directly, and she denies any hope of any indirectly through any secret agreement with Deatherage. If she was to be believed, and her testimony was for the jury, there was sufficient evidence to go to the jury and this judgment should be affirmed. Let this be done.\nWalker, P. J., and Brown, J., concur.\n",
            "ocr": true,
            "opinion_id": 8018983
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}