{
    "id": 8060385,
    "judges": "Blair, Roy",
    "date_filed": "2000-03-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-janke",
    "case_name_short": "Janke",
    "case_name": "State v. Janke",
    "case_name_full": "State v. EDWARD JANKE",
    "attorneys": "Green £ Green and J. N. Burroughs for appellant., Elliott W. Major, Attorney-General, and Camp-\" bell Cummings, Assistant Attorney-G-eneral, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. INFORMATION: Sec. 4483, R. S. 1909: Maiming. The information set out in the opinion is held to be sufficient under Sec. 4483, R. S. 1909.</p> <p>2. MAIMING AND FELONIOUS WOUNDING: Sec. 4483, R. S. 1909: Instructions. In a prosecution for maiming and felonious wounding under Sec. 4483, R. S. 1909, 'the instructions should not tell the jury that,, if the weapons used were not dangerous, then the wounds- inflicted must have been of a kind likely to produce death. The statute does not require that the wounds be of that kind. The instruction is approved as set out in the opinion.</p> <p>3. -: -: -: Defenses. Defendant and the prosecuting witness quarreled, and then fought. Defendant testified that the prosecuting witness pointed a gun at him, tried to strike him with a stick, and caught the defendant round the legs and held to him. It is held that there -was reversible error in the giving of an instruction limiting defendant’s rights to a defense against an assault with a gun.</p>",
    "summary": "Appeal from Howell Circuit Court. — Hon. W. N. Evans, Judge. (1) The information is bad under either Sec. 4481 or 4482, R. S. 190-9', for the reason that it fails to charge that the assault was done with felonious intent. An intent to kill must be charged under either of those sections. State v. Clayton, 100- Mo. 516; State v. Norman, .136 Mo. 1. (2) Insufficiency of the information may be raised for the first time on appeal. State v. Stowe, 132 Mo. 199; State v. Hall, 130 Mo. App. 170; State v. Nunely, 185 Mo. 102. (3) If the information is bottomed on section 4483, then instruction 1 is erroneous, for the following reasons: Because it attempts to define an assault with intent to kill as covered by the prior sections. That is no part of the offense defined in section 4483, but is a greater offense. State v. Melton, 102. Mo. 684. Because it does not tell the jury that if the weapons used were not dangerous, then the wounds inflicted must have been of a character likely to produce death. State v. Bailey, 21 Mo. 484; State v. Carrico, 11 Mo. 369. (4) The fourth instruction improperly restricted the defense. The testimony shows that the prosecuting witness made demonstrations towards the defendant with his cane and in other .ways in addition to his assault with a gun. In this instruction the jury was directed to acquit defendant in the event he was defending himself against an assault by means of a gun. No other rights were given him under this instruction. State v. Hollingsworth,' 156 Mo. 178. (1) The information is for unlawful and felonious assault by maiming, wounding, etc., under Sec. 4483, R. S. 1909. It evidently took for its model the indictment in the much cited and approved case of State v. Bailey, 21 Mo. 484. The Bailey Case is cited with approval by this court in State v. Nieuhaus, 217 Mo. 344; State v. Munson, 76 Mo. 113; State v. Yan Zant, 71 Mo. 543; State v. Harper, 69 Mo. 426; State v. McDonald, 67 Mo. 16; State v. Bohannon, 21 Mo. 491. Under this section, as has been so frequently construed, it is not necessary to allege that the act was done willfully, intentionally, with intent to kill, with malice, with a deadly or dangerous weapon, or under circumstances which, had death ensued, would have constituted murder or manslaughter. It is sufficient to follow the statute. State v. Nieuhaus, 217 Mo. 344; State v. Moore, 65 Mo. 606; Jennings v. State, 9 Mo. 862; State v. Bohannon, 21 Mo. 490; State v. Bailey, 21 Mo. 484; State v. Calvert, 209 Mo. 285 ; State v. Campbell, 210 Mo. 215; State v. Kelley, 191 Mo. 680; State v. Temple, 194 Mo. 237. (2) Instruction 4 on self-defense was in defendant’s favor, and could not be prejudicial to his rights, as under the evidence there was no evidence of and no element of self-defense in the case. According to appellant’s testimony and evidence, he denied any assault, any striking or kicking him or making any threats against him, and claimed to have only .pulled away from prosecuting witness in order to have escaped his clutches. There was no evidence to support the instruction and none other on self-defense was requested. State v. Bailey, 21 Mo. 490; State v. Groves, 194 Mo. 459; State v. Melton, 102 Mo. 689; State v. Gartrell, 171 Mo. 489; State v. McCaffery, 225 Mo. 617; State v. Whitsett, 232 Mo. 511; State v. Person, 234 Mo. 262.",
    "disposition": "Reversed and remanded.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "238 Mo. 378"
    ],
    "opinions": [
        {
            "author_str": "Roy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nROY, C.\nAt the December term, 1910, of the Howell Circuit Court, the defendant was convicted af felonious wounding, and sentenced to pay a fine of two hundred dollars, and has appealed.\nThe information is as follows: “O. F. Wayland, prosecuting attorney within and for the county of Howell, in the State of Missouri, informs the court that one, Edward Janke, on the 29th day of June, A. D. 1910, at the said county of Howell, did then and there willfully and unlawfully and feloniously make an assault on one W. Hoppe, and did then and there feloniously strike, choke and beat him the said W. Hoppe with his hands and fists, and did kick and stamp the said W. Hoppe with his boots and shoes which were on the feet of the said Edward Janke, and did strike and beat the said W. Hoppe with some hard weapon *381or instrument unknown to this prosecuting attorney, all of which being dangerous and deadly weapons, whereby he, the said W. Hoppe, was maimed, wounded, beaten and ill-treated with great force which was likely to produce death and the said W. Hoppe received great bodily harm and which .was likely to produce death, contrary to the form of the statutes in such cases and against the peace and dignity of the State.”\nThe prosecuting witness, Hoppe, resided at \"Willow Springs, and was engaged in the real estate business. He was a cripple, one leg having been previously broken several times, and was misshapen and lacked circulation. He walked with one and sometimes two canes.\nThe defendant, about a year previously, had come from Dakota and purchased a farm in Howell county through the agency of Hoppe, where he had since resided, and, just before the difficulty in question, had bought another farm from Hoppe as agent.\nOn the day of the trouble defendant went to Hoppe’s house to see him about the transfer of the insurance policy on the property last purchased. The parties up to that time were good friends. They drank freely of beer, but there is no claim that either was very drunk. At last they got into a senseless quarrel as to whether Missouri land was better or worse than Dakota land. Finally the parties got into a personal encounter in the hall of Hoppe’s house. Defendant testified that Hoppe pointed a gun at him, and tried to strike him with a stick and caught defendant round the legs and held on to him, and that all that he the defendant did was to try to pull loose from Hoppe. Hoppe’s leg was broken, and subsequently amputated.\nThe court gave among others the following instructions: “The court instructs the jury that if you find and believe from all the facts and circumstances in evidence in this case that at any time about the 29tb *382day of June, 1910', in Howell county, Missouri, this defendant did unlawfully and without just cause or provocation, assault \"W. Hoppe, with intent to do him. some great bodily harm, and did then and there strike, beat or stamp said Hoppe, in a manner likely to produce death or great bodily harm, and did then and there inflict on said Hoppe great bodily harm, then you should find the defendant guilty as charged, and assess his punishment at imprisonment in the penitentiary for a term not less than two nor more than five years or by imprisonment in jail not less than six months nor more than one year, or by both a fine oh not less than one hundred dollars and imprisonment in the jail not less than three months, or by a fine'alone of not less than one hundred dollars.”\n“If you believe from the evidence in this case that Hoppe first assaulted or attempted to assault defendant with a gun, without just cause or provocation, then the defendant has a right to use such force and such means as was reasonably necessary to prevent such assault or prevent such threatened injury, and he would not be guilty on this charge for personal injuries inflicted on Hoppe in the necessary defense of himself.”\nOPINION.\nI. The information charges an offense under section 4483 of the Revised Statutes and is sufficient. [State v. Bailey, 21 Mo. 484; State v. Moore, 65 Mo. 606; State v. Nieuhaus, 217 Mo. 332.]\nn. Complaint is made of instruction numbered one because it does not tell the jury that if the weapons used were not dangerous, then the wounds inflicted must have been of a character likely to produce death. The statute does not anywhere require that the wounds should be of such character. .It only requires that the person shall be wounded or receive great *383bodily harm in cases and under circumstances which would constitute murder or manslaughter if death had ensued. All that is necessary under this section is that there shall be an unlawful wounding or the infliction of great bodily harm in cases and under circumstances not excusable or justifiable. This contention was decided against appellant in State v. Bailey, 21 Mo. 484, and State v. Munson, 76 Mo. 109.\nThat instruction does not state a case of assault with intent to Mil as contended for by appellant.\nIII. The fourth instruction is defective. It limits defendant’s rights to a defense against an assault with a gun. The instruction should have been broad enough to allow defendant to defend himself against any Mnd of assault, if any, that the evidence tended to show was made upon him by Hoppe.\nWhat has been said above must he understood with the qualification that the word “feloniously” in the information only modifies the statement that defendant assaulted Hoppe and struck, choked and beat him with his hands and fists. It does not qualify any of the subsequent part of the information. On retrial the information should be amended in that particular.\nThe judgment is reversed and the cause remanded.\nBlair, C., concurs.\n",
            "ocr": true,
            "opinion_id": 8017744
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Murder"
}