{
    "id": 8064746,
    "judges": "Brantly, Holloway, Sanner",
    "date_filed": "2011-06-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-inich",
    "case_name_short": "Inich",
    "case_name": "State v. Inich",
    "case_name_full": "STATE v. INICH",
    "attorneys": "Mr. Lowndes Maury and Mr. A. G. Shone, for Appellant, submitted a brief; Mr. Maury argued the cause orally., Mr. S. C. Ford, Attorney General, Mr. Frank Woody, Assistant Attorney General, Mr. Jos. B. Jackson, County Attorney, and Mr. Frank' L. Biley and Mr. N. A. Botering, Assistant County Attorneys of Silver Bow County, for the State, submitted a brief; Mr. Jackson argued the cause orally.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Criminal Law — Murder—Self-defense—Interpreters—Evidence —Cross-examination—Harmless Error — Instructions—Appeal —Matters Beviewaile — Waiver.</p> <p>Murder — Self-defense—Evidence—Admissibility.</p> <p>1. Evidence of hostile encounters between defendant and the deceased on the evening of and previous to the killing for which defendant was being tried was admissible to ascertain the state of mind of the parties at the time and thus to determine who was the aggressor.</p> <p>[As to condition of mind of the slayer that reduces the crime of murder to manslaughter, see note in 134 Am. St. Rep. 726.]</p> <p>Same — Conflicting Evidence — Judgment—Review.</p> <p>2. The verdict of the jury in a capital ease based on conflicting testimony and approved by an order overruling a motion for a new trial will not be disturbed on appeal.</p> <p>Same — Trial—Exceptions—Review.</p> <p>3. Rulings of the court made during the trial of a criminal cause to which no exceptions were reserved are not reviewable on appeal.</p> <p>Same — Appeal—Exceptions—Briefs—Assignments of Error — Waiver.</p> <p>4. Assignment of error based upon alleged objectionable remarks made during trial by the county attorney but not excepted to nor argued in appellant’s brief will be deemed waived.</p> <p>Same — Trial—Interpreters—Discretion.</p> <p>5. Determination of the question whether an interpreter is necessary for a particular witness lies within the discretion of the trial court, and its conclusion is not subject to review except for a manifest and gross abuse of discretion.</p> <p>Same — Interpreters—Appointment—When not Error.</p> <p>6. Abuse of discretion in appointing an interpreter in a criminal ease will not justify setting aside a conviction, unless defendant apparently was prejudiced thereby.</p> <p>Same.</p> <p>7. Where a foreign-born witness understood and spoke with reasonable ease the English language of the street and that used in ordinary business but encountered difficulty and embarrassment when subjected to examination on the witness-stand, the appointment of an interpreter ¡field not to have been a manifest or gross abuse of discretion.</p> <p>Same — Trial—Cross-exa mination — Rule.</p> <p>8. Cross-examination must be limited to matters about which the witness has testified in his examination in chief.</p> <p>Same — Trial—Evidence—Remarks of Judge.</p> <p>8a. A trial judge may state his reasons for his rulings in admitting and excluding evidence, so long as he refrains from expressing an opinion as to its weight, leaving this to the judgment of the jury.</p> <p>Same — Trial—Remarks by Judge — Harmless Error.</p> <p>9. Where the trial court in its instructions admonished the jury to disregard any comments or remarks made by it in admitting or excluding evidence, alleged error in this regard was rendered harmless.</p> <p>Same — State’s Witnesses- — Refusal to Call.</p> <p>10. Refusal of the court to require the state to call and examine an eye-witness to the crime whose name was indorsed on the information was proper.</p> <p>Same — Defendant as Witness — Cross-examination.</p> <p>11. Defendant having chosen to become a witness in his own behalf, beeame subject to cross-examination as to admissions made by him, to the same extent as any other witness.</p> <p>Same — Cross-examination of Defendant — Harmless Error.</p> <p>12. - Requiring defendant to answer on his cross-examination as to immaterial matters was harmless where they had been gone into fully in the examination of other witnesses.</p> <p>Same — -Witnesses—Repetition of Questions — Harmless Error.</p> <p>13. Where a witness had enumerated all the persons present at a shooting, requiring an answer to an inquiry, whether he was positive that no one else was there resulted in useless repetition but not in prejudicial error.</p> <p>Same — Instruction as to Guilt or Innocence of Defendant.</p> <p>lá. An instruction that “the whole of your number must agree in finding the defendant guilty or not guilty,” held not objectionable as denying the jury the liberty of reaching a disagreement.</p> <p>Same — Insufficient Instruction — Duty of Appellant.</p> <p>15. Failure of defendant to offer an instruction more specific than one complained of as erroneous bars him from alleging error in the giving of the latter.</p> <p>Same — Self-defense—Requested Instructions — Refusal—When not Error.</p> <p>16. Where the court had instructed the jury fully on the matter of self-defense, it was not reversible error to refuse requested instructions thereon although the court might properly have given them.</p>",
    "summary": "\nAppeal from District Court, Silver Bow County; John V. Dwyer, Judge.\n Marco Inich was convicted of murder in the first degree, and appeals from the judgment and order denying new trial.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "(Submitted April 30, 1918.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "55 Mont. 1",
        "173 P. 230"
    ],
    "opinions": [
        {
            "author_str": "Brantly",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMR. CHIEF JUSTICE BRANTLY\ndelivered the opinion of the court.\nThe defendant, Marco Inich, was convicted of the crime of murder in the first degree and sentenced to imprisonment for life. He has appealed from the judgment and an order denying him a new trial. The principal contention made in his behalf is that the court erred in denying him a new trial because the evidence, from any point of view, did not justify a finding of any higher grade of homicide than manslaughter. If this contention were maintainable, a new trial should have been ordered, for however clearly the evidence established the guilt of the defendant of an unlawful homicide, the jury could not lawfully find him guilty of murder unless every element necessary to constitute this grade of the crime was shown to be present. That this contention cannot be maintained, however, a brief synopsis of the incidents leading up to the homicide and the circumstances attending it, gathered from the testimony of the several witnesses, will demonstrate. The defendant and most of *4the witnesses are Servians or Austro-Servians. Several of them gave their testimony through an interpreter. None of them spoke English well. On this account it is difficult to gather from their statements a clear narrative.\nOn the evening of April 15, 1917, the people of the Servian nationality residing in Butte presented an amateur theatrical performance at the Auditorium on West Broadway in that city, followed by a dance. The defendant had gone to the Auditorium with his wife, who took part in the performance as one of the characters. During its progress he remained on the steps leading into the building or in the entry-way near the box office. After it had proceeded for some time, he started to leave the building to go across the street to a saloon. He was wearing a ring which he had purchased two or three months before from one Novitza Inich, a cousin of his, paying him $20 for it. Eli Kavacevich, a cousin of the deceased, claimed that he had purchased the ring from a traveling jewelry salesman in Alaska, and had brought it with him on coming to Butte, some seven or eight months before, and hence that it belonged to him. The evidence is not clear as to how Novitza Inich came by the ring. We gather from the testimony of Prank Babich, who appears to have been a friend of Eli Kavacevich, that he himself had borrowed the ring from Kavacevich to keep for two or three days, and had in turn lent it to Inich. As the defendant was leaving the building he was approached first by Babich, and then Kavacevich, who demanded a return of the ring to Kavacevich. The demand was refused, unless he was paid what he had paid Inich for it. The controversy over it threatened to develop into a fight, but this was prevented by Jerry Popovich, who accompanied the defendant, or was standing near. Later while on his way again to the saloon, defendant was again accosted by Kavacevich and Babich, who attempted to take the ring by force. The result was a fight between Kavacevich and defendant, during the course of which defendant struck Kavacevich in the face with his fist, giving him a black eye. Some of the witnesses stated that Kavacevich in seeking to take the ring bit *5one of defendant’s fingers. The fight was stopped by Jerry Popovich and Mike Yiteovich, who accompanied the defendant. While these occurrences were taking place, the deceased was sitting in the audience in the Auditorium observing the performance. Someone informed him of what was going on. He thereupon left the audience, came out and joined his cousin. There is evidence tending to show that he came out about the time the fight started, and took part in it until it was stopped by Popovich and Yiteovich. In company with his cousin, Babich, and others he followed over to the saloon where the defendant was, and, upbraiding him for engaging in a fight with Eli Kavaeevich because the latter was a boy (he was less than twenty years old), called on him to come out and fight it out with him. The defendant refused because, as he said, there were too many for him to fight. Later he left the saloon, going first south to Park Street, and then east toward Main Street. He was overtaken on Park Street in front of the American Theater by the two Kavaeeviches, Babich and Obran Ronevich. John, Paul and Marco Meliehovich also accompanied them, or came up behind them. The deceased, aided by Babich and Ronevich, thereupon engaged the defendant in a fight, which continued until it was stopped by Con Shea, a policeman. The policeman made no arrest, but took the defendant from the scene of the fight to the corner of Park and Main Streets, where he left him, telling him to go home and stay there. This he promised to do. The deceased, his cousin Eli, Frank Babich and the Melichoviehes went east on Park Street to No. 82, where a saloon and restaurant were kept by Louis Popovich, Obran Babich, Obran Ronevich and Mike Kujaek either went with them, or followed soon after. They remained there from 20 mimltes to a half hour. While they were there the defendant went to his home somewhere in the eastern part of the city, procured a revolver, and returned. On his way he stopped at a saloon at 250 East Park Street kept by one Achim Lujonja. He there met the witness Tudor Aleksieh. He called for a glass of beer. After he drank a part of it he pulled off his *6necktie and pnt it in his pocket, remarking as he did so, “I am afraid someone will choke me to-night.” After doing this he said, “Now I am sure.” Having finished the beer, he pulled the revolver from his pocket, and said, “This will be judgment for someone to-night.” Asked by the witness, “Whom did you have trouble with?” or “Whom are you fighting with?” he said, “I know.” As he was leaving the place he said, “We did not have no meat for Easter; we will have some to-night.” From there he-proceeded to Popovich’s saloon. He found there the Kavaeeviches, the Melichoviches and Babich, besides Popovich and his bartender Alex Raich. The latter were behind the bar serving drinks. The others were standing along the bar in front. The defendant first passed through the barroom to the restaurant in the rear. In a moment he returned to the barroom and stopped about midway toward the front door directly behind the deceased, who was standing facing the bar. Up to this time no one had spoken to the defendant, nor had he spoken. As he stopped he turned facing toward the deceased and spoke in the Servian language using an expression the equivalent of which in Efiglish, according to some of the witnesses, was, “Come on and fight”; according to others, “Come on out; come on and square up now,” or “Let us go and square up,” or “Let us go and square it up,” or “Come on and square up with me. ’ ’ It was admitted by all the witnesses that the expression used by defendant, however it is rendered in English, has a friendly as well as an unfriendly import, depending upon the circumstances under which it is used. According .to some of the witnesses, the deceased made no reply, but merely turned and looked at the defendant, remaining near the bar. Others stated that he said, “I don’t want to fight now; we fight some other time.” Others testified that he laid his overcoat on the bar and, turning, advanced a step toward the defendant. The defendant then stepped back toward the wall, drew his revolver from the right-hand pocket of his pantaloons, and fired three shots at the deceased, the second taking effect in his left breast, and resulting in his death a few min*7trtes afterward. Neither the deceased nor anyone else of those present touched the defendant until he was in the act of firing the third shot, when he was caught and held by Popovich and Baich, who sprang from behind the bar and caught and held him until he was arrested by Policeman Shea, who hastened to the place when he heard the shooting. The foregoing account is the substance of what was testified to by the state’s witnesses.\nThe defendant sought to justify the killing on the ground of self-defense. Sworn as a witness in his own behalf, after giving a detailed account of the occurrences at the Auditorium and the American Theater, he testified that when he left Policeman Shea he went to his home, procured his revolver to protect himself against the deceased and his companions while he returned to the Auditorium to accompany his wife home; that he went into Lujonja’s place looking for his two friends, Novitza Inich and Novitza Melichovich, to accompany him; that he entered Popovich’s place for the same purpose; that when he entered he passed through the barroom between the bar and the wall toward which it fronted, to the restaurant in the rear and returned; that when he returned, the deceased was standing at the bar, Eli Kavacevieh in the middle of the floor between the bar and the wall, and Babich over near the wall, so that he could not get out without meeting them; that he said to the deceased, “Come on,‘let’s divide it up,” meaning that he was ready to settle the dispute over the ring by accepting half of what it had cost him and surrendering it to Eli Kavacevieh; that no one of them said anything to him; that while he was still speaking, the deceased glanced at the other two, whereupon the three sprang toward him; that he then pulled the revolver from his pocket and fired twice at the floor; that the deceased seized him by the throat with his right hand and, with his left upon his breast, pushed him back against the wall, choking him so that he could not breathe; that Babich was all the while striking him; that he then fired the third shot, inflicting the wound from which the deceased died. He denied that he exhibited his revolver to Aleksich at Lujorja’s place, or made any statement *8to him, though he admitted that he pulled off his necktie and put it in his pocket, saying as he did so, “Now I am sure now, so that they won’t choke me.” The witness Kujak gave substantially the same account of the affray as did the defendant, except that he stated that he did not see Babich, and that deceased uttered some words as he sprang toward the defendant, the purport of which he did not understand. There was other testimony which in some particulars also corroborated defendant’s story. The state introduced evidence in. rebuttal to the effect that search was made at Popovich’s place for bullet holes, which resulted in locating one in the back bar about nine and one-half feet from the floor, and another in the ceiling on a line from where the defendant stood toward the back bar, but none were found in the linoleum which covered the floor. The bullet which killed the deceased was recovered from his body.\nThere is much conflict in the statements of the different witnesses as to the number and names of the persons who engaged in the affrays at the Auditorium and the American Theater, particularly with reference to the latter. There is evidence which justified the inference that the deceased and his companions followed the defendant from the Auditorium for the purpose of punishing him for striking Eli Kavacevich, and incidentally compelling a surrender of the ring. The statements of some of the witnesses bear out the theory that the deceased and his companions were not in pursuit of Inich, but, having for the time abandoned the controversy, casually overtook him while peaceably on their way to their homes. -\nIt is not necessary to determine the number of participants [1] in either of the altercations, nor how the meeting at the American Theater came about. It is sufficient to say in this connection that the deceased and his companions were in the wrong in both instances. Assuming that Eli Kavacevich was the owner of the ring, he had no right to take it from the defendant by force; nor was the deceased justified in renewing the fight at the American Theater, whether the meeting there was casual or intentional, either to punish the defendant for *9the black eye which his cousin had received from him at the Auditorium, or to compel him to give up the ring. The merits of these affrays are not now a proper subject of inquiry. The evidence with reference to them was properly admitted, however, to aid the jury to ascertain the state of mind of the defendant and the deceased at the time of the fatal conflict at Popovich’s place, and thus to determine who was the aggressor. (State v. Shafer, 26 Mont. 11, 66 Pac. 463; State v. Hanlon, 38 Mont. 557, 100 Pac. 1035; State v. Whitworth, 47 Mont. 424, 133 Pac. 364.)\nThe jury were required to determine from the circumstances [2] immediately surrounding the killing, in the light of these occurrences, whether the defendant, as a reasonable man, deemed himself to be in imminent danger of death or great bodily harm and acted in necessary self-defense; or whether he acted under an irresistible impulse of a heat of passion engendered by them, which had not yet cooled, ór had been aroused by sudden assault upon him at Popovich’s place after he had approached the deceased and his companions for an amicable settlement of their dispute; or whether he was prompted by preconceived malice or ill will, but without premeditated design; or, finally, whether he acted from a deliberate, premeditated design to gratify his feelings of malice and revenge. It was their duty to weigh the testimony of the several witnesses, and to reconcile their inconsistent and contradictory stories. If they could not do this, they were at liberty to give credit to those of them whom they deemed more worthy of credit, and base their verdict upon their testimony. The testimony of the state’s witnesses fully warranted the inference that the defendant deliberately brought on a renewal of the conflict for the purpose of securing an excuse to kill the deceased. Evidently the jury so decided; hence their conclusion that the defendant was guilty of the highest degree of the crime charged. This verdict implies conclusively that they rejected entirely the testimony of the defendant and his witnesses. This was entirely within their province. By ovei'ruling the motion for a new trial, the district court *10approved the verdict. Under the familiar rule so often announced by this court, it is beyond our power to set it aside or revise it.\nTo several rulings of the court, made the basis of [3] assignments of error, counsel failed to reserve exceptions. This is true of assignments. 1, 2, 3, 5, 9, 14 and 15. The questions sought to be presented by them are not before this court for examination. (State v. Lewis, 52 Mont. 495, 159 Pac. 415.)\nAfter the examination of the witness Eli Kavacevich had proceeded somewhat, upon his complaint that he could not understand counsel, the court called an interpreter to assist him. [4] No exception was reserved by counsel. \"When the cross-examination began, counsel asked the witness, “What is your object in not wishing to speak in English?” The county attorney remarked, “The interpreter has been sworn, and there is no use in trying to quarrel with the witness.” The court thereupon ordered the examination to proceed with the interpreter, counsel excepting to the order. The remark of the county attorney and the order are made the basis of the fourth assignment. No exception was taken to the language of the county attorney, nor is anything said on the subject in the parf of the brief devoted to argument. The assignment is deemed to have been waived in this regard. (State v. Lewis, supra; Trogdon v. Hanson Sheep Co., 49 Mont. 1, 139 Pac. 792.)\nThe statute (sec. 7894, Rev. Codes) provides, “When a witness does not understand and speak the English language, an interpreter must be sworn to interpret for him.” Whether [5] an interpreter is necessary for a particular witness must be determined by the trial court, and its conclusion is not subject to review by this court except for a manifest and gross abuse of discretion. (People v. Salas, 2 Cal. App. 539, 84 Pac. 295; People v. Ramirez, 56 Cal. 535, 38 Am. Rep. 73.) Even [6] so, error in this particular will not justify setting aside a conviction fully sustained by the evidence, when the defendant has apparently suffered no prejudice by reason of it. Of course, as counsel say, an interpreter should not be called- if *11the -witness can understand and answer the questions put to [7] him. But it is often the ease that a person who understands and speaks with reasonable ease the language of the street or of ordinary business encounters difficulty and embarrassment when subjected to examination as a witness during proceedings in court. As we read the record, such seems to have been the case with the witness here. We therefore do not think the court manifestly in error in calling the interpreter.\nJohn Melichovich, a witness for the state, on direct examination was questioned as to what occurred at Popovich’s place at the time of the killing. He was not examined as to any of the [8] incidents which occurred before that time. On cross-examination, over objection of the county attorney that it was not within the range of proper cross-examination, inquiry was made of him as to what he observed of the affrays at the Auditorium and the American Theater. He was then asked, “What were you doing at the American Theater?” He answered, “I was standing there.” Before he went further the county attorney renewed his objection, and it was sustained. This is made the basis of the sixth assignment. The ruling was correct. The examination should have been limited to what he had been questioned about in his examination in chief.\nThe rulings upon which are predicated the seventh and eighth assignments were made in excluding items of evidence which were wholly immaterial. The rulings were correct.\nDuring the direct examination of the witness Mike Vitcovich, recalled by defendant, he was asked, ‘ How many were on opposite sides of the affray at the American Theater?” Upon objection by the county attorney, the judge remarked, “I don’t really see what the conditions in this fight at the American Theater had to do with the final trouble, excepting to show the state of mind of the different parties; the objection will be overruled, however.” Counsel, reserving an exception to this remark, made it the subject of their ninth assignment of error. The argument is that it was clearly an adverse comment upon all the defendant’s evidence disclosing what took place at the Auditorium and the American Theater. There is no merit in *12the contention. In our opinion, the remark was in no sense a comment upon the weight of the evidence, nor an undue restriction of the purpose it might legitimately serve in ascertaining the guilt or innocence of the defendant. The expression “state of mind,” used by the court, includes in its general scope a temporary condition of feeling, as well as a continuing condition, connoting a trait of character or disposition; for in its broad sense, the term “state” is defined as “the circumstances or condition of a being or thing at a given time.” (Inter. Diet.) As has already been noted, the purpose to be served by the testimony was not to disclose to the jury facts justifying the act of the defendant in shooting the deceased, but to throw light upon all the acts, motions and words of the parties immediately preceding and at the moment of the shooting to enable the jury to ascertain who had assumed the attitude of aggressor, and hence who was legally in the wrong. (State v. Hanlon, supra.) The purpose for which the jury might make use of the evidence was defined with sufficient exactness in this general [8a] expression made use of by the court. It is entirely proper for a trial judge to state his reasons for his rulings made in admitting and excluding evidence, the limitation laid upon him in this regard being that he refrain from expressing an opinion as to the weight a particular item is entitled to, but leave this entirely to the judgment of the jury. (12 Cyc. 540, notes.) But [9] for the sake of argument, let it be conceded that the language was somewhat inaccurate, and might otherwise have misled the jury. In paragraph 16 of the instructions the court very carefully told them that no remark made by it during any colloquy with counsel or in a ruling on objections during the course of the trial was intended by it to indicate an opinion on any question of fact or the credibility of any of the witnesses. It further told them to disregard wholly and dismiss from their minds any such remarks or comments by it or by counsel, and not to permit them to enter into their consideration of the case. In our opinion, this left the defendant no ground for complaint. The jury, as men of reasonable intelligence — which we may *13presume they were — must have understood that all of the evidence was before them generally for consideration by them for any purpose for which they might deem it of value.\nAfter the evidence on the part of the state had closed and [10] counsel for the defendant had examined five witnesses, they demanded that the county attorney be required to call and examine Paul Melichovieh, an eye-witness of the shooting whose name was indorsed on the information. It does not appear whether or not counsel discovered this fact then for the first time. The court refused the demand. This ruling is made the basis of defendant’s assignment No. 10. There was no error. (Rev. Codes, see. 9283; State v. Rolla, 21 Mont. 582, 55 Pac. 523; State v. Tighe, 27 Mont. 327, 71 Pac. 3.)\nAssignment 11 presents the question whether or not the [11] defendant should have been required to answer, on cross-examination, questions relating to certain admissions made by him to the county attorney on the next day after the shooting. There was no error. The defendant having chosen to become a witness in his own behalf, he became subject to cross-examination to the same extent as any other witness. (State v. Schnepel, 23 Mont. 523, 59 Pac. 927.)\nDuring his cross-examination the defendant was required to [12] answer as to the ownership of the ring in controversy. Counsel objected that the evidence was immaterial; and this is the subject of assignment 12. The objection should have been sustained. The ownership of the ring was not a question at issue, and though under the stress of examination the defendant admitted that he had told the county attorney that it belonged to Eli Kavaeevich, this fact could not be taken as a justification of the assault upon the defendant by Kavaeevich and the deceased, nor did it serve any other purpose than to tend to obscure the issue on trial. It is not apparent, however, that defendant suffered prejudice. The whole matter of the ownership of the ring had been gone into during the examination of other witnesses.\nAssignment 13: The witness Raich, called by the state in [13] rebuttal, after enumerating the names of all the persons *14present at the time of the shooting, was asked if he was positive that no one else was there. Over objection of counsel\" he was permitted to answer, which he did in the affirmative. The inquiry was a useless repetition of the prior examination, but there was no prejudice.\nUnder assignment 16, error is predicated upon the giving of instruction 14, which is in the language of section 9484, Revised Codes. The propriety of giving this instruction was fully considered by this court in State v. Farnham, 35 Mont. 375, 89 Pac. 728, and. again in State v. De Lea, 36 Mont. 531, 93 Pac. 814. Further discussion of the subject is foreclosed by these cases.\nThe subject of assignment 17 is the giving of the following [14] instruction: “In this case, the whole of your number must agree in finding the defendant guilty or not guilty of the crime alleged in. the information herein, or of any crime included therein.” The contention is that under this instruction the 'jury were denied the liberty of reaching-a disagreement. The purpose of giving it was to inform the jury that this being a felony case they could not return a verdict except by unanimous vote. The average juror is presumed to know that he may disagree with his fellow-jurors, and that he is not bound to find a verdict because any number of them entertain views opposed to his own. In giving the instruction the court presumed that the jury knew their province in this regard, and hence deemed it unnecessary to give them a specific instruction on the subject. There was no error. (State v. Hurst, 23 Mont. [15] 484, 59 Pac. 911.) If counsel desired a specific instruction, they should have formulated and tendered one. Having •failed to do so, defendant may not complain. (State v. Powell, 54 Mont. 217, 169 Pac. 46.)\nAssignment 18 is not argued in the brief; hence it is passed' without notice.\nAssignments 19 and 20 allege error in the refusal by the court [16] to submit instructions A5 and A6, requested by the defendant, as follows:\n*15“A5. It is not necessary for Marco Inich to prove by the greater weight of the evidence that he acted in self-defense in killing Lazar Kavacevich before you should find him not guilty. Unless you are satisfied beyond all reasonable doubt and a moral certainty that Marco Inich did not act in justifiable self-defense in firing the fatal shot, then you cannot under the law find him guilty of any crime whatever, and under such circumstances you must acquit him.\n“A6. The right of self-defense is derived from nature. To repel force by force is the common instinct of every creature that has the means of defense. Sudden and strong resistance to unrighteous attack is not merely a thing to be tolerated in many cases; it is a moral duty. The law of this country has left to all men the exercise of this natural right of self-defense in all cases in which the law is either too slow or too feeble to stay the hand of violence, and it must be considered by jurors that a man repelling imminent danger cannot always be expected to use as much care as if he had time to act deliberately. ’ ’\nIn instructions A2, A3 and A4, given at the request of the defendant, and instructions 26, 27, 28, 30 and 31, given at the request of the state, the court fully covered the law of self-defense. Instruction No. 4 expressly told, the jury that they must acquit the defendant if they found from all the evidence that he shot and killed deceased under the belief that he was in danger of receiving great bodily injury at his hands, or at the hands of any of those with him, and in the exercise of reasonable judgment fired the shot in order to protect himself from the apparently impending danger. In instruction 30, after quoting section 9282 of the Revised Codes, defining the burden of proof to be sustained by a defendant charged with murder, the court added: “And in this connection no greater burden is placed upon the defendant than that from the whole evidence taken together, a reasonable doubt as to the guilt of the defendant should be engendered.” This, taken, in connection with the others referred to, and also instructions 1 and 2, wherein the court told the jury that defendant must be -acquitted in *16case they entertained a reasonable doubt as to his guilt, was entirely sufficient.\nInstruction A6 is a quotation from paragraph 528 of Brick-wood’s Sackett bn Instructions. It was said of it by the supreme court of Missouri, in Norris v. Whyte, 158 Mo. 20, 59 S. W. 1037, that it is a correct abstract proposition of law, and might be given in a case of assault and battery where the plea of self-defense is interposed. We may go further and say that the court might properly have given it in this case (see State v. Merk, 53 Mont. 454, 164 Pac. 655). But it does not follow that it committed reversible error by refusing to give it, merely because defendant requested it. The instructions referred to above, taken together, we think so fully and fairly explained to the jury the law on the subject that they could not possibly have overlooked the evidence tending to justify the killing on the ground of self-defense, or failed to give it all the weight to which it was entitled.\nUpon the whole we think the defendant was properly convicted. The judgment and order are therefore affirmed.\n\nAffirmed.\n\nMr. Justicb Sanner concurs.\n",
            "ocr": true,
            "opinion_id": 8022616
        },
        {
            "author_str": "Holloway",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Holloway :\nI concur in the result reluctantly. In the course of this trial the court, without justification, rebuked counsel for defendant in a manner calculated to disparage him in the eyes of the jury, and to that extent infringed the constitutional right of the accused to appear by counsel; but in an effort to correct the errors, the court instructed the jury to disregard the remarks from the bench. It is held generally that errors of this character may be cured, and we must indulge the presumption that the jury heeded the admonition, and that the errors, in this instance, were cured.\n",
            "ocr": true,
            "opinion_id": 8022617
        }
    ],
    "court_short_name": "Montana Supreme Court",
    "court_full_name": "Montana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Montana, MT",
    "crime_category": "Murder"
}