{
    "id": 8073913,
    "judges": "Aldrich, Day, Dean, Elansburg, Letton, Morrissey, Rose",
    "date_filed": "1998-12-07",
    "date_filed_is_approximate": true,
    "slug": "king-v-state",
    "case_name_short": "King",
    "case_name": "King v. State",
    "case_name_full": "James B. King v. State of Nebraska",
    "attorneys": "H. A. Reese and Richard F. Stout, for plaintiff in error., . Clarence A. Davis, Attorney General, and Mason Wheeler, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "108 Neb. 428"
    ],
    "opinions": [
        {
            "author_str": "Dean",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDean, J.\nJanies B. King was informed against in Lancaster county for murder in the first degree. The jury found ■ him guilty and'imposed the death penalty. His motion for a new trial was' overruled and he was sentenced to death ■by ^electrocution. He prosecutes error to this court.\n.Following is a summary of the material facts: Defend*430ant is a convict who Avas at the time of the tragedy serAdng time in the penitentiary under an indeterminate sentence for burglary. His age was then 30 years. The charge is that he killed Robert L. Taylor, a penitentiary guard, by stabbing him _ with a knife in the throat and in the back and in his left arm. From the effect of the wounds Taylor died in less than a half hour while he was-being carried by the attendants to the prison hospital. It was shown that defendant on a former occasion threatened to stab Taylor and for this he was reported at the warden’s office. It also appears that Taylor afterward charged him on several occasions with the commission of offenses against the discipline of the prison and for all of these he was- punished from time to time by being confined in the solitary cell house for periods ranging from three days to a week. This and other punishment, based on Taylor’s reports to the warden, aroused defendant’s resentment and caused his hatred for Taylor and furnished the alleged motive for the crime.\nTaylor was killed May 11, 1921, at about 5 o’clock in the evening. Joe Elmore, an inmate, was the only eyeAvitness, being only about 10 feet away at the time. He testified that at about 4:30 in the afternoon, and shortly before the prison supper hour, he overheard Taylor and defendant engage in a dispute at defendant’s cell door. He said that King stopped- him as he was about to pass and ■said: “Taylor, you got my comb; I asked you-for it once. I want it.” To which Taylor replied: . “ ‘You got a comb in there anyhow,’ and walked on' off, started to walking away. King says, ‘That is all right, that is a state comb you took from me, and I want it; everybody is entitled to the state’s stuff,’ and Taylor kept going, and. King says, ‘Well, you will hear me.’ ”\n- Shortly after the supper hour, when the prisoners were • returning from the dining room at about 5 o’clock, Taylor was standing at his post of duty as a prison guard at the foot of one of the stairways which leads up to the cells on the second and third floors. It was his duty to see that the *431convicts on their way to and from the dining room marched in orderly and quiet procession. On the day in question defendant was near the head of the line when the prisoners began their march from the dining room. But as he stepped from the room into the corridor he dropped out of his place and, waiting for the others to pass, again joined the line, but this time at the rear, apparently to prevent interference with a premeditated design upon Taylor’s life and to prevent ultimate detection. When defendant arrived at the place where Taylor stood on guard and alone he, without a word, drew a knife and plunged it into his throat. Taylor turned quickly and apparently tried to escape by running up the stairway, but'defendant, before his victim’s flight was fairly begun, again stabbed him twice in the back and once in his left arm. Taylor did not quite reach the landing at the head of the stairs, and when he was almost at the top he turned slightly to one side and, sinking down, he rolled down the stairway to the landing below. Defendant stood for a little while looking at Taylor lying at his feet and then turned away and deliberately walked to his cell.\nVery soon afterward Elmore went on his way to his own cell. He testified: “I got to my cell, and he (defendant) was standing there in his door, and the only thing I heard him say was that he did not have nothing to lose.” Subsequently, on the cross-examination, the witness testified that sometime before defendant stabbed Taylor, the time not being definitely fixed, he saw a knife in defendant’s hand, which was about eight inches long and made out of a new file. The knife which was described by the witness corresponds with the description of the knife which is in evidence and which was found concealed in a broom in defendant’s cell within less than an hour after Taylor was killed. Albert Bell, an inmate, and two or three others lifted Taylor from where he lay at the foot of the stairway to carry him to the prison hospital, but when they reached the penitentiary office he was dead.\nR. T. Ritchie is an inmate who saw defendant standing in his cell door almost immediately after the killing.. He *432testified: “I looked around and King was standing in Ms door, and I walked over to King. I says,'‘What is the trouble, King?’ He said, ‘I just killed one of them-that sent me to the hole (the solitary cell) the other day, and I am going to get the other one as soon as he gets to this cell?’ ” On the cross-examination Ritchie testified that defendant’s language was: “Q. Now, somebody ran by and said that Taylor has been killed? A. Yes, sir. Q. And you walked right over to King’s door? A. Yes, sir. Q. Did they say King has killed Taylor? A: Yes, sir. ' Q. You went right over to King’s door, and you said, ‘King, what is the matter?’ A. Yes, sir. Q. And Rung said, ‘I have just killed one of those-for putting me in the hole?’ A. Yes, sir. Q. And ‘there will be another one up pretty quick to search my cell and I will'kill him?’ A. Yes, sir. * * * Q. Had you ever seen King have a knife? A. Well, yes. * * Q. Now, describe the knife you saw King have; well, just a minute — when did you see King have a knife? A. Three or four weeks before that. Q. What kind of a knife? A. Oh, a knife about like that. Q. How long, how big a knife? A. I don’t know, a knife made out of — it looked like a piece of iron or something on there.”\n. The prison physician testified that he saw defendant in his cell before he was taken to the warden’s office and very soon after Taylor’s death. He testified: “When we visited his cell first, he was sitting in a chair in his cell reading a newspaper, apparently very much unconcerned and cool. That was what aroused our suspicion.” He further testified that defendant was the only man in the cells who was not standing and looking out between the bars as he and one or two others approached. The doctor said that on a subsequent occasion defendant admitted that the knife was Ms, but protested that he did not know how it came to be smeared with blood, nor did he know how certain spots of fresh blood happened to be on one of his shoes. The bloodstains on the knife and the blood-spots on defendant’s shoe were pointed out by the doctor at the trial.\nMarion Jones is a prison employee. He identified the *433knife in evidence as the one that he found concealed in a broom in defendant’s cell in the evening after Taylor was slain. He said that when the knife was found it was stained with blood. Jones also testified that some time afterward he heard defendant say to a convict named Anderson, in the solitary cell, that “We will expect to go to the chair in about a month. Anderson says, ‘How is that, King?’ King replied, saying, ‘I bumped off Taylor today.’ ” On cross-examination Jones testified that, when he saw defendant in the evening just after the killing, he was calm, cool, collected and deliberate.\nCharles Burns is a penitentiary employee. He said that he heard King talk in the solitary cell to a convict named Smith the morning after Taylor was killed. He testified: “A. Why, Smith asked King who found Taylor. He said he did not know; he said it was some slim fellow, and he says, ‘Well, where was you, that you could not see who it was?’ He says, ‘I was in my cell planting my (knife) chisel.’ Q. Did you hear anything more? A. Yes, sir; he then asked him where he found it. He said they found it* in a broom; * * * he did not have any chance to ditch it any place else. Q. Did you hear him say anything else? * * * A. Oh, yes, sir; I heard him ask him how many times he had to hit him; he says, ‘How many times- did you hit him, King?’ He says, ‘three.’ ”\nIn less than an-hour after the homicide defendant was hurriedly rushed by two or more of the guards into a convenient office qr room at the penitentiary. The news of the tragedy having spread, they were almost immediately joined by a numerous company of persons, amongst whom were four or five peace officers, and some of these occupied positions of great responsibility. But, of course, none of these men were in any way connected with the prison nor with its management. The avowed object of the assemblage, to which we have referred, was to obtain a confession from defendant, but in spite of coarse epithets, intimidation and threats he repeatedly protested his innocence.\n*434While the inquisition was in progress, for so indeed the unusual proceeding may well be named, some of those who participated in it, and while he was seated in a chair, brutally and repeatedly struck defendant in the face with clenched fists and otherwise maltreated him. Finally, one of the prison guards, with an oath and a vile epithet, proposed that defendant be taken out and hanged unless he confessed. It is almost needless to say that:, up to this time, neither the warden nor the deputy warden were present, and it may here be added that all the guards who participated in the affair were discharged the next day by the warden. However, at about the time the boastful threat was made that defendant be executed, the deputy warden entered the room and, throwing one of the offending inquisitors aside, and with the remark that they must quit the “rough stuff,” he immediately put an end to the cowardly proceeding.\nThe deputy warden at once took defendant alone to the prison library, where fie told him that he would not talk .to the men who had been abusing him, but that he would tell the deputy the truth if he would only see that the law took its course. The statement or written confession which is in evidence, which was subsequently obtained by the deputy warden, the deputy county attorney, and others, was afterwards written down. But it was not signed by defendant at the time nor until two days thereafter, namely, May 13, when, after he had two days for reflection, and after reading it, he signed it at the courthouse declaring, in the presence of witnesses, that the statements therein made were voluntary and that the signing was voluntary.\nThe statement consists, in very large part, of a detailed account of defendant’s life and his varied experience indifferent parts of the country, which need not be here reproduced. When fully analyzed, so far as it has to do with the commission of- the offense with which he is charged, the statement, except as to details which are elaborated at needless length, is substantially a repetition of the ad*435•mission of guilt which defendant had already made to Ritchie, whose evidence has been hereinbefore noticed, and confirms the boast that J ones and Burns, penitentiary employees, overheard defendant make to fellow convicts with respect to the killing and some of the incidents connected with it. But before he made the statement in question, and before he signed it, he was very properly cautioned that it •might be used against him at the trial. At most, when ■considered as evidence, the statement, omitting immaterial .verbiage, may fairly be said to be merely cumulative.\nAt the courthouse, at the time of the signing, defendant -appears to have been entirely composed and was, of course, in no fear of personal violence. The record does not sustain the argument that the statement in question was obtained through the hope of immunity or the fear of punishment. On the contrary defendant refused, as we have seen, to confess or to make- any admissions while the gruel-ling tactics of the inquisitors were in progress. We hold that the admission of defendant’s statement in evidence does not constitute reversible error. Grammer v. State, 103 Neb. 325.\nCounsel argue that the court erred in refusing to give three instructions requested by defendant with respect to the credit that the jury should give to the written confession. Error cannot be predicated on the ruling complained of, in view of the court’s instruction that defendant’s confession and admissions alone would not warrant a conviction, but that they must be corroborated by competent evidence before he could be found guilty. That it was so corroborated sufficiently appears.\nObjection is made, too, that defendant was handcuffed when he signed the statement. But in view of his then very recent conduct and a former attempt to commit great bodily injury upon Taylor when he was armed with a knife, it is not surprising that, within the bounds of humanity, reasonable precaution for personal safety should be taken.\nDefendant interposed the defense of insanity. Some of ■the witnesses called by the parties were distinguished *436alienists. Some were laymen. The evidence was not harmonious. But there was competent evidence going to show that defendant was sane. And counsel for defendant concede that some of the state’s evidence on this point was competent. Insanity is, of course, a question of fact for the jury and not for the court. Larson v. State, 92 Neb. 24. However, it is argued that the jury were not properly instructed on this question. Defendant tendered several instructions and one so tendered was given. The others were properly refused, for the reason that the instructions which were given covered substantially all the material points which were raised in the tendered instructions. We do not find reversible error with respect to instructions given or refused.\nCounsel contend that defendant was prejudiced by the court’s ruling on the qualification of jurors. They insist that certain jurors were accepted, after defendant’s peremptory challenges were exhausted, who were disqualified, and contend that such jurors had formed an opinion respecting the merits of the case from reading accounts of the homicide in the newspapers, or from talking with others about it soon after its occurrence. But it does not appear that any of -the so-called opinions or impressions were created in the minds of the prospective jurors by talking with persons who held themselves out to know the facts or with persons who were witnesses, nor had any members of the panel read an account of the evidence in newspapers or elsewhere. The jurors who were accepted, and it may be added those who were rejected by peremptory challenge as well, testified, in substance, that they felt able, notwithstanding such impression or opinion, to render a fair and impartial verdict on the evidence submitted under the instructions of the court.\nQuestions relating to the impaneling of a jury, their qualifications, and the like, are discussed at some length in Baxter v. People, 3 Gil. (Ill.) 368. At page 377, it is said:\n. “Most jurors, when first inquired of as to their opinions. *437have not been in the habit of carefully analyzing their minds on the subject, and the first answer Avhich they give, especially to questions ingeniously framed to elicit a desired reply, may be very far from giving the true state of the juror’s mind. Hence, it is not uncommon to observe, during the examination of the counsel on either side, the most palpable contradictions in the expressions used by jurors in giving the extent of their opinions, and that too by men of intelligence and integrity. It often happens that a juror may suppose that his belief in the existence of a certain fact, will constitute an opinion, Avhen in truth it may be necessary to establish a great many other facts, before the guilt or innocence of the party conld be established. A man may be charged with murder, and a juror may have no doubt but the person alleged to be murdered, was killed, and that the accused killed him, and yet have no sort of an idea whether the homicide were justifiable, excusable or felonious. No one Avill pretend that such a juror has an opinion of the guilt or innocence of the accused. If such opinions Avere to disqualify jurors, it would in very many, if not in a majority of instances, be utterly impossible to get a jury in these cases.”\nSection 4G8 of the Criminal Code, now section 9109,' Rev. St. 1913, is an act Avhich has to do with the selection of jurors in criminal cases. The act is construed in Curry v. State, 5 Neb. 412. We think the present case comes within the rule there announced. The Baxter case is cited with approval in the Curry case and, among other things, we there said:\n“If, upon examination of a juror, it is shown that he has an opinion, founded upon rumor, newspaper reports, or hearsay, and it shall satisfactorily appear that the character of such opinion is such that it will not interfere with his rendering an impartial verdict, it is not error to admit him to the jury.- Loose and unguarded expressions made by persons at the time the offense is committed and not thought of afterwards, are entitled to very little, if. any, weight, as objections to a juror.”\n*438We adhere to the rule announced in Curry v. State, 5 Neb. 412. Abuse of discretion does not appear in the court’s ruling in the respects noted.\nDefendant complains of two photograph exhibits. Both were taken shortly after Taylor died.. They show the location of the wound in the throat and of the wounds in his back and in his left arm. The argument is that they Ave're introduced by the state for no other purpose than to inflame the minds of the jurors, and that “the offer constituted misconduct, to which the defendant took exception.” Counsel argue that the same rule should apply to the introduction of photographs which has been applied to the flaunting of blood-stained garments before the jury.\nThere appears to be a recognized distinction in this class .of cases with respect to the probative value of a photograph which accurately shows the location of the wound .which caused death and the exhibition of garments which are stained with blood, unless, indeed, in the latter case.it may be deemed expedient to introduce such exhibit to show the extent of the loss of blood of the deceased person. But, so far as the objection may apply to the facts before us, it must be borne in mind that, defendant having pleaded “not guilty,” every issue in the case was thereby controverted and it Avas then incumbent on the state to introduce the best evidence within its power to controvert the plea and prove defendant’s guilt. The state did nothing more than that. The pictures are not inflammatory. They are mere silent Avitnesses which show at a glance the location of the wounds. People v. Elmore, 167 Cal. 205; Franklin v. State, 69 Ga. 36; People v. Lee Nam Chin, 166 Cal. 570.\nIn 2 Wigmore, Evidence, sec. 1157, with respect to the introduction in evidence of material objects, and nonverbal testimony generally, it is observed that the objection in the vast majority of instances is frivolous and that such objections have almost invariably been repudiated by the courts. With respect to the introduction of photographs the same author makes this observation:\n“If a qualified observer is found to say, -This photograph *439represents the fact as I saw it,’ there is no more reason to exclude it than if he had said, The following words represent the fact as I saw it,’ which is always in effect the tenor of a witness’ oath. * * * Such a rule (for rejection of a photograph) may he justified as an application of the general principle permitting the rejection of cumulative testimony; but not otherwise. The judge may properly warn the jury as to the peculiar deceptive possibilities of photographs, just as he may remind them of the possibilities of perjury for interested witnesses and others; but this is all; and this sufficiently protects the opponent, since he has an equal if not a greater opportunity of exposing photographic perjury than of exposing other sorts.” 1 Wigmore, Evidence, sec. 792.\n“A photograph proved to be a true representation of the person, place, or thing which it purports to represent is competent evidence of anything, of which it is competent and relevant for a witness to give a verbal description.” 16 C. J. 744, sec. 1528.\nIt is not to be inferred from our ruling in respect of the written statement or confession, which is in evidence, nor from anything we have said, that we condone the behavior of those who made an attempt, which was at once inglorious and deservedly futile, to extort a confession from defendant by the reprehensible methods employed on the night of the murder. The outrageous conduct of the parties implicated in that proceeding meets, as of course it must, with our disapproval and is censured and condemned by the court. To be sure the community was much disturbed at the thought of the untimely end which so recently befell a subordinate state officer at the hands of an assassin, and he a ward of the state. But that is not the slightest excuse for an exercise of the methods which were practiced by the defendant’s inquisitors just before the timely arrival of the deputy warden. The entire proceeding was an exhibition of brutal force. Such a spectacle does not demonstrate the possession of a spirit of real bravery and real heroism. It demonstrates the opposite. *440Valor does not find expression in conduct so unseemly.\nIt is fortunate for the ends of justice that a confession was not extorted from defendant by the crude means which were employed. A confession so obtained and received in evidence would have caused a mistrial and a reversal of the judgment in a case where no cause exists for a reasonable doubt of defendant’s guilt.\nAll of defendant’s assignments of alleged error in a voluminous record have been examined and we do not find reversible error. It follows that the judgment of the district court must be, and it hereby is, affirmed. Friday, June 9, 1922, between the hours of ten in the forenoon and four in the afternoon of that day, is fixed as the date and the hour on which the sentence of the district court shall be carried into effect.\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 8032665
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}