{
    "id": 8079709,
    "judges": "Carter, Chappell, Messmore, Paine, Simmons, Wenke, Yeager",
    "date_filed": "1986-01-21",
    "date_filed_is_approximate": true,
    "slug": "jackson-v-olson",
    "case_name_short": "Olson",
    "case_name": "Jackson v. Olson",
    "case_name_full": "James E. Jackson v. Neil Olson, Warden of the Nebraska State Penitentiary",
    "attorneys": "James E. Jackson, pro se, for appellant., Walter R. Johnson, Attorney General, H. Emerson Kokjer, and Carl H. Peterson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "146 Neb. 885",
        "22 N.W.2d 124"
    ],
    "opinions": [
        {
            "author_str": "Simmons",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSimmons, C. J.\nPetitioner here filed his petition in the district court for Lancaster County for a writ of habeas corpus, naming the; Warden of the Nebraska State Penitentiary as respondent-The trial court examined the petition and found that it did. not state facts sufficient to constitute a cause of action against the respondent or to afford petitioner relief. It also took judicial notice of its own records and found that three, previous petitions had been filed by petitioner alleging substantially the same facts and seeking the same relief. The trial court further found that in all three actions the petitions had been dismissed, the writs denied, and the judgments subsequently affirmed by this court; and that the questions had been adjudicated and determined. The trial court denied the writ and dismissed the petition. Petitioner-appeals. We affirm the judgment of the trial court.\nPetitioner’s application consists of allegations and conclusions of both fact and law. To the application he attaches an exhibit and, by reference, incorporates it in his petition. This exhibit is a copy of a petition for appeal filed in the United States Circuit Court of Appeals for the Eighth Circuit, in which action he unsuccessfully sought a writ of habeas corpus. To this petition (exhibit) are attached copies of pleadings filed in the District Court of the United States for the District of Nebraska; a petition directed to a judge of the Eighth Circuit containing a copy of a part of the journal entry of the district court for Sheridan County, Nebraska; a transcript of certain proceedings in the county court of Sheridan County, Nebraska, and of proceedings in the district court for Sheridan County, Nebraska ; likewise, a copy of a letter from an attorney to the petitioner and a copy of an affidavit by a former county attorney of Sheridan County.\n*888Giving petitioner the full benefit of a liberal construction of this pleading and going to all the matters found within the four corners of the application and attached exhibits, we gather that petitioner undertook to allege the following factual situation as a basis for the issuance of the writ.\nOn April 3, 1920, petitioner was a resident of Antioch in Sheridan County, Nebraska, living with one Florence Feagins, his common-law wife; that on that day she, while under the influence of liquor, threatened petitioner’s life with a revolver; that in a scuffle for the possession of the revolver it was discharged, a bullet entering the body of Florence Feagins and causing her death; that the petitioner notified the county officials, who came and examined the body; that a coroner’s inquest was held resulting in a verdict that “ * * * Florence Feagins came to her death from a gun shot fired by one Jack Jackson * * * ”; and that on April 7, 1920, the petitioner appeared before the county attorney for Sheridan County and was told that a prosecution would not be instituted.\nPetitioner thereafter traveled a great deal and finally located in the state of California. On October 7, 1934, petitioner was arrested by officials in California and placed in jail on information from the officials of Sheridan County that he was wanted for the murder of Florence Feagins. On October 15, 1934, a complaint was filed in the county court of Sheridan County charging that petitioner feloniously, maliciously, purposely, and of his deliberate and premeditated malice shot Florence Feagins with a revolver, and that as a result she died and defendant “thus committed murder in the first degree.” On the same day a warrant was issued for the arrest of petitioner, the return reciting that he could not be found within the jurisdiction of the court.\nOn November 2, 1934, the then county attorney for Sheridan County and a deputy sheriff of that county “illegally, unlawfully, without jurisdiction or authority of law arrested” petitioner in California, placed him in irons and transported him to Sheridan County, where he was placed in jail under the complaint there filed. Attached to the *889pleadings carried as an exhibit is a copy of an affidavit of the then county attorney who filed the murder complaint, reciting that subsequent to the filing of the complaint and the issuance of the warrant, he, as county attorney, made application for a requisition to the Governor of Nebraska, who issued the same to the Governor of California and who appointed the deputy sheriff as the agent of this state to receive and return petitioner to Nebraska; that thereafter the attorney and the deputy went to California and presented the requisition to the Governor of that state, who granted the extradition papers; that thereafter with the extradition papers in their possession they went to the officials who held petitioner in custody, interviewed petitioner, advised him that they had proper extradition papers entitling them to return him to this state; that the papers were exhibited to petitioner and he was advised that he could, if he desired, resist extradition; that petitioner voluntarily agreed to and did return with them voluntarily to the state of Nebraska. Petitioner charges that he believes the affidavit just mentioned to be a forgery, “manufactured,” and the result of perjury.\nOn November 9, 1934, petitioner appeared in the county court of Sheridan County in person and represented by counsel, the complaint was read to him and he pleaded not guilty. It then was agreed that a date for preliminary hearing would be agreed upon by the parties.\nOn November 28, 1934, petitioner, in court in person and with counsel, moved for additional time before the preliminary hearing was held. It was granted. Again on December 19, 1934, petitioner by his counsel moved for additional time for preparation and to get “in touch with witnesses.” It was granted. On February 8, 1935, petitioner appeared in court with his counsel and waived preliminary hearing and was bound over to the next term of the district court for that county.\nA transcript of the county court proceedings was filed in the district court on March 12, 1935. On March 17, 1935 (as recited in the copy of the transcript) there was filed in *890the district court for Sheridan County an information of the county attorney charging petitioner with murder in the first degree. This information is shown to have been verified March 19, 1935. Other references in the transcript .show it to have been filed March 19, 1935. On March 19, 1935, petitioner was arraigned and entered a plea of not guilty.\nPetitioner alleged that he was not served with a copy of the information and entered his plea of not guilty without the assistance of counsel. He'further alleged that the trial court -inquired of him if he intended to represent himself or employ counsel; that he informed the court he had no counsel or money to employ counsel; that he then signed an affidavit and thereafter the court appointed counsel (being the same attorney who theretofore had represented him in the preliminary hearings). These events occurred on March 19, 1935.\nThereafter on March 30, 1935, by permission of the court the names of additional witnesses were endorsed on the information.\nOn April 1, 1935, the petitioner was placed on trial. He appeared in court in person and by his attorney, a jury was impaneled and sworn, opening statements were made, and the state offered testimony. On April 2, 1935, the state offered testimony and rested its case. The defendant testified in his own behalf and rested his case. The state offered witnesses in rebuttal. On April 3, 1935, additional testimony was completed. The cause was submitted to the jury upon the evidence, the arguments of counsel, and the instructions of the court. Among other instructions, the trial court instructed the jury that if they found from the evidence that beyond a reasonable doubt defendant “purposely and maliciously but without deliberation and premeditation” shot the woman with a revolver and as a direct consequence thereof she died, then defendant “would be guilty -of murder in the second degree” and in such case they should so find and return their verdict. On April 4, 1935, the jury returned their verdict in open court, finding that *891defendant was guilty of murder in the second degree. The. jury was polled and answered that that was its verdict.\nOn the same day petitioner filed a motion for a new trial setting out particularly some 48 different grounds therefor.. Petitioner alleged that this was “a skeleton of a motion.” On the same day petitioner filed a motion in arrest of judgment charging that' the “facts stated in the information do-not state an offense.” The trial court overruled and denied both motions. The court then inquired of petitioner if he-had anything to say as to why the judgment of the court, should not be pronounced against him.\nThe court thereupon sentenced the petitioner to imprisonment for a term of 30 years. Exceptions were taken to all said rulings. Petitioner was allowed 40 days from the rising of the court to prepare and serve his bill of exceptions.. Petitioner has since that time been confined in the state penitentiary.\nUpon arrival at the penitentiary, petitioner alleged that he was advised by fellow inmates to contact counsel in Lincoln, Nebraska; that he did so, paying an attorney a fee on. the promise that he would appeal said cause to the Supreme Court, but counsel failed to prosecute said appeal; that petitioner was without funds to employ other counsel and hence no further attempt to appeal was made. Petitioner-attached a copy of a letter from the attorney addressed to-him. It recites that “Pursuent (sic) to your instructions” he had investigated the case at Rushville, investigated the facts, consulted with the attorney who had represented petitioner and with other attorneys in that section of the state who apparently knew something of the case; that petitioner’s attorney at the trial “advised me he waived your preliminary hearing because the prosecution gave him all the-evidence it intended to use”; that he discussed certain legal questions presented and advised petitioner that he (the attorney) did not feel that any relief could be obtained on appeal; that he found no grounds for reversible error; and that he did not feel the case could be reversed and advised, petitioner to abide by the result.\n*892Petitioner in “REASONS FOR GRANTING THE WRIT” alleged that he is innocent and could have proved his innocence if the trial court had made an effective appointment of counsel; that he was deprived of his fundamental right to be served with a copy of the information and the right to be informed of the nature and cause of the accusation, the right to summon witnesses in that witnesses had left the jurisdiction of the court in the years between the time of the alleged offense and the trial; that he was kidnapped out of the state of California and transported through several states of the Union in violation of the “Federal Kidnap Law,” citing title 18, section 408(a), U. S. C. A.; that the trial court was without jurisdiction of the offense or the accused, in that no information was filed within three years of the time the alleged offense was committed; that the judgment was an absolute nullity in that the court was without jurisdiction to pronounce the same; and that habeas corpus is the only remedy under the laws of this state by which petitioner “may extricate ■ himself from his illegal confinement.” Petitioner further alleges that his conviction was obtained by a “swift, reckless, sham and pretense of a trial” and deprived him of his liberties without due process of law, in violation of the guaranties contained in the Fourteenth Amendment to the Constitution of the United States. Under this latter allegation petitioner presents that (1) he was illegally and unlawfully kidnapped and transported from California to Nebraska in violation of article 4, section 2, clause 2 of the Constitution of the United States and in violation of title 18, section 408(a) of the United States Criminal Code, as amended, and that he never was a fugitive from justice; (2) he was deprived of his fundamental right to be served with a copy of the accusation and to have 24 hours to examine the charge, consult with counsel, summon witnesses and prepare a defense before being placed on trial; (3) the conviction is based on the information of a public prosecutor rather than the presentment or indictment of a grand jury; (4) no information or indictment was ever filed in the trial court within three years after the *893alleged offense was committed, and accordingly the trial court was without jurisdiction of the offense.\nPetitioner asserts that a judgment of conviction entered in violation of the procedural guaranties of the Fourteenth Amendment, to the Constitution of the United States is void and may be questioned collaterally. Petitioner prays that a writ of habeas corpus issue directing the respondent to bring petitioner before the court, together with the true cause of his detention to the end that due inquiry be made.\nPetitioner here presents four assignments of error upon which he relies for the reversal of the- judgment of the trial court. Under our rules consideration of the cause is limited to errors assigned and discussed, save as to plain errors not assigned which, at our option, we may consider. It must be determined whether or not the questions presented by petitioner’s assignments of error are issues which may be determined on an application for a writ of habeas corpus.\nIn the course of the opinion in Smith v. O’Grady, 312 U. S. 329, 85 L. Ed. 859, 61 S. Ct. 572, the Supreme Court of the United States said: “ * * * the opinions of the Nebraska courts do not mark clearly the exact boundaries within which Nebraska confines the historic remedy of habeas corpus * * * .” In a wide variety of cases we have stated, reexamined and restated those boundaries. We cite these decisions without assuming that the list following is all inclusive. See Ex parte Fisher, 6 Neb. 309; In re Balcom, 12 Neb. 316, 11 N. W. 312; In re Betts, 36 Neb. 282, 54 N. W. 524; In re Walsh, 37 Neb. 454, 55 N. W. 1075; State v. Crinklaw, 40 Neb. 759, 59 N. W. 370; In re Havlik, 45 Neb. 747, 64 N. W. 234; State v. Leidigh, 47 Neb. 126, 66 N. W. 308; In re Ream, 54 Neb. 667, 75 N. W. 24; In re Langston, 55 Neb. 310, 75 N. W. 828; In re Fanton, 55 Neb. 703, 76 N. W. 447; McCarty v. Hopkins, 61 Neb. 550, 85 N. W. 540; In re Application of Walker, 61 Neb. 803, 86 N. W. 510; Jahnke v. State, 68 Neb. 154, 94 N. W. 158, 104 N. W. 154; Keller v. Davis, 69 Neb. 494, 95 N. W. 1028; Michaelson v. Beemer, 72 Neb. 761, 101 N. W. 1007; Campion v. Gillan, 79 Neb. 364, 112 N. W. 585; In re Caldwell, 82 Neb. *894544, 118 N. W. 133; State v. Birdsall, 88 Neb. 587, 130 N. W. 108; In re Application of Selicow, 100 Neb. 615, 160 N. W. 991; State ex rel. Flippin v. Sievers, 102 Neb. 611, 168 N. W. 99; In re Application of Cole, 103 Neb. 802, 174 N. W. 509, 848; Fuller v. Fenton, 104 Neb. 358, 177 N. W. 154; In re Resler, 115 Neb. 335, 212 N. W. 765; Hulbert v. Fenton, 115 Neb. 818, 215 N. W. 104; In re Carbino, 117 Neb. 107, 219 N. W. 846; Hickman v. Fenton, 120 Neb. 66, 231 N. W. 510; Carlsen v. State, 129 Neb. 84, 261 N. W. 339; Hawk v. O’Grady, 137 Neb. 639, 290 N. W. 911; Alexander v. O’Grady, 137 Neb. 645, 290 N. W. 718; Davis v. O’Grady, 137 Neb. 708, 291 N. W. 82; State ex rel. Gossett v. O’Grady, 137 Neb. 824, 291 N. W. 497; In re Application of Maher, 144 Neb. 484, 13 N. W. 2d 653; In re Application of Niklaus, 144 Neb. 503, 13 N. W. 2d 655; In re Application of Carper, 144 Neb. 623, 14 N. W. 2d 225; In re Application of Tail, 145 Neb. 268, 16 N. W. 2d 161; Hawk v. Olson, 145 Neb. 306, 16 N. W. 2d 181.\nThese cases have determined the rules governing the use of the writ of habeas corpus in this state. To release a person from a sentence of imprisonment by habeas corpus, it must appear that the sentence was absolutely void. Habeas corpus will not lie to discharge a person from a sentence of penal servitude where the court imposing the sentence had jurisdiction of the offense, had jurisdiction of the person of the defendant, and the sentence was within the power of the court to impose. Such a judgment is not void. Habeas corpus cannot be used as a substitute for a writ of error. Habeas corpus is a collateral and not a direct proceeding when regarded as a means of attack upon a judgment sentencing a defendant. The regularity of the proceedings leading up to a sentence in a criminal case cannot be inquired into on an application for a writ of habeas corpus, that matter being assailable only in a direct proceeding. When the judgment is regular upon its face and was given in an action where the court had jurisdiction of the offense and of the person of the defendant, extrinsic evidence is not admissible to show its invalidity.\n*895Our holdings are in accord with decisions of the Supreme Court of the United States. See Felts v. Murphy, 201 U. S. 123, 50 L. Ed. 689, 26 S. Ct. 366; Woolsey v. Best, 299 U. S. 1, 81 L. Ed. 3, 57 S. Ct. 2; Frank v. Mangum, 237 U. S. 309, 59 L. Ed. 969, 35 S. Ct. 582; Knewel v. Egan, 268 U. S. 442, 69 L. Ed. 1036, 45 S. Ct. 522; Ashe v. United States ex rel. Valotta, 270 U. S. 424, 70 L. Ed. 662, 46 S. Ct. 333; Riddle v. Dyche, 262 U. S. 333, 67 L. Ed. 1009, 43 S. Ct. 555.\nWe weigh and determine petitioner’s assignments of error in the light of the above rules.\nWe consider initially petitioner’s second assignment of error to the effect that the court where he was tried, convicted, and committed was without jurisdiction of his person. Petitioner’s contention is that he was seized and arrested in California, kidnapped and brought into this state in violation of the law, involuntarily and against his will. This he contends is in violation of a federal statute involving kidnapping, in violation of article 4, section 2, clause 2 of the Constitution of the United States, and in violation of the due process guaranteed by the Fourteenth Amendment to the Constitution of the United States. He contends that because of this situation, he could not be lawfully held, tried, convicted, or committed.\nPetitioner relies principally upon our decision in the case of In re Robinson, 29 Neb. 135, 45 N. W. 267, wherein we held, as summarized in the syllabus, that “When a person is arrested in a sister state, and, without being extradited, is forcibly brought into the jurisdiction of this state to answer to a criminal offense, and is committed to jail to await trial on such charge, held, that such person is unlawfully deprived of his liberty and is entitled to be discharged on habeas corpus.” The major premise in that opinion was that when a fugitive from justice has been extradited from one state to another, he cannot be prosecuted in the state to which he has been surrendered on an offense other than the one for which he was extradited, before he has an opportunity to return to the state from whence he was brought. The minor premise was that there is no difference in principle *896between a case where a person is held for an offense other than the one for which- he was extradited, and one where he is arrested and taken without authority of law, forcibly and against his will, into the jurisdiction of another state' for the purpose of prosecution. The conclusion there was that the court did not acquire jurisdiction of the person of the accused under those circumstances and his detention was unlawful.\nTo sustain the major premise we relied upon a number of decisions from other jurisdictions to which we shall refer presently.\nOur decision in the Robinson case was filed March 11, 1890. Thereafter on April 3, 1893, the Supreme Court of the United States decided the case of Lascelles v. Georgia, 148 U. S. 537, 37 L. Ed. 549, 13 S. Ct. 687, in which it was held that “ * * * upon a fugitive’s surrender to the State demanding his return in pursuance of national law, he may be tried in the State to which he is returned for any other offence than that specified in the requisition for his rendition, and that in so trying him against his objection no right, privilege or immunity secured to him by the Constitution and laws of the United States is thereby denied.” This holding is obviously contrary to the major premise advanced in the Robinson case.\nNow, we return to the authorities relied upon in the Robinson case to sustain the major premise.\nThe first one is In re Cannon, 47 Mich. 481, 11 N. W. 280. The Supreme Court of Michigan in the subsequent case of In re Little, 129 Mich. 454, 89 N. W. 38, distinguished the Cannon case as one not applicable to arrests for crime, and held that the decision in Lascelles v. Georgia was binding so far as the federal question was concerned and followed that decision.'\nThe next case cited by us in the Robinson case is State v. Vanderpool, 39 Ohio St. 273. This was a case of extradition under a treaty between the United States and Great Britain. The Supreme Court of Ohio followed the decision in Ex parte McKnight, 48 Ohio St. 588, 28 N. E. 1034, de*897cided November 17, 1891, and applied it to a case involving interstate extradition. The court in this decision likewise followed United States v. Rauscher, 119 U. S. 407, 30 L. Ed. 425, 7 S. Ct. 234. We do not find where the Supreme Court of Ohio has since reexamined or passed upon the question. However, the Court of Appeals for Hamilton County in that state in Ex parte Moeller, 14 Ohio App. 300, decided in 1921, referred to Ex parte McKnight, supra, and Lascelles v. Georgia, supra, and pointed out that the cases reached contrary conclusions, and followed the Laseelles case. The Franklin County Court of Common Pleas in Ohio in the case of In the Matter of the Application of John J. Brophy for a Writ of Habeas Corpus, 2 Ohio N. P. 230, held that the authority of the McKnight case had been destroyed by the Laseelles case and followed the latter. See, also, Knipp v. City of Cincinnati, 29 Ohio N. P. N. S. 209, decided March 15, 1932, by the Common Pleas Court for Hamilton County, Ohio.\n' The next cases cited by us in the Robinson case were Ex parte Hibbs, 26 F. 421, and United States v. Rauscher, supra. These were cases of extradition arising under the treaty between the United States and Great Britain. The Supreme Court of the United States in the Laseelles case directly held that they had no application to the interstate rendition of fugitives under the Constitution and laws of the United States.\nThe next case relied upon by us in the Robinson case is State v. Hall, 40 Kan. 338, 19 P. 918. In the case of In re Flack, 88 Kan. 616, 129 P. 541, the Supreme Court of Kansas reviewed the authorities, referred to the McKnight case from Ohio, reviewed the Rauscher and Laseelles cases and other authorities, and directly overruled State v. Hall. See, also, State v. Wellman, 102 Kan. 503, 170 P. 1052.\nThe next case relied upon in the Robinson case was Waterman v. State, 116 Ind. 51, 18 N. E. 63. As we now read that case, it does not sustain the proposition for which it was cited. In fact, insofar as it relates to the proposition, it holds to the contrary. However, the Supreme Court of *898Indiana in Knox v. State, 164 Ind. 226, 73 N. E. 255, reviewed the Rauscher and Lascelles cases and other authorities, and held that a fugitive from justice upon his return to the state under extradition proceedings could be lawfully-held to answer for any crime against the laws of the state, without regard to the particular offense named in the papers for his extradition.\nIt, therefore, appears that the decisions upon which we relied in the Robinson case to sustain the major premise of that opinion have since been either distinguished or overruled by the courts of the states that wrote them and by the United States Supreme Court.\nFurthermore, in State v. Leidigh, 47 Neb. 126, 66 N. W. 308, we had before us the identical question involved in the major premise of the Robinson opinion, and held that what was said in it regarding the right of a state to prosecute a fugitive regularly extradited was mere obiter, and followed the Lascelles case. It further was held that whether the Robinson case should be regarded as authority when .applied to a similar set of facts was not then for decision. See, also, In re Application of Walker, 61 Neb. 803, 86 N. W. 510. Accordingly, it appears that the major premise of the Robinson opinion has been repudiated and a contrary holding in accord with the holding of the Supreme Court of the United States has been followed in this state. (This is the general rule. Annotations, 21 A. L. R. 1418; 35 C. J. S., Extradition, s. 21, p. 349; 22 Am. Jur., Extradition, s. 59, p. 297.)\nWe next come to the proposition involved in the minor premise and the question actually decided in the Robinson case, i. e. that one forcibly and unlawfully carried into this state will not be held to answer to a criminal charge without an opportunity to return to the state from whence he is brought.\nSince petitioner bases his claim upon acts of the United States Congress and the United States Constitution, we go to the decisions of the Supreme Court of the United States for an answer to his contentions.\nIn the Lascelles case the Supreme Court of the United *899States said: “But it is settled by the decisions of this court that, except in the case of a fugitive surrendered by a foreign government, there is nothing in the Constitution, treaties or laws of the United States which exempts an offender, brought before the courts of a State for an offence against its laws, from trial and punishment, even though brought from another State by unlawful violence, or by abuse of legal process.” See, also, Mahon v. Justice, 127 U. S. 700, 32 L. Ed. 283, 8 S. Ct. 1204; Pettibone v. Nichols, 203 U. S. 192, 51 L. Ed. 148, 27 S. Ct. 111; Sheehan v. Huff, 142 F. 2d 81, certiorari denied in 322 U. S. 764, 88 L. Ed. 1591, 64 S. Ct. 1287.\nIt is a general rule that where a person accused of a crime is found within the territorial jurisdiction where he is so-charged, the right to put him on trial for the offense charged is not impaired by the fact that he was brought from another jurisdiction by illegal means, such as kidnapping, unlawful force, fraud, or the like. Annotations, 18 A. L. R. 509; 22 C. J. S., Criminal Law, s. 146, p. 242; 14 Am. Jur., Criminal Law, s. 217, p. 919.\nAccordingly, we reach the conclusion that the manner in which the petitioner alleges he was brought into the state of Nebraska does not entitle him to the issuance of the writ of habeas corpus, and that his second assignment of error is without merit.\nIn re Robinson, 29 Neb. 135, 45 N. W. 267, is overruled.\nPetitioner for his third assignment of error contends that his conviction and commitment deprived him of his liberty without due process of law, in that his trial, conviction and commitment were obtained by a swift, reckless, sham and pretense of a trial in that the trial court deprived him of his fundamental right of 24 hours, in which to examine the charge, consult with counsel, and to be informed of the nature and cause, of the accusation-, and placed him on trial for one offense and convicted him of a separate and distinct offense without jurisdiction or probable cause, in violation of the procedural guaranties of the Fourteenth Amendment to the Constitution of the United States.\n*900We examine petitioner’s charges in this third assignment of error for the purpose of determining whether they show that the trial court did not have jurisdiction of the offense or lost that jurisdiction during the progress of the trial. It need not be demonstrated that the trial court had jurisdiction to try a person accused of murder. The absence of jurisdiction of the district court will not be presumed, but must affirmatively appear from the face of the record. Barker v. State, 54 Neb. 53, 74 N. W. 427.\nPetitioner first makes the general assertion that his trial, conviction, and commitment were obtained by a “swift, reckless, sham and pretense of a trial.” He further limits that to certain specific assertions which wilPbe considered. We pause, however, to point out that petitioner pleads a record in detail which conclusively refutes his general assertion and likewise establishes that his trial was not swift, but one in which each step was deliberate, orderly, and considerate. It not only was not reckless, nor a sham, nor a pretense, but it was a carefully conducted, actual trial in all its steps. Certainly no jurisdictional defect appears on that ground.\nPetitioner in his assignment limits the general charge by stating that “the trial court deprived him of his fundamental right of twenty-four (24) hours to examine the charge, consult with counsel, and to be informed of the nature and cause of the accusation * * * .” In this connection petitioner alleges that he was arraigned and entered his plea “ * * * without ever having been served with a copy of the accusation (information), * * * .” The record does not show that he made any objection at the time. The record which he pleads shows that the information was filed on March 17, 1935, and that he was “Arraigned March 19, 1935, and entered a plea of not guilty.” As has been pointed out the record shows the information to have been verified on March 19, 1935. Petitioner pleads that the information was filed on March 19, 1935. The truth of the record cannot be assailed by extrinsic evidence. Nevertheless it makes no difference in this instance in the result whichever date is accepted as true.\n*901The applicable statute is: “Within twenty-four hours after the filing of an indictment for felony, and in every other case on request, the clerk shall make and deliver to the sheriff, the defendant or his counsel a copy of the indictment, and the sheriff on receiving such copy shall serve the same upon the defendant. No one shall be, without his assent, arraigned or called on to answer to any indictment until one day shall have elapsed, after receiving in person or by counsel, or having an opportunity to receive a copy of such indictment as aforesaid.” Sec. 29-1802, R. S. 1943. The record is silent as to a specific statement that a copy of the information was delivered to the sheriff, the defendant or his counsel, nor is there a specific statement that the sheriff served the copy upon the defendant. The right accorded by the statute may be waived. The failure of the record to show that defendant made any objection to proceeding with the trial raises the presumption that he waived the right. Barker v. State, supra; Foster v. State, 83 Neb. 264, 119 N. W. 475; Kopp v. State, 124 Neb. 363, 246 N. W. 718. See, also, McCarty v. Hopkins, 61 Neb. 550, 85 N. W. 540.\nIn Garland v. Washington, 232 U. S. 642, 58 L. Ed. 772, 34 S. Ct. 456, the record did not show that either arraignment or plea was entered, and the accused was put on trial as though he had entered the plea. The state court held that the failure to enter the plea did not deprive the accused of a substantial right, and having proceeded to trial without objection it was waived. The Supreme Court of the United States held that he was not deprived of his liberty without due process of law within the meaning of the Fourteenth Amendment. Certainly if the plea can be waived without denial of due process, then the waiver here does not deny it.\nThe Supreme Court of the United States has said: “No procedural principle is more familiar to this Court than that a constitutional right may be forfeited in criminal as well as civil cases by the failure to make timely assertion of the right before a tribunal having jurisdiction to determine it. * * * Courts may for that reason refuse to consider a *902constitutional objection even though a like objection had previously been sustained in a case in which it was properly taken. * * * While this Court in its discretion sometimes departs from this rule in cases from lower federal courts, it invariably adheres to it in cases from state courts, * * * and it could hardly be maintained that it is beyond legislative power to make the rule inflexible in all cases.” Yakus v. United States, 321 U. S. 414, 88 L. Ed. 834, 64 S. Ct. 660.\nThis presumption of waiver is strengthened by the fact that the record petitioner pleads shows that he had been fully advised of the nature of the charge against him and had had the benefit of the services of an able and distinguished member of the bar of this state for months prior to and including the day he was arraigned and entered his plea.\nIn his third assignment petitioner further assigns as error that he was placed on trial for one offense and convicted of a separate and distinct offense without jurisdiction and in violation of the procedural guaranties of the Fourteenth Amendment to the Constitution of the United States. This relates to prisoner’s contention that he was informed against for murder in the first degree and found guilty of murder in the second degree. The applicable statute is: “In all trials for murder the jury before whom such trial is had, if they find the prisoner guilty thereof, shall ascertain in their verdict whether it be murder in the first or second degree, or manslaughter; * * * .” Sec. 29-2027, R. S. 1943.\nWe have held: “Where an information charges the crime of murder in the first degree, murder in the second degree and manslaughter are included in the charge, the degree ordinarily being for the jury; and where the evidence and circumstances of the killing are such that different inferences may properly be drawn therefrom as to the degree, the court should submit the different degrees to the jury for them to draw the inference.” Denison v. State, 117 Neb. 601, 221 N. W. 683. See, also, Jackson v. State, 133 Neb. 786, 277 N. W. 92; State v. Hutter, 145 Neb. 798, 18 N. W. 2d 203.\n*903It is obvious that the matters set out in .petitioner’s third assignment of error do not present even an error of the trial court, let alone raise a jurisdictional barrier. His third assignment of error, relied upon for reversal, is accordingly without merit.\nBy way of argument of his third assignment of error, but not included therein, petitioner presents two other contentions : First, that he was prosecuted by information and not by indictment of a grand jury. Our Constitution provides: “ * * * the Legislature may by law provide for holding persons to answer for criminal offenses on information of a public prosecutor; and may by law, abolish, limit, change, amend, or otherwise regulate the grand jury system.” Constitution 1875, art. I, sec. 10. Section 29-1601, R. S. 1943, provides: “The several courts of this state shall possess and may exercise the same power and jurisdiction to hear, try and determine prosecutions upon information, for crimes, misdemeanors and offenses, to issue writs and process, and do all other acts therein, as they possess and may exercise in cases of the like prosecutions upon indictments.” The Supreme Court of the United States has held that “ * * * the provision of the constitution of Nebraska, permitting prosecutions for felony by information, does not conflict with the Fourteenth Amendment to the Constitution of the United States.” Bolln v. Nebraska, 176 U. S. 83, 44 L. Ed. 382, 20 S. Ct. 287. See Duggan v. Olson, ante p. 248, 19 N. W. 2d 353. Likewise, the provisions of the Fifth Amende ment to the Constitution of the United States do not apply to laws or proceedings under the authority of a state. In re Sawyer, 124 U. S. 200, 219, 31 L. Ed. 402, 408, 8 S. Ct. 482, 492. Second, petitioner contends that the information was not filed within the statutory period as provided by law, to wit: Three years after the alleged crime was committed. The answer is that the statute limiting prosecutions for felonies, by its specific terms, does not apply to prosecutions for murder. Sec. 29-110, R. S. 1943. It is obvious also that these questions, discussed but not assigned, do not present even an error of the trial court, let alone a jurisdictional barrier.\n*904Petitioner’s first and fourth assignments of error are that the trial court erred and deprived him of due process of law and the procedural guaranties of the Fourteenth Amendment by not requiring that he be produced and heard upon his petition; and that the court erred in not holding his trial, conviction, and commitment to be unconstitutional and void because they were in violation of the procedural guaranties of the Fourteenth Amendment, and in not releasing him upon his petition. Obviously the merit of these two assignments depends upon the merit of his second and third assignments, which we have considered and disposed of adversely to petitioner. It would have been a futile act to have produced the petitioner before the court, when it was apparent to the court that even if his charges were sustained, the court would be required to deny the writ. Likewise, the court did not err in refusing to release the petitioner upon his petition. We are of the opinion that the trial court did not err in holding that petitioner did not show in his application facts entitling him to an issuance of a writ of habeas corpus.\nThis disposes of petitioner’s assignments of error.\nThere is one further matter which we consider requires attention. In his petition to a judge of the Eighth Circuit Court of Appeals, attached to and incorporated in his petition herein, petitioner states that the District Court of the United States for the District of Nebraska had on three occasions dismissed similar petitions for writs of habeas corpus, the latest on June 5, 1944, by memorandum opinion “Not to be published.” We have examined that opinion. In it the court recites that he had before him a transcript of the complete record of this court in our case No. 31738. The court pointed out that it presented essentially the same grounds as were presented to it (the U. S. District Court). The court held that the petition was clearly inadequate to support a writ, first, because it failed to show an exhaustion of remedies available in the state courts. The court then reviewed petitioner’s various contentions and among other things found that his claim of being kidnapped was utterly *905false, but, if true, would avail him nothing, and found generally that in its substantive aspects the petition was wholly inadequate. The judge of the Circuit Court of Appeals examined the petition for appeal, the records in the office of the clerk of the United States District Court of Nebraska and found that the petitioner had been duly convicted, sentenced, and committed, and that his petition did not present facts sufficient to constitute a case justifying the issuance of a writ of habeas corpus by a federal circuit judge. Thereafter an appeal from the order was denied. Petitioner accordingly pleads here that he has had a denial of his petition on the merits by the United States Courts of the District of Nebraska and this Circuit.\nPetitioner further shows by his exhibits that he had on three occasions sought habeas corpus in the courts of this state on similar petitions, our numbers 30929, 31288, and 31738. These three cases came here on appeal from the district court for Lancaster County. The judgments were affirmed here for want of briefs. Court Journals FFF, p. 187; GGG, p. 388; HHH, p. 484.\nIn the instant case the trial court held that the petition did not state facts sufficient to justify the issuance of the writ. It also held that because of the three actions previously determined, petitioner was not entitled to any further adjudication of the issues presented.\nThe rule in this state is: “The principle of res judicata applies in cases of habeas corpus where there has been a hearing upon the merits in a former action of the same kind, and where, in a second petition filed for a writ of habeas corpus, it affirmatively appears that such petition is based upon the same reasons and facts and does not contain a new state of facts different from that which existed at the time the first judgment was rendered.\n“The final adjudication in a habeas corpus proceeding is conclusive in the matters there determined, as against a subsequent application.” Williams v. Olson, 145 Neb. 282, 16 N. W. 2d 178.\nIn Salinger v. Loisel, 265 U. S. 224, 68 L. Ed. 989, 44 S. *906Ct. 519, the Supreme Court of the United States had before it a case in which it was contended that a decision had in another action was a final adjudication and the doctrine of res judicata was invoked making the decision binding on all other courts. The Supreme Court of the United States was “unable to go so far.” It stated: “At common law the doctrine of res judicata did not extend to a decision on habeas corpus refusing to discharge the prisoner. The state courts generally have accepted that rule where not modified by statute; the lower Federal courts usually have given effect to it; and this Court has conformed to it and thereby sanctioned it, although announcing no express decision on the point. * * * We regard the rule as well established in this jurisdiction.\n“But it. does not follow that a refusal to discharge on one application is without bearing or weight when a later application is being considered. In early times when a refusal ■to discharge was not open to appellate review, courts and judges were accustomed to exercise an independent judgment on each successive application, regardless of the number. ' But when a right to an appellate review was given the reason for that practice ceased and the practice came to be materially changed, — just as when a right to a comprehensive review in criminal cases was given the scope of inquiry deemed admissible on habeas corpus came to be relatively narrowed.\n“The federal statute * * * does not lay down any specific rule on the subject, but directs the court ‘to dispose of the party as law and justice may require.’ A study of the cases will show that this has been construed as meaning that each application is to be disposed of in the exercise of a sound judicial discretion guided and controlled by a consideration of whatever has a rational bearing on the propriety of the discharge sought. Among the matters which may be considered, and even given controlling weight, are (a) the existence of another remedy, such as a right in ordinary course to an appellate review in the criminal case, and (b) a prior refusal to discharge on a like application. * * * The *907decision in the Cuddy case (40 Fed. 62) was on a second application, and was given by Mr. Justice Field. While holding the doctrine of res judicata inapplicable, he said: ‘The officers before whom the second application is máde may take into consideration the fact that a previous application has been made to another officer and refused; and in some instances that fact may justify a refusal of the second. The action of the court or justice on the second application will naturally be affected to some degree by the character of the court or officer to whom the first application was made, and the fullness of the consideration given to it.’\n“In practice the rules we here have outlined will accord to the writ of habeas corpus its recognized status as a privileged writ of freedom, and yet make against an abusive use of it.” See, also, Wong Doo v. United States, 265 U. S. 239, 68 L. Ed. 999, 44 S. Ct. 524,\nPetitioner in his petition to a judge of the Circuit Court of Appeals asserted that the three affirmances in this court were on orders of the district court for Lancaster County denying and dismissing similar petitions. The trial court found that the three previous petitions filed by petitioner in the trial court alleged substantially the same facts and grounds for relief as did the instant petition. Petitioner further asserted that on three different occasions the District Court of the United States for the District of Nebraska had refused to entertain a hearing on the federal contentions raised in similar petitions. The district court for Lancaster County had this record before it, as pleaded by petitioner, when it denied the writ. We need not now determine that the action was then res judicata under our holdings. Petitioner pleaded not one, but six, prior refusals to issue the writ on a like application. The record shows that petitioner had then already reached that stage where his application constituted an “abusive use” of the writ.\nNevertheless we have here examined plaintiff’s petition on its merits as presented to us by his assignments of error to determine whether or not the issues presented raised questions which were justiciable in a habeas corpus pro*908ceeding, and find that they do not.\nThe trial court properly denied the writ. Its judgment is affirmed.\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 8038795
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}