{
    "id": 8085687,
    "judges": "Springer",
    "date_filed": "1979-07-13",
    "date_filed_is_approximate": true,
    "slug": "powell-v-state",
    "case_name_short": "Powell",
    "case_name": "Powell v. State",
    "case_name_full": "NORMAN TYRONE POWELL v. THE STATE OF NEVADA",
    "attorneys": "Michael Specchio, Public Defender and Mary Lou Wilson, Deputy Public Defender, Washoe County, for Appellant., Frankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney and Gary H. Hatlestad, Chief Appellate Deputy District Attorney, Washoe County, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "113 Nev. 258",
        "934 P.2d 224"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\n\nPer Curiam:\n\nAppellant Norman Tyrone Powell (“Powell”) drove by a group of people standing around their cars and fired one shot from a rifle out his car window. He was convicted of three counts of assault with a deadly weapon, being an ex-felon in possession of a firearm, and discharge of a firearm from a motor vehicle. In addition, he was adjudicated a habitual criminal based on his prior criminal history. Accordingly, the district court sentenced him to life in prison without the possibility of parole.\nPowell appeals, alleging that no specific intent instruction was given with respect to the assault charges. Additionally, he asserts that respondent State of Nevada (“the State”) failed to prove he had the specific intent to commit bodily harm on each of the three victims. He also argues that the district court abused its discretion in sentencing him to life without parole.\nWe conclude that sufficient specific intent instructions were given to the jury. However, we conclude that since Powell fired only one shot at the group of people, he could not be convicted of three separate counts of assault with a deadly weapon upon three different individuals. Therefore, we reverse two of the assault convictions. Further, we remand this matter for resentencing, in light of our decision to reverse those two convictions.\n\nFACTS\n\nOn August 13, 1994, Gailyn Richardson (“Richardson”), Deborah Cole (“Cole”), Patty Shepard (“Shepard”), her fifteen-*260year-old son, DeShawn Terry, and his friends, Damien Lambert and Thomas Segura, (collectively referred to as “the group”) were socializing near their parked cars across the street from Pat Baker Park in Sparks after attending a church function. At some point, a brown van containing a male driver and a female passenger pulled up across the street. Powell got out of the driver’s side of the van and approached the three teenage boys who were standing near, but separately from, the women. Powell asked the boys for some “D,” also known as “drugs.” The boys laughed at him and told him to get away because they did not do drugs. Powell was somewhat persistent and the boys repeatedly told him to leave. Powell got back into his van and sped off.\nApproximately five to ten minutes later, the group heard a car screeching down the street and looked up. They saw the same brown van rounding the corner, speeding toward them. As the van got a little closer, the group saw Powell in the driver’s seat, holding a black rifle out the window. Specifically, they saw Powell’s arm and the barrel of the gun aimed straight toward them.1 Cole yelled, “He’s got a gun!” and within a split-second everyone ducked down behind the cars. Richardson, who was holding her two-month-old daughter, ducked down behind the rear driver’s side tire of her car, which was parked on the wrong side of the street. Cole and Shepard ducked down behind the front tire of Richardson’s car. The boys all ducked down behind Shepard’s car, which was parked a few feet in front of Richardson’s car. Powell fired one shot.2 No one was injured; however, Richardson’s rear windshield was shattered. Although the police conducted an exhaustive search, the bullet was never found.\nAfter assessing that no one was injured, Shepard jumped into her car and drove a few blocks away until she found police officers. She explained the incident and described the van. They followed her back to the scene. While the officers were collecting information, the group saw the van traveling about a block away. The police followed it and signaled for the driver to stop; the driver did not stop the van until it proceeded a few more blocks. The officers instructed the occupants to exit the vehicle; Powell got out of the passenger side door, while his wife, Cassandra *261Pleasants Powell (“Cassandra”), got out of the driver’s side. Cassandra immediately told the officers that Powell made her change seats.\nThe police retrieved a rifle wrapped in a blanket from the back of the van. Meanwhile, the group arrived at the arrest scene and the women identified Powell as the man who approached the boys for drugs, the driver of the van, and the shooter. The officers determined Cassandra was the registered owner of both the rifle and the van. However, based upon the women’s statements, they believed that Powell was the shooter, not Cassandra. Therefore, the police arrested Powell for assault with a deadly weapon, being an ex-felon in possession of a firearm, discharging a firearm from a motor vehicle, and discharging a firearm at or into a vehicle.3\nOn October 27, 1994, after a September 29, 1994 preliminary hearing, an information was filed in the district court, charging Powell with three counts of assault with a deadly weapon upon Richardson, Cole, and Shepard, being an ex-felon in possession of a firearm, discharging a firearm from a motor vehicle, and discharging a firearm at or into a vehicle.\nOn November 7, 1994, the State amended the information to include a new count of Powell being a habitual criminal.4\nOn June 26, 1995, the trial commenced. After the State put on its case-in-chief, Powell testified on his own behalf. He stated that on August 13, 1994, Cassandra drove the van the entire day because Powell did not have his glasses. He testified that it is “physically impossible” for him to drive without his glasses because his right eye is a glass eye and he is legally blind in his left eye.5\nPowell testified that Cassandra owned a rifle which she put in the back of the van near the driver’s side. When they drove near Pat Baker Park, Cassandra hit the brakes and the gun discharged accidentally. Afterward, Cassandra wrapped the rifle in a blanket. Powell testified that he never touched the rifle, nor fired it at anyone.\nOn June 27, 1995, the jury returned a verdict of guilty on all counts. On August 10, 1995, the judge adjudicated Powell a *262habitual criminal and sentenced him to life without the possibility of parole. On August 21, 1995, Powell filed his notice of appeal and request for appointed counsel.\n\nDISCUSSION\n\n\nSpecific intent jury instructions\n\nPowell argues that the district court failed to give the requisite specific intent jury instruction for the assault with a deadly weapon counts. However, at trial, Powell’s attorney did not offer a specific intent instruction different from the ones already agreed upon. The only instruction he offered instructed the jury not to confuse motive with intent. The court believed this was not necessary and denied it.\nWe conclude the requisite specific intent instructions were given in the instant matter, even though the word “specific” was not used.6\nIn Wilkerson v. State, 87 Nev. 123, 126, 482 P.2d 314, 316 (1971), the jury instruction on intent stated that to convict Wilkerson, the jury must find that “he committed an assault with a deadly weapon with the intent to inflict upon the person of another a bodily injury.” This court held that although the instruction did not use the word “specific,” the instruction was sufficient to direct the jury to consider the issue of specific intent. Id. at 126-27, 482 P.2d at 316.\n*263Likewise, here, the jury instructions, when taken as a whole, sufficiently direct the jury to consider whether Powell had the intent to inflict bodily harm. Therefore, we conclude Powell’s argument is without merit.\n\nSpecific intent to commit three counts of assault with a deadly weapon\n\nPowell argues that the State failed to prove sufficient evidence of specific intent for each and every assault count. Powell only shot the rifle once, at a group of people, and not at any one specific person, let alone three specific people. We agree that under these circumstances, Powell cannot be convicted of three counts of assault with a deadly weapon when he only fired one shot at a group of people.\nNRS 200.471 defines assault as “an unlawful attempt, coupled with a present ability, to commit a violent injury on the person of another.” NRS 193.330 defines “attempt” as “[a]n act done with the intent to commit a crime, and tending but failing to accomplish it.” See also Crawford v. State, 107 Nev. 345, 351, 811 P.2d 67, 71 (1991) (stating the elements of attempt are: “(1) the intent to commit the crime; (2) performance of some act toward the commission of the crime; and (3) the failure to consummate its commission”). Therefore, the State had the burden to prove that Powell had the specific intent to commit a violent injury on each of Richardson, Cole, and Shepard.\nThe State cites Ewell v. State, 105 Nev. 897, 785 P.2d 1028 (1989), for the proposition that “the intent to commit the crimes upon specific individuals in the group may be inferred where the intent is directed at the group.” In Ewell, the defendant fired two shots at two police officers who were standing in a group of people. He was charged with two counts of attempted murder, one count upon each officer. The challenged jury instruction at trial read, “During an attack upon a group, a defendant’s intent to kill need not be directed at any one individual. It is enough if the intent to kill is directed at the group.” Id. at 899, 785 P.2d at 1029. This court held that the instructions in their entirety\naccurately and fairly state the law in Nevada. Appellants were guilty of attempting to kill the two police officers if they fired at the group of people immediately near the officers. The [challenged] instruction merely informs the jury that the state did not have to prove that the appellants intended to kill a specific person in the group.\n\nId.\n\nWe find that in light of Ewell, Powell could have formed the *264requisite intent to commit assault with a deadly weapon. However, we conclude that Ewell is distinguishable from the instant matter. Here, Powell fired only one shot but was charged and convicted of three separate counts of assault upon three different individuals. Therefore, as Powell discharged the rifle only one time, we hold that he may be convicted once for assault with a deadly weapon. Accordingly, we reverse two convictions of assault with a deadly weapon and affirm one conviction of assault with a deadly weapon.\n\nThe sentence of life without the possibility of parole\n\nThe district court adjudicated Powell a habitual criminal pursuant to NRS 207.010,7 based upon his criminal history.8 Powell argues that although “[t]he state met its procedural burden for establishing Mr. Powell as an [sic] habitual criminal,” the district court abused its discretion by sentencing Powell to life in prison without the possibility of parole.\nWe do not reach the issue as to whether the district court abused its discretion in adjudicating Powell as a habitual criminal. Rather, we conclude the district court may have sentenced Powell differently if Powell had been convicted of only one assault with a deadly weapon charge. Accordingly, in light of our decision to reverse two of Powell’s assault convictions, we remand this matter for resentencing.9\n*265In a supplemental brief to this court, Powell asserts other procedural violations of his rights. Upon a review of the record, we find that these contentions lack merit.\n\nCONCLUSION\n\nWe conclude that the jury received adequate instructions with respect to specific intent. We further conclude that as Powell discharged the rifle only once, he could only have the specific intent to harm one person; therefore, we reverse two of the assault convictions. We also remand this matter for resentencing in light of our decision to reverse those convictions.\n\nShepard testified that the rifle was pointed straight out the window, aimed at “any one of them” because “a bullet don’t have nobody’s name.” She stated that if the group did not duck down, the bullet could have hit anyone who was standing there.\n\n\nEveryone in the group who testified at trial stated that Powell was the person who fired the shot. Shepard, Richardson, and Cole specifically stated that they had no doubt that it was Powell. However, they all ducked before the shot was fired; therefore, no one actually saw the shot itself.\n\n\nCassandra was also arrested because she was with Powell at the time. However, all charges against her were eventually dropped.\n\n\nIn addition, on June 16, 1995, the State dismissed the count of discharging a firearm at or into a vehicle. The second amended information reflecting this change was filed on June 26, 1995.\n\n\nAt one time Powell received disability benefits for being legally blind. However, Dr. Paul Speakman, an optometrist who examined Powell, testified that the vision in Powell’s left eye can be corrected with glasses; therefore, Powell was not legally blind in that eye.\n\n\nThe jury instructions presented regarding intent were:\nNo. 12: In every crime there must exist a union or joint operation of act and intent.\nThe burden is always upon the prosecution to prove both act and intent beyond a reasonable doubt.\nNo. 13: Intent may be proven by circumstantial evidence. It rarely can be established by any other means. While witnesses may see and hear and thus be able to give direct evidence of what a defendant does or fails to do, there can be no eyewitness account of a state of mind with which the acts were done or omitted, but what a defendant does or fails to do may indicate intent or lack of intent to commit the offense charged.\nIn determining the issue as to intent, the jury is entitled to consider any statements made and acts done or omitted by the accused, and all facts and circumstances in evidence which may aid determination of state of mind.\nNo. 14: Assault with a deadly weapon is an unlawful attempt, coupled with the present ability, to commit a violent injury on the person of another, with the use of a deadly weapon.\nNo. 15: An “attempt” means an act done with the intent to inflict a violent injury on the person of another and tending but failing to accomplish it.\n(Emphasis added.)\n\n\nThe purpose of the habitual criminal statute is to increase sanctions for the recidivist and to discourage repeat offenders. Odoms v. State, 102 Nev. 27, 32, 714 P.2d 568, 571 (1986).\n\n\nPowell’s criminal history reflects the following convictions:\n(1) Felonies: November 15, 1991, attempted robbery; March 28, 1984, burglary; and June 2, 1978, pimping and pandering.\n(2) Gross misdemeanors: November 1, 1989, conspiracy to possess stolen property; March 10, 1989, conspiracy to commit grand larceny; and January 19, 1989, carrying a concealed weapon.\n(3) Misdemeanors: September 25, 1991, driving under the influence; November 6, 1990, possession of drug paraphernalia; August 5, 1985, possession of a hypodermic device; January 22, 1985, disturbing the peace; July 28, 1983, battery; August 9, 1981, petty theft; June 18, 1981, petty theft; May 14, 1981, petty theft; February 28, 1980, trespassing; May 21, 1979, driving under the influence; March 19, 1975, battery; and December 18, 1974, possession of marijuana. In addition, Powell has a number of probation violations and revocations.\n\n\nWe also note that the sentence imposed by the district court provided for only one definite term, that of life in prison without the possibility of parole. However, in addition to assault with a deadly weapon, Powell was convicted of being an ex-felon in possession of a firearm and of discharging a firearm from a motor vehicle. Therefore, it appears that Powell was not sentenced to definite terms on each conviction. Accordingly, upon resentencing, we direct the lower court to clarify the specific sentences for each of Powell’s convictions. See NRS 176.033(1); NRS 176.035.\n\n",
            "ocr": true,
            "opinion_id": 8045522
        },
        {
            "author_str": "Springer",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSpringer, J.,\nconcurring:\nI concur in result only.\n",
            "ocr": true,
            "opinion_id": 8045523
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Murder"
}