{
    "id": 8159753,
    "judges": "Clemons",
    "date_filed": "1980-07-27",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-smith",
    "case_name_short": null,
    "case_name": "United States v. Smith",
    "case_name_full": "United States v. TROEL SMITH",
    "attorneys": "A. L. C. Atkinson for the motion., Jeff McCarn, U. S. District Attorney, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Indictment — Description of defendant as within class of offenders contemplated by statute: When a statute denominates as an offender any one of a certain class of persons who shall do or omit a certain act, an indictment for an offense within the statute must describe the defendant as one of that class.</p> <p>2. Same — Variance—Conviction for lesser offense embraced within greater: Where an indictment, endorsed as covering an offense under Penal Code, sec. 291, assault by master of a vessel upon a seaman, nevertheless fails to describe the defendant' as such master, but aptly describes an offense under Penal Code, sec. 276, assault upon the high seas, the case may be proceeded with as a prosecution under the latter section. Rev. State., sec. 1035 applied.</p> <p>3. Same — Endorsement varying from body in describing offense: Where the endorsement of an indictment indicates a different offense from that described in the body of the indictment, it may be disregarded.</p>",
    "summary": "Criminal Law: Motion for directed verdict.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "4 D. Haw. 422"
    ],
    "opinions": [
        {
            "author_str": "Clemons",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nClemons, J.\nThe indictment under which the defendant was tried charged that the defendant “on the high seas ... in and on board of a certain American vessel .. . owned . . . by ... a corporation organized and existing under and by virtue of the laws of the State of California, did wilfully, intentionally, unlawfully and feloniously, and without justifiable or any cause, strike, beat and wound a member of the crew of said steamship ...”\nThis indictment bore the following endorsement over the signature of the foreman of the grand jury: “Indictment. Assault on Seamen. Violation Section 291 Penal Code. A *423True Bill.” Section 291, so far as here material, reads as follows:\n“Whoever, being the master or officer of a vessel of the United States, on the high seas, or on any other waters within the admiralty and maritime jurisdiction of the United States, beats, wounds, or without justifiable cause, imprisons any of the crew of such vessel, or withholds from them suitable food and nourishment, or inflicts upon them any cruel and unusual punishment, shall be fined not more, than one thousand dollars, or imprisoned not more than five years, or both.”\nThe case has been tried on behalf of the government on the theory that the indictment covered the offense indicated by the endorsement, i. e., assault of a seaman by an officer of a vessel. The body of the indictment might indicate an intent to charge an offense under section 291, but, as will presently be seen, its language is quite as apt to charge an offense under section 276 of the Penal Code, describing various classes of assault committed by any person, without regard to whether he be an officer of a vessel .or not, and including the following: “Whoever shall unlawfully strike, beat, or wound another, shall be fined not more than five hundred dollars, or imprisoned not more than six months, or both. Whoever shall unlawfully assault another, shall be fined not more than three hundred dollars, or imprisoned not more than three months, or both.”\n[1] At the conclusion of the government’s case, the defendant’s attorney moves for a directed verdict on the ground that the indictment is insufficient to charge a violation of section 291, because of failure to allege the very essential fact of the defendant’s having been a master or officer of a vessel, i. e., one of the class of persons contemplated as offenders by section 291. In support of the motion, counsel cites the case of State v. Sloan, 67 N. C. 357. This sole case is also cited by 22 Cyc. 327, for the proposition (which is almost the identical language of the decision *424there), that “when a statute enacts that any one of a certain class of persons who shall do or omit a certain act, under certain circumstances, shall be guilty of a crime, the. indictment must describe the person indicted as one of that class and aver that he did or omitted the act under the circumstances making it criminal.” The ruling in that case arose on a motion to quash the indictment. A similar ruling was made in the case, not cited by counsel, of United States v. McCormick, 1 Cranch, C. C. 593, 26 Fed. Cas. 1060, No. 15,663, which arose on a motion in arrest of judgment. Under the principle enforced by these two cases, the indictment in the case at bar is defective as a charge of an offense under section 291. .\n[2] However, the language of the indictment is apt to charge an offense under those portions of section 276 of the Penal Code, above quoted, relating (1) to unlawful striking, beating and wounding, and (2) to unlawful assault. And, as. in spite of any deficiency of the indictment under section 291, the indictment describes an offense within section 276, and as section 1035 of the Revised Statutes allows the jury to find the defendant “guilty of any offense the commission of which is necessarily included in that with which he is charged in the indictment,” this court held that it was not at liberty to direct a verdict for the defendant, but the case must be proceeded with, regarding the indictment, however, as an indictment under section 276. The jury, accordingly, were in the court's charge instructed that they could not bring in a verdict of guilty of violation of section 291 of the Penal Code but that they might, if the evidence so warranted, return a verdict of violation either of that part of section 276 directed against simple assault, or of that part, of section 276 directed against assault by striking, beating, or wounding.\nIt is urged that in order to apply section'1035 of the Revised Statutes, it is necessary that the indictment be sufficient as an indictment of the offense of assault by a *425master or officer of a vessel upon a seaman. Unquestionably; this is an arguable point, but the Supreme Court has held against it, in a case in which it ruled that in spite of the fact that an indictment for murder was insufficient to support a conviction of that offense, nevertheless if the language of the indictment was apt to describe an assault, the jury might, under the authority of section 1035 of the Revised Statutes, return a verdict of the lesser offense. Ball v. United States, 140 U. S. 118, 121-122, 136.\n[3] Moreover, it seems that the fact of the indictment’s being endorsed as covering an offense under section 291, is not controlling, and that if the language of the body of the indictment is apt to charge an offense under section 291, the indictment may still stand as a sufficient indictment. See Williams v. United States, 168 U. S. 382, 389, holding:\n“It is wholly immaterial what statute was in the mind of the district attorney when he drew the indictment, if the charge made was embraced by some statute in force. The indorsement on the margin of the indictment constitutes no part of the indictment, and does not add to or weaken the legal force of its averments. We must look to the indictment itself, and, if it properly charges an offense under the laws of the United States, that is sufficient to sustain it, although the representative of the United States may have supposed that the offense charged was covered by a different statute.”\nSee, also, Wechesler v. United States, 158 Fed. 579, 583; 22 Cyc. 257.\nIt may be noted that the description of the offense as having been committed on the high seas and on a particular vessel, does not necessarily indicate an intent to indict under section 291, for such description would be apt, proper, and even necessary, to describe an offense under section 276. It may also be noted, that there is nothing inconsistent with the court’s ruling in the case here, in the ruling in the case cited by defendant’s counsel, of United States v. Hartwell, 6 Wall. 385, particularly at page 397 at *426the conclusion of the majority opinion. Indeed, the court in the case at bar followed the íuling of the Hartwell case, in instructing the jury that it could not find the defendant guilty of an offense under section 291, because, to adopt the language of the Supreme Court in the Hartwell case, the indictment as a charge of violating section 291, did not by its averments bring the defendant within that section. See 6 Wall. 397.\nThe motion is denied. The case may be proceeded with as a prosecution under Penal Code, sec. 276.\n",
            "ocr": true,
            "opinion_id": 8121397
        }
    ],
    "court_short_name": "D. Hawaii",
    "court_full_name": "District Court, D. Hawaii",
    "court_type": "FD",
    "court_jurisdiction": "Hawaii, HI",
    "crime_category": "Murder"
}