{
    "id": 8206153,
    "judges": "Callister, Crockett, Ellett, Henriod, Tuckett",
    "date_filed": "2017-11-21",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-department-of-fish-game-v-united-geophysical-co",
    "case_name_short": null,
    "case_name": "State ex rel. Department of Fish & Game v. United Geophysical Co.",
    "case_name_full": "STATE of Utah, By and Through its DEPARTMENT OF FISH AND GAME, and v. UNITED GEOPHYSICAL COMPANY, a foreign corporation, and",
    "attorneys": "Phil L. Hansen, Atty. Gen., Kenneth M. Hisatake, Sp. Asst. Atty. Gen., Salt Lake City, for appellant., Van Cott, Bagley, Cornwall & McCarthy, Grant H. Bagley and Clifford L. Ashton, Salt Lake City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "22 Utah 2d 200",
        "450 P.2d 742"
    ],
    "opinions": [
        {
            "author_str": "Tuckett",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTUCKETT, Justice:\nThe plaintiff filed this action in the court below seeking to recover for the breach of an alleged contract entered into with the defendant. The plaintiff seeks to recover damages for the killing of fish in Bear Lake, Utah.\nIn 1963, the defendant was engaged in conducting seismic research within the United States under a contract with the Department of Defense. In carrying out the research project the defendant desired the use of bodies of water in which to detonate large charges of explosives. The defendant requested permission of the Department of Fish and Game for the use of Flaming Gorge Reservoir and also Bear Lake.\nThe defendant by letter to the plaintiff' explained the nature of the work in which it was engaged in connection with the seismic research project. That portion of the letter we are here concerned with reads as follows:\nThis is a request for permission to use Flaming Gorge Reservoir as one of the shot locations. We also wish to use Bear Lake. The site selected is at Jarvies Canyon, approximately 7 miles upstream from the dam. Four or five shots would be fired on consecutive days, the maximum charge size for any one shot being' 6,000 pounds. The program is expected to start May 22, 1963, and continue until. May 25, or 26, 1963.\nUnited ElectroDynamics, Inc., assumes responsibility and any resulting liabilities entailed in the use of this reservoir as a shot location.\nPermission has been obtained from the Chief Engineer, Bureau of Reclamation, United States Department of Interior, to use Flaming Gorge Reservoir as a shot location. Any game fish killed as a result of these explosions would be restocked by United ElectroDynamics,' Inc., in a manner that is agreeable to the Utah Fish and Game Department.\nYours truly,\nOrville Strozier, Project Manager\nEngineering Geophysics Department\nUnited Geo Measurements Division\n*202The only portion of the letter which refers to Bear Lake is as follows: “We also wish to use Bear Lake.” It is'quite apparent that the remaining portions of the letter refer solely to the detonations to be carried out at the Flaming Gorge Reservoir. Plaintiff does not seek to recover for any acts of the defendant which may have occurred at Flaming Gorge.\nThe plaintiff granted permission as requested by the letter without additional provisos or conditions to be imposed upon the defendant in conducting its operations. Thereafter the defendant did detonate chemical explosions in Bear Lake at a site agreed to by representatives of the plaintiff.\nThe detonations resulted in killing a number of the fish in the lake. The greater part of the fish killed were Bonneville Cisco, with some lake trout and white fish. The Bonneville Cisco is indigenous to Bear Lake, and these fish are not propagated elsewhere.\n In the court below the defendant moved for a summary judgment in its favor and the court granted its motion and entered a judgment of no cause of action. It would appear that the trial court was of the opinion that the contract entered into between the parties did not entitle the plaintiff to recover for fish destroyed at Bear Lake nor for damage to the fishery. We are of the opinion that the trial court was correct in so deciding. In any event the defendant promised that any game fish killed as a result of the explosions would be restocked by the defendant. While it is quite evident that this promise was only meant to apply to fish killed at Flaming Gorge Reservoir, nevertheless, it is apparent that the Bonneville Cisco fish destroyed in Bear Lake could not in any event be restocked, as this fish cannot be obtained elsewhere.\nWe are of the opinion that the decision of the court below is correct and the same is affirmed. No costs awarded.\nCROCKETT, C. J., and CALLISTER, HENRIOD and ELLETT, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8168338
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}