{
    "id": 8226449,
    "judges": "Keewin, Marshall",
    "date_filed": "2004-04-14",
    "date_filed_is_approximate": true,
    "slug": "michaels-v-chicago-burlington-quincy-railroad",
    "case_name_short": "Michaels",
    "case_name": "Michaels v. Chicago, Burlington & Quincy Railroad",
    "case_name_full": "Michaels, Administrator v. Chicago, Burlington & Quincy Railroad Company",
    "attorneys": "Eor tbe appellant there was a brief by Woodward •<£ Lees, attorneys, and John E. Foley, of counsel, and oral argument by Q-. M. Woodward., Eor tbe respondent there was a brief by W. 0. Owen and White •& Skogmo, and oral argument by Mr. Otven.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nRailroads: Negligence: Killing of person at private crossing: Duty to signal approach of train: Questions for jury: Contributory negligence: Proximate cause: Evidence: Barmless errors: Special verdict.\n</p> <p>1. In. the absence of statute it is the duty of a railroad company to signal the approach of a train to a private crossing if the circumstances are such that ordinary care for the safety of persons using such crossing requires it.</p> <p>2. It was a question for the jury in such case whether defendant was negligent in failing to signal the approach of a train to a private crossing which was dangerous by reason of an overhanging hill, a curve in the track, the difficulty in seeing or hearing an approaching train, and the physical, condition of the crossing.</p> <p>.3. Upon approaching with his wagon and team the crossing in question, plaintiff’s intestate opened the gate and, leaving the team in charge of his son, after looking and listening for a train, started across the track to open the other gate, the team following about ten or twelve feet behind him. Being suddenly apprised of the approach of a train which had been hidden by the hill and the curve in the track and which was running at a high rate of speed, he turned back, grabbed the team, which was then on the track, and pushed and backed them and the wagon off the track. He succeeded in clearing the track when the train was about seventy-five feet away, but as the train passed the horses reared and swung around and he was struck a glancing blow by the engine from the effects of which he died. Held, that in view of the quickness of decision required and the physical condition of the crossing with a narrow driveway and a high bank at the side, it could not be said as a matter of law that the deceased was guilty of contributory negligence either in placing himself in a position of danger, in failing to back his team far enough, or in failing to step aside.</p> <p>4. Whether under the circumstances stated the deceased would have been justified in putting himself in the position he did merely to save his property, is not decided, it sufficiently appearing that his motive was to save his son who was driving the team, and that being a sufficient justification.</p> <p>5. Upon the facts as stated, the fright of the horses cannot he regarded as the proximate cause of the injury.</p> <p>6. Evidence of the failure of the trainmen to signal for a highway crossing about one mile before reaching .the private crossing where the accident happened, even if improperly admitted, was not prejudicial to defendant.</p> <p>7. There was no error in refusing to submit in the special verdict a question asking whether if the deceased, after reaching the crossing himself, had looked constantly up the track in the direction from which the train was coming, he could have seen such train before his team reached the crossing.</p>",
    "summary": "Appeal from a judgment of tbe -circuit court for Pierce ■county: E. W. Helms, Circuit Judge. Tbis action was brought to recover for the unlawful death of plaintiff’s intestate, alleged to have been caused by the negligence of the defendant. The material allegations of the complaint respecting the defendant’s negligence are, substantially, that for many years prior to the 5th day of December, 1908, the defendant had constructed and maintained a crossing over its tracks on the northeast quarter of the northeast quarter, of section 12, township 25, range 18 west, in the town of Trenton, for the use of the public, upon a private road crossing defendant’s railroad track; that said crossing was and is situated upon a heavy curve in said track, and that at said crossing the view of said track to the north is obstructed by reason of said curve and for the further reason that said track curved around on the opposite side of a hill, which obstructed the view from said'crossing in a northerly direction, so that a person standing on said crossing could not see an object or an approaching train on defendant’s track for a greater distance than 200 feet north of said crossing; that said crossing had been in constant and regular use by the public and the owners of the adjoining land for more than ten years prior to said 5th day of December, 1908, and that owing to the physical surroundings and the obstructions presented to tbe vision said crossing was dangerous, as défendant well knew; that it was the duty of said defendant in running and operating its trains, when approaching said crossing from the north, to ring the bell and blow the whistle and give signals of the approach of said trains; that on said 5th day of December, 1908, and for many years prior thereto, a public-highway in said town of Trenton crossed the railroad track of the defendant about three quarters of a mile north of said private crossing, and it was the duty of said defendant, when its trains approached said public crossing, to blow the whistle eighty rods therefrom and ring the engine bell continuously from said whistling point until said public crossing was reached and crossed; that for many years prior to- said 5th day of December, 1908, it had been the habit and custom of' said defendant, when approaching the private crossing, to sound the whistle eighty rods from said crossing and to ring the bell continuously therefrom until said crossing was reached and passed; that when said defendant sounded its whistle for the public crossing three quarters of a mile north of said private crossing, said whistle could easily be heard by any person in the vicinity of the private crossing; that on or about the 5th day of December, 1908, said deceased approached the said private crossing with intent to cross the same with a team of horses hitched to a lumber wagon, accompanied by his two sons, with due care, caution, and prudence, relying upon the aforesaid custom and duty of said defendant to signal as aforesaid the approach of its trains to-said crossing; that while said deceased, with said team, accompanied by his two sons, was crossing said track said defendant negligently and carelessly, at a high and dangerous rate of speed, without any signal or warning of its approach, ran an engine attached to a passenger train, coming from the north, over said crossing, and struck and killed said deceased without fault or negligence on his part; that in approaching-said crossing said defendant failed to sound the whistle at. either of the crossings above described, and negligently failed and omitted to ring the bell while approaching either of said crossings, and that, the failure of the said defendant to give said signals was the proximate canse of the death of said William Seater. The material allegations of the complaint were put in issue by the answer. At the close of the evidence motion by defendant for directed verdict was denied. The jury returned the following verdict: “(1) Was the whistle of the engine on train 52 sounded for the Red Wing crossing on the morning of December 5, 1908? A. No. “(2) Was the whistle of the engine on train 52 sounded on the morning of December 5, 1908, after the train left Red Wing crossing and as the same approached the Seater private crossing? A. No. “(3) If you answer question No. 1 ‘No,’ then answer this: Would William Seater have been struck by the engine and injured if the whistle had been sounded for the Red Wing crossing? A. No. “(4) If you answer question No-. 1 ‘No,’ then answer this: Would a person of ordinary judgment and experience in the business of defendant, in the light of the circumstances existing when the train approached the Red Wing crossing, ordinarily have anticipated that some injury might probably result to some person using the Seater private crossing, by reason of not sounding the whistle for the Red Wing crossing ? A. Yes. • “(5) If you answer question No. 2 ‘No,’ then answer this: Would William Seater have been struck by the engine and injured as he was if the whistle had been sounded south of the Red Wing crossing and at a point north of the Seater crossing a reasonable distance from the-same? A. No. “(6) If you answer question .No- 2 ‘No,’ then answer this: Was the defendant company, through its employee in charge of the engine, guilty of any want of ordinary care in not sounding the whistle after leaving the Red Wing crossing as the train approached the Seater crossing? A. Yes. “(I) If you answer question No. 2 ‘No,’ then answer this: Would a person of ordinary judgment and experience in tbe business of tbe defendant, in tbe light of tbe circumstances existing when tbe train approached tbe Seater private crossing, and before coming within sight of tbe same, ordinarily have anticipated that some injury might probably result to some person using tbe Seater. crossing by reason of not sounding tbe whistle after leaving tbe Red Wing crossing and at a point north of tbe Seater crossing a reasonable distance from tbe same? A. Tes. “(8) Was William Seater guilty of a want of ordinary cai’e for bis own safety, which want of ordinary care contributed to bis injury as a proximate cause thereof ? A. No. “(9) Would a person in tbe exercise of ordinary care and prudence, situated as tbe deceased was when be started to back bis team off from tbe railway track, have anticipated that death or serious bodily injury were likely to result to him from tbe danger to which be then exposed hknself ? A. No. “(10) If tbe plaintiff is entitled to recover in this case, at what sum do you assess bis damages % A. $8,000.” Tbe usual,motions were made by tbe defendant for judgment notwithstanding tbe verdict, upon tbe verdict, to change answers to questions in tbe, verdict, for judgment, to set tbe verdict aside, and for new trial, all of which were denied and due exceptions taken. Tbe court ordered judgment upon tbe verdict in favor of tbe plaintiff, which was rendered, and from which this appeal was taken. They contended,' inter alia, that tbe statutory signals are given only for tbe benefit of persons approaching and about to use a public crossing. Williams v. O. é A. B. Co. 135 Ill. 491, 26 N. E. 661; Philadelphia & B. O. B. Co. v. Iiolden, 93 Md. 417, 49 Atl. 625. No law required such signals at a private crossing; there was no such custom; and tbe crossing in question was little used and not dangerous, to tbe knowledge of defendant. Tbe immediate and proximate cause of tbe accident was tbe fright of tbe horses. Walters v. G., ill. & St. P. B. Go. 104 Wis. 251; Fla-herty v. Harrison, 98 Wis. 559; Eastwood v. La Grosse City R. Go. 94 Wis. 163; Abbot v. KalbusAli Wis. 504. Decedent imperiled bis life to save bis property and was therefore guilty of contributory negligence as a matter of law. Williams v. G., M. & Bt. P. R. Go. 64 Wis. 1; Schneider v. 0., M. & St. P. R. Go. 99 Wis. 378; Miller v. Union R. Go. 191 N. T. 77, 83 N. E. 583; Gondiff v. K. G., Ft. S.  To tbe point that it was tbe defendant’s duty to signal tbe approach of tbe train to tbe crossing in question, they cited Winstanley v. G., M. é St. P. R. Go. 72 Wis. 375; Cahül v. G., N. 0. •& T. P. R. Go. 92 Ky. 345, 18 S. W. -2; Nichols v. G., M. & St. P. R. Co. 125 Iowa, 236, 100 N. W. 1115 ; Hartman v. C. G. W. R. Go. 132 Iowa, 582, 110 N. W. 10; Westaway v. O., St. P., M. é O. R. Go. 56 Minn. 28, 57 N. W. 222; Czech v. G. N. R. Go. 68 Minn. 38, 70 N. W. 791; Thomas v. D., L. •& WR. Go. 8 Fed. 729; Louisville & N. R. Go. v. Bodine, 109 Ky. 509, 59 S. W. 740, 56 L. R. A. 506; Swift v. Staten Island R. T. R. Go. 123 N. T. 645; Kujawa v. 0., M. é St. P. R.' Go. 135 Wis. 562; EileH v. G. B. & M. R. Go. 48 Wis. 606.",
    "disposition": "\nAffirmed.\n",
    "history": null,
    "other_dates": "May 4 —",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "146 Wis. 466"
    ],
    "opinions": [
        {
            "author_str": "Keewin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKeewiN, J.\nTbe questions raised by the assignments of error are (1) negligence of defendant; (2) contributory negligence of deceased; (3) improper admission of evidence; and (4) denial of motion for new trial.\nTbe private crossing where tbe injury occurred was known as tbe Seater crossing, and tbe public crossing as tbe Red Wing crossing, and tbe latter was one mile northwest of tbe private crossing. There is evidence tending to show that tbe defendant’s track approaches tbe Seater crossing on a two-degree curve. This crossing leads from tbe bouse and bam of deceased on high land north or northeast to tbe track and to *472tbe low land south or southwest of the track and runs diagonally across the right of way. The lower gate of this private crossing is about 250 feet westerly from the upper gate. At different points upon the right of way at this crossing one could see northwest on the track a distance, varying with the position occupied, from about 140 to 600 or 700 feet. A whistle blown eighty rods above the public crossing could sometimes be heard at the private crossing, sometimes not. A person standing on the private crossing could at times hear the rumbling of an approaching train before it came in sight, sometimes not. This private crossing was used only by Seater and a few others, his farm lying on both sides of the railroad track. Deceased did not know much about the crossing or the use of it, since he had lived with his brother only a short time, having moved there from Iowa about three weeks before the injury. Deceased knew trains passed very frequently and knew one was going about the time of the injury, but did not expect it so early, or did not think it was due at the time of the injury, but still deceased was looking and listening for the train. The house in which deceased lived was on a hill about twenty-five rods east of the upper gate of this right of way. The private way extended down from the top of the hill to a ravine, then passed along the edge of the ravine on the side of the hill which caused the curve in the railroad track. This hill obstructed the view of the railroad track to the north. The wagon track extending down the hill to the crossing was narrow, about wide enough for a wagon, and on the upper side of the wagon track was a bank which continued down to the crossing. There is a bluff on the upper side of the track, quite steep&gt; about 150 feet high from the track up to the top of the hill. A person standing on the private crossing could hear the noise of an approaching train only when it was a short distance from the crossing.\nIn the forenoon of December 5, 1908, deceased with his two sons, Elmer, aged seventeen, and William, aged fifteen, left *473the house on the top of the hill to cross the track to get a load of wood, Elmer driving. When they arrived at the upper gate they opened it and stopped and listened for a train, but did not hear any. Deceased went down to the crossing, looked and listened for a train, and then signaled Elmer to come'on. He stood on the crossing looking and listening until Elmer was about sixty feet away, and then started for the lower gate, still looking north, the direction from which the train came. Elmer had his horses on the crossing and the deceased was about ten or twelve feet from the crossing when the younger son hollered that a train was coming. At that instant deceased started back, grabbed the team, which was then on the track, and pushed and backed them and the wagon off the crossing. At the time deceased was struck the rear wagon wheels were up against the bank. When the deceased ran back to the horses Elmer started to pull on the lines as •quick as he grabbed the team. Deceased got the team entirely off the track when the train was seventy-five or one hundred feet away, and as he did so Elmer jumped off the wagon. As the locomotive passed, the horses reared and swung around, and the locomotive struck deceased a glancing blow, throwing him about forty feet east of where he was struck. The train was running a fraction over seventy feet a second. The blow killed the deceased, who at the time of his death was forty-four years of age and in good health. He left him surviving his widow and four children.\nIt is strenuously argued on the part of the appellant that .a verdict should have been directed for the reason that there was no proof of negligence on the part of the defendant; that .failure to blow the whistle and ring the bell as the train approached the Red Wing crossing and failure to blow the whistle and ring the bell while approaching the private crossing where the accident happened was not negligence. We shall spend no time on the negligence charged respecting the failure ■to give any warning as the train approached the public cross*474ing, but the question whether there was negligence in failing to ring the bell or sound the whistle when approaching the private crossing will be considered. Ro claim is made by defendant that the whistle was blown or the bell rung as the train approached the private crossing, and the question is whether the defendant, under the circumstances of this case, was guilty of negligence in failing to do so. Ro statutory duty existed to signal for the private crossing, and the question to be determined is whether the defendant was bound to-do so at common law under the circumstances of this case.\nThe private crossing was constructed at the time the railroad was built some twenty years before the injury, and af-terwards maintained by defendant. It had been used by the-occupiers of the Seater farm and some others. The evidence-shows that this private crossing was dangerous because of the overhanging hill, the curve, the difficulty in hearing an approaching train, as well as the physical condition of the crossing. There is evidence that at the speed the train was running it would be on the crossing in about ten seconds from the time it could be seen by a person standing on the crossing. The unwritten law, therefore, in the absence of statute, made-it the duty of defendant to signal the approach of the train, if in the exercise of its duty ordinary care required it to do&gt; so. Duffy v. C. &amp; N. W. R. Co. 32 Wis. 269; Seefeld v. C., M. &amp; St. P. R. Co. 70 Wis. 216, 35 N. W. 278; Kujawa v. C., M. &amp; St. P. R. Co. 135 Wis. 562, 116 R. W. 249; Winstanley v. C., M. &amp; St. P. R. Co. 72 Wis. 375, 39 R. W. 856; Eilert v. G. B. &amp; M. R. Co. 48 Wis. 606, 4 N. W. 769; Swift v. Staten Island R. T. R. Co. 123 N. Y. 645, 25 N. E. 378; Hartman v. C. G. W. R. Co. 132 Iowa, 582, 110 N. W. 10; Nichols v. C., M. &amp; St. P. R. Co. 125 Iowa, 236, 100 N. W. 1115.\nIn the instant case the court is of opinion that whether the-defendant was guilty of negligence in failing to signal the approach of the train before reaching tire private crossing was a question for the jury.\n*475It is further argued by counsel for appellant that deceased was guilty of contributory negligence in putting bimself in a place of danger in going upon tbe crossing and in failing to back bis team a sufficient distance from tbe track, and that be failed to exercise care commensurate with the known danger. It is said that deceased in bis own judgment considered be bad reached a position of safety, was making no effort to push tbe borses further back or to step to one side, and Walters v. C., M. &amp; St. P. R. Co. 104 Wis. 251, 80 N. W. 451; Flaherty v. Harrison, 98 Wis. 559, 74 N. W. 360; Eastwood v. La Crosse City R. Co. 94 Wis. 163, 74 N. W. 360; and Abbot v. Kalbus, 74 Wis. 504, 43 N. W. 367, are relied upon on this, point. Tbe cases cited do not rule tbe instant case in favor of appellant. In Walters v. C., M. &amp; St. P. R. Co., supra, there was negligence in failing to look for the train. In Flaherty v. Harrison, supra, tbe case turned on tbe sufficiency of the evidence to carry tbe case to tbe jury on tbe claim of negligent ringing of tbe bell which frightened the' borses. Eastwood v. La Crosse City R. Co., supra, involved tbe question of negligence in failure to stop a car on tbe appearance of danger to any one near tbe track. In Abbot v. Kalbus, supra, it was ruled that there was no evidence to cany tbe case to tbe jury on tbe question of tbe operation of defendant’s locomotive. Tbe evidence in tbe present case is. ample to support a finding that tbe deceased exercised ordinary care in endeavoring to get bis team as far off tbe track as be could in tbe few seconds be bad to do it. ITe did not voluntarily put bimself or bis team in a place of danger. He-was required to act instantly and without reflection or deliberation, since tbe train was practically, upon him before be saw or beard it and going at a very high rate of speed. Moreover, there is evidence that in view of tbe narrow passageway for tbe wagon and tbe high bank in tbe rear be backed the-borses as far as be could in bis hurried effort to get them off tbe track. There is also ample evidence to support a finding that there was no negligence in failure to look or listen, or in-*476the movements of the team after it entered, upon the right of way. It is also urged that the deceased was guilty of negligence in pushing the team off the track in the presence of danger in order to save his property, and that it was not done to save his son who was driving the team. It is said that the ■deceased rushed into danger for the purpose of saving his property, and that under all the authorities, in the absence of some imperative public or private duty, the attempt to save property would not excuse his action. It is not necessary to •decide, and we do not decide, whether the deceased under the ■circumstances would have been justified in putting himself in the position in which he did merely to save his property, because there is sufficient evidence to support the verdict that the safety of his son was the impelling motive which induced him to rash the team off the track. And there is evidence that the train struck deceased at or about the time the boy jumped from the wagon. The safety of the boy was sufficient justification for the acts of the deceased in getting the team off the track. Mobile &amp; O. R. Co. v. Ridley, 114 Tenn. 727, 86 S. W. 606; Linnehan v. Sampson, 126 Mass. 506; Corbin v. Philadelphia, 195 Pa. St. 461, 45 Atl. 1070, 49 L. R. A. 715; Cottrill v. C., M. &amp; St. P. R. Co. 47 Wis. 634, 3 N. W. 376; Pennsylvania Co. v. Langendorf, 48 Ohio St. 316.\nIt is argued that the proximate cause of the injury was the fright of the horses, not the failure to signal the approach of the train. We do not regard this contention tenable. Sarles v. C., M. &amp; St. P. R. Co. 138 Wis. 498, 120 N. W. 232; Kujawa v. C., M. &amp; St. P. R. Co. 135 Wis. 562, 116 N. W. 249.\nThe evidence shows that the deceased used caution in going upon the crossing. He stopped at the upper gate and listened for a train, went on the crossing, and looked and listened. No train was in sight or could be heard, the evidence tends to show.\nIn so far as the answers of the jury to the questions in the special verdict are material to this case, in our view of it, *477they are supported by the evidence, and hence the motions; to change the answers were properly denied.\nThe evidence respecting signals for the Red Wing crossing was, even if improperly admitted, not prejudicial, and the-evidence tending to show that no signal was given on approaching the Seater or private crossing was properly admitted. Nor was there error in refusal to submit to the jury the question requested respecting the duty of the deceased to constantly look up the track in the direction from which the train was coming.\nThe court is of opinion that the judgment below is right and must be affirmed.\nBy the Court. — The judgment is affirmed.\nMARSHALL, J., dissents.\n",
            "ocr": true,
            "opinion_id": 8190281
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}