{
    "id": 8661348,
    "judges": "Cook, Fletcher, Perry",
    "date_filed": "1985-05-24",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-brooks",
    "case_name_short": "Brooks",
    "case_name": "United States v. Brooks",
    "case_name_full": "UNITED STATES v. Roy V. BROOKS, Staff Sergeant, U. S. Army",
    "attorneys": "Captain Sammy S. Knight argued the cause for Appellant, Accused. With him on the briefs were Colonel Alton H. Harvey, Lieutenant Colonel James Kucera, Major Richard J. Goddard, and Elmer C. Jackson, Jr., Esquire., Captain William A. Poore argued the cause for Appellee, United States. With him on the briefs were Lieutenant Colonel Donald W. Hansen, Major John T. Sherwood, Jr., Captain Lee D. Schinasi, Captain Nancy M. Giorno, and Captain John R. Erck.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2 M.J. 102"
    ],
    "opinions": [
        {
            "author_str": "Cook",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nCOOK, Judge:\nWe granted review to consider the effect of two alleged errors at accused’s trial by general court-martial which resulted in his conviction of unpremeditated murder of a fellow soldier at the NCO Club, Fort Carson, Colorado. The record indicates that the victim was shot during an apparent disagreement with the accused over a girl, who had previously dated the accused but was then in the company of the victim.\nThe first error is a purported “violation” of the attorney-client relationship between the accused and Captain Ingram, one of the two military counsel representing him, by the alleged, unauthorized disclosure of information obtained from the accused. The matter came up at an Article 39(a)1 session with the trial judge in the course of consideration of a defense motion to exclude the assistant trial counsel, Captain Werner, from participation in the case as a prosecutor on the ground that his previous connection with the proceedings as chief of military justice of the command were such as to disqualify him. See United States v. McCluskey, 6 U.S.C.M.A. 545, 20 C.M.R. 261 (1955). One of the disqualifying actions attributed to him as chief of military justice was a conversation he had with Captain Ingram. The conversation took place sometime after the Article 322 investigation, at which the accused had been represented by Captain Ingram, another appointed military lawyer, and a civilian attorney, all of whom were still representing the accused at the trial. Captain Ingram was doing research in the library for another case when Captain Werner came on the scene. They became engaged in a conversation about the accused’s case.\nCalled as a defense witness in support of the motion to recuse him, Werner acknowledged that while serving as the chief of military justice he had conversed on a number of occasions with the two military counsel, but he denied he had ever “talked about . [defense] strategy.” He also admitted he had discussed with civilian counsel “the possibilities of a pretrial agreement in the case.” Questioned by the military judge, he maintained that no “confidences of the defense” were ever revealed to him. He had never attempted “to assist the defense in any way,” and before the Article 32 investigation, he had specifically instructed the military defense counsel to consult “with the Chief Defense Counsel” at Fort Carson to insure that “all discussion pertaining to the merits of the case” was kept “strictly in the hands of the defense side of the Military Justice Section.” He stated “unequivocally” that he had “not learned anything” from either military defense counsel “about the facts or law in this case” that he “would not have known” from other sources.\nCaptain Ingram’s version of the library conversation differed from Werner’s generalizations. He stated that he had “approached” Werner in “a professional manner” and had told him “some of the strategy of the defense” and “some of the knowledge” he had acquired in his “professional relationship with the accused.” However, when questioned by the trial judge, he admitted he did not then know “what the strategy of the defense” at the trial was to *104be; and later, at the conclusion of the trial, when the matter was raised again, he asserted “for the record” that he “had no . knowledge of the accused’s testimony” or the “nature” of that testimony, previous to the accused’s “taking the stand.” It may fairly be inferred, therefore, that what Ingram characterized as “defense strategy” was really, in his language, “what I felt I would do as a defense counsel if I were handling the case,” and his only purpose was to get Werner’s “feelings about the way I would run the case had I been chief defense counsel.”\nAs civilian defense counsel objected to public disclosure of the actual content of the conversation between Werner and Ingram, the trial judge had Ingram write out a statement of its substance, as he recalled it. The writing was then sealed and appended to the trial record as an appellate exhibit. As we shall later indicate in more detail, the writing was subsequently unsealed and considered further. It is as follows:\n(1) I informed CPT Werner that I felt there was an issue involving a general lack of premeditation in that SSG Brooks had informed me of the following:\n(2) That on the night in question he went to NGO club. While entering the club he found a paper bag outside the club which contained a pistol. That while there he passed the table where the deceased was sitting. That the deceased grabbed the accused and went for a weapon or the accused so thought. That the accused went for the gun he was carrying and it accidentally went off. That he never meant to shoot the deceased but only to scare off the attack.\n(3) From these related facts I told CPT Werner that I felt there was no premeditation and that if I were the chief defense counsel I would plead him guilty of a lesser included offense and let him relate his story on the merits, making him more credible with the court members. To this he replied “where then is the gun.”\n(4) I only did this because I felt that as the Chief of Justice he would keep all that I told him in strictest confidence.\ns/s Allen R. Ingram\nRuling on the motion to recuse Captain Werner, the trial judge noted that, on the evidence, he found no ethical considerations or inconsistencies of conduct to disqualify the captain from acting as assistant trial counsel. He denied the motion.3 However, except for the remainder of the Article 39(a) hearing, which dealt with such procedural matters as trial dates and possible subjects of examination of the court members on voir dire, “because of other pressing duties” Captain Werner was absent from every session of the court, until after the imposition of sentence. Following close of the sentence proceedings, the trial judge conducted a further hearing on Captain Ingram’s statement. Captain Werner was present at this hearing.\nIn the course of the supplementary hearing, Werner argued he had the right to read Captain Ingram’s statement so that the Government could refute any inference that it had acquired “an advantage that it would not otherwise [have] had.” He also pointed out that further inquiry was appropriate as the alleged unauthorized disclosure of a confidential communication put Captain Ingram “in a position” where he might be subject to an allegation of “some sort of misconduct.” Captain Ingram suggested that, as Werner had disclaimed remembering “anything that was said” in the conversation he had with him and as nothing relating to it had been “brought out on the *105prosecution’s case or on cross-examination” of the accused, he thought the matter should be closed.4 However, civilian counsel objected to the unsealing of Captain Ingram’s statement. He argued that the Government did not need to know its content “to protect the record,” and that disclosure would only “perpetuate this violation” of accused’s confidential communication.\nThe statement was unsealed; and the trial judge numbered the paragraphs 1 through 4, as appears in the text set out earlier. Captain Werner read the statement. On the stand and “still under oath,” he admitted he had been informed “substantially” of the matter in paragraph 1; as regards paragraph 3, he said he and Ingram had a “general discussion,” in “hypothetical terms,” of one of the elements of the offense; he had “no comment” as to paragraph 4. In regard to paragraph 2, the crucial paragraph, he asserted that “the first” he knew of any of the facts “mentioned in” that paragraph was as he “read it right now.” He maintained he had “not been told that by Captain Ingram.” Captain Werner was not examined by any of the three defense lawyers, and no other evidence was offered. The statement was resealed, with the understanding it would be open to examination on review, and the hearing was concluded.\nThree assumptions are implicit in the issue as framed. The first is that, although Captain Werner explicitly denied the matter under oath, he had, in fact, been told by Captain Ingram that the accused had admitted he found a gun outside the NCO Club and, later, during the altercation with the deceased, he “went for the gun he was carrying.” The second is that privilege attached to the accused’s statement, although there is no evidence that the initial disclosure by the accused to Captain Ingram was made only to persons subject to the privilege, an essential requirement for establishment of the privileged nature of communication. Manual for Courts-Martial, United States, 1969 (Rev.), paragraph 151b (2); In re Grand Jury Proceedings, 517 F.2d 666, 670 (5th Cir. 1975). The third assumption is that disclosure of the communication to Captain Werner as chief of military justice was, in fact, in “violation” of the attorney-client relationship with the accused, notwithstanding evidence tending to indicate Captain Ingram honestly and reasonably believed that, in the discharge of his duties as defense counsel, he could, when necessary, consult with the chief of military justice for advice on matters relating to the defense. 8 Wigmore, Evidence § 2316(2) (McNaughten rev. 1961); United States v. Shibley, 112 F.Supp. 734, 741 (S.D. Cal.1953). While the validity of each of the assumptions may be arguable, our view of the issue makes it unnecessary to decide the matter.\nAppellate defense counsel contend that any unauthorized disclosure by counsel of a confidential communication by his client requires reversal of the client’s conviction on the ground of general prejudice. An unauthorized disclosure may be some evidence of incompetence on the part of counsel, but as we remarked earlier, that issue is not before us. The privilege serves a number of purposes, but its role in a particular litigation is to protect the client against use of his confidential communication without his consent. MCM, paragraph 151b (2); Wilcoxon v. United States, 231 F.2d 384 (10th Cir. 1956), cert. denied, 351 U.S. 943, 76 S.Ct. 834, 100 L.Ed. 1469 (1956); United States v. Alvarez, 519 F.2d 1036 (3rd Cir. 1975). When a confidential communication is improperly used against an accused in a criminal case and the accused is convicted, the conviction can nonetheless be affirmed, if the record demonstrates that the use made of the communication was harmless to the accused and that the conviction is otherwise valid. United States v. *106McCluskey, infra: United States v. Fanning, 477 F.2d 45, 48 (5th Cir. 1973), cert. denied, 414 U.S. 1006, 94 S.Ct. 365, 38 L.Ed.2d 243 (1973). The record here leaves no reasonable doubt that, if disclosed, the accused’s communication was, as Captain Ingram conceded, not used at trial in any way adversely to the accused, in regard to both the findings of guilty and the sentence. We are similarly convinced that the disclosure did not disadvantage the accused in the review by the convening authority, especially considering that, contrary to the recommendation of the staff judge advocate, he reduced the adjudged sentence to confinement from life to 25 years.\nIn a second assignment of error, the accused contends he was prejudiced by trial counsel’s improper questioning of a defense witness as to a previous conviction by special court-martial for assault and drunk and disorderly conduct and separate occasions of punishment under Article 15, Uniform Code of Military Justice, 10 U.S.C. § 815. No defense objection was interposed to the questioning. Appellate Government counsel contend that the failure to object and the absence of any significant reference to the witness’ testimony in defense counsel’s closing argument on the merits demonstrate “tacit acknowledgement” on the part of the defense of the “minimal value” to its case of the testimony of the witness.\nThe defense witness was not at the scene of the shooting, but in the lobby of the club. The substance of his testimony on direct examination was merely to the effect that after the homicide, he saw Rita, the girl who had been with the victim, leave the club in the company of another man; shortly thereafter, when the victim had been removed, he saw her outside the club about 20 to 30 feet from the door. Rita had testified as a Government witness. She stated that, after the shooting, she had “tried to help” the victim, but finding she could do nothing, she had “stood up” and let other people “take over.” She talked to a man and asked him what “she was supposed to do and he just said stay calm and wait.” He walked with her outside the club, and then they returned. These activities by Rita had nothing to do with Rita’s credibility as a Government witness or with the defense theory, which, as summarized by the Court of Military Review, was that the accused was “attempting to avoid being injured by the victim,” who, himself, had “the weapon from which the fatal shot was fired.” We have no reasonable doubt, therefore, that the improper questioning of the witness as to inadmissible previous acts of misconduct did not operate to the accused’s disadvantage, either at the trial or on review by the convening authority and the Court of Military Review.\nThe decision of the United States Army Court of Military Review is affirmed.\nJudge PERRY concurs.\n\n. Article 39(a), Uniform Code of Military Justice, 10 U.S.C. § 839(a).\n\n\n. Article 32, UCMJ, 10 U.S.C. § 832.\n\n\n. The correctness of the ruling, on the grounds alleged and the evidence presented at the hearing, is not in issue on this appeal. After the ruling, the judge observed that Captain Ingram’s “poor judgment” in talking to Captain Werner, as chief of military justice, a position Ingram admitted he knew was “closer” to the “prosecution side” than the defense, could possibly disqualify him from continuing in the case as associate defense counsel. Accordingly, he determined from the accused, personally, that he still wanted Captain Ingram “in the case.”\n\n\n. The accused had testified in his own behalf. During both direct and cross-examination, he maintained he did not have a gun in his possession during his encounter with the decedent. He was never asked whether he had found a gun before he went into the club, as had been represented in Captain Ingram’s statement; nor was he asked whether he “went for the gun,” as was indicated in Captain Ingram’s statement.\n\n",
            "ocr": true,
            "opinion_id": 8641326
        },
        {
            "author_str": "Fletcher",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFLETCHER, Chief Judge\n(concurring in the result):\nAlthough I share Judge Cook’s conclusion that this conviction should be affirmed, significant differences in the basis for that conclusion exist, requiring me to write.\nThe appellant was convicted of unpremeditated murder of another soldier at the NCO Club at Fort Carson, Colorado. The record reveals that death was the result of an altercation between the victim and the appellant over a girl, Rita, whom the appellant had previously dated, but who was having a drink with the victim on the evening in question. The defense contended Sergeant Brooks had acted in self-defense during the fight, and someone else had fired the fatal shot.\nThe appellant urges that reversal is required for two reasons. I will discuss only the first. The first reason is one of his defense counsel, Captain Ingram, disclosed confidential information to the prosecution in violation of an existing attorney-client relationship.1 Appellate defense counsel ar*107gue we should apply the doctrine of general prejudice to any instance of an unauthorized disclosure, primarily in reliance upon our early decision of United States v. Green, 5 U.S.C.M.A. 610, 18 C.M.R. 234 (1955).\nThe issue as to the breach of the attorney-client relationship in this case occurred because Captain Ingram chose to seek advice and discuss aspects of his perception of the defense strategy with the chief of military justice, Captain Werner. There is agreement among the parties that, as noted by the military judge, the functions of that office are usually prosecutorial in nature; any inquiry into a question of degree is rendered academic for Captain Werner served as the assistant trial counsel. The defense moved that Captain Werner be recused from any participation as a prosecutor because of his previous role as the chief of military justice, and because of the aforementioned conversation. The trial judge conducted an inquiry during an Article 39(a) session. Both Captain Ingram and Captain Werner testified; each conducted an examination of the other, and, in turn, each was questioned by the military judge. The trial judge initially determined nothing in the duties performed by Captain Werner would preclude his participation in the trial.2 He then directed Captain Ingram to set forth in writing the substance of the conversation, and had the matter sealed and attached to the record for appellate review. Without examining the exhibit, the trial judge ruled that Captain Werner could participate in the trial. He acknowledged the argument of Captain Ingram that an attorney-client confidence had been violated, but apparently concluded that the violation was the “fault” of the defense, and the defense would have to contend with its ramifications.\nAt the close of the trial, the trial judge ordered the exhibit opened and examined by Captain Werner so the Government would be able to “defend” itself on any appeal concerning complaints of unethical conduct of one of its representatives. Examination of the text of the conversation3 demonstrates support for the trial judge’s ruling that a breach of the attorney-client relationship occurred. Additionally, in paragraph 2, if believed in its entirety, it reveals material detrimental to the defense position, relied upon at trial. Notwithstanding the sharp disagreement between Captain Werner and Captain Ingram as to whether the matters contained in that paragraph of the exhibit were ever, in fact, discussed, the trial judge stated for the record it was his ruling that Captain Ingram had breached the confidence of his client by conferring with Captain Werner.4\n*108The question presented in this case must be resolved by a determination of whether or not the breach of confidence found by the trial judge prejudiced the appellant.5 My reading of United States v. Green, supra, and the Court’s subsequent decisions lead me to conclude that the breach in this case was not an error which must be treated as prejudicial per se. This doctrine properly should be applied in three situations: abandonment of a client by his counsel;6 instances where the Government initiates the breach in a manner outside permissible legal confines;7 and where the actions of *109the attorney so impregnate the proceedings as to make an appellate determination of the extent of the prejudice impossible.8 In each of these circumstances the very integrity of our system and the concept of a fair trial are so violated as to require this Court “to dispense with a ‘search for prejudice.’ ” United States v. Green, supra at 618, 18 C.M.R. at 242.\nExamination of the facts of this case reveals it does not fall within any of the three situations enumerated above. After careful examination of the record for prejudice or taint as a result of this breach, I find none requiring reversal. The conversation initiated by the assistant defense counsel occurred in the period between the Article 32 investigation hearing and the trial. Analysis of that hearing reveals that the Government’s case at trial mirrored that presented to the hearing officer. The Government relied upon the same witnesses, and their testimony at trial paralleled that offered at the earlier hearing. In sum, the Government proceeded upon the same theory of prosecution throughout, and this theory did not entail use of, or attack upon, the matters allegedly disclosed by Captain Ingram.9\nThe fact that I do not reverse this case should not be interpreted as any indication of approval or satisfaction with the actions of counsel in this case. In cases where I test for prejudice, I will continue to resolve doubts in favor of the defendant, and assume the actions of his counsel were detrimental to the interests of his client. United States v. McCluskey, 6 U.S.C.M.A. 545, 20 C.M.R. 261 (1955).\n\n. The trial judge ruled that a breach of the confidence had occurred as a result of the conversation. The contents of the matters actually disclosed were not resolved, and as detailed later in this opinion, is largely a factual resolu*107tion of credibility outside our province and unnecessary to our disposition of the case.\n\n\n. The Court should not hold that the chief of military justice is barred from serving as a prosecutor simply by virtue of serving in that capacity; however, in light of his duties of advising the Article 32 investigating officer and preparing the pretrial advice, I deem it advisable that he refrain from so acting. Captain Werner did not actually serve during most of the trial because of “press of other duties,” which points up an additional objection to this situation.\n\n\n. (1) I informed CPT Werner that I felt there was an issue involving a general lack of premeditation in that SSG Brooks had informed me of the following:\n(2) That on the night in question he went to NCO club. While entering the club he found a paper bag outside the club which contained a pistol. That while there he passed the table where the deceased was sitting. That the deceased grabbed the accused and went for a weapon or the accused so thought. That the accused went for the gun he was carrying and it accidentally went off. That he never meant to shoot the deceased but only to scare off the attack.\n(3) From these related facts I told CPT Werner that I felt there was no premeditation and that if I were the chief defense counsel I would plead him guilty of a lesser included offense and let him relate his story on the merits, making him more credible with the court members. To this he replied “where then is the gun.”\n(4) I only did this because I felt that as the Chief of Justice he would keep all that I told him in strictest confidence.\ns/s Allen R. Ingram\n\n\n. The trial judge simply held the conversation resulted in a breach of the confidence; he made no attempt to delineate whether all or only a portion of the contents of the exhibit had been disclosed.\n\n\n. Unlike the majority, I see no need to indulge in “assumptions.” The question of whether a violation of the attorney-client relationship occurred in this case is purely factual, and it was resolved by the trial judge below upon weighing the evidence. As this Court reaffirmed in United States v. McCluskey, 6 U.S.C.M.A. 545, 20 C.M.R. 261 (1955), when the record is silent or unclear as to whether the given statement of an accused was within the privilege, all doubt will be resolved in his favor. The evidence of record when coupled with this rule amply supports the trial judge’s holding. I must add that any attempt to resolve such a matter by examining whether the violation occurred through the “good faith” or “reasonable belief” of the defense counsel is totally unsatisfactory. As the Court noted in United States v. Marrelli, 4 U.S.C.M.A. 276, 281, 15 C.M.R. 276, 281 (1954), concerning the privilege:\nThis privilege — one of the oldest and soundest known to the common law — exists for the purpose of providing a client with the assurances that he may disclose all relevant facts to his attorney safe from fear that his confidences will return to haunt him.\nNothing in the proposed rule 503 of the Federal Rules of Evidence or the present applicable rule, rule 501, suggests that a “good faith” violation of the privilege is either permissible, or as suggested by the trial judge, simply a cross to bear for the defense. Such an approach only obscures, rather than resolves, the issue.\n\n\n. It should be apparent that the Court and other military appellate courts have found actions of counsel in abandoning their client or participating in dual activity to be inherently prejudicial. United States v. Williams, 21 U.S. C.M.A. 292, 45 C.M.R. 66 (1972); United States v. Collier, 20 U.S.C.M.A. 261, 43 C.M.R. 101 (1971); United States v. Green, supra; see United States v. Moore, 9 U.S.C.M.A. 284, 26 C.M.R. 64 (1958). Reversal has been required, United States v. Walker, 47 C.M.R. 288 (A.C. M.R. 1973), unless the court could with certainty isolate the prejudice to a given aspect of the case and thereby limit the curative action. United States v. McCluskey, supra; United States v. Daigneault, 30 C.M.R. 918 (A.F.B.R. 1960).\n\n\n. The question of improper governmental interference has met a mixed response in the various federal courts. The Supreme Court in the cases of Black v. United States, 385 U.S. 26, 87 S.Ct. 190, 17 L.Ed.2d 26 (1966), and O’Brien v. United States, 386 U.S. 345, 87 S.Ct. 1158, 18 L.Ed.2d 94 (1967), treated such matters as error per se requiring reversal without inquiry into whether the prosecution made use of its actions (in each instance an illegal wiretap). Accord, United States v. Bennett, 28 C.M.R. 650 (N.B.R. 1959). Yet, in the same term, the Court, in Hoffa v. United States, 385 U.S. 293, 87 S.Ct. 408, 17 L.Ed.2d 374 (1966), examined the record and determined that the complained abuse — the placement of a government informer in the hotel suite where Hoffa and his attorneys were conferring on defense strategy on one of the earlier prosecutions against Hoffa— had not prejudiced Hoffa as to the later prosecution which was then being reviewed by the Court. The Court recognized Black v. United States, supra, and its underlying precedent of Coplon v. United States, 89 U.S.App.D.C. 103, 191 F.2d 749 (1951), cert, denied, 342 U.S. 926, 72 S.Ct. 363, 96 L.Ed. 690 (1952) and Caldwell v. United States, 92 U.S.App.D.C. 355, 205 F.2d 879 (1953), but found them inapplicable, and upon examination of the record determined that nothing presented in the testimony of the informer was inadmissible as violative of the attorney-client relationship or the Sixth Amendment.\nThe majority of the Circuit Courts have read the Hoffa decision and its interpretation of Coplon as authority for the utilization of a test for specific prejudice in these situations. The general basis stated is that if the complained of governmental intrusion is not of “the grossest kind” or “manifestly and avowedly corrupt,” the court will attempt to measure the prejudice rather than automatically punishing the prosecution by freeing the defendant. The common thread is that prejudice is presumed in only those cases where the governmental action, in addition to being impermissible, is so offensive as to make it unlikely an accused did not suffer from its use. United States v. Scott, 521 F.2d 1188 (9th Cir. 1975); United States v. Gartner, 518 F.2d 633 (2d Cir. 1975); United States v. Gugliaro, 501 F.2d 68 (2d Cir. 1974); United States v. Brown, 484 F.2d 418 (5th Cir. 1973); South Dakota v. Long, 465 F.2d 65 (8th Cir. 1972); United States v. Seale, 461 F.2d 345 (7th Cir. 1972); Manuel v. Salisbury, 446 F.2d 453 (6th Cir. 1971); United States v. Zarzour, 432 F.2d 1 (5th Cir. 1970); United States v. Alderisio, 424 F.2d 20 (10th Cir. 1970); Taglianetti v. United States, 398 F.2d 558 (1st Cir. 1968).\n*109The Third and Fourth Circuits have rejected this concept and instead have focused on whether the governmental intrusion was deliberate; if the government knowingly permits such actions, then reversal is required. Bursey v. Weatherford, 528 F.2d 483 (4th Cir. 1975); United States v. Rispo, 460 F.2d 965 (3d Cir. 1972). Both courts suggest that any issue of inadvertent intrusion by the government must be similarly considered error unless the government can establish under Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), that the error was harmless beyond a reasonable doubt in reliance upon O’Brien v. United States, supra, and the Sixth Amendment implications.\n\n\n. The cases from the military appellate courts have varied slightly in the approach to this aspect. The overwhelming majority have concluded that the inconsistent or antagonistic conduct complained of either created such a distinct appearance of impropriety, United States v. Walker, supra; United States v. Chierichetti, 31 C.M.R. 524 (A.F.B.R. 1961), or were so all pervasive, United States v. Collier, supra, as to require reversal. Military courts, in such situations have not been reluctant to dispense with any search for prejudice. United States v. Green, supra; United States v. Turley, 8 U.S.C.M.A. 262, 24 C.M.R. 72 (1957). But see United States v. Robbins, 41 C.M.R. 917 (A.F.C. M.R. 1969); United States v. Melton, 30 C.M.R. 796 (A.F.B.R. 1960). The text of this decision should leave no doubt that I will not hesitate to apply the doctrine of general prejudice, i. e., prejudice per se, in such instances, and to the extent that Robbins and Melton are in conflict, I would decline to adopt them.\n\n\n. These matters were not pursued by the defense at trial, and do not appear to have ever been part of the defense strategy employed by either the chief military defense counsel or the civilian defense counsel. Both counsel expressly disavowed knowledge of any of the matters Captain Ingram set forth in the exhibit which was admitted at trial.\n\n",
            "ocr": true,
            "opinion_id": 8641327
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}