{
    "id": 8323784,
    "judges": "Gregory, Harwell, Lewis, Littlejohn, Ness",
    "date_filed": "1979-11-26",
    "date_filed_is_approximate": true,
    "slug": "state-v-grainger",
    "case_name_short": "Grainger",
    "case_name": "State v. Grainger",
    "case_name_full": "The STATE v. Jerry GRAINGER",
    "attorneys": "Arthur G. Howe, Barry Krell and Carl H. Jacobson, Uriochio, Howe & Krell, Charleston, for appellant., Atty. Gen. Daniel R. McLeod and Asst. Atty. Gen. Brian P. Gibbes, Columbia, Solicitor Capers G. Barr, III, and Asst. Sols. A. Arthur Rosenbhim and Robert B. Wallace, Charleston, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "275 S.C. 417",
        "272 S.E.2d 175"
    ],
    "opinions": [
        {
            "author_str": "Lewis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLewis, Chief Justice:\nAppellant was convicted of voluntary manslaughter under an indictment charging him with the murder of Detective William Patrick Messer of the Charleston County Police Department, and was sentenced to imprisonment for a term *419of twenty-seven (27) years. He has appealed charging that the trial judge erred in (1) permitting the introduction of evidence concerning other criminal acts allegedly committed by appellant, (2) refusing to suppress all evidence obtained after his arrest because the arrest was allegedly unlawful, and (3) refusing to direct a verdict of acquittal on the ground that the evidence conclusively showed appellant was acting in self-defense.\nWe find no merit in any of the grounds for appeal and affirm.\nThe only question which merits discussion is that relating to the admissibility of evidence concerning other alleged criminal acts of appellant. A full discussion of the other issues would be of no precedential value.\nThe incident out of which the present charges arose occurred in the Mount Pleasant Area of Charleston County at approximately 11:30 p. m., at a well lighted intersection where traffic was controlled by a traffic light. Appellant, with a passenger, was proceeding along the roadway and stopped for the traffic signal. While appellant stopped for the traffic signal, three narcotics officers in plain clothes approached his vehicle, held their police badges to both the driver’s and passenger’s window, and also vocally identified themselves as police officers. One of the officers went to the front of the vehicle. It is inferable from the testimony that the identity of the officers was known to appellant.\nThere was testimony that the officers sought to detain appellant to investigate information that he did not have a valid driver’s license and because of suspicion that there were drugs in the automobile.\nAppellant did not wait for the officers to investigate but accelerated the vehicle forward and, in doing so, struck the officer at the front of the car, throwing him onto the car’s hood. The officer then fell from the hood and was run over *420by appellant. The officer died as a result of the injuries received.\nThe State contended in the prosecution that appellant, upon observing that narcotics officers were attempting to detain him, ran over and killed one of the officers in an attempt to flee, because he was in possession of illegal drugs. In support of this contention, the State was permitted to introduce the challenged evidence of other criminal activity of appellant in dealing in illegal drugs and to show that the victim was known to appellant as a narcotics officer.\nThe record contains six references to other criminal activity of the appellant. The challenged evidence and comments are as follows:\n(1) An admitted prostitute testified that on the night of the crime she heard the appellant tell a third person that he had some drugs;\n(2) The prostitute testified concerning the reputation of appellant as a drug dealer;\n(3) A second prosecution witness testified that earlier on the night of the crime he heard appellant say that he was going to Mt. Pleasant “to do some business”, and that in the past he had heard appellant use that phrase whén he was going to sell drugs. This witness testified that he had seen drugs at appellant’s house three to four days prior to the incident.\n(4) In his closing argument, the Solicitor commented that the appellant was known by police officers as a drug dealer.\n(5) A marijuana cigarette, which was found in the defendant’s car after the accident, was placed in evidence. A search of appellant’s home yielded a bag of marijuana which was admitted into evidence.\n(6) Also introduced into evidence was a Marlboro cigarette pack containing drugs, which was found the next day *421on the street near the scene. The passenger in the car smoked Marlboro cigarettes. The State contended that it was infer-able the Marlboro pack containing marijuana was thrown from the vehicle in the flight from the scene.\nThe foregoing evidence was offered for the purpose of establishing motive for flight which resulted in the death of the officer.\nThe case of State v. Thomas, 264 S. C. 159, 213 S. E. (2d) 452, involved a somewhat similar situation and sets forth the governing legal principles, as follows.\nThe general rule is that evidence that the accused has committed another crime independent of and unconnected with the one on trial is inadmissible. A well recognized exception to this rule exists where the proof of such other crimes tends to establish motive, intent or course of conduct on the part of the accused for the commission of the particular crime charged.\nThe exception is stated in 40 Am. Jur. (2d), Section 311, page 581:\nAccordingly, in a prosecution for homicide, evidence of other crimes committed by the defendant which are in time and circumstances so intimately connected with and a part of the crime with which he is being charged as to show a motive for the commission of the homicide or a state of mind indicating a purpose for its commission, is admissible to establish such motive or state of mind.\nIt is proper for the State to show that appellant was a known dealer in unlawful drugs and that his flight from the scene was motivated by a fear of apprehension for his illegal activities. A portion of the challenged testimony of the prostitute and the other witness related to appellant’s illegal activities on the night in question and was clearly relevant to show that appellant fled to avoid apprehension. The cigarette pack containing marijuana and the *422presence of the marijuana cigarette in appellant’s car tended to show the possession of illegal drugs in the car and tended to corroborate the witness testimony as to what appellant said he was doing on the night in question. Appellant’s conduct showed the likelihood of his having committed the crime charged. Certainly, it showed a reason for his flight.\nThe testimony of the prostitute concerning the repu-33 tation of appellant as a drug dealer, even if inadmissible, does not constitute reversible error in light of the other clearly admissible evidence concerning his illegal activities.\nWe conclude that the admission of the questioned evidence does not constitute reversible error.\nJudgment affirmed.\nLittlejohn, Gregory and Harwell, JJ., concur.\nNess, J., dissents.\n",
            "ocr": true,
            "opinion_id": 8291129
        },
        {
            "author_str": "Ness",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNess, Justice\n(dissenting) :\nI dissent, concluding the trial court erred in admitting into evidence prior criminal acts allegedly committed by appellant.\nAn exception to the general rule that evidence of prior alleged crimes is inadmissible is when the evidence of past criminal acts tends to prove motive. State v. Rivers, 273 S. C. 75, 254 S. E. (2d) 299 (1979); State v. Blackburn, 271 S. C. 324, 247 S. E. (2d) 334 (1978). Also, evidence of prior crimes need not be excluded because it incidentally reflects on the defendant’s character. State v. Faulkner, S. C, 266 S. E. (2d) 420 (1980). But, the exception must not swallow the rule. See U. S. v. Cook, 538 F. (2d) 1000, at 1004 ( 3rd Cir. 1976).\nThe State’s theory of the case was that the appellant upon seeing that he was being approached by narcotics officers, ran over and killed one officer .in an attempt to escape because he had illegal drugs in his car.\n*423The State relied on: (1) the testimony of an admitted prostitute that several hours prior to the incident she heard appellant tell another prostitute he had some drugs; (2) the admitted prostitute’s comments concerning appellant’s reputation as a drug dealer; (3) the testimony of another State’s witness that he had seen drugs at appellants home three or four days before the incident (appellants counsel objected to the above testimony concerning drugs and appellants reputation as a drug dealer) ; and (4) the exception that evidence of prior crimes is admissible to prove motive. State v. Rivers, supra.\nThe identification of the witness as a prostitute, her hearsay testimony concerning appellant’s alleged dealings with other prostitutes had nothing to do with his trial for murder and only served to discredit, prejudice and attack appellant’s character before he placed it in issue. See State v. Ross, 272 S. C. 56, 249 S. E. (2d) 159 (1978). Compounding this prejudicial attack of appellant’s character were the remarks of the solicitor, during closing arguments, that Grainger was known to the police as a drug dealer.\nIt is my opinion this evidence was extremely prejudicial, should not have been admitted, and constitutes reversible error.\nIt is essential to our system of justice that if a defendant is to be convicted of a crime, the conviction must be based upon evidence of the offense for which he was charged and not because of prior criminal acts nor because he was immoral.\nHere, it is likely the appellant was convicted because of the allegations of past drug dealing and allegations of his past relationships with prostitutes. I conclude the trial court abused its discretion by admitting this evidence.\nI would reverse and remand for a new trial with instructions to exclude the above evidence.\nReversed and remanded.\n",
            "ocr": true,
            "opinion_id": 8291130
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Murder"
}