{
    "id": 8328482,
    "judges": "Leaderick",
    "date_filed": "1973-06-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-callicutt",
    "case_name_short": "Callicutt",
    "case_name": "State v. Callicutt",
    "case_name_full": "State v. Mack Callicutt",
    "attorneys": "Attoeney General Lea for the State., A. A. & C. Swope and Turner & Fisher for Callicutt.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>J. Cbiminal Law. Presentment, selling, loaning, or giving pistol to a minor. In a presentment founded upon sec. 4864 of the Code, making it a misdemeanor to sell, give, or loan a minor a pistol, it is not necessary to state the age of the minor, or that he is not subject to military duty.</p> <p>2. Same. Two offenses charged in same count. Where two or more misdemeanors of the same character are created by same statute, and punishable in the same manner, they may be joined in the same count of an indictment.</p>",
    "summary": "FROM SMITH. Appeal in error from the Circuit Court of Smith county. N. W. McConnell, J.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "69 Tenn. 714"
    ],
    "opinions": [
        {
            "author_str": "Leaderick",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLeaderick, C. J.,\ndelivered the opinion of the court.\nDefendant was presented by the grand jury of Smith county under sec. 4864 of the Code. This section makes it a misdemeanor to sell, give, or loan a minor a pistol, or other dangerous weapon, except a gun for hunting, or weapon for defense in traveling. The Circuit Judge quashed the presentment, upon motion, on the ground that it does not aver the age of the person to whom the pistol was .charged ■ to have been sold, given, or loaned. Other grounds were stated in the ' motion, as that the presentment *715charges three offenses in one count, and because it is not alleged that Haynes, the minor, is not subject to military duty.\nAt a former day of the present term the judgment of the Circuit Court was reversed and the cause-remanded for trial on its merits. A petition to rehear and to vacate and reverse this holding has been presented, and a very elaborate, earnest, and plausible argument of the three grounds of the motion has been presented by defendant’s counsel.\nThe presentment is in the language of the act under which it is framed, and . charges that defendant did “unlawfully sell, give, and loan a certain dangerous weapon, to wit., a pistol, to George Haynes, a minor,” etc. There is nothing in the act requiring a statement of the age of the minor, nor would the offense be mor-e distinctly charged if the age were stated. The term minor has, in the act, a well-defined signification, and we hold that there is no necessity for any greater particularity in the charge than the use of the term employed in the act.\nThe next objection is that three offenses are charged in the same count. In the case of the State v. Irvine, 3 Heis., 155, we held, when two misdemeanors of the same character are created by the same statute, punishable in the same manner, they may be joined in the same count. So in a. felony case, we sustained an indictment which charged in one count that defendants did “slit, cut off, and bite off, the ear,” etc. The statute under which the indictment in this case was framed, providing that no person shall unlawfully *716and maliciously “slit, cut, off, or bite off,\" etc. 3 Heis., 8. To the same effect we have held in numerous unreported cases.\nIt is next insisted that every citizen who is subject to military duty has the right “to keep and bear arms,” and that this' right necessarily implies the right to buy or otherwise acquire, and the right in others to give, sell, or loan to him. ■\nThe various acts of the Legislature, which have been passed for the suppression of the pernicious and and dangerous practice of carrying arms, were not intended to affect, and do not in fact abridge, the constitutional right of the “citizens of the State to keep and bear arms for their common defense,” but have been passed with a view “to prevent crime.” The ■distinction between the right of citizens, dependent upon themselves for the preservation of their liberties, to bear arms for their common defense, and the claim of individual members of society to carry arms, in times of public peace, for purposes of aggression and homicide, is broad, well defined, and well understood. The one is a duty of patriotism, the other is justly branded as a crime that ought to be suppressed.\nThe cases of Aymette v. State, 2 Hum., 155, opinion by Judge Greene, and of Page v. State, 3 Heis., 198, opinion by Chief Justice Nicholson, sufficiently indicate the difference between the right and the wrong construction of the “right to keep and bear arms,” etc., and we do not deem it necessary to do more than say that we regard the acts to prevent the sale, gift, or loan of a pistol or other like dangerous weapon *717to a minor, not only constitutional as tending to prevent crime, but wise and salutary in all its provisions..\nThe result is that we are satisfied there is no error in our former conclusion in this case, and the-petition, to rehear will be dismissed.\n",
            "ocr": true,
            "opinion_id": 8296262
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}