{
    "id": 8343234,
    "judges": "Clifford",
    "date_filed": "1976-04-12",
    "date_filed_is_approximate": true,
    "slug": "amoskeag-manufg-co-v-the-john-adams",
    "case_name_short": null,
    "case_name": "Amoskeag Manuf'g Co. v. The John Adams",
    "case_name_full": "AMOSKEAG MANUF'G CO. v. The JOHN ADAMS",
    "attorneys": "D. Thaxter, for libellants, cited, J. W. Hubbard, for claimants, cited",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Case No. 338.</p> <p>COLLISION' — VE8SEL AT PlISR — POO — INEVITABLE Accident — Strength or the Moored Vessel.</p> <p>1. Passengers cannot be regarded as lookouts in any sense known to the maritime law, certainly not unless specially designated by the master for such purpose.</p> <p>[Cited in Killam v. The Erie, Case No. 7,765; The Ancon, Id. 348.]</p> <p>2. When a vessel shown to have been properly moored in a proper place is run into by a steamer crossing a harbor, the burden is on the steamer to show either that she was without fauit, or that the disaster was the result of fault on the part of the moored vessel.</p> <p>[Cited in The Russia, Case No. 12.168; The Clara, Id. 2,788; The Hansa, Id. 6,037; The Free State, Id. 5,090; The Kady Franklin, Id. 7,984; The Virginia Ehrman, 97 TJ. S. 315; Guibert v. The George Beii, Case No. 5,856; The James Bowen, Id. 7,192; The City of Lynn, 11 Fed. 340; The Roek-away, 19 Fed. 451; The Echo, Id. 454; The Ogemaw, 32 Fed. 921.]</p> <p>3. Inevitable accident under such circumstances cannot be presumed, especially when the occurrence was in the daytime; but it must be clearly proved by the party setting it up, unless the fact appears from the testimony on the other side.</p> <p>[Cited in the Russia, Case No. 12,168; The Clara, Id. 2,788: The Deer, Id. 3,737; The Hansa, Id. 6,037: The Virginia Ehrman, 97 TJ. S. 315: The City of Lynn, 11 Fed. 340; The Echo, 19 Fed. 454; The Ogemaw, 32 Fed. 921.]</p> <p>4. Ferry-boats, in crossing harbors of commercial ports in a fog, or in the night, should proceed with great caution.</p> <p>[Cited in Guibert v. The George Bell. Case No. 5,856; The Rockaway, 25 Fed. 776.]</p> <p>[See The Ophelia, 44 Fed. 941.]</p> <p>5. The owners of a vessel properly moored at a wharf are not bound to keep a watch on board.</p> <p>6. Where a leak occasioned by an injury received by a vessel moored at a wharf had damaged the cargo because the leak was not discovered for some time after the accident, but where it at the same time appeared that two examinations of the injured vessel were made subsequent to the collision, and no indications of any injury below water could be discovered, held, that the damage to the cargo was not the result of negligence upon the part of those in charge of the injured vessel.</p> <p>7. In case of a collision between a moving steamer and a vessel moored at a wharf, in which the latter -was injured, it is no defence to say that the damage would have been less if the vessel had been more strongly built s 1</p> <p>[Cited in The Deer, Case No. 3,737.]</p>",
    "summary": "[Ill admiralty. Libel in rem by the Amos-keag Manufacturing’ Company, owners of the ship Aldanah, against the ferry boat John Adams, for damages caused by collision. Decree for libellants.] [ ’ The libel was filed in the district court on the 12th of February, 1S59, but on the 17th of April, I860, it was transferred to this court, pursuant to the act of the 3d of March, 1821, because the district judge was so concerned in interest as to render it improper for him, in his opinion, to sit in the trial of the cause. The facts were these: On the 19th of January, 1859, the ship Aldanah arrived at Boston from New Orleans, with a cargo of cotton, and on the 20th was moored in the harbor of Boston, at a place called Battery wharf. The steamer John Adams, in attempting to pass across the harbor from the eastern side to a slip or dock southerly of the place where the ship lay, ran into the stern of the ship, striking her stem-post, opening the wood ends of the vessel, and caused her to leak, and thereby injured a part of the cotton, the property of iibellants. The John Adams was a ferry-boat and was at the time on her usual trip across the harbor. The respondent set up as a defence that the collision was the result of inevitable accident, and alleged that the steamer, in attempting to cross the harbor, was carried against the ship by the tide, in a dense fog, which shut down on the water when the steamer was about half-way across the harbor. They also alleged that, when the fog became too dense to proceed with safety, orders were given ti> slow, and finally to stop; that while thus stopping the steamer was mid-channel and exposed to a strong flood-tide which carried her from her course. After waiting for a time, and no change in the condition of the atmosphere taking place, the whistle was sounded, and, as a measure of safety to the steamer and other vessels, she was moved slowly for a brief period, then the wheels were reversed, and when in this condition the collision occurred. The respondents averred that such was the condition of the weather that no precaution on their part could have prevented a collision, even if the steamer had been moving by the tide alone. There was considerable testimony introduced tending to show that the ship’s stem-post was not properly fastened, and that if it had been as strong as usual the ship would not have sprang aleak on account of the blow. New York & V. S. S. Co. v. Calderwood, 19 How. [60 U. S.] 241; The Bay State, [Case No. 1,148,] 18 How. [59 U. S.] 89; The St. Louis and The A. Rossiter, [Case No. 17,147;] Ure v. Coff-man. 19 How. [60 U. S.] 56; The Juliet Erskine, 6 Notes of Cas. 633; Netherland Steamboat Co. v. Styles, 40 Eng. Law & Eq. s ■ 19; 1 Pars. Mar. Law, 201-211; The Loth-1 libo, 3 TV. Rob. Adm. 310. The Virgil, 2 W. Rob. Adm. 201; The Europa, 2 [ Eng. Law & Eq. 557; The Bolina, 3 Notes of ’ Cas. 208; The Ebenezer, 2 W. Rob. Adm. 206; The Neptune, [Case No. 10,120.]",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1 F. Cas. 791",
        "17 Leg. Int. 412"
    ],
    "opinions": [
        {
            "author_str": "Clifford",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCLIFFORD, Circuit Justice.\nInevitable\naccident is the main ground of defence assumed by the respondents. They do not controvert the fact that the collision occurred at the time and place and substantially in the manner as alleged in the libel. It took place between eight and nine o’clock in the morning of the 20th of January, 1859, while the ship was lying at the wharf. She had arrived the day previous from New Orleans, and the evidence is full to the point that sbe was properly moored, under the direction of the wharfinger, at a wharf where vessels of that description and all classes of vessels were accustomed to be moored. According to the testimony of the wharfinger, she was moored in the usual method at the end of what is called the middle pier of the wharf, with head-fasts and stem-fasts and with good ranging-fasts each way, and the mate testifies that she had a hawser across the dock. Her stem, as she lay, headed northerly, and her stem was towards the ferry slip. Two barks were moored at the pier next south of the ship and between her and; the slip where the steamer was accustomed to land. One was outside of the other, and the jib-boom of the outer bark was partly over the stem of the ship, extending insidt-of the centre. Her boat was suspended by tackles on a level with the jib-boom, and the force of the collision was such that it was stove and broken in two pieces, so that one half was left hanging from one tackle, and the other half from the other. As described by the wharfinger, the pier at which the ship was moored projects some fifteen or twenty feet beyond where the two barks lay. Its width is about one hundred and thirty feet, and it is about‘the same distance from the southerly comer of the southerly pier to the ferry slip. When the collision occurred the ship was lying in a line with the cap-sill of the wharf, and extended some fifteen or twenty feet beyond the comer of the pier to which she was fastened. She registered ten hundred and forty-seven tons, and was one hundred and seventy-three feet long. Ships of all sizes have been moored at that wharf for a period of fifteen or twenty years, without any accident having occurred, and the wharfinger says he considers it one of the safest berths in the harbor. At the time the collision occurred the mate of the ship was standing on her port rail, and the blow was so severe that he was knocked off the rail by the concussion. Both the master and the mate lived on board, but the former was temporarily absent at the time of the disaster. He returned, howerer, before the-*793steamer left the stream, and immediately examined the ship to ascertain what damage had been done. Her bulwarks on the starboard side, about six feet from the stem, were stove for the distance of eight feet, exhibiting the appearance as if the timbers striking the vessel had hit her endwise. Pieces of wood from the steamer were left sticking in the broken parts of the bulwarks of the ship. The bulwarks were constructed of white-pine, and were ceiled inside with three-inch hard-pine planks. One of the hard-pine planks was broken, and so also was one of the wheel-ropes. It was a two and a quarter inch rope not lashed at all, and was broken near the middle. Damage was also done to the rudder, which was made of oak. Abreast the twenty-two foot mark it had a large scar on the starboard comer of the after part, an inch deep, and one or more of the braee3 also were started. It was not far from eight o’clock in the morning when the steamer started from her slip on the eastern side. As alleged in the answer she was a ferry-boat, and had on board two teams and some fifty passengers to be transported across the harbor to the main part of the city. Prior to her starting there was considerable fog on the western side of the stream, but, as it did not rest on the water, by six or eight feet, the hulls of vessels and other objects on- the opposite side were plainly visible. Under these circumstances, the master of the steamer '■ thought it prudent to make the trip without consulting the superintendent. He accordingly gave the order to start, and when the steamer had proceeded about one quarter of the way across, the fog shut down, first on the. western and then on the eastern side, and became so very dense, as the master says, that he lost the sight of both shores. Orders were then given to slow, and the steamer proceeded as slow, according to the testimony of the engineer, as she could be worked under steam and have her wheels pass their centres. When about half-way across, the master says he gave the signal to stop, and then to reverse the wheels, and the orders were obeyed so as to stop the boat. That course was adopted in the hope that there would be a change in the weather, and with a view to ascertain .the true position of the steamer. For that purpose the steamer remained stationary some three or four minutes, but, finding that the weather was not improving, the master directed her to be started again under a slow bell; but after the engine had made some three or four revolutions, the signal was again given by the master to stop. He then stepped two or three feet to the forward part of the pilot-house to ascertain whether he could see any object that would enable him to determine where he was, but could not; and accordingly gave the signal to reverse. At that moment the passengers began to move from the forward to the after part of the '■ boat, and before there was time for the engine to make one revolution under his last order the collision occurred. During all this time the master was in the pilot-house at an elevation of twenty-eight feet above the water-line of the vessel, and he admits that he could not see the water at all, and that he could only see the “glimmer’’ of men standing on the forward part of the steamer. Her whole company consisted of five men. to wit, the master, one engineer, one fireman, and two deck hands. One of the deck hands was stationed forward, but the other was aft, and the master says the former was at his post and was the lookout for the steamer. But it does not appear that the master made any inquiries of him during the passage, or that the lookout made any communication to the master or any other-person in charge of the vessel.\nMany of the passengers, as is usual in such cases, were standing on the forward part of the deck, and it is insisted by the respondents that they were looking out, and that their testimony shows that every reasonable precaution was taken to avoid a collision. Much conflict exists in the testimony, especially as to the distance that objects could be seen during the last half of the passage, and as to the speed of the steamer at the time of the disaster. Several witnesses examined by the respondents express the opinion that the ship could not be seen at the distance of more than ten or twelve feet as the steamer approached the western shore. On the other hand,, about an equal number examined by the libellants testify that she could be seen at the distance of from one to two hundred feet. John F. Randall, the mate of the outer bark, says he saw the steamer come in collision with the ship while he was walking fore and aft on the quarterdeck of the bark, and he says when he first saw her she was from one hundred to one hundred and twenty feet from the place where he was standing. She was seen also as she approached by one of the stevedores on board the ship. At first he thought she was making her right course for the slip, which proved to be a mistake. He is unable to state the distance, but says she seemed to be far enough off to make her right course to the dock. When the master of the ship returned, the steamer was still in the stream, and he says he saw her when she was two hundred feet distant from the place of collision. His statement is substantially confirmed by the mate, who says he could see her at a distance of a hundred and fifty feet; and the carpenter of the ship testifies that the fog was not so dense at any time but that he could see the length of the ship, and he affirms that he saw the steamer at the time she was backing out when she was a hundred feet distant, and then turned away and went aft. One witness of experience also, who was on board the steamer, confirms these statements. He says he saw the ship *794as they approached when she was one hundred and forty feet distant, and that he hailed the steersman of the boat as soon as he saw her. To the same effect also is the testimony of the principal stevedore who was on board the ship engaged in discharging cargo. He says he could see as far as fifty yards, though he admits it was foggy. Opposed to these statements is the testimony of the master of the steamer, the deckhand who was forward, and some five or six ■of the passengers, who express the opinion that objects could not be seen at a greater distance than from ten to twenty feet. One theory may be suggested which perhaps may reconcile the testimony of the witnesses. Those examined by the respondents did not see the ship untE they were close to her, and consequently they are of the opinion that she could not have been seen at any greater distance. On the other hand, the witnesses for the libeUants saw her at the respective distances mentioned in their testimony, and therefore they know that she could be seen at that distance; or, in other words, one class of the witnesses speak from knowledge, whüe the other class but give their opinions. At aE events, I am of the opinion, after a careful review of the evidence, that the density of the fog was not such that the coUision might not have been prevented if the lookout of the steamer had performed his duty.\nVery little reliance can be placed upon a crowd of passengers as a substitute for a competent lookout in such an emergency. They are generaEy eager to reach the opposite shore, and oftentimes by their unreasonable complaints induce those in charge of the vessel to adopt rash and dangerous experiments. Passengers, in point of fact, cannot be regarded as lookouts in any sense known to the maritime law, certainly not unless they are speciaEy designated by the master for that purpose. Lookouts are usually, and properly selected from the persons belonging to the vessel, and they must be persons of suitable experience, and continue constantly subject to the command of the master. Every steamboat travelling in the thoroughfares of commerce ought to have a trustworthy and constant lookout besides the wheelsman, for the reason that it is impossible for him to steer the vessel and keep the proper watch. espeeiaEy when his position is so elevated that either fog or mist may prevent him from seeing the water. The Genesee Chief, 12 How. [53 U. S.] 463. Steamers thus navigating must have constant and vigilant lookouts stationed in proper places on the vessel, and charged with the duty for which lookouts are required, and they must be actually employed in the performance of the duty to which they are assigned. Chamberlain v. Ward, 21 How. [62 U. S.] 570. According to his own statement, the lookout in this case did not see the ship until the steamer was within five or six feet of her. He says he was standing on the bow of the boat some ten feet from the edge, and seven or eight feet inside of the chain, and he affirms that he was carefuEy attending to his duty. But the statement is incredible, if he was competent for the place. Whether his failure to perform the duty required of a lookout arose from his incompetency or from inattention is whoEy immaterial in the present inquiry, as in either event the owners of the steamer are responsible for the consequences. Looking at the whole evidence, there is much reason also to conclude that the master was less cautious than he ought to have been in the emergency in which he was placed. From his own testimony it is quite obvious that he had lost the bearings of the steamer on the western side, and was in great uncertainty as to his real position. Assume that what he states is true, that he could not discern objects on the deck, or see the water at aE, and then it follows that he had no means of knowing whether the lookout was attending to his duty or whether he was he was at his post. After he had stopped his boat in- the first instance, he spoke to the engineer, and remarked that he could not see anything, and was going ahead under a slow beB. His second order to stop was too late, and the order to back on that occasion was not given till the moment when the passengers began to run from the bow of the boat. Some of them had then seen the ship, and one of them had hailed the steersman of the steamer. AE of these occurrences must have taken place in the presence and hearing of the lookout, if he was at his post, and yet there was no hafl from him. and he now affirms that he did not see the ship until the steamer was “just about striking her.” Taking his own account of the transaction, it is impossible to resist the conclusion that he was incompetent for the place or inattentive to his duty. Having come to this conclusion, one or two remarks as to the speed of the steamer will be sufficient. On this point also there is 'much conflict in the testimony. Several witnesses caEed by the respondents testify that she was not going faster than at the rate of- a mile an hour, and the engineer affirms that she was moving as slow as she could under steam. But several very competent witnesses examined by the libellants express the opinion that her speed was at the rate of four knots per hour, and the circumstances attending the disaster go very far to confirm their statements. She first hit the ship, staving her bulwarks, scarring the rudder, and breaking one of the wheel-ropes, and then passed to the bark, lying partly inside of the ship, and stove her boat, cutting it in two pieces. Had her speed been reduced to the rate of a mile an hour, it is scarcely possible that such consequences would have flowed from the coEision.\nTVithout entering more into detail, I am of the opinion that the steamer cannot be excused upon the ground of inevitable acci*795dent, and the evidence falls so far short of establishing that defence, that it is hardly necessary to enter into any extended consideration of the law upon that subject Inevitable accident, in the absolute and strict sense of the term, says Dr. Lushington, in the case of The Europa. 2 Eng. Law &amp; Eq. 559, very seldom takes place. According to his view, the word “inevitable” must be considered as a relative term, and must be construed, not absolutely, but reasonably, with regard to the circumstances of each particular case. In a case where there was no evidence to establish a prima facie presumption •of negligence or want of seamanship, and the party proceeded against had alleged inevitable accident, he held that the burden was not on the respondent to prove it, but that the party seeking indemnification must prove that the other party was to blame. The Bolina, 3 Notes of Oas. 208. That question, however, came up again in the case of The Loehlibo, 3 W. Rob. Adm. 318, before the same learned judge. On this last occasion, •after defining the term “inevitable accident” as meaning a' collision which occurs when both parties have endeavored by every means in their power, with due care and caution, ■and a proper display of nautical skill, to prevent the accident, he held it to be clear that prima facie the onus probandi was on the •owners of the moving vessel, and that they were bound to establish by credible evidence that their vessel was not .to blame at all, or that the blame rested solely with the pilot who was on board, in which case the owners would be exonerated from all responsibility. It was held by the supreme court, in the case of New York &amp; V. S. S. Co. v. Calderwood, 19 How. [60 U. S.] 246, that neither rain, nor the darkness of the night, nor the absence of a light from a barge or sailing-vessel, nor the fact that the steamer was well manned •and furnished and conducted with caution, will excuse the steamer for coming in collision with the barge or sailing-vessel where the barge or sailing-vessel is at anchor, or ■sailing in a thoroughfare out of the usual track of the steamer. Mr. Parsons lays down the rule, that if a ship at anchor and one in motion come into collision, the presumption is that it is the fault of the ship in motion, unless the anchored vessel was where she should not have been. 1 Pars. Mar. Law, 20L If a vessel anchor in an improper place, she- must take the consequences that fairly result from her own improper act. Strout v. Foster, 1 How. [42 U. S.] 89; The Scioto, [Case No. 12,508.] But whether she be in a proper place or not, and whether properly or improperly anchored, the other vessel must avoid her if it be reasonably practicable and consistent with, her own safety. Knowlton v. Sanford, 32 Me. 148; The Batavier, 40 Eng. Law &amp; Eq. 25. All the evidence in this case shows that the ship was moored in a proper place, and that she was as helpless in her condition at the time of the accident as the wharf to which she was fastened. Beyond question it is incumbent upon the libel-lants to show that their vessel was in a proper place, and that the collision occurred: but after those facts are shown, I hold that the burden of proof is upon the respondents, either to show that their vessel was without fault, or that the disaster was the result of fault on the part of the complaining party. Inevitable accident, under such circumstances, cannot be presumed, especially when the occurrence was in the daytime, but must be clearly proved by the party setting up that defence, unless the fact appears from the evidence introduced by the libellants to make out their case. Ferry-boats in crossing the harbor of a commercial port, either in a dense fog in the daytime or in the darkness of the night, ought to proceed with great circumspection and caution; and when those in charge of them have lost the bearings of the vessel, and do not know that the way is dear, they should stop, and if necessary come to anchor, and if, contrary to these suggestions, they rashly advance, the owners must stand the consequences; as in that state of the case the mere excuse that they could not see or did not know where they were will afford no justification for a collision. Three or four knots an hour was too fast under the circumstances of this case, especially if it be assumed that the fog was so dense that a large ship jnoored at the wharf could not be seen at the distance of more than ten or twenty feet. Vessels in motion for the purpose of crossing a narrow channel dividing a commercial port are under the strongest obligations to keep out of the way of those properly moored at the wharves; and if in any given case they cannot accomplish that duty in any other way than by returning temporarily to the position from which they started, and that expedient is safe and reasonably practicable, they are bound so to do in order to prevent a collision. Dr. Lushing-ton said, in the case of The Juliet Erskine, 6 Notes of Oas. 633, that he was not competent to say what was a proper quantity of sail, in the ease before him, or what was not; but he was competent to form the opinion that if, on a dark night, the vessel was proceeding at such a rate that those on her deck had not sufficient command over her so as to avoid all reasonable chance of accident, then that was too expeditious a rate, because it is the duty of those who navigate the commercial marine of the country to take care that they do not, for the sake of expedition, injure the property of other people. That principle was again affirmed in the case of The Batavier, 40 Eng. Law &amp; Eq. 25. Sir John Patteson said in that case that at whatever rate the steamer was going, if going at such a rate as made it dangerous to any craft which she ought to have seen and might have seen, she had no right to go at that rate. At all events, she was bound to stop if it was necessary to do so, in order to prevent dam*796age being done to the craft in the river. No doubt the passengers in this case were impatient at the delay, but it is a mistake to suppose that the steamer was compelled to advance at the hazard of a collision. She had stopped once for three or four minutes, and might have stopped again without difficulty, or if it had been absolutely necessary she might have returned to the slip on the eastern side.\nIt is insisted by the respondents, in the second place, that the ship under the circumstances should have kept a watch, and that those in charge of her were in fault in not giving a signal to warn the steamer of her danger as she approached where the ship lay. No authority is cited in support of the proposition, and it is believed that none can be found where a vessel properly moored at a wharf, out of the usual track of a colliding steamer, has been held to be in fault because she failed to give a signal in the daytime to warn off the steamer as she approached. Some attempt was made to prove that the usage of the port required it, but every witness who was examined upon the subject denied all knowledge of any such usage. Owners frequently find it necessary to moor their vessels at the wharf for a considerable time when the vessel is waiting for employment, or when she is the subject of legal controversy, and to require the owners to keep a watch when the vessel is thuq, unemployed would be to expose them to an unnecessary and useless expense. Those in charge of the ship in this case knew that she was entirely out of the usual track of the steamer, and had no more reason to expect that the steamer would collide with their vessel until it was too late to give any signal, than the proprietors of the wharf had that the steamer would run against the pier to which the ship was fastened. She had her usual highway before her free and unobstructed, and it was her duty to keep in it, .or at least to keep out of the way of vessels properly moored at the wharf; and clearly she had no right to complain that a ship lying entirely out of her pathway did not keep a watch to admonish those in charge of her to perform their obligations. Unnecessary burdens or useless restrictions are not imposed by the rules of the maritime law. Such rales are founded in reason, and only require parties so to conduct themselves in the enjoyment of their own rights as not to injure the rights of other persons. Absence of a light from a barge or sailing-vessel in the night-time will not in general excuse a steamer from coming in collision with such barge or sailing-vessel, if the latter is at anchor out of the usual track of the steam-vessel; and if not, it is difficult to see any reason why a vessel properly moored at a wharf where she does not in any respect encumber the pathway of commerce, or in any manner impede, obstruct, or hinder the passage of other vessels, should be required in the daytime to keep a watch. Such a requirement as the one involved in the proposition would impose an unnecessary burden on the owners of vessels, and in the absence of any proof of usage in, the port, or of any decided ease to support the proposition, it must be overruled.\nIn the third place, it is insisted by the respondents that the master of the ship was-guilty of gross negligence in not sounding her pumps immediately after the collision, and in not discovering the leak at an earlier moment. It is admitted by the libellants that the leak was not discovered until the next morning after the collision, and they do not controvert the fact that the vessel at that time had made ten feet of water, or that she-was then drawing three feet more than she drew the day previous. But they deny that there was any negligence on the part of those in charge of the ship in not making the discovery earlier. She was a tight ship, and had always been so since she was built. According to the testimony of the mate, the pumps suck at fifteen or sixteen inches, and they had been sounded about a half an hour before the collision, when she had eleven inches of water. They were also sounded' the day previous, when she had but nine inches of water; and two days before the collision she had but seven inches of water, and those in charge of her testify that, on the voyage from which she had just returned, she had made less water than is usual even for well-built ships. Most of the witnesses agree that it is not usual to sound the pumps more than once in twenty-four hours, while the ship is lying at the wharf discharging cargo, and some of them say that they seldom think of sounding them at all under such circumstances. Examination of the vessel was made by the master immediately after his return, and before the steamer reached her slip. All the injuries that could be discovered indicated that the entire damage was above water. They were such as have already been described, but the pitch in her wood-end seams above water was not cracked. In the course of the forenoon she was also examined by two experienced ship-carpenters, who were sent by the respondents for the purpose of repairing the damage done by the collision. No directions were given by them to have the pumps tried, and one of them assigns as the reason that he never thought of the thing, as he should not have supposed it possible that such a blow would have caused the vessel to leak. Witnesses called by the respondents express the opinion that the pumps should have been tried immediately, but wisdom after the fact is entitled to much less respect that that which procedes the necessity for its exercise. All can now see that it would have been wise to have tried the pumps; but inasmuch as aE the injuries were apparently above water, and the pumps had just been sounded, it is not probable that many, if any, ship-masters would have thought of it at the time. *797On the morning after the collision, while the master was standing on the wharf, a pilot inquired of him whether the ship was not deeper in the water than she was when she arrived. At first he thought not, and well-nigh convinced the pilot that he was in error: hut upon looking at the water-mark on the rudder, he found that she was three feet deeper in the water than ■ she was on the morning previous. Whereupon he gave orders to sound the pumps, and ascertained for the first time that she had made ten feet of water. Four pumps were employed du.iag the day, and two were kept going until eleven o’clock at night, and men were hired to watch and tend the pumps until the cargo was discharged. Five days after the collision the leak was discovered by the carpenter. It proved to be an opening in the wood-ends of the vessel, between the thirteen and fourteen foot mark, and was occasioned by the stern-post being started. Repeated efforts were made in the mean time to discover the leak, but without success. In view of all the circumstances, I am of the opinion that the charge of negligence is not sustained.\nLastly, it is insisted by the respondents in substance and effect that the blow given by the collision would not have started the stem-post of the vessel, and opened the seams of her wood-ends so as to have caused her to leak, if she had been well built and her stern-post had been properly secured and fastened, and sufficiently calked and pitched below low-water mark. Two questions are presented by the proposition, — one of fact and the other of law. It assumes as matter of fact that the ship was not well built, and that her stem-post was not properly secured and fastened. Whether the theory assumed be trae or not is a question of fact to be determined from the evidence. She had performed her voyage without any difficulty, and to the satisfaction of all the parties concerned, and was then lying moored at the wharf with a full cargo on board of undamaged merchandise, and to all appearance was in a sound and sea-worthy condition. Every presumption, therefore, on this branch of the case, is in favor of the libellants, and clearly it is incumbent on the respondents to prove the theory of fact on which the proposition rests. Much testimony was introduced on this point by both sides,- and it is no more than just to say that it is very conflicting. Looking at the whole evidence, however, in connection with the circumstances of the case, it is the better opinion that the theory assumed by the respondents is not well founded. But suppose it to be admitted that the ship was not in sufficient repair to render her sea-worthy for a new voyage, still there is not a word of proof in the case to show that she was not sufficiently stanch and strong to fulfil all the unfinished purposes connected with the voyage from which she had just returned. On the contrary, the evidence is full to the point that she did not leak, and was in all respects sufficiently seaworthy to have enabled those in charge of her to have discharged her cargo without damage, and to have delivered the cotton pursuant to the contract of affreightment. For the argument’s sake, therefore, let it be conceded that her condition was such as is here described; that is, that she was not sufficiently stanch or was too much out of repair for a new voyage, but that she was amply sufficient to have enabled her master to have discharged the cargo without damage and to have performed his contract. That view of the facts is certainly as favorable to the respondents, to say the least of it, as the evidence will sustain. Assuming the facts to be as already found, I am of the opinion that the defence set up by the respondents cannot be sustained and that they are just as clearly liable on that state of the case to the extent of the damage done as they would have been if the ship had been stanch, in good repair, and in all respects sea-worthy for a new voyage. They cannot defend themselves in this case against the wrong done by the collision, upon the ground that the blow would have been harmless if the vessel had been stronger, provided she was sufficient to enable her officers to discharge the cargo without damage, any more than a person accused of wilful homicide could successfully set up that the deceased would have recovered if he had not been in feeble health at the time the blow was inflicted. Extreme cases may be imagined, as if the injured vessel was actually sinking at the time of the collision, or was on fire and enveloped in flames, when possibly a different rule would apply; but if reasonably considered, the vessel was sufficient to accomplish the remaining purposes of the voyage, and was not certainly in a condition of inevitable destruction from natural causes, then it is clear that such a defence cannot prevail, and that is all that it is necessary to decide in this case. Whether such a defence could be admitted under any or different circumstances is not a question at the present time. It is no defence to a suit for damages caused by a collision, says Parsons, that no loss would have been sustained if the injured vessel had been stronger; and it was held by the supreme court of Kentucky that the fact that the plaintiff’s boat was a weak one, afforded no protection to the defendant, if the collision happened through his carelessness. 1 Pars. Mar. Law, 211; Inman v. Funk, 7 B. Mon. 538. Upon the whole case, I am of the opinion, that the libellants are. entitled to recover, and there must be a decree accordingly. Should any dispute arise in determining the amount of the damage, the cause must be referred to a commissioner to make the estimate.\n",
            "ocr": true,
            "opinion_id": 8311665
        }
    ],
    "court_short_name": "U.S. Circuit Court for the District of Massachusetts",
    "court_full_name": "U.S. Circuit Court for the District of Massachusetts",
    "court_type": "F",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Murder"
}