{
    "id": 8663727,
    "judges": "Donnell",
    "date_filed": "1995-03-16",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-taylor",
    "case_name_short": "Taylor",
    "case_name": "United States v. Taylor",
    "case_name_full": "UNITED STATES v. Private First Class Terence TAYLOR, SSN 436-13-0337, United States Army",
    "attorneys": "Captain Joseph A. Russelburg, JAGC, and Captain Guy J. Ferrante, JAGC, were on the pleadings for appellant., Colonel R. R. Boiler, JAGC, Major John T. Edwards, JAGC, Captain Kenneth H. Clevenger, JAGC, and Captain John J. Park, Jr., JAGC, were on the pleadings for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "13 M.J. 740"
    ],
    "opinions": [
        {
            "author_str": "Donnell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nO’DONNELL, Judge:\nThe appellant was charged with assault with intent to commit murder and violation of a lawful general regulation by possessing a switchblade knife in violation of Articles 134 and 92 of the Uniform Code of Military Justice, 10 U.S.C. §§ 934 and 892. In accordance with a pretrial agreement with the convening authority, he pleaded guilty to the regulatory violation and to the lesser offense of aggravated assault (inflicting grievous bodily harm with a knife) in viola*741tion of Article 128 of the Code, 10 U.S.C. § 928. The military judge convicted him of the aggravated assault and sentenced him to be dishonorably discharged, to be confined at hard labor for three years, and to be reduced to the lowest enlisted grade.1 The convening authority reduced the confinement to two and one-half years and otherwise approved the sentence as adjudged.2\nThe assault charge grew out of an altercation between three soldiers — the appellant, Private Jerrold Foushee, and Private First Class Henderson Wilson, — and a German national, Klaus Deppe. Foushee was convicted of being an accessory after the fact of assault with intent to commit murder. Wilson was convicted of an aggravated assault on Herr Deppe by kicking him; he was acquitted of stabbing him with a knife.\nThe appellant was defended by Joel Cohen, a civilian attorney. Mr. Cohen also represented Wilson at his trial. The appellant was tried on 22 January 1981, Wilson on 30 January, and Foushee on 3-4 February.\nThe appellant contends that he was deprived of the effective assistance of counsel because Mr. Cohen had a conflict of interest by representing both him and Wilson. The issue was not raised at trial.\nAn accused is entitled to the services of an attorney without a conflict of interest. Multiple representation, however, does not violate the Sixth Amendment right to counsel in the absence of a conflict of interest. Holloway v. Arkansas, 435 U.S. 475, 98 S.Ct. 1173, 55 L.Ed.2d 426 (1978). If an objection to multiple representation is raised at trial, the judge must inquire into the propriety of such representation and give the accused the opportunity to show that possible conflicts would affect his right to a fair trial. Failure to give an accused this opportunity is reversible error. Id. If an accused fails to object at trial, he must “demonstrate that an actual conflict of interest adversely affected his lawyer’s performance.” Cuyler v. Sullivan, 446 U.S. 335, 348, 100 S.Ct. 1708, 1718, 64 L.Ed.2d 333 (1980) (footnote omitted).3\nWe turn then to a consideration of whether there was an actual conflict of interest on the part of Mr. Cohen. In this regard, the defense allegation of conflict arises out of information developed during the initial criminal investigation to the effect that both the appellant and Wilson had knives in their possession on the evening in question. The defense contends that Mr. Cohen should have introduced this evidence to show that the appellant was not responsible for all of the injuries sustained by the victim.\nThe appellant pleaded guilty to assaulting Herr Deppe “by repeatedly stabbing *742him with a knife ... thereby intentionally [inflicting] grievous bodily harm upon him, to wit: eleven deep cuts.” The appellant entered into a stipulation of fact in which he admitted inflicting eleven stab wounds on the victim’s back and one on his neck. During the providence inquiry, the appellant admitted the essential facts in the specification to which he pleaded guilty and agreed that the facts in the stipulation were correct. When asked specifically if he stabbed the victim eleven times, he first stated “That’s what they have, ...” and later said that he was not counting. In response to a question from the judge, he agreed that he stabbed Deppe “several times.” At no time during the trial did the appellant deny that he stabbed the victim eleven times, nor did he contend at trial that anyone else stabbed Deppe. In a post-trial affidavit, which he prepared while confined in the United States Disciplinary Barracks, Fort Leavenworth, Kansas, the appellant stated that he believed that he was pleading guilty to stabbing Deppe only four times. In a pretrial statement, the appellant stated “I ... stabbed him twice in the back. I didn’t stab him any seventeen times like the German police told me.” Wilson in a pretrial statement indicated that the appellant stabbed Deppe four or five times.4\nWe are satisfied that Mr. Cohen’s multiple representation of Wilson and the appellant did not involve a conflict of interest. The only possible conflict would arise, not with respect to whether the appellant stabbed Herr Deppe, but only in regard to the number of times he stabbed him. All of the information available shows that the appellant was the only person who stabbed the victim. Under the circumstances, Mr. Cohen owed no duty to the appellant to argue that Wilson may have inflicted some of the wounds. In fact, such an approach would have ethical considerations in view of the state of the known facts. Even if we were somehow to conclude that Mr. Cohen did owe such a duty to the appellant, we are satisfied that the appellant was in no way harmed by Mr. Cohen’s representation. The aggravated assault conviction would remain. The only possible prejudice would occur in the possible effect on sentencing. We are satisfied under the circumstances that the sentence would not have been affected.\nThe findings of guilty and the sentence are AFFIRMED.\nSenior Judge CARNE and Judge FOREMAN concur.\n\n. The military judge withdrew the Article 92 offense at the request of the trial counsel after the appellant stated during the providence inquiry that he possessed a pocket knife rather than a switchblade.\n\n\n. The convening authority reduced the confinement because the appellant later testified against Private Jerrold Foushee, a co-accused.\n\n\n. The Supreme Court in Sullivan also held that the trial judge is not required to conduct an inquiry into the propriety of multiple representation in the absence of an objection unless he “knows or reasonably should know that a particular conflict exists, ...” Cuyler v. Sullivan, 446 U.S. 335, 347, 100 S.Ct. 1708, 1717, 64 L.Ed.2d 333 (1980) (footnote omitted). In a recent case, the Court of Military Appeals suggested that in a multiple representation case the military judge should conduct an inquiry similar to that required by Rule 44(c) of the Federal Rules of Criminal Procedure, which provides essentially that the trial judge in such cases “shall promptly inquire with respect to such joint representation and shall personally advise each defendant of his right to the effective assistance of counsel, including separate representation.” United States v. Breese, 11 M.J. 17 (C.M.A.1981). See United States v. Davis, 3 M.J. 430 (C.M.A.1977); United States v. Piggee, 2 M.J. 462 (A.C.M.R.1975). Absent such an inquiry in a multiple representation case, a rebuttable presumption arises that “the activity of defense counsel exhibits a conflict of interest....” United States v. Breese, supra at 23. Breese is not controlling here as the instant trial occurred before the effective date of that decision. Moreover, there is no evidence that the military judge was aware of any multiple representation.\n\n\n. The appellant, we note, does not contend that his plea of guilty is improvident. Our examination of the record of trial convinces us that the plea is in fact provident. Although the appellant’s responses during the providence inquiry tended on occasion to be somewhat vague, we are convinced that he did not set up matter inconsistent with the plea. Any imprecision in this regard indicates only that the appellant did not know exactly how many times he stabbed the victim. However, he was willing to accept the fact that he stabbed him eleven times, undoubtedly, we are sure, because he knew that Deppe had indeed received eleven stab wounds. We find the appellant’s post-trial statement that he believed he was pleading guilty to only four stab wounds to be incredible.\n\n",
            "ocr": true,
            "opinion_id": 8644559
        }
    ],
    "court_short_name": "U.S. Army Court of Military Review",
    "court_full_name": "U.S. Army Court of Military Review",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}