{
    "id": 8347283,
    "judges": "Moksell",
    "date_filed": "1999-07-01",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-woods",
    "case_name_short": "Woods",
    "case_name": "United States v. Woods",
    "case_name_full": "United States v. Joseph Woods",
    "attorneys": "Mr. Marbury, for the prisoner,, Mr. Key, Attorney of the United States,, Mr. Coxe and Mr. Brent, for the prisoner,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>At the request of the prisoner’s counsel, the. Court will ask each juror as he comes to be sworn, whether he has formed and delivered any opinion as to the guilt of the prisoner upon the indictment.</p> <p>In a criminal case the United States must prove, first, that an offence has been committed, and secondly, that it was committed by the prisoner.</p> <p>On a trial for murder, the declarations of the deceased, not made in extremis, or with a settled conviction that he is about to die, cannot be given in evidence.</p> <p>If one of the witnesses who have been ordered to bo taken out of court during the examination of other witnesses, remains in court in violation of the order, the Court will not permit him to be examined.</p> <p>The Court will not order the United States’ witnesses to be sent out of court, after they have been examined, and while the prisoner’s witnesses are under examination.</p> <p>The Court will not receive parol evidence of a conviction of larceny in Maryland, to disqualify a witness. If upon cross-examination he admit the fact, but states that he was pardoned upon condition of leaving the State; these facts only go to his credit. A witness, who after his examination remains in court and hears the testimony of the other witnesses, may be examined again to rebut the defence set up by the prisoner.</p> <p>If the deceased died of a fever caused by the beating while she was in a weak state of health; and the beating was with malice aforethought, it was murder •, if without malice aforethought, it was manslaughter.</p> <p>On a trial for murder the jury must be kept together at night as well as in the day.</p>",
    "summary": "Indictment for the morder of his wife. At the request of the prisoner’s counsel, the Court asked each juror, “ whether he had formed and delivered an opinion as to the guilt of the prisoner upon this indictment.” After witnesses had been examined to prove that the prisoner had several times beat and kicked his wife, objected to further testimony on that point until proof should have been produced that a felony had been committed. • The Court (»«. con.) said, that the proper order of proof was, first, to prove that a crime had been committed ; and secondly, that it was committed by the prisoner. assented to this course, and offered to give in evidence the declaration of the deceased, made on the 5th of. November, after she had, on that day, expressed her conviction that she would die. She did not die till the 2d of December; and after the 5th of November, appeared to her physician to be convalescent for several days; and he told her he thought she would get well; and she said she hoped she would. The declarations offered were made between the 5th and 20th of November, when the appearances of convalescence first ceased. The Court (nem. con.) refused to permit them to be given in evidence ; not being satisfied that there was a settled conviction in the mind of the deceased that she was about to die; and that the declarations could not be considered as having been made in extremis. The Court had, at the request of the prisoner’s counsel, ordered the witnesses on the part of the United States to be taken out of court, except the one under examination, so that each witness should be examined separately and out of the hearing of the others. Mr. Key, offered to examine Mr. Connelly. objected, that in violation of the order of the Court, he had been present in court and heard the testimony of the other witnesses. 2 Russell, 624; 4 Stark. 1733; Attorney-General v. Bulpit, 9 Price, 4; 1 Crim. Recorder, 123 ; 1 Phil, on Ev. 258. The Court, (Morsell, J., contrá,) upon those authorities, rejected the witness. . After this decision of the Court, Mr. Key cited Parker v. Me William, -6 Bing. 683, in the Common Pleas, decided nine years after the Exchequer case of the Attorney-General v. Bulpit, in which the judges say there is no such rule in the other courts; but that it is in the discretion of the judge at nisi prius whether he will, or will not suffer a witness to be examined, who has been in court and heard the testimony of the other witnesses, in violation of the order of Court. But the Court (Morsell, J., contra,) adhered to their opinion rejecting the witness. Cranch, C. J., said that the Court did not mean to establish a rule by which every witness who shall violate the order to remain out of court, while other witnesses are under examination, should be rejected as incompetent; but they considered the Court as having a discretion to- exclude or admit the witness according to circumstances ; and that, according to the circumstances of this case, especially as it is a capital case, if it were only doubtful whether the witness were competent, the Court would exclude him. Mr. Coxe, for the prisoner, after the attorney of the United States had closed the evidence on his part, prayed the Court to order the witnesses on the part of the United States, to be removed from the court, while the witnesses for the prisoner were under examination. The rule, he contended, included the witnesses on both sides. That the reason of the rule is not merely to prevent the witnesses from combining to agree in their testimony, but to prevent them from forming a combination to contradict the testimony given on the other side. He cited Free's case, in this Court in 1822. Attorney-General v. Bulpit, 9 Price, 4, and 2 Russell, 624. The Court (sen. con.) refused to order the witnesses for the United States to be sent out of court, (after they had been examined,) while the prisoner’s witnesses were under examination. Cranch, C. J., observed that the prisoner’s witnesses had heard the whole evidence on the part of the United States, and it did not seem fair that the United States’ witnesses should be excluded, while the prisoner’s witnesses were under examination. That if it had been originally asked to exclude all the witnesses on both sides, except the one under examination, it is probable the Court would have granted it. Morsell, J., said that it would be proper that the United States’ witnesses should be present to hear the witnesses on the other side, for they may deny the truth of their testimony, or assail their credit, and they ought to have an opportunity to support their credit and testimony, if attacked. Mr. Key, for the United States, offered to examine one Henry Holt. The counsel for the prisoner, offered to prove, by parol, that Holt had been convicted of larceny in Maryland, and had been sentenced to the penitentiary, and had been banished by the governor; and cited 1 Stark. 144, note; Clark v. Hall, 2 Har. & McH. 378 ; The State v. Ridgley, 2 Id. 120; and Cole's Lessee v. Colei 1 Har. & J. 572. The Court, however, (nem. con.) rejected the parol evidence of the conviction. Holt was then sworn, and upon cross-examination, admitted the conviction of larceny in Maryland, the sentence and the pardon by the governor, upon condition of his quitting the State. The prisoner’s counsel then prayed the Court to instruct the jury, that the testimony of Holt was incompetent. But the Court {nem. con.) refused so to instruct them, and said that the facts proved went to his credit only, Mr. Key, for the United States, then offered to examine Mrs. Lucas again, who had been before examined in behalf of the United States, and who, after her examination, had remained in court, and heard the examination of other witnesses who were examined after her examination. She was now offered to rebut the defence set up by the prisoner, that the deceased was a drunkard, and had got her bruises by falling. Mr. Coxe and Mr. Brent, for the prisoner, objected that she was within the rule which rejected Connelly.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "4 D.C. 484",
        "28 F. Cas. 762",
        "4 Cranch 484"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe Court\n(Moksell, J., absent,)\ndecided, that the Attorney of the United States had a right to examine witnesses to rebut the defence set up, and, for that purpose, to examine again those who had been before examined, although they had remained in court after their first examination.\nThe CoxiRT, at the motion of the Attorney of the United States, instructed the jury, that if they believe, from the evidence, that the deceased was in a weak state of health, from a previous miscarriage, and while in such state, was cruelly, deliberately, and wilfully so beaten by the prisoner, as apparently to endanger her life, or to produce some great bodily harm, and that such beating, and such state of bodily health, arising as aforesaid, were the combined causes of the fever of which she died, then the prisoner is guilty of murder, if the said beating was inflicted with malice aforethought; and of manslaughter, if inflicted without such malice; unless they should be satisfied, by the evidence, that the fever became mortal by reason of some positive misconduct of the deceased during her last sickness, or the mismanagement of her attendants.\nAnd on the prayer of the prisoner’s counsel,\nThe Court (nein. con.) instructed the jury, that if they should not be satisfied by the said evidence, that the death of the deceased was occasioned by the said wounds upon her body, or that the wounds which occasioned her death were caused by the violent acts of the accused, then the prisoner is entitled to a verdict of not guilty ; and that if the jury should be of opinion, from the said evidence, that the wounds so received by the deceased, were not mortal in their character, but that the fever which caused her death, was rendered mortal by some positive, supervening cause or stimulant, independent of and not produced by the wounds or beating, or other act of the prisoner, then the prisoner is, in like manner, entitled to a verdict of acquittal.\nMemorandum. On the first day of the trial, the Court and jury having been in session from 10 A. M. to half past 5 P. M., without having taken any food or refreshment, it became a question what should be done with the jury. There were thirty or forty more witnesses to be examined, and it was impossible to finish the cause that night. The prisoner and the Attorney of the United States were willing that the jurors should separate and meet again in the morning.\nCranch, C. J., thought it might be so done by consent. It was so done in Berry's case, in this Court, in December, 1830. But Morsell, J., being clear that the Court had not the powder to make such an order, and Cranch, C. J., and Thruston, J., doubting, it was decided to be the safest course to keep the jury, and *488it was so ordered, and they were so kept by the marshal on Monday and Tuesday nights.\nThe following is the order entered on the minutes of the Court: “ By consent of the prisoner, the trial of this cause is adjourned until to-morrow morning at 10 o’clock ; and the marshal is commanded to keep the jury together until the next meeting of the Court, and then to bring them into court; and in the mean time not to speak to them himself, nor to suffer any other .person to speak to them relative to any matter touching the trial of this issue ; and it is ordered that the bailiffs who may be employed by him for that purpose, be sworn accordingly.”\nThe jury retired at half past 8 P. M. to consider of their verdict, and at 10 P. M. returned with a verdict of acquittal.\n",
            "ocr": true,
            "opinion_id": 8315891
        }
    ],
    "court_short_name": "U.S. Circuit Court for the District of District of Columbia",
    "court_full_name": "U.S. Circuit Court for the District of District of Columbia",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}