{
    "id": 8472812,
    "judges": null,
    "date_filed": "1998-08-04",
    "date_filed_is_approximate": true,
    "slug": "arthur-sanford-v-harold-clarke",
    "case_name_short": null,
    "case_name": "Arthur Sanford v. Harold Clarke",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "https://www.govinfo.gov/content/pkg/USCOURTS-ca4-20-06712/pdf/USCOURTS-ca4-20-06712-0.pdf",
            "author_id": null,
            "opinion_text": "USCA4 Appeal: 20-6712     Doc: 59        Filed: 11/03/2022   Pg: 1 of 10\n\n\n\n\n                                            PUBLISHED\n\n                             UNITED STATES COURT OF APPEALS\n                                 FOR THE FOURTH CIRCUIT\n\n\n                                             No. 20-6712\n\n\n        ARTHUR LEE SANFORD,\n\n                           Petitioner - Appellant,\n\n                     v.\n\n        HAROLD W. CLARKE, Dir.; Virginia DOC,\n\n                           Respondent - Appellee.\n\n\n        Appeal from the United States District Court for the Eastern District of Virginia, at\n        Alexandria. Leonie M. Brinkema, District Judge. (1:18-cv-00303-LMB-TCB)\n\n\n        Argued: September 14, 2022                               Decided: November 3, 2022\n\n\n        Before NIEMEYER, DIAZ, and QUATTLEBAUM, Circuit Judges.\n\n\n        Vacated and remanded by published opinion. Judge Quattlebaum wrote the opinion, in\n        which Judge Niemeyer and Judge Diaz join.\n\n\n        ARGUED: Daniel Scott Harawa, WASHINGTON UNIVERSITY SCHOOL OF LAW,\n        St. Louis, Missouri, for Appellant. Leanna Catherine Minix, OFFICE OF THE\n        ATTORNEY GENERAL OF VIRGINIA, Richmond, Virginia, for Appellee. ON BRIEF:\n        Sara Hubaishi, Student Counsel, Drew Smith, Student Counsel, Lauren Speer, Student\n        Counsel, Appellate Clinic, WASHINGTON UNIVERSITY SCHOOL OF LAW, St. Louis,\n        Missouri, for Appellant. Mark R. Herring, Attorney General, K. Scott Miles, Deputy\n        Attorney General, Donald E. Jeffrey III, Senior Assistant Attorney General, OFFICE OF\n        THE ATTORNEY GENERAL OF VIRGINIA, Richmond, Virginia, for Appellee.\n\fUSCA4 Appeal: 20-6712       Doc: 59          Filed: 11/03/2022       Pg: 2 of 10\n\n\n\n\n        QUATTLEBAUM, Circuit Judge:\n\n               Rule 5 of the Rules Governing Section 2254 Cases in the United States District\n\n        Courts requires the state, in responding to a 28 U.S.C. § 2254 petition, to attach to its\n\n        answer the portions of the state court transcripts it deems relevant. It also requires the state\n\n        to include with the answer any appellate brief from the § 2254 petitioner contesting a\n\n        conviction, sentence, adverse judgment or order in a post-conviction proceeding. While\n\n        there are a number of ancillary issues arising from this peculiar procedural appeal, our\n\n        primary inquiry is whether those Rule 5 requirements are mandatory or whether a district\n\n        court has discretion to relieve the state from strict compliance.\n\n\n\n                                                        I.\n\n               Arthur Lee Sanford was convicted of second-degree murder in January 2013 in the\n\n        Circuit Court for the City of Newport News, Virginia. J.A. 235. After exhausting direct\n\n        appeals to the Virginia Court of Appeals and the Virginia Supreme Court, Sanford filed a\n\n        pro se writ of habeas corpus in March 2015 in the Newport News Circuit Court. That court\n\n        dismissed the petition. J.A. 240, 243. Sanford, proceeding pro se, unsuccessfully appealed\n\n        the dismissal to the Virginia Supreme Court. J.A. 243.\n\n               After that, Sanford filed a 28 U.S.C. § 2254 petition in the United States District\n\n        Court for the Eastern District of Virginia. The district court ordered the state to file a\n\n        responsive pleading to show cause why the writ should not be granted. J.A. 5, 60. It also\n\n        instructed the state to treat the order as a “request that the records of the state criminal trial\n\n\n\n                                                        2\n\fUSCA4 Appeal: 20-6712       Doc: 59          Filed: 11/03/2022       Pg: 3 of 10\n\n\n\n\n        and habeas corpus proceedings, if pertinent and available, be forwarded to the Clerk’s\n\n        Office in Alexandria, Virginia.” J.A. 60.\n\n               In response, the state delivered letters to the Newport News Circuit Court, the Court\n\n        of Appeals of Virginia and the Supreme Court of Virginia requesting that their clerks’\n\n        offices forward a certified copy of each court’s records directly to the federal district court.\n\n        S.J.A. 13. The district court did not upload the state court records it received to its docket.\n\n        It noted its receipt of the records from the Newport News Circuit Court and the Supreme\n\n        Court of Virginia only in a private internal docket available to neither the parties nor the\n\n        public. J.A. 1.\n\n               The state filed a Rule 5 answer and motion to dismiss, along with a brief in support.\n\n        J.A. 62. Five exhibits were attached. 1 The exhibits, however, did not include portions of\n\n        the state court transcript that the state cited in its brief. Nor did they include the entirety of\n\n        Sanford’s petition appealing the state habeas court’s ruling. These omissions violated Rule\n\n        5(c) and (d), respectively.\n\n               Sanford moved to order records, asking the district court to “order the state’s trial\n\n        records” and alleging that “respondent’s violation of Rule 5 foreclose[d] [the] development\n\n        of a complete factual record . . . .” J.A. 224. In denying Sanford’s motion, the district court\n\n\n\n\n               1\n                 The five exhibits were (1) the Court of Appeals of Virginia’s per curiam order,\n        denying Sanford’s petition for appeal, J.A. 111, (2) Sanford’s petition for a writ of habeas\n        corpus filed in the state habeas court, J.A. 117, (3) the state habeas court’s final order\n        denying and dismissing the petition, J.A. 162, (4) 24 pages of Sanford’s petition for appeal\n        to the Supreme Court of Virginia from the state habeas court’s opinion, J.A. 187 and (5)\n        the Supreme Court of Virginia’s order denying Sanford’s habeas appeal, J.A. 211.\n                                                        3\n\fUSCA4 Appeal: 20-6712       Doc: 59         Filed: 11/03/2022      Pg: 4 of 10\n\n\n\n\n        did not address the allegation that the state violated Rule 5. Instead, that order only\n\n        discussed a documentary transcript that Sanford also requested in the motion. J.A. 234.\n\n               Sanford’s response to the state’s motion to dismiss again asserted that the state failed\n\n        to comply fully with Rule 5(b), (c) and (d). J.A. 212. Despite that, the district court granted\n\n        the state’s motion without addressing Sanford’s allegations of the Rule 5 violation. J.A.\n\n        235. Sanford points out that, in its memorandum opinion, the district court “only cited\n\n        portions of the trial transcript that the State cited in its Answer.” Op. Br. 11; see also J.A.\n\n        235–67.\n\n               After his habeas petition was dismissed, Sanford sought a certificate of\n\n        appealability. Yet he failed at that time to make the required substantial showing that he\n\n        had been denied a constitutional right. J.A. 273. 20 U.S.C. §2253(c)(2). So, we denied a\n\n        certificate of appealability and dismissed the appeal.\n\n               Sanford next moved under Rule 60(b) of the Federal Rules of Civil Procedure for\n\n        relief from judgment, “challenging the procedural ruling of the courts and the defects in\n\n        the integrity” of his federal habeas proceeding. J.A. 277. Sanford asserted that the state’s\n\n        failure to serve a complete answer, including mandatory exhibits, violated Rule 5 and his\n\n        due process rights. Id. He also alleged that the district court “made its decision on [a]\n\n        materially incomplete record.” J.A. 280.\n\n               The district court denied this motion, stating that “the record does not support\n\n        [Sanford’s] claim about an incomplete record.” J.A. 286. It added that the court was “in\n\n        possession of and considered all the records of petitioner’s state trial, appellate, and habeas\n\n        proceedings before ruling on the motion to dismiss.” Id. The district court also revealed—\n\n                                                      4\n\fUSCA4 Appeal: 20-6712      Doc: 59          Filed: 11/03/2022     Pg: 5 of 10\n\n\n\n\n        for the first time, as noted by Sanford—that it received “the record of the direct appeal and\n\n        the habeas appeal” from the Supreme Court of Virginia on May 7, 2018, and the records\n\n        of the “criminal trial and the circuit level habeas proceedings” from the Newport News\n\n        Circuit Court on May 10, 2018. Id. It cited public docket number 10 (state’s Roseboro 2\n\n        notice) and private docket number 11 (not publicly available) for this proposition. Id.\n\n               Sanford appealed the denial of the Rule 60(b) motion. When the district court sent\n\n        us its records, the state habeas records were not included. We determined Sanford made\n\n        the required substantial showing of a denial of constitutional rights and issued a certificate\n\n        of appealability on the following question: “whether the district court erred in denying his\n\n        Rule 60(b) motion when he was not provided notice of the district court’s receipt of state\n\n        records or served with complete copies of relevant state court documents that were relied\n\n        on or referenced in his § 2254 proceedings, in violation of procedural due process and\n\n        procedural rules.” J.A. 313.\n\n\n\n                                                     II.\n\n               Section 2254 permits certain challenges to state court convictions and sentences.\n\n        And, under authority granted by Congress, the Supreme Court has adopted rules governing\n\n\n\n\n               2\n                 Roseboro v. Garrison, 528 F.2d 309 (4th Cir. 1975), requires that a pro se party\n        against whom a motion for summary judgment is filed must be given notice of his right to\n        file counter-affidavits or other responsive material, as well as informed that failure to file\n        such material may result in dismissal of his case.\n\n                                                      5\n\fUSCA4 Appeal: 20-6712       Doc: 59         Filed: 11/03/2022      Pg: 6 of 10\n\n\n\n\n        § 2254 petitions. 3 Rule 5 governs the state’s answer and reply to a § 2254 petition. The rule\n\n        dictates that an answer is required only when ordered by a judge. But, when an answer is\n\n        ordered, the rule requires the answer to contain specified elements. Relevant here, Rule\n\n        5(c) requires the state to attach to its answer “parts of the transcript that the respondent\n\n        considers relevant” and Rule 5(d) requires the state to file a copy of “any brief that the\n\n        petitioner submitted in an appellate court contesting the conviction or sentence, or\n\n        contesting an adverse judgment or order in a post-conviction proceeding.”\n\n                                                      A.\n\n               The state admits it failed to comply with Rule 5(c) and 5(d). Yet it asserts that the\n\n        district court did not abuse its discretion by relieving it of Rule 5’s requirements—an\n\n        argument that hinges on the state’s position that the district court had discretion to do so in\n\n        the first place.\n\n               The text of Rule 5 makes clear that these requirements are mandatory. Under\n\n        subsection (c), “[t]he respondent must attach to the answer parts of the transcript that the\n\n        respondent considers relevant.” Under subsection (d)(1), “[t]he respondent must also file\n\n        with the answer a copy of . . . any brief that the petitioner submitted in an appellate court\n\n        contesting the conviction or sentence . . . .” By using “must,” Congress clarified that\n\n        compliance is required.\n\n\n\n               3\n                 The Rules Enabling Act, 29 U.S.C. § 2072, gives the Supreme Court the power to\n        promulgate procedural and evidentiary rules in the federal judiciary. The Supreme Court\n        must transmit any rule proposed under § 2072 to Congress by May 1 of the year which it\n        is to become effective, and it may not take effect until December 1 of that year. 29 U.S.C.\n        § 2074.\n                                                      6\n\fUSCA4 Appeal: 20-6712       Doc: 59          Filed: 11/03/2022       Pg: 7 of 10\n\n\n\n\n               The state references several cases to support its assertion that the district court had\n\n        discretion to relieve it of strict compliance with Rule 5. However, all but one of those cases 4\n\n        relate to Rule 2 of the Rules Governing Section 2254 Cases and Section 2255 Proceedings\n\n        in the United States District Courts. Importantly, the text of that rule explicitly states that\n\n        substantial compliance with Rule 2 is adequate. 5 In contrast, Rule 5 contains no such\n\n        language. A district court’s discretion to forgive strict compliance with a rule that explicitly\n\n        allows for substantial compliance does not support the proposition that a district court has\n\n        discretion to forgive strict compliance with a rule that contains no such provision and, in\n\n        fact, imposes mandatory requirements. 6\n\n                Our decision in Thompson v. Greene, 427 F.3d 263 (4th Cir. 2005), confirms that\n\n        the requirements of Rule 5 are mandatory. There, we determined that the state, when\n\n        responding to a § 2254 petition, must serve its answer, along with exhibits, on the\n\n        petitioner. Id. at 268. And since there the government failed to do this, we vacated the\n\n\n\n               4\n                  The remaining case, United States v. Pittman, 209 F.3d 314 (4th Cir. 2000),\n        likewise does not support the state’s argument. Unlike this case, that appeal involved the\n        district court’s denial of a habeas petitioner’s motion to amend his § 2255 petition.\n               5\n                  Rule 2 of each set of rules specifies the form in which an individual must move\n        for relief under § 2254 or § 2255. Rule 2(d) of the Rules Governing Section 2254 Cases in\n        the United States District Courts states that “the petition must substantially follow either\n        the form appended to these rules or a form prescribed by a local district-court rule.” Rule\n        2(c) Rules Governing Section 2255 Proceedings in the United States District Courts states\n        that “[t]he motion must substantially follow either the form appended to these rules or a\n        form prescribed by a local district court-rule.”\n               6\n                 Furthermore, the district court never acknowledged the state’s lack of compliance\n        with Rule 5. It is thus difficult to credit the state’s argument that the district court exercised\n        discretion in relieving it of strict compliance.\n                                                        7\n\fUSCA4 Appeal: 20-6712       Doc: 59          Filed: 11/03/2022      Pg: 8 of 10\n\n\n\n\n        district court’s dismissal of the § 2254 petition and remanded for further proceedings. The\n\n        state argues that Thompson’s holding applies only to documents labeled as exhibits and not\n\n        to documents that are explicitly mentioned in Rule 5(c) or 5(d). We reject this distinction.\n\n        In fact, it seems a lot like splitting hairs. If anything, it is more apparent that, as compared\n\n        to exhibits in the general sense, items explicitly mentioned by Rule 5—portions of the\n\n        transcript the state deems to be relevant and any brief the petitioner submitted to an\n\n        appellate court—are part of the answer itself and thus require service.\n\n               Thompson also forecloses many of the state’s remaining arguments. For instance,\n\n        the state suggests that because Sanford cited the underlying transcripts thirty-eight times\n\n        in his own petition, he has not established prejudice and the district court’s error was\n\n        harmless. The state makes a similar argument about Sanford’s habeas petition to the\n\n        Virginia Supreme Court, suggesting that because Sanford authored the document himself,\n\n        he fails to establish he was prejudiced by the state’s Rule 5(d) violation. But when the state\n\n        in Thompson argued that it was “not required to serve exhibits on habeas corpus petitioners\n\n        because they should already possess either the documents or a general knowledge of their\n\n        contents,” we rejected that comparable argument as “border[ing] on the frivolous.”\n\n        Thompson, 427 F.3d at 271 (“It is irrelevant whether a petitioner can demonstrate need to\n\n        the court, or whether he already has the documents.”). 7 Under Thompson, lack of prejudice\n\n        does not excuse the state’s failure to fulfil Rule 5’s mandatory compliance requirement.\n\n\n\n\n               7\n                We also note that even if harm were relevant to our analysis, we cannot determine\n        whether the error was harmless, given the missing state habeas records on appeal.\n                                                       8\n\fUSCA4 Appeal: 20-6712      Doc: 59         Filed: 11/03/2022      Pg: 9 of 10\n\n\n\n\n                                                     B.\n\n               The state also asserts that plain-error review should apply because Sanford did not\n\n        argue to the district court that the state’s failure to provide him with transcripts impaired\n\n        his ability to reply to its Motion to Dismiss. Op. Br. 26. The state contends that because\n\n        Sanford indicated below that his primary concern was the district court’s lack of records,\n\n        rather than his own lack of records, plain-error review should apply to his argument on\n\n        appeal that Rule 5 requires service. Op. Br. 28. For three reasons, we disagree.\n\n               First, Sanford was proceeding pro se in the district court. Pro se filings are to be\n\n        construed liberally. Erickson v. Pardus, 551 U.S. 89, 94 (2007). Second, the principle that\n\n        an argument must be preserved in the district court “does not demand the incantation of\n\n        particular words; rather, it requires that the lower court be fairly put on notice as to the\n\n        substance of the issue.” Nelson v. Adams USA, Inc., 529 U.S. 460, 469 (2000). Ample\n\n        evidence shows that the district court was on notice of Sanford’s assertion that the state\n\n        violated Rule 5. In fact, he asserted in three separate motions below that the state violated\n\n        the rule. And third, the fact that Sanford’s concerns over the state’s failure to comply with\n\n        Rule 5 below focused on his perception that the district court lacked records more than his\n\n        own lack of records does not mean he failed to preserve the argument that the state violated\n\n        Rule 5. That level of precision is not required. United States v. Boyd, 5 F.4th 550, 556 (4th\n\n        Cir. 2021) (“‘[V]ariations’ on arguments made below may be pursued, so long as the\n\n        appealing party ‘asked both courts to evaluate the same fundamental question.’”). Even\n\n        though the arguments may not be identical, Sanford advanced the substance of the\n\n\n\n                                                     9\n\fUSCA4 Appeal: 20-6712      Doc: 59         Filed: 11/03/2022      Pg: 10 of 10\n\n\n\n\n        argument he presses here—that the state failed to comply with Rule 5—below. In sum, we\n\n        conclude Sanford preserved the issue.\n\n\n\n                                                    III.\n\n               For the reasons described above, we vacate and remand to the district court with the\n\n        following instructions: (1) the state must file a Rule 5-compliant Answer; (2) the district\n\n        court shall determine if it has the records it requested—those “pertinent and available”—\n\n        and, in this inquiry, address the state habeas records that were missing when the file was\n\n        transferred to us; and (3) finally, the district court shall reconsider the state’s motion to\n\n        dismiss, considering the complete answer and the records it first requested. 8\n\n                                                                     VACATED AND REMANDED\n\n\n\n\n               8\n                  The certificate of appealability also addresses the question whether the district\n        court’s private docket entries violated due process or procedural rules. We need not reach\n        that question, given the relief awarded. We are confident Sanford will be given the\n        opportunity to examine documents that are before the district court and may be relied upon\n        in its decisions.\n                                                     10\n\f",
            "ocr": false,
            "opinion_id": 8444707
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}