{
    "id": 8676544,
    "judges": "Cabret, Hodge, Swan",
    "date_filed": "2009-08-23",
    "date_filed_is_approximate": true,
    "slug": "henley-v-people",
    "case_name_short": "Henley",
    "case_name": "Henley v. People",
    "case_name_full": "LORN HENLEY, JR., Appellant/Defendant v. PEOPLE OF THE VIRGIN ISLANDS, Appellee/Plaintiff",
    "attorneys": "Robert L. King, Esq., Law Offices of Robert L. King, St. Thomas, USVI, Attorney for Appellant., PAMELA R. Tepper, ESQ., Assistant Attorney General, St. Thomas, USVI, Attorney for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "61 V.I. 240"
    ],
    "opinions": [
        {
            "author_str": "Swan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\n(August 28, 2014)\nSWAN, Associate Justice.\nAppellant, Lorn Henley, Jr., was charged in a nine-count information relating to the shooting death of another person *241during a verbal altercation. However, he was convicted of only one count of the information: reckless endangerment in the first degree, under 14 V.I.C. § 625. Henley challenges his conviction for reckless endangerment, asserting that there was insufficient evidence to convict him of that offense and that the statutory provision codifying that crime of reckless endangerment is void for .vagueness. Concluding that there was insufficient evidence for a reasonable jury to legally convict Henley of reckless endangerment, we reverse.\nI. FACTS AND PROCEDURAL HISTORY\nOn November 20, 2010, Aquil Abdullah and friends attended the Jaguar’s Nightclub located above a fast food restaurant which is situated on a lot contiguous to the Mandela Circle, which is a public intersection on St. Thomas, USVI. Prior to the club closing at 4 a.m., Abdullah departed the club and proceeded to a friend’s car that was exiting the tramway parking lot located across the street. While crossing the street to the parking lot, Abdullah threw in the air two cups which landed on a red truck that was passing in the area. Abdullah’s action prompted Henley, the driver of the red truck, to exit the truck and approach Abdullah. The two men immediately became embroiled in a verbal altercation. Jeffrey Jeffers, a friend of Abdullah, positioned himself between the two men with his back to Abdullah in an attempt to mollify the situation. Jeffers testified that Henley said, “nobody gone play me for no f***ing punk.” Jeffers further testified that he recalled Henley reaching into his back pocket. According to Jeffers the fracas continued with the group moving toward the back of the red truck. The pugnacity of both men is illustrated by Jeffers’ testimony that Henley said, “I get my f*** on me” to which Abdullah responded, “well, bust your f*** then.” More individuals began approaching the commotion between the two men. Soon thereafter, gunshots were fired. Abdullah was fatally shot. Jeffers was shot and taken to the hospital for treatment of a gunshot wound to his foot and later released.\nHenley testified that Jeffers told him in reference to Abdullah, “Look, he drunk. He drunk. Ignore him. He really been drinking all night.” Henley further testified that as he attempted to enter the truck, the shooting started. Henley believed the shooters were directing the shots at him, and he continued to hear gun shots while he was hurriedly driving from the scene and simultaneously going toward the western end of St. *242Thomas. At trial, the forensic examiner, who conducted testing on DNA samples from Abdullah and potential suspects, testified that Henley’s DNA was not found on Abdullah’s body but that Abdullah’s blood was found on the red truck’s tailgate. The jury considered all the evidence and found Henley guilty of a single count of first degree reckless endangerment. Henley subsequently filed a motion pursuant to Rule 29 of the Federal Rules of Criminal Procedure seeking a judgment of acquittal which was denied by the trial judge. This appeal ensued.\nII. JURISDICTION\nTitle 4, section 32(a) of the Virgin Islands Code states that “[t]he Supreme Court shall have jurisdiction over all appeals arising from final judgments, final decrees or final orders of the Superior Court, or as otherwise provided by law.” A final order is a judgment from a court which ends the litigation on the merits, leaving nothing else for the court to do except execute the judgment. Ramirez v. People, 56 V.I. 409, 416 (VI. 2012) (citing In re Truong, 513 F.3d 91, 94 (3d Cir. 2008) and Bethel v. McAllister Bros., Inc., 81 F.3d 376, 381 (3d Cir. 1996)). Henley filed a post-trial Motion for Judgment of Acquittal that was denied by the Superior Court after a hearing held on July 12, 2013, and the Judgment was entered on October 7, 2013. Henley timely filed this appeal on October 31, 2013. Therefore, this Court has jurisdiction over this matter.\nIII. STANDARD OF REVIEW\nThe standard of review for this Court’s examination of the trial court’s application of law is plenary and its findings of facts are reviewed for clear error. Rodriguez v. Bureau of Corr., 58 V.I. 367, 371 (V.I. 2013); Blyden v. People, 53 V.I. 637, 646 (V.I. 2010); Pell v. E.I. DuPont de Nemours &amp; Co. Inc., 539 F.3d 292, 300 (3d Cir. 2008). When the Court is presented with a challenge to the sufficiency of the evidence, we will “examine the totality of the evidence, both direct and circumstantial, and interpret the evidence in the light most favorable to the government as the verdict winner.” Allen v. People, 59 V.I. 631, 635 (V.I. 2013) (quoting United States v. Pavulak, 700 F.3d 651, 668 (3d Cir. 2012)) (citations and internal quotation marks omitted). A defendant seeking to overturn his conviction on the basis of the sufficiency of the evidence “bears a very heavy burden.” Castor v. People, 57 V.I. 482, 488 (V.I. 2012) (quoting Latalladi v. People, 51 V.I. 137, 145 (V.I. 2009)) (internal quotation marks omitted).\n*243IV. DISCUSSION\nA. There was not sufficient evidence for a rationale jury to find Henley guilty of reckless endangerment.\nHenley asserts that the Superior Court erred in failing to grant his Rule 29 Motion because the evidence presented at trial was insufficient to convict him of reckless endangerment. Henley specifically focuses upon the People’s testimonial evidence which he asserts never substantiated that Henley was in possession of a firearm or that he discharged a firearm before, during, or after his scuffle with Abdullah. He also underscored the inconsistencies in the trial testimony propounded by the People’s witnesses.\nIn determining whether the defendant has met the heavy burden of proving that the evidence, was insufficient to support his conviction, we review the evidence in the light most favorable to the People, considering the totality of the circumstances and all the evidence presented. Allen, 59 V.I. at 635; Coleman v. Johnson, 132 S. Ct. 2060, 2064, 182 L. Ed. 2d 978 (2012). “The Government may prove guilt based on circumstantial evidence alone.” Morton v. People, 59 V.I. 660, 671 (V.I. 2013) (citing United States v. Kemp, 500 F.3d 257, 293 (3d Cir. 2007)). Further, this Court may not weigh the credibility of a witness because credibility is within the province of the jury. Allen, 59 V.I. at 638; United States v. Santos-Rivera, 726 F.3d 17, 23 (1st Cir. 2013).\nFirst degree reckless endangerment is codified in 14 V.I.C. § 625:\n(a) A person is guilty of reckless endangerment in the first degree when, under the circumstances evidencing a depraved indifference to human life, he recklessly engages in conduct in a public place which creates a grave risk of death to another person. Reckless endangerment in the first degree shall be considered as a felony.\n(c) The terms as used in this section shall have the following meaning unless the context clearly indicates otherwise:\n(1) “reckless endangerment” means when a person consciously and knowingly engages in conduct or behavior that may pose intentional harm or physical injuries to another human being or property.\n*244(2) “public place” means a place to which the general public has a right to resort; but a place which is in point of fact public rather than private, and visited by many persons and usually accessible to the public.\nIt is well settled that “the Government may prove guilt based on circumstantial evidence alone.” Morton, 59 V.I. at 671. On the other hand, “a verdict may not rest merely upon suspicion, speculation, or conjecture or any overly attenuated piling of inference on inference.” Todman v. People, 59 V.I. 675, 681 (V.I. 2013) (citing People v. Clarke, 55 V.I. 473, 482 (V.I. 2011)).\n Although Henley was charged in separate counts of the information as both a principal and an aider and abettor for the crime of reckless endangerment, it is undisputed that the jury returned a verdict of guilty only as to him being a principal. It is undeniable that the red truck Henley was driving was struck by cups thrown into the air by Abdullah, which prompted Henley to exit the truck and engage in a verbal altercation with Abdullah. Where the victim has been fired upon and the defendant is charged with reckless endangerment, this Court has stated that evidence confirming the presence of a firearm that was discharged by the defendant is necessary. See Augustine v. People, 55 V.I. 678, 689 (V.I. 2011) (testimony that the defendant fired at three police officers on a public street was sufficient evidence to convict on reckless endangerment); Tyson v. People, 59 V.I. 391, 417 (V.I. 2013) (evidence established that the defendant fired at the victim as he walked on a public road toward a funeral procession). In the present case, there was testimony that Henley shouted, “I got my f*** on me,” and immediately after the shots were fired, he hurriedly departed the scene. Testimonial evidence also confirmed that prior to gunshots being heard, Henley had made a motion toward his back pocket while shouting. A forensic expert testified that Abdullah’s blood was found on the tailgate of the red truck operated by Henley and on shorts worn by Henley. Nonetheless, the trial record is devoid of any evidence which confirms that Henley was seen in possession of or seen discharging a firearm. Two of the People’s witnesses, Jeffers and Officer Dale George, who were in proximity to the scene and had an opportunity to observe Henley during his altercation with Abdullah, testified that they did not see Henley in possession of a firearm nor did they see him discharge a firearm. Furthermore, Jeffers was positioned between Henley and Abdullah during their altercation. Yet, he *245testified that he did not know where the shots came from. Officer Gabriel Reed, who was working as a security officer at Jaguar’s nightclub, saw Henley and Abdullah about three to five feet apart during their verbal altercation but he never saw Henley with a firearm.\nThere was no testimony that Henley had any significant amount of gunshot residue on his clothing or that any gunshot residue was found on his hands. There is evidence that an enormous barrage of gunshots was fired from various sites at the crime scene, causing the immediate area to be permeated or saturated with gunshot residue, which would be found on anyone nearby and on objects at the crime scene. This contention of a proliferation of gunshot residue in the crime scene area is buttressed and reinforced by the following. Dr. J. Keith Pinckard, the medical examiner, testified that seven projectiles were removed from Abdullah’s body which had eleven total wounds. Officer George testified that he heard a lot of shots and multiple shots from multiple guns. Officer David Petersen, who was also working as a security guard at Jaguar’s nightclub, testified that he has experience with multiple guns and multiple shots and that he heard multiple shots from multiple guns at the time of Abdullah’s murder. Officer Reed also testified that he heard multiple gunshots from more than one firearm. Dr. Maurice Cooper, the People’s forensic science consultant, testified that 25 bullet shell casings were retrieved from the crime scene, including 21 casings in .45 caliber and four 9mm casings. The 25 shell casings do not discount the fact that more shots may have been discharged at the crime scene. Therefore, the gunshot residue evidence that may have suggested that Henley had discharged a firearm is purely conjectural. The totality of the evidence failed to confirm that Henley engaged in conduct as a principal and utilized or discharged a firearm which created a grave risk of danger to another person. Consequently, his conviction for reckless endangerment as a principal is reversed.\nB. We decline to decide whether 14 V.I.C. § 625 is void for vagueness.\nHenley also argues that 14 V.I.C. § 625(a) is void for vagueness because “this statute fails to provide a citizen of ordinary intelligence with notice of what conduct is forbidden.” He further asserts that “the standard is so vague that a citizen could never be clear as to what conduct would run afoul of the law.” Because we are reversing Henley’s conviction for *246reckless endangerment, we decline to address this issue as moot. See Fontaine v. People, 56 V.I. 571, 591-92 (V.I. 2012).\nV. CONCLUSION\nFor the reasons discussed above, Henley’s conviction as a principal for reckless endangerment in violation of 14 V.I.C. § 625(a) is reversed, and the conviction vacated.\n",
            "ocr": true,
            "opinion_id": 8659567
        }
    ],
    "court_short_name": "Supreme Court of The Virgin Islands",
    "court_full_name": "Supreme Court of The Virgin Islands",
    "court_type": "TS",
    "court_jurisdiction": "Virgin Islands, VI",
    "crime_category": "Murder"
}