{
    "id": 8676686,
    "judges": "Cabret, Hodge, Swan",
    "date_filed": "2022-06-08",
    "date_filed_is_approximate": true,
    "slug": "williams-v-people",
    "case_name_short": null,
    "case_name": "Williams v. People",
    "case_name_full": "JALANI WILLIAMS, Appellant/Defendant v. PEOPLE OF THE VIRGIN ISLANDS, Appellee/Plaintiff",
    "attorneys": "Charles E. Lockwood, Esq., Nichois Newman Logan Grey & Lockwood, P.C., St. Croix, USVI, Attorney for Appellant., Elliot M. Davis, Esq., Acting Solicitor General, St. Thomas, USVI, Attorney for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "64 V.I. 618"
    ],
    "opinions": [
        {
            "author_str": "Hodge",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\n(May 12, 2016)\nHodge, Chief Justice.\nAppellant Jalani Williams appeals from the Superior Court’s December 23, 2014 amended judgment and commitment, which resentenced him to life imprisonment with the possibility of parole as punishment for a first-degree murder committed while he was a juvenile. For the reasons that follow, we affirm.\nI. BACKGROUND\nWilliams previously appealed to this Court his convictions for first-degree murder, first-degree assault, reckless endangerment, and unauthorized possession of a firearm during the commission of a crime of violence. Williams v. People (“Williams /”), 59 V.I. 1024, 1030 (V.I. 2013). In a November 5, 2013 opinion, this Court affirmed all of Williams’s convictions. However, because Williams was 16 years of age when the offenses were committed, this Court remanded the matter for resentencing on the first-degree murder count in accordance with the United States Supreme Court’s decision in Miller v. Alabama, 132 S. Ct. 2455, 183 L. Ed. 2d 407 (2012), “in which it held that a sentence of ‘mandatory life without parole for those under the age of 18 at the time of their crimes violates the Eighth Amendment’s prohibition on ’cruel and unusual punishments.’ ” Williams I, 59 V.I. at 1040-41 (quoting Miller, *620132 S. Ct. at 2460). Williams filed a petition for rehearing with this Court on November 19, 2013, raising issues unrelated to his sentencing, which this Court denied in a November 25, 2013 order. The Clerk of the Court subsequently issued the mandate on December 6, 2013, thus vesting jurisdiction with the Superior Court.\nDue to several judicial recusals and reassignments, as well as continuance motions filed by both Williams and the People of the Virgin Islands, the matter was not set for resentencing until December 17, 2014. At the resentencing hearing, the Superior Court denied Williams’s motion to resentence him on all counts as opposed to only the first-degree murder charge, and considered evidence introduced by and arguments made by both parties as to the four Miller factors this Court highlighted in its November 5, 2013 opinion.\nNotwithstanding the United States Supreme Court’s Miller decision and this Court’s November 5, 2013 opinion, throughout the hearing, the Superior Court expressed skepticism at ignoring the language of title 14, section 923(a) of the Virgin Islands Code — providing that “[wjhoever commits murder in the first degree shall be imprisoned for the remainder of his natural life without parole” — which it stated was “akin to a court rewriting statutes and courts are expressly prohibited from doing that.” (J.A. 150.) When asked for the parties to provide sentencing recommendations, the People requested a minimum sentence of 35 years incarceration; however, Williams, through his counsel, maintained that he should receive no sentence at all, since section 923(d) had been declared unconstitutional as applied to juvenile offenders and — according to Williams — “the legislature should act in order to set out a new sentencing scheme in view of the Miller decision, and it has not.” (J.A. 171.)\nAfter a brief recess, the Superior Court announced oral findings as to the four Miller factors, but then held that its discretion in crafting an appropriate punishment based on those findings was limited:\nFrom the Court’s perspective] there are four options available. Option one, as stated by the defendant, is that he cannot be sentenced to Count 1 [first-degree murder] because the Virgin Islands legislature ha[s] determined that anyone who has been found guilty of Count 1 shall be sentenced to imprisonment without parole. Life imprisonment without parole. But this Court has determined that’s not warranted in *621this case because the defendant was a juvenile at the time and in line with the other factors.\nThere’s a second option as proposed by the [P] eople, that he receive a term of years under Count 1, the [Pjeople have recommended nothing less than 35 years. Well, let me say this, the option, or the position stated by the defendant, I don’t believe is a reasonable interpretation of Miller, or the Supreme Court of the Virgin Islands remand.\nNone of those cases stand for the proposition that if the Court determines that a juvenile — that a[n] individual who’s a juvenile should not get life without parole, that the count should be dismissed, or that he cannot be sentenced under that count.\nWith regards to the position proffered by the [Pjeople, that would require the Court to insert language in the statute which is not present. Court’s are not in the business of rewriting the laws; Courts interpret the laws as written, unless given specific authority from the legislature.\nThere’s a third option, whether to sentence Mr. Williams to a lesser included offense of murder, and that would be second degree murder, voluntary manslaughter, involuntary manslaughter. The Court finds that that option is not available because a jury found him guilty of first degree murder on Count 1.\nThat leaves a fourth option, that the Court can sentence Mr. Williams to life imprisonment with the possibility of parole. Under Title 1, Virgin Islands Code Section 51, the legislature has authorized courts of competent jurisdiction to sever certain provisions that are found to be invalid.... Therefore, from the Court’s reading of that [Cjode [sjection, the Court is authorized to sever provisions of Section 923 that are invalid and [ijmpose punishment in this case....\n[Tjhe Court finds that under Section 51 the Court can sever the language “without parole” and sentence Mr. Williams to life imprisonment. The Court feels that this is the only option available under this statute that [it] is allowed to do.\nThe Court cannot rewrite sections of the [C]ode, that is a function of the legislature, and the Court also feels that this is the only proper result in this case, and it is consistent with the goals of sentencing being punishment, rehabilitation ánd a deterrence.\n(J.A. 185-88.) The Superior Court subsequently memorialized, in its December 23, 2014 amended judgment and commitment, its decision to re-*622sentence Williams to life imprisonment with parole on his first-degree conviction. Williams timely filed his notice of appeal with this Court on January 20,2015. See V.I.S.Ct.R. 5(b)(1) (“In a criminal case, a defendant shall file the notice of appeal in the Supreme Court within 30 days after entry of... the judgment or order appealed from.”).\nII. DISCUSSION\nA. Jurisdiction and Standard of Review\nTitle 4, section 32(a) of the Virgin Islands Code gives this Court “jurisdiction over all appeals arising from final judgments, final decrees or final orders of the Superior Court, or as otherwise provided by law.” The written judgment embodying the adjudication of guilt and the sentence imposed based on that adjudication constitutes a final judgment. See, e.g., Jackson-Flavius v. People, 57 V.I. 716, 721 (V.I. 2012) (citing Potter v. People, 56 V.I. 779, 787 (V.I. 2012)). Therefore, this Court possesses appellate jurisdiction over this appeal.\n“Generally, this Court exercises plenary review when a criminal defendant challenges the Superior Court’s sentencing decision based solely on application of legal precepts.” Williams v. People, 58 V.I. 341, 350 (V.I. 2013) (citing Cheatham v. People, S. Ct. Crim. No. 2008-0026, 2009 V.I. Supreme LEXIS 22, at *4 (V.I. Mar. 27, 2009) (unpublished)). “However, when a litigant could have raised an issue during an appeal of an earlier final judgment — yet did not — this Court will not consider that same issue as part of a second appeal.” Rawlins v. People, 59 V.I. 1069, 1072 (V.I. 2013) (collecting cases).\nB. Sentence of Life Imprisonment with Parole\nOn appeal, Williams argues that (1) the Superior Court erred when it sentenced him to life with parole; (2) the Superior Court was “powerless” to sentence Williams because title 14, section 923(d) was found by this Court to be unconstitutional; and, in the alternative, that (3) he should have been sentenced to no more than 5 years imprisonment under title 14, section 3 of the Virgin Islands Code;1 and (4) the Superior Court should *623have re-sentenced him on all charges, as opposed to only first-degree murder.\nAs a threshold matter, we note that the last three issues Williams raises in his brief have been waived for appellate review. As this Court has previously explained, “when a litigant could have raised an issue during an appeal of an earlier final judgment — yet did not — this Court will not consider that same issue as part of a second appeal.” Rawlins, 59 V.I. at 1072. In adopting this rule, this Court is in accord with the\nmajority of courts [that] have held . . . that when an appellate court remands a case for re-sentencing, the defendant is barred from raising — either on remand to the trial court or in a second appeal to the appellate court — any new arguments that are not directly related to the purpose of the remand.\nId. at 1072.2\nIn the appellate brief in his first appeal, Williams never made the claim that the Superior Court lacked the authority to resentence him due to section 923(d)’s unconstitutionality; on the contrary, he expressly *624argued that he “is entitled to have his matter remanded so that he has the opportunity to offer evidence concerning his personal background and the circumstances surrounding him . at the time of the crimes he was convicted-of, and to have the Trial court resentence him according to the mandates of the Miller decision.” (Williams I Appellant’s Br. 11.) Likewise, Williams never argued in his prior appeal that the Superior Court should be bound by 14 V.I.C. § 3; in fact, Williams did not even raise this argument at the December 17, 2014 resentencing hearing. And to the extent Williams’s fleeting references to “the crimes he was convicted-of’ could be construed as a claim that he should be re-sentenced on all counts, this Court, in its November 5, 2013 opinion, unequivocally stated that\nwe remand this matter for resentencing on the first-degree murder conviction. On remand, the Superior Court must conduct a sentencing hearing in order to consider [Williams]’s youth and attendant characteristics .. . before imposing a particular penalty on that conviction.\nWilliams I, 59 V.I. at 1041 (emphasis added and internal quotation marks omitted).3 By filing a rehearing petition that raised other issues but failed to argue that the Superior Court should be permitted to revisit the sentences for all of his convictions, Williams has also failed to preserve that claim, and cannot resurrect it as part of this second appeal. Rawlins, 59 V.I. at 1073. Consequently, we decline to consider any of these issues on the merits.4\n*625Thus, the only issue properly before this Court is whether the Superior Court correctly sentenced Williams to life with the possibility of parole. In our Williams I opinion, this Court clearly mandated that the Superior Court resentence Williams in accordance with the Miller decision. In reaching its decision, the United States Supreme Court emphasized that:\nSuch mandatory penalties, by their nature, preclude a sentencer from taking account of an offender’s age and the wealth of characteristics and circumstances attendant to it. Under these schemes, every juvenile will receive the same sentence as every other — the 17-year-old and the 14-year-old, the shooter and the accomplice, the child from a stable household and the child from a chaotic and abusive one. And still worse, each juvenile... will receive the same sentence as the vast majority of adults committing similar homicide offenses — but really ... a greater sentence than those adults will serve.\nMiller, 132 S. Ct. at 2467-68. On remand, the Superior Court, after conducting the individualized sentencing determination mandated by Miller, concluded that Williams was not “the rare juvenile offender whose crime reflects irreparable corruption” so as to warrant a sentence of life imprisonment without parole. Id. at 2469. However, the Superior Court then determined that the only option available to it was to effectively strike the “without parole” language from section 923(a) and sentence Williams to life imprisonment with the possibility of parole. (J.A. 188.)\n We conclude that the Superior Court committed no error in sentencing Williams to life imprisonment with the possibility of parole. At the time the Superior Court sentenced Williams, courts were split as to whether to construe Miller broadly or narrowly. Compare People v. *626Wilder, 2015 COA 14, ¶ 41, _ P.3d _ (Colo. Ct. App. Feb. 26, 2015), vacated by 2015 Colo. LEXIS 991 (Colo. Oct. 13, 2015) (adopting a broad construction of Miller so that courts may impose “a sentence that it determines is appropriate for this defendant”), with State v. Louisell, 865 N.W.2d 590, 599 (Iowa 2015) (adopting a narrow construction of Miller to mandate sentence of life imprisonment with parole for juveniles no longer eligible for life imprisonment without parole), and Commonwealth v. Batts, 620 Pa. 115, 66 A.3d 286, 294-95 (2013) (same). However, the United States Supreme Court has recently endorsed the narrow construction of Miller:\nA State may remedy a Miller violation by permitting juvenile homicide offenders to be considered for parole, rather than by resentencing them.... Those prisoners who have shown an inability to reform will continue to serve life sentences. The opportunity to release will be afforded to those who demonstrate the truth of Miller’s central intuition — that children who commit even heinous crimes are capable of change.\nMontgomery v. Louisiana, 136 S.Ct. 718, 736, 193 L. Ed. 2d 599 (2016). Consequently, the Superior Court, after holding the required hearing and concluding that the Miller factors did not warrant a sentence of life imprisonment without parole, committed no error when it determined that the only remaining option was a sentence of life imprisonment with the possibility of parole.\nIII. CONCLUSION\nFor the foregoing reasons, we affirm the Superior Court’s December 23, 2014 amended judgment and commitment that sentences Williams to life imprisonment with the possibility of parole on the first-degree murder charge.\n\n “Except in cases where a different punishment is prescribed by law . . . every crime or offense declared to be a felony is punishable by imprisonment not exceeding five years.” 14 V.I.C.§ 3(a)(1).\n\n\n See also United States v. Walterman, 408 F.3d 1084, 1085-86 (8th Cir. 2005) (“Our prior remand was limited to permit resentencing without application of the erroneously-applied career offender enhancement. Where a remand is limited to the resolution of specific issues, those issues outside the scope of the remand are generally not available for consideration.”); United States v. Pultrone, 241 F.3d 306, 308 (3d Cir. 2001) (“At resentencing, the action taken by the District Court reflected only our direction that the statutory minimum sentence be imposed; because [the defendant] abandoned his appeal, no other aspect of his conviction or sentence was at issue.”); United States v. Ticchiarelli, 171 F.3d 24, 32 (1st Cir. 1999); United States v. Marmolejo, 139 F.3d 528, 530-31 (5th Cir. 1998) (“This case was remanded for resentencing. The fact that the appellate court did not expressly limit the scope of the remand order did not imply that a full blown sentencing hearing was permissible for a second time, allowing evidence on all issues that would affect the sentencing guidelines.”); United States v. Whren, 111 F.3d 956, 960, 324 U.S. App. D.C. 197 (D.C. Cir. 1997) (“[U]pon a resentencing occasioned by a remand, unless the court of appeals expressly directs otherwise, the district court may consider only such new arguments or new facts as are made newly relevant by the court of appeals’ decision — whether by the reasoning or by the result.”); United States v. Parker, 101 F.3d 527, 528 (7th Cir. 1996) (“A party cannot use the accident of a remand to raise in a second appeal an issue that he could just as well have raised in the first appeal because the remand did not affect it.”); United States v. Stanley, 54 F.3d 103, 108 (2d Cir. 1995) (“Our decision in Stanley I did not call for de novo resentencing. Instead, we identified a narrow issue for remand .... Thus, even if the district court reconsidered the § 2F1.1(b)(2) enhancement — a matter by no means clear from the record — it did so improperly.”).\n\n\n Of course, had this Court vacated the judgment in its entirety instead of only in part, the Superior Court would have been within its authority to revisit all of his sentences, even those for convictions that did not implicate Miller. See Bear Cloud v. State, 2014 WY 113, 334 P.3d 132, 142 (2014) (“When the United States Supreme Court vacated the judgment in Bear Cloud I, it wiped the slate clean. We remand for the district court to consider the entire sentencing package — that is, the sentences for all three counts — when it resentences Mr. Bear Cloud.”).\n\n\n Nevertheless, to the extent we were inclined to consider any of these waived issues as part of this appeal, we agree that the Superior Court correctly rejected these arguments. Williams’s claim that the Superior Court lacks authority to resentence him when section 923(d) of title 14 of the Virgin Islands Code calls for a mandatory penalty that has been declared unconstitutional is wholly without merit. Shipps v. District Att’y for Norfolk Dist., 472 Mass. 1001, 32 N.E.3d 1254, 1255 (2015) (holding claim that individuals convicted of murder, at time when statute provided for mandatory death penalty that was later found to be unconstitutional, “are subject to no punishment at all for their offenses” as “meritless”); Ex parte Henderson, 144 So. 3d 1262, 1264 (Ala. 2013) (refusing to dismiss indictments against ju*625veniles when sole punishments available under unconstitutional statute were death penalty or life imprisonment without parole). The United States Supreme Court held in Miller that “mandatory life without parole for those under the age of 18 at the time of their crimes violates the Eighth Amendment’s prohibition on ‘cruel and unusual punishments.’ ” 132 S. Ct. at 2460 (emphasis added). Thus, as the Superior Court recognized, there is no legal basis to order the Superior Court to resentence Williams on any of his other convictions, none of which carried a penalty of life imprisonment without parole. Additionally, section 3 of title 14 of the Virgin Islands Code — providing for a five year maximum incarcerative penalty for felonies in which a different punishment is not prescribed — is inapplicable by its own terms, since section 923(a) of title 14 of the Virgin Islands Code does prescribe a punishment for first-degree murder, albeit a punishment that has been held to be unconstitutional as to juveniles.\n\n",
            "ocr": true,
            "opinion_id": 8659713
        }
    ],
    "court_short_name": "Supreme Court of The Virgin Islands",
    "court_full_name": "Supreme Court of The Virgin Islands",
    "court_type": "TS",
    "court_jurisdiction": "Virgin Islands, VI",
    "crime_category": "Murder"
}