{
    "id": 8507162,
    "judges": "Owen, Prado, Reavley",
    "date_filed": "1977-07-22",
    "date_filed_is_approximate": true,
    "slug": "clark-v-epco-inc",
    "case_name_short": null,
    "case_name": "Clark v. EPCO Inc.",
    "case_name_full": "Jennifer Renee CLARK, Individually and on Behalf of All Wrongful Death Beneficiaries of Albert Clark, and as of the Estate of Albert Clark, and as Guardian and Next Friend of His Minor Children, K.R.C., J.N.C., A.D.C., and J.R.C. v. EPCO INC., doing business as Enterprise Transportation Company Sedric J. Harmon Unidentified Fictitious Parties A-W",
    "attorneys": "T. Jackson Lyons, T. Jackson Lyons & Associates, Jackson, MS, Norman William Pauli, Jr., Hattiesburg, MS, for Plaintiff-Appellant., Jackson Henderson Abies, III, Daniel Coker Horton & Bell, P.A., Jackson, MS, for Defendants-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "376 F. App'x 427"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM: *\nJennifer Renee Clark appeals the district court’s grant of summary judgment in favor of EPCO, Inc. (“EPCO”) and Sedric J. Harmon. Clark sued EPCO and Harmon after her husband, Master Sergeant Albert Clark (“the decedent”), was killed in a car accident while stuck in traffic caused by a prior rollover accident involving Harmon, an EPCO employee. The district court held that Harmon owed no duty to the decedent and did not proximately cause the accident which killed the decedent. Because we find that EPCO and Harmon could not have reasonably foreseen the accident causing Clark’s death, we affirm the district court’s grant of summary judgment in favor of EPCO and Hannon.\nI. FACTUAL AND PROCEDURAL BACKGROUND\nIn May 2005, Harmon drove one of EPCO’s butane-bearing eighteen-wheeled *429trucks along a highway near Hattiesburg, Mississippi. Between 4:15 and 4:30 A.M., Harmon swerved while trying to avoid a deer in the road and overturned his truck in the median. According to the accident report and Harmon’s affidavit, a dense, dark fog affected the driving conditions at the time of the accident.\nHarmon’s accident did not involve any other vehicles and did not directly injure any person other than Harmon himself. The combustible cargo in Harmon’s EPCO eighteen wheeler neither leaked nor exploded. Due to the hazardous nature of the butane and the accompanying delicate nature of the cleanup operation, the emergency responders closed the highway for several hours and diverted southbound traffic to a second highway.\nBy 6:45 A.M., southbound traffic had backed up significantly, and the dense fog had not subsided. Around this time, the decedent encountered the traffic jam, and stopped his Ford Taurus behind an eighteen wheeler. While stopped, a second eighteen wheeler, driven by Dalton May-hair and owned by Mags Trucking, Inc., rear-ended the decedent’s car while traveling approximately sixty-five miles per hour. The collision pushed the small car under the rear of the first truck and killed the decedent instantly.\nClark, the decedent’s widow, filed a claim against Mags Trucking and Mayhair for negligently killing her husband. Mags Trucking, Mayhair, and their insurer paid Clark $954,294.74. Asserting that Mags Trucking and Mayhair did not fully compensate her for the loss of her husband, Clark sued EPCO and Harmon, alleging that they created the conditions leading to the decedent’s death.\nEPCO and Harmon filed a motion for summary judgment, arguing that the Supreme Court of Mississippi has repeatedly held that an act which merely furnishes the occasion or condition for a person’s injury cannot be the proximate cause of an injury caused by a separate tortfeasor. The district court granted EPCO and Harmon’s motion, finding that EPCO and Harmon owed no duty to the decedent because they could not foresee Mayhair’s intervening negligence and that Clark could not stretch Harmon’s general duty to use reasonable care while driving to encompass the second accident that killed the decedent. The district court also found that Harmon’s negligence did not proximately cause the decedent’s death. Clark timely appealed.\nII. STANDARD OF REVIEW\n“We review the district court’s grant of summary judgment de novo, applying the same standard as the district court.” Chaney v. Dreyfus Serv. Corp., 595 F.3d 219, 228-29 (5th Cir.2010) (citing Golden Bridge Tech., Inc. v. Motorola, Inc., 547 F.3d 266, 270 (5th Cir.2008)). Summary judgment is appropriate “if the pleadings, the discovery and disclosure materials on file, and any affidavits show that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.” Fed.R.CivP. 56(c). “Factual controversies are construed in the light most favorable to the nonmovant, but only if both parties have introduced evidence showing that an actual controversy exists.” Lynch Props., Inc. v. Potomac Ins. Co. of Ill, 140 F.3d 622, 625 (5th Cir.1998) (citing Little v. Liquid Air Corp., 37 F.3d 1069, 1075 (5th Cir.1994) (en banc)).\nIII. ANALYSIS\nMississippi tort law controls the disposition of this diversity case. Under Mississippi law, “ ‘[a] claim of negligence has four elements: duty, breach, causation, and damages.’” Magnusen v. Pine Belt Inv. Corp., 963 So.2d 1279, 1282 (Miss.Ct. *430App.2007) (quoting Price v. Park Mgmt., Inc., 831 So.2d 550, 551 (Miss.Ct.App.2002)). The Mississippi Supreme Court has held that “[d]uty and breach of duty are essential to finding negligence and must be demonstrated first.” Rein v. Benchmark Constr. Co., 865 So.2d 1134, 1143 (Miss.2004) (citing Strantz v. Pinion, 652 So.2d 738, 742 (Miss.1995)). ‘“Only when the first two items are shown is it possible to proceed to a consideration of proximate cause since a duty and breach of that duty are essential to a finding of negligence under the traditional and accepted formula.’ ” Moss v. Batesville Casket Co., Inc., 935 So.2d 393, 406-07 (Miss.2006) (quoting May v. V.F.W. Post No. 2539, 577 So.2d 372, 375 (Miss.1991)) (emphasis omitted).\n“[D]uty is an issue of law, and causation is generally a matter for the jury.” Rein, 865 So.2d at 1143 (emphases omitted). In Mississippi, “[t]he important component of the existence of the duty is that the injury is ‘reasonably foreseeable,’ and thus it is appropriate for the trial judge to decide.” Id. (quoting Lyle v. Mladinich, 584 So.2d 397, 399 (Miss.1991)) (alteration in original) (emphases and internal quotation marks omitted). Therefore, the ultimate question is whether EPCO and Harmon could reasonably foresee that Harmon’s accident could likely lead to the second accident which caused the decedent’s death.\nThe parties do not dispute that May-hair’s negligence led to the decedent’s death, and the Mississippi Supreme Court has held that “[t]he law dealing with the duty to foresee the imprudent acts of others appears under the general rubric of the jurisprudence of ‘intervening cause.’ ” Causey v. Sanders, 998 So.2d 393, 405 (Miss.2008) (quoting Southland Mgmt. Co. v. Brown By &amp; Through Brown, 730 So.2d 43, 46 (Miss.1998)) (internal quotation marks omitted) (alteration in original). In order to be foreseeable, the intervening cause must be “ ‘one which in ordinary human experience is reasonably to be anticipated, or one which the defendant has reason to anticipate under the particular circumstances.’ ” Id. (quoting Southland Mgmt. Co., 730 So.2d at 46); cf. Consolidated Aluminum Corp. v. C.F. Bean Corp., 833 F.2d 65, 68 n. 1 (5th Cir.1987) (describing foreseeability in a maritime tort case as “that which is objectively reasonable to expect, not merely what might conceivably occur”) (citation and quotation marks omitted).\nIn addition, the Mississippi Supreme Court has held that “ ‘[njegligence is remote and non-actionable’ ” when it “merely causes a person to be at a particular place at a particular time where such person is injured as a result of the negligent act of another, who puts in motion a different and intervening cause which efficiently leads in unbroken sequence to the injury.’ ” Causey, 998 So.2d at 406 (quoting Entrican v. Ming, 962 So.2d 28, 36 n. 2 (Miss.2007)). “[N]egligence which merely furnishe[s] the condition or occasion upon which injuries are received, but does not put in motion the agency by or through which the injuries are inflicted,” does not give rise to legal action either. Robison v. McDowell, 247 So.2d 686, 688 (Miss.1971). To determine whether EPCO and Harmon should be held liable for the decedent’s death, we ask whether “the facts constitute a succession of events so linked together as to make a natural whole, or was there some new and independent cause intervening between the alleged wrong and the injury[.]” Canton Broiler Farms, Inc. v. Warren, 214 So.2d 671, 676 (Miss.1968) (citation omitted).\nUnder the facts of this case, EPCO and Harmon owed no duty to the decedent. We cannot say that Harmon reasonably could have foreseen that the dense fog which contributed to his accident would *431last hours later until the decedent’s accident, nor can we say that Harmon reasonably could have foreseen Mayhair’s intervening negligent driving. Cf id. at 676 (“[T]he law is clear that one has the right to rely upon a driver to perform his duty until it becomes apparent that he will not do so.”). Harmon’s negligence did no more than “furnish[ ] the condition or occasion upon which” the decedent lost his life, and thus “is remote and non-actionable.” Robison, 247 So.2d at 688. Finding no duty, we hold that the district court properly granted summary judgment in favor of EPCO and Harmon.\nClark insists that the Mississippi Supreme Court’s decision in M &amp; M Pipe &amp; Pressure Vessel Fabricators, Inc. v. Roberts, 531 So.2d 615 (Miss.1988) mandates a reversal. In M &amp; M Pipe, an M &amp; M employee drove a company pickup truck with malfunctioning taillights. Id. at 617. When the employee stopped in an intersection to make a turn, a second car, which had negligently followed the employee’s truck too closely, skidded into the adjacent lane, and forced a third car into the path of a fourth. Id. The resulting collision between the third and fourth ears killed a passenger in the third. Id.\nAlthough the Mississippi Supreme Court upheld the jury verdict, finding the second driver’s negligence foreseeable as “precisely the type of negligence careful drivers of other vehicles must guard against,” id. at 618, M &amp; M Pipe does not persuade us that the district court erred by granting summary judgment in favor of EPCO and Harmon. The first driver’s negligence in M &amp; M Pipe almost instantaneously created a chain reaction fairly characterized as “a succession of events so linked together as to make a natural whole.” Canton Broiler Farms, Inc., 214 So.2d at 676. Here, Harmon’s negligent act took place hours before the accident which killed the decedent, and contributed no more than the traffic jam which caused the decedent “to be at a particular place at a particular time,” where the decedent lost his life “as a result of the negligent act of another.” Causey, 998 So.2d at 406. Clark’s reliance on M &amp; M Pipe is thus unavailing.\nSimilarly unavailing is Clark’s reliance on Canton Broiler Farms, in which the Mississippi Supreme Court held that a defendant who overturned a tractor-trailer which resulted in a slight blockage of a highway could be held liable for injuries to another negligent driver who collided with the overturned truck and a separate vehicle providing assistance. 214 So.2d at 672-73, 677. The Mississippi Supreme Court did not focus on the negligence leading to the initial accident, but rather on the defendant’s continuing negligence in failing “to set out flares as required by statute.” Id. at 677. As mentioned above, Harmon’s act of negligence ended hours before the accident claiming the life of the decedent.1\n*432Finally, Clark’s reliance on Cooke v. Nationwide Mutual Fire Insurance Company, 14 So.3d 1192 (Fla.Dist.Ct.App.2009) and Smith v. Commercial Transportation, Inc., 220 Ga.App. 866, 470 S.E.2d 446 (1996) does not affect our decision. The Cooke and Smith courts held, on facts materially similar to those at issue here, that a trial court should not decide, on a motion for summary judgment, whether a driver who causes a traffic jam which leads to a subsequent accident proximately causes the second accident. Cooke, 14 So.3d at 1196; Smith, 470 S.E.2d at 448. This case, however, turns on the duty owed by EPCO and Harmon to the decedent, which, as a legal question, is appropriately addressed at summary judgment. See Rein, 865 So.2d at 1143 (“[Djuty is an issue of law, and causation is generally a matter for the jury.”) (emphases omitted). Neither Cooke nor Smith addressed the duty analysis, and therefore they do not affect our analysis in this case.2\nIV. CONCLUSION\n“[Ujnder the particular circumstances,” Harmon had no “reason to anticipate” the accident between Mayhair and the decedent. Causey, 998 So.2d at 405 (Miss.2008) (quoting Southland Mgmt. Co., 730 So.2d at 46) (internal quotation marks omitted). We therefore hold that EPCO and Harmon owed no duty to the decedent. As such, the district court did not err by granting summary judgment in favor of EPCO and Harmon.\nAFFIRMED.\n\n Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.\n\n\n. This reasoning also serves to distinguish this case from Huff v. Boyd, in which the Mississippi Supreme Court found that a defendant who obstructed a highway could be held liable for injuries caused by a second negligent driver who collided with the car at the back of the traffic jam that the defendant caused. 242 So.2d 698, 700, 702-03 (Miss. 1971). In Huff, the Mississippi Supreme Court focused on the defendant’s \"continuing duty ... to remove his wrecked automobile from the traveled portion of the highway if practical,” id. at 702 (citing Belk v. Rosamond, 213 Miss. 633, 57 So.2d 461 (1952)), and held that \"until it was removed, the negligence of the owner ... continued over into such other accidents that might have foreseeably occurred as a result of the dangerous situation created by the original negligence.” Id. at 703. Harmon’s negligence, in contrast, ended after his initial accident, as the accompanying traffic jam was not caused by his negligent failure to remove his disabled vehicle, but instead by the emergency response and subsequent cleanup efforts.\n\n\n. We also note that our decision in this case does not create any inconsistency in this Circuit. Clark claims that the district court's grant of summary judgment was inconsistent with our decision in In re Signal International, LLC, 579 F.3d 478 (5th Cir.2009). Because Signal International dealt with maritime tort law and did not involve an intervening tortfeasor, we disagree. See id. at 491.\n\n",
            "ocr": true,
            "opinion_id": 8479520
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}