{
    "id": 8514456,
    "judges": "Richmond, Sagapolutele, Tapopo",
    "date_filed": "2002-06-28",
    "date_filed_is_approximate": true,
    "slug": "american-samoa-government-v-majhor",
    "case_name_short": "Majhor",
    "case_name": "American Samoa Government v. Majhor",
    "case_name_full": "AMERICAN SAMOA GOVERNMENT v. DIANNE MAJHOR",
    "attorneys": "Counsel: For Plaintiff, Fiti A. Sunia, Attorney General, Harvey Kincaid, Assistant Attorney General, For Defendant, Paul F. Miller",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "9 Am. Samoa 3d 77"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER DENYING MOTION TO DIMISS\nDefendant Dianne Majhor (“Majhor”) moves to dismiss this action, alleging denial of her right to a speedy trial, as protected by the both the United States and American Samoa Constitutions, on the two charges of tampering with physical evidence pending against her. The charges relate to an alleged homicide, which is the subject of a contemporaneous prosecution. Both counsel and Majhor were present when the motion was heard on August 6, 2004. Also present was Asaua Fuimaono, counsel for Defendant Uatisone Kelemete (“Kelemete”) in Am. Samoa Govt. v. Kelemete, CR No. 13-03.1 For the reasons stated below, we denyMajhor’s motion to dismiss.\nDiscussion\nA defendant’s right to a speedy trial is guaranteed by Article I, Section 6 of the Revised Constitution of American Samoa of 1966, and *80the Sixth Amendment of the United States Constitution.2 The right to a speedy trail attaches when the defendant is officially accused. United States. v. Marion, 404 U.S. 307, 313 (1971).\nThe United States Supreme Court has articulated a four factor balancing test to be used in determining whether a defendant’s right to a speedy trial has been denied. Barter v. Wingo, 407 U.S. 514, 530 (1972); Pene v. American Samoa Gov’t, 12 A.S.R.2d 43, 45 (App. Div. 1989). Courts should balance the “length of delay, the reason for the delay, the defendant’s assertion of his right, and prejudice to the defendant.” Barter, 407 U.S. at 530; Pene, 12 A.S.R.2d at 45. However, the Supreme Court has made it clear that no one factor is controlling, Barter, 407 U.S. at 533, and that each case is dependant upon the circumstances, id. at 522.\nI. Length of Delay\nThe “length of delay” is the first hurdle a defendant must clear to properly bring a speedy trial claim — without some delay, a court has no reason to examine the other factors. Id. at 530. In determining whether delay is prejudicial, courts should be mindful of the peculiar circumstances of the given case. Id. at 530-31. However, federal courts have held that a delay approaching one year is presumptively prejudicial. Doggett v. United States, 505 U.S. 647, 652 n.1 (1992) (finding that “lower courts have generally found that post-accusation delay ‘presumptively prejudicial’ at least as it approaches one year”).\nMajhor was initially charged with the two counts of tampering by a complaint filed in the District Court on March 17, 2003, and then after being bound over to this Court, by the present information charging her with the same offenses filed on March 24, 2003. She first moved to dismiss on speedy trial grounds on May 13, 2003, and at the motion hearing her trial was scheduled for August 19, 2003. However, the speedy trial issue was renewed when Plaintiff American Samoa Government (“ASG”) moved to continue the trial. We granted the continuance on August 13, 2003, and held that Majhor’s constitutional right to a speedy trial had not been violated up to that point in this prosecution.\nUnlike the situation on August 13, 2003, when this prosecution was in process for less than five months, when Majhor filed the present *81dismissal motion on July 27, 2004, the prosecution had spanned just over 16 months. We consider the 16-month delay to be presumptively prejudicial under the Doggert standard and thus, as we did in the August 13, 2003 order without presuming prejudice, we will proceed to analyze the other three factors.\nII. Reason for Delay\nUnder this factor, we evaluate ASG’s reasons for delaying Majhor’s trial. Different justifications should be given different weight. Intentional prosecutorial delay to gain some strategic advantage is weighted heavily against the prosecution. Barker, 407 U.S. at 531. Simple negligence or inattention on the part of the prosecution should be weighted less heavily. Id. “[A] valid reason, such as a missing witness, should serve to justify appropriate delay.” Id.\nMore relevant to the case at hand, courts have held that the prosecution may delay a trial if it wishes to first prosecute the defendant’s accomplices. In Burress v. Henderson, the district court found “the necessity of preparation for the separate trials of [the] Petitioner and his accomplice ...” to be a valid reason for delay. 814 F. Supp. 313, 321 (W.D.N.Y. 1993). In that case, the defendant had been incarcerated for 19 months pending trial. In United States v. McCullough, the court recognized that “prosecutorial decisions about the order in which to try multiple defendants may provide reasonable grounds for delay.” 60 M.J. 580, 588 (A. Ct. Crim. App. 2004).\nFurther, the prosecution may delay a trial if it is continuing to gather evidence or is understaffed. United States v. Rosson, 441 F.2d 242, 246-47 (5th Cir. 1971) (holding that reasonable delay which enables the prosecution to collect evidence does not violate a defendant’s speedy trial right); Strunk v. United States, 412 U.S. 434, 436 (1973) (indicating that an “understaffed prosecutor” will be given some leeway in bringing a defendant to trial).\nASG is prosecuting Majhor along with several other defendants, whose trials are still pending, all in connection with the death of Wyatt Bowles. ASG has chosen to pursue the prosecution of the principal defendant charged with the alleged homicide before concentrating its efforts on the remaining defendants, including Majhor. The homicide case presents complex and unusual issues of fact and law, and the prosecution is entitled to focus its attention on that case instead of pursing multiple cases at once. ASG has determined that the public interest is best served by resolving the homicide case before the tampering cases, and we will respect its prosecutorial discretion.\n*82Furthermore, ASG is entitled to some leeway due to the complex nature of the evidence gathering in this matter, especially in relation to the relatively small size of its staff. The investigation of the Wyatt Bowles death involves not only the prosecution of at least three possible defendants, but also reliance on off-island forensic evidence. In short, this investigation is unusual in its complexity, extent and significance. ASG is entitled to some flexibility.\nIn conclusion, we find that ASG has valid reasons for delaying Majhor’s trial.\nIII. Timely Assertion of Speedy Trial Right\nThe third factor is the defendant’s timely assertion of the speedy trial right. In Barker, the Supreme Court found that “the failure to assert the [speedy trial] right will make it difficult for a defendant to prove he was denied a speedy trial.” Barter, 407 U.S. at 532.\nMajhor first asserted her right to a speedy trial on May 13, 2003 — just under two months after her arrest. Clearly, Majhor timely asserted her speedy trial right.\nIV. Prejudice to the Defendant\nUnder this factor, we examine whether the delay has actually prejudiced Majhor. A defendant’s oppressive pretrial incarceration, anxiety, and concern are relevant considerations. Barter, 407 U.S. at 532. Majhor has been incarcerated for all but two or three days after her arrest on March 16, 2003, related to the charges in this action. Understandably, she may be suffering to some extent as a result of her substantial incarceration and future uncertainty. However, the primary concern when testing for possible prejudice is whether the delay has actually impaired the defendant’s ability to prepare a defense. Id. Witnesses may die or disappear or their memories may fade or distort, and it may be difficult to affirmatively prove that memories have eroded. Id. (“Loss of memory ... is not always reflected in the record because what has been forgotten can rarely be shown.”). To remedy this problem, the Supreme Court has held that courts should presume that a substantial delay has caused some prejudice to the defendant. Doggett v. United States, 505 U.S. 647, 655 (1993). However, the Supreme Court has also held that this “presumptive prejudice cannot alone carry a Sixth Amendment claim without regard to the other Barter factors ....” Id. at 655-56; Dunavin v. Leonardo, 1997 WL 151771 at *3 (N.D.N.Y.) (“In the absence of a showing of prejudice, courts generally will not find a speedy trial violation unless all of the remaining Barter factors weigh heavily in favor of the [defendant].”).\n*83Majhor has not alleged in specific terms any prejudice to her defense from the delay. We presume that the delay has caused some prejudice, such as possible fading or distortion of witnesses’ memories. However, when this presumptive prejudice is balanced against the definite and substantial burdens that ASG faces in preparing for the Richard Majhor trial, Majhor’s claim simply does not stand. As demonstrated above, ASG has legitimate reasons for delaying her trial and thus the other Barker factors simply do not “weigh heavily in [Majhor’s] favor.” In other words, this “presumptive prejudice cannot alone cany [Majhor’s speedy trial] claim ....” Doggeti, 505 U.S. at 655-56.\nConclusion\nAfter weighing each of the four Barker factors, we hold that ASG has not violated Majhor’s right to a speedy trial. ASG has legitimate reasons for delaying the trial and Majhor has not demonstrated any actual prejudice to her defense. Thus, Majhor’s motion to dismiss is denied.\nIt is so ordered.\n\n Kelemete is charged with one count of tampering with physical evidence arising out of the same alleged homicide incident. Hence, the two cases were consolidated and are presently scheduled for trial on January 25, 2005.\n\n\n The federal Speedy Trial Act, 18 U.S.C. §§ 3161-3174, sets specific time limits in order to further implement the speedy trial right in federal criminal prosecutions. The Speedy Trial Act does not, however, apply to prosecutions in American Samoa, where the issue is more appropriately analyzed under relevant Constitutional case law.\n\n",
            "ocr": true,
            "opinion_id": 8486895
        }
    ],
    "court_short_name": "High Court of American Samoa",
    "court_full_name": "High Court of American Samoa",
    "court_type": "TS",
    "court_jurisdiction": "American Samoa, AS",
    "crime_category": "Murder"
}