{
    "id": 8540679,
    "judges": "Porter",
    "date_filed": "1977-10-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-brookman",
    "case_name_short": "Brookman",
    "case_name": "State v. Brookman",
    "case_name_full": "STATE v. BROOKMAN",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "66 Ohio Law. Abs. 316"
    ],
    "opinions": [
        {
            "author_str": "Porter",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*317OPINION\nBy PORTER, J.\nThis is an appeal from the Piqua Municipal Court by the defendant, who was found guilty of violating the reckless driving statute, §6307-20 GC.\nThe charge grew out of an accident which occurred on June 6, 1952, on Route 36 East of Piqua. Defendant was proceeding in an easterly direction and ran into the back end of a tractor being driven by Scott Garbry proceeding in the same direction. As observed by Acting Judge Turner, the undisputed testimony showed that there was a light on the rear of this tractor and it was visible for almost a mile. It was also observed that the undisputed testimony showed that the defendant did not observe the presence of it in the road until a point about thirty-five or forty feet west of it, and at that time he attempted to swerve the car to pass the tractor in an effort to avoid hitting it.\nThe defendant feels that what has happened in this case closely parallels what happened in the cases of the City of Columbus v. Brown, 31 Abs 530, and City of Akron v. Hull, 27 O. O. 384, in both of which the defendants were charged with a violation of one section of the Traffic Code and found guilty of violating another. Appellant maintains that the facts which led the Trial Judge to his conclusion were only such as to warrant a conviction of violating the assured clear distance §6307-21 GC (if anything), and do not warrant a conviction under the reckless driving section because there was no wilful and wanton character to his conduct, but only negligence.\nThis Court feels that the cases relied on by the appellant do not apply because the defendant was not charged under one section and found guilty under another. He was charged with reckless driving and found guilty of it. Hence, the Court feels that the third assignment of error is not well taken.\nThis leaves for consideration the second ground assigned by the defendant, namely, whether or not the verdict was sustained by any or sufficient evidence; .and the first, — whether or not the Court erred in failing to direct a verdict of acquittal at the close of the State’s case when requested to do so by the defendant.\nThere is a dearth of authorities in Ohio on the meaning of reckless driving. Before discussing what there is, it is well to examine the wording of §6307-20 GC:\n“No person shall operate a vehicle . . . without due regard for the safety and rights of pedestrians and drivers and occupants of all other vehicles . . . and so as to endanger the life, limb, or property of any person while in the lawful use of the streets or highways.”\n*318This was passed September 6, 1941, eight years after the Guest Statute. Some, insight on its meaning is gained by reading the dissenting opinion of Judge Bell in the ease of State v. Wells, 146 Oh St 130, 131, where it is called to attention that the uniform motor vehicle act defines reckless driving as:\n“Any person who drives any vehicle upon a highway carelessly and heedlessly in wilful or wanton disregard of the rights or safety of others, or without due caution and circumspection, and at a speed or in a manner so as to endanger or to be likely to endanger any person or property, shall be guilty of reckless driving . . . .”\nThe three judgess dissenting from the majority opinion in that case noted that had the General Assembly adopted that definition, undoubtedly a person could be convicted of manslaughter for the unintentional killing of a guest in his car, resulting from his reckless operation thereof. However, the language used by the General Assembly in §6307-20 GC “indicates a clear intention to protect the driver of an automobile from the conviction of manslaughter where a guest of such driver is unintentionally killed as a result of the driver’s reckless operation.”\nPrior to this they had observed that the General Assembly had not seen fit to protect the life of a guest to the same extent as others, noting that to all persons except the guest the operator of a motor vehicle is civilly liable for damages but to the guest only for injury or death caused by wilful or wanton misconduct “and therein to me lies the reason for the failure of the General Assembly to include a guest within the language of §6307-20.”\nThat would indicate that wilful or wanton misconduct is not necessary for a violation of the reckless driving statute. There is nothing in the majority opinion to indicate otherwise.\nIn the majority opinion it is stated:\n“The statute specifies the manner of driving which is prohibited. In each such case presented, the issue is whether the defendant did drive in the manner prohibited. If he did he may be punished as described by the statute, even though such driving did not actually result in injury to anyone” (p. 139).\nThat is about all they have to say as to the nature of reckless driving. The reason they don’t have to say more is that the Court of Appeals didn’t base its opinion on the weight of the evidence, but only on the construction of the statutes, “making comment on the evidence or quantum of the proof herein unnecessary” (p. 140).\n*319Another case which sheds considerable light on the elements of reckless driving is State v. Howey, 78 Oh Ap 419. in which it was held that where a pedestrian starts across a street on a crosswalk at a street intersection with the green light in her favor, but before she reaches the opposite sidewalk the traffic light changes and the operator of a vehicle, with the green light then in his favor, attempts to cross the intersection and strikes such pedestrian, causing her death, such operator has violated the provisions of §6307-45 and §6307-20 GC, and is guilty of second degree manslaughter under §6307-18 GC.\nThis was decided by our Court of Appeals. Judge Miller, the author of the opinion, observed that the defendant was driving his automobile twenty to twenty-five miles per hour, that when he was half a block from the light he saw that it was red and slowed down to five or ten miles per hour. When he was fifty to sixty feet west of the light it turned green for the east and west traffic and defendant proceeded on into the intersection striking the decedent. “The defendant testified he did not see these parties prior to the impact.” The accident happened about 9:30 P. M. and a misty rain was falling. (Emphasis ours.)\nIf he did not see them then it necessarily follows that there was no conscious character to the reckless nature of the defendant’s driving. After quoting the statute the Court observed :\n“We find that the defendant also violated that section as he operated his automobile without regard to the rights of the deceased, who had the right to proceed uninterruptedly across the street.”\nBut the matter is settled by the opinion of the Supreme Court in the case of Koppelman v. Springer, 157 Oh St 117, decided March 12, 1952.\nThis is a land-mark case for reasons not important to note here. For the purpose of this case what is important is the holding that the standard of duty prescribed by §6307-20 GC is not “fixed and absolute” so that it is the same under all circumstances and the failure to observe the requirement is, therefore, not negligence per se. From what the Court says it is clear that it feels that under this section the duties are “undefined, or defined only in abstract or general terms, leaving to the jury the ascertainment and determination of the reasonableness and correctness of acts and conduct under the proven conditions and circumstances . . .\n“It is apparent that the statute here involved does not meet the test of providing a specific requirement rather than a mere general rule of conduct. Reduced to its lowest terms, *320the requirement is simply that ‘no person shall operate a vehicle . . . without due regard for the safety and rights of pedestrians . . . and so as to endanger the life ... of any person while in the lawful use of the . . . highway.’ This means merely that the defendant was obliged to operate his motor vehicle in the same manner as would a reasonably prudent person under similar circumstances” (pp. 120-121). (Emphasis ours.)\nThis case was certified to the Supreme Court by the Court of Appeals for Cuyahoga County because its decision reversing the trial court’s action was in conflict with that of the Court of Appeals from Mahoning County in the case of Dickerhoff v. Athey, 50 Abs 430. In that case the Court at page 434, stated they were of the opinion that §6307-20 GC “does not contain the specific requirement counsel for plaintiff claims it does, but is a statutory enactment of the common law rulé of ordinary care, that the operator of a motor vehicle must operate it on the highways of Ohio with due regard for the safety and rights of pedestrians and not to endanger the lives, limbs and property of others in the lawful use of same. In determining whether the defendant violated the provisions of that section of the General Code it was the duty of the jury to test her conduct by the rule of ordinary care.”\nSince the case was tried to the Court, the defendant not being entitled to a jury trial, it was up to the Court to ascertain and determine the reasonableness and correctness of the acts and conduct under the proven conditions and circumstances. It was up to the Court to determine whether or not the defendant operated his motor vehicle in the same manner as would a reasonably prudent person under similar circumstances.\n.This has been done and no prejudicial error was committed in the process or in the action of the Court overruling the defendant’s motion for a new trial. The findings of the Trial Judge are, therefore, affirmed and the appeal dismissed at the appellant’s cost.\n",
            "ocr": true,
            "opinion_id": 8513277
        }
    ],
    "court_short_name": "Miami County Court of Common Pleas",
    "court_full_name": "Miami County Court of Common Pleas",
    "court_type": "ST",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}