{
    "id": 8563507,
    "judges": "Herein, Marrero, Pimentel",
    "date_filed": "1996-01-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-rivera-marques",
    "case_name_short": null,
    "case_name": "People v. Rivera Márques",
    "case_name_full": "The People of Puerto Rico, and v. José Rivera Márques, and",
    "attorneys": "Mario Báez y Garcia for appellant. Juan B. Fernandez Badillo, Acting Attorney General, and Jaime Garcia Blanco, Special Fiscal of the Supreme Court, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 1, 1953.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "75 P.R. 399"
    ],
    "opinions": [
        {
            "author_str": "Pimentel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Pérez Pimentel\ndelivered the opinion of the Court.\nAppellant was found guilty of voluntary manslaughter by a jury in the former District Court of Puerto Rico, Ma-yagiiez Section. That court also found him guilty of violation of § 8 (felony) of the Weapons Act of Puerto Rico. He appealed from the sentences imposed in both cases. Regarding the charge of carrying weapons, he alleges, in the first place, that the trial court committed manifest error in denying him the right to a trial by jury. This is not correct. It appears from the record that on arraignment for the offense of carrying weapons the court overruled defendant’s petition for a trial by jury.\nThe acts allegedly committed by appellant occurred May 13,1951. The trial for violation of the Weapons Act was held July 21, 1952 and sentence pronounced the next day. Therefore, the constitutional clause guaranteeing trial by jury to defendants in prosecutions for felony is inapplicable in the instant case.1 However, defendant insists that he had such right under the provisions of the Weapons Act itself.\nSection 33 of Act No. 17 of January 19, 1951 (Spec. Sess. Laws, p. 426) provides as follows:\n“Section 33. — The District Court of Puerto Rico and the Municipal Court of Puerto Rico shall have concurrent jurisdiction to take cognizance of all misdemeanors defined and punished *401by this Act. The District Court shall have exclusive jurisdiction to take cognizance of all felonies defined and punished by this Act. All cases tried in the Distritct Court shall be heard by the court without a jury.”\nAppellant contends that the Act, in providing that “All cases tried in the District Court shall be heard by the court without a jury,” refers solely to all misdemeanor cases, not to felonies. We fail to find any ground for such distinction. The law confers on both courts concurrent jurisdiction to take cognizance of all misdemeanors and exclusive jurisdiction on the district court, now Superior Court, to take cognizance of all felonies, and then provides that all cases tried in the District Court shall be heard by the court without a jury. The law did not distinguish between felonies and misdemeanors. The adjective all includes both. The Fiscal of this Court is correct in asserting that, if the intention had been to limit the scope of the adjective “all” as sought by appellant, there is no doubt that the word “misdemeanor” would have been inserted in the phrase “all cases,” so as to read “all misdemeanors cases, etc.” If the Legislature did not do so, neither should we. We therefore conclude that where the law states “All cases tried in the District Court shall be heard by the court without a jury,” it provided that misdemeanor cases should be heard by á court of law and not by a jury.2 Cf. Rivera v. González, Warden, 71 P.R.R. 626, and People v. Portalatín, 72 P.R.R. 145.\n Appellant also attacks the sufficiency of the charge of carrying weapons. It is substantially alleged in the information that “José Rivera Márquez, the accused, on or about May 13, 1951, in Cabo Rojo, Puerto Rico, . . .unlawfully, wilfully and maliciously, carried on his person, for purposes of offense and defense, without a license to carry' weapons, a loaded revolver, which is a deadly weapon with which serious bodily injury can be inflicted...”\n*402This information contains all the elements of the crime defined in § 8 of the Weapons Act. The Section provides as follows:\n“Section 8. — Any person bearing, carrying, or transporting any loaded pistol, revolver, or other firearm, or who bears, carries, or transports any pistol, revolver or other firearm, while at the same time bearing, carrying, or transporting ammunitions which may be used for discharging such pistol, revolver or other firearm without having a license to carry weapons issued as hereinafter provided, shall be guilty of a felony.”\nAppellant contends that the information failed to state that he was not included among the persons authorized by law to carry or transport weapons. In other words, since § 20 of the Act provides that certain persons therein mentioned, such as some officers of the Insular and Federal Governments and the persons to whom a license for such purpose may be issued by the District Court, now Superior Court, may lawfully have, possess, bear, transport and carry weapons, appellant maintains that it should have been alleged in the information that he is not included among the persons therein named. The contention is frivolous. Admitting that § 20 is an exception to the offense defined in § 8, the definition of the offense is so independent of the exception that the offense may be described with certainty and accuracy, without it being necessary to deny the exception. In that case, the latter is considered a matter of defense and as such should have been alleged and proved by the defendant. People v. García, 42 P.R.R. 137; People v. Avilés, 54 P.R.R. 257; cf. People v. Rivera, 73 P.R.R. 402.\nAs to the case of voluntary manslaughter, appellant maintains that the verdict is contrary to the evidence and to law. He also maintains that in the case of carrying weapons the trial judge erred in weighing the evidence.\nAgain we do not agree. The evidence of the People, believed by the jury and the judge, showed that on Sunday afternoon, May 13, 1951 — Mother’s Day — several little girls *403were dancing to the music of a juke box in the rear of an establishment located in the ward of Guanajibo, at Cerrillo, Cabo Rojo, Puerto Rico, owned by Néstor Rivera, brother of the accused and appellant. At the front of said liquor establishment refreshments were expended to the people at a counter of which the juke box was a part. Santiago Ma-rrero Troche arrived at the place, apparently drunk, asking for liquor. After taking one or two drinks, he was annoyed because Néstor Rivera refused to serve him any more liquor, and thereupon Santiago Marrero Troche stopped the music on several occasions interfering with some device of the juke box. Néstor Rivera, from behind the counter, grabbed him by the shirt and struck him with his fist on the right eye. Marrero Troche then and there took out a folding knife from one of his pockets, unfolded it and urged his assailant to come out of the place, striking the juke box at the same time with the knife. In the meantime Néstor Rivera continued to attend to his business. At that moment, José Rivera Márquez, the accused and appellant, armed with a revolver, arrived at a dirt road in front of the kiosk and asked “What goes on with my brother?” ordering every one, at the same time, to keep' out of his way. Marrero Troche, whose back was turned to the dirt road, continued striking and pushing the juke box, but as he turned around to face his interrogator, the latter fired a shot with his revolver injuring him in the chest. Marrero Troche mumbled some words 3 and, as he walked toward a bamboo bench, the accused fired two more shots, mortally wounding Marrero who fell and died at that very place.\nAppellant now contends that he killed Marrero Troche in self-defense and in defense of Néstor Rivera, his brother. This is not so. The evidence of the People showed that *404when the accused arrived at the establishment of his brother, Marrero Troche, the victim, was not attacking any one. Furthermore, the accused himself stated at the trial that he had no knowledge of what happened between his brother and the victim. On the other hand, the record discloses that the actual theory of defense set up by the accused was self-defense. The Fiscal of this Court summarizes it correctly as follows:\n“The defense maintained that that afternoon the accused was overseeing his sugar-cane farm (Tr. Ev. 114). On his way-back home, he was attracted by the shouting from the kiosk, and walked toward the place, where he was immediately confronted by Santiago Marrero Troche who insulted and asked him what he was doing there (Tr. Ev. 115, 116). Seeing him walking in his direction with a knife in his hand, José Rivera Márquez fired a shot in the air in order to intimidate him (Tr. Ev. 117). As the latter advanced toward him, he fired as his last chance at the person who thus threatened him (Tr. Ev. 117 and 118). The accused stated at the trial that he did not know what happened between his brother and the victim (Tr. Ev. 124 and 125). He alleged that he fired from the boundary line of his property although within the land occupied by the kiosk (Tr. Ev. 124)\nThis theory is in open conflict with the theory of the People. The jury, however, settled the conflict against the accused by rejecting his theory. There is no ground for disturbing the verdict.\nNor did the trial judge err in weighing the evidence in the case of carrying weapons. The witnesses for the People testified that the accused crossed a public road and walked toward his brother’s kiosk, carrying a loaded revolver. The accused admitted that he had no license to carry weapons. Such facts therefore constitute the offense defined in § 8 of the Weapons Act.\nAlthough appellant also alleges that the trial court was moved by passion and prejudice in weighing the evidence, he fails to discuss this error in his brief.. Consequently, we *405■are under no obligation to consider it, People v. Lamboy, 38 P.R.R. 207; Khon v. Martínez, 40 P.R.R. 37, and it will be considered as having been abandoned. Heirs of González v. Fed. Land Bank, 51 P.R.R. 454; De Jesús v. Assad, 63 P.R.R. 131; People v. Park Distilled Products Co., Inc., decided per curiam on May 2, 1953.\nSince the errors assigned were not committed, the judgments appealed from will be affirmed.\nMr. Justice Marrero did not participate herein.\n\n The Constitution of the Commonwealth of Puerto Rico took effect July 25, 1952, that is, subsequent to the date appellant was sentenced. The second paragraph of § 11 of the said Constitution provides in part. as follows: “In all prosecutions for a felony the accused shall have the right of trial by an impartial jury ...”\n\n\n It is unquestionable that our Legislature had power to legislate. the way it did. Rivera v. González, supra.\n\n\n According to the testimony of a witness for the People, Marrero Troche said, .“Kill me and get it over with.” According to another witness, he uttered these words, “Pepin, what have you done?”\n\n",
            "ocr": true,
            "opinion_id": 8536637
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Murder"
}