{
    "id": 8589303,
    "judges": "Berlingeri, Concurrente, Escrita, Río",
    "date_filed": "2015-02-19",
    "date_filed_is_approximate": true,
    "slug": "pueblo-v-martinez-rivera",
    "case_name_short": "Pueblo",
    "case_name": "Pueblo v. Martínez Rivera",
    "case_name_full": "El Pueblo de Puerto Rico, recurrente v. Luis Enrique Martínez Rivera, recurrido",
    "attorneys": "Carlos Lugo Fiol, Procurador General, abogado de El Pueblo; Héctor L. Navedo Aviles, abogado del recurrido.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "144 P.R. Dec. 631"
    ],
    "opinions": [
        {
            "author_str": "Río",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEl Juez Asociado Señor Corrada del Río\nemitió la opinión del Tribunal.\n■ “El tiempo no es creador de derechos, no es destructor de derechos; pero existe una fuerza en el mismo para modificar los hechos, a la cual se vinculan las relaciones del derecho.” (Énfasis suplido.(1)\nHoy nos corresponde resolver una interesante contro-versia de derecho relacionada con la figura de la prescrip-ción en la acción penal. Se nos plantea si la presentación de una denuncia y el inicio de la acción penal con la vista de causa probable para arresto, cuando hay una determi-nación de no causa y una solicitud de vista en alzada, a tenor con la Regla 6(c) de Procedimiento Criminal,(2) 34 L.P.R.A. Ap. II, dentro del término prescrito para iniciar la acción penal, tiene el efecto de interrumpir el cómputo de dicho término.\nr — (\nEl 8 de febrero de 1995 el Ministerio Público presentó *635tres (3) denuncias(3) contra el recurrido, Sr. Luis E. Martí-nez Rivera, por infracción al Art. 95 del Código Penal de Puerto Rico, 33 L.P.R.A. sec. 4032.(4) En ellas se le imputó al recurrido, agente de la Policía de Puerto Rico, tres (3) cargos de agresión agravada en su modalidad grave por hechos alegadamente cometidos el 1ro de marzo de 1994. Con relación a estos mismos hechos se presentaron otras denuncias contra cinco (5) de sus compañeros policías por infracción al Art. 214 del Código Penal, 33 L.P.R.A. see. 4365,(5) en las que se alegó que éstos incumplieron con su deber al no impedir las agresiones imputadas al agente Martínez Rivera.\nAsí las cosas, durante el 15 y 21 de febrero de 1995 se celebró la vista para la determinación de causa probable para el arresto o la citación de acuerdo con las disposicio-nes de la Regla 6 de Procedimiento Criminal, 34 L.P.R.A. Ap. II. El señor Martínez Rivera y los demás imputados estuvieron presentes ambos días acompañados de sus res-pectivos abogados.\nEl 21 de febrero de 1995 el juez que presidió la vista determinó la inexistencia de causa probable para el arresto o la citación en todos los cargos imputados al agente Mar-*636tínez Rivera y a sus compañeros. Acto seguido, y en pre-sencia de los imputados y sus respectivos representantes legales, el Ministerio Público anunció que solicitaría una vista en alzada para someter de nuevo los cargos a tenor con el inciso (c) de la Regla 6 de Procedimiento Criminal, supra.\nCónsono con lo solicitado, el juez en corte abierta citó a todos los imputados a la celebración de una vista en alzada que habría de efectuarse el 6 de marzo de 1995.\nEsta se celebró el día previamente señalado sin objeción alguna del agente Martínez o de los demás imputados y culminó con una determinación de causa probable para el arresto en todos los cargos por agresión agravada imputa-dos al agente Martínez, pero en su modalidad menos grave. Asimismo, se determinó causa probable en cuanto a las denuncias por las infracciones al Art. 214 del Código Penal, supra, presentada contra los demás imputados. Du-rante dicha vista se señaló el juicio para el 30 de marzo de 1995, sin objeción alguna por parte de los imputados ni de sus respectivos abogados.\nPosteriormente, el 24 de marzo de 1995, y faltando seis (6) días para el juicio, el agente Martínez Rivera solicitó la desestimación de todas las denuncias en su contra a tenor con lo que dispone la Regla 64(m) de Procedimiento Criminal, 34 L.P.R.A. Ap. II.(6) En su escrito adujo que la acción penal por los delitos en que se determinó causa para el arresto o la citación había prescrito. Se fundamentó en que los delitos menos graves y la determinación de causa probable, de esta naturaleza, prescriben al año.\nEl 30 de marzo de 1995 —día señalado para el juicio— el juez de instancia transfirió la vista para el 28 de abril de 1995, de forma tal que el Ministerio Público tuviera tiempo *637para replicar por escrito a la solicitud de desestimación, presentada por el recurrido.\nCon posterioridad, el 18 de abril de 1995, el Ministerio Público presentó un escrito para oponerse a la desestima-ción solicitada por la defensa.\nEl 28 de abril de 1995, no obstante los argumentos del Fiscal, el tribunal de instancia encontró prescritos los car-gos contra el recurrido Martínez Rivera. (7)\nDe la resolución emitida por el juez de instancia, el Mi-nisterio Público recurrió al Tribunal de Circuito de Apela-ciones para solicitar que se expidiera el auto de certiorari y se revocara al tribunal de instancia. Ello así, toda vez que el Art. 79 del Código Penal, 33 L.P.R.A. see. 3431, y según argumentos del Procurador General, debe interpretarse de forma tal que se permita la interrupción del término pres-criptivo en situaciones en que medie algún evento procesal que satisfaga la figura de la prescripción. Adujo el Procu-rador General que la presentación de las denuncias ante el Tribunal, así como la celebración de la vista formal de causa probable para arrestar, a la que fue citado el impu-tado —quien compareció representado por abogado— y la posterior citación al imputado y a su representante para la celebración de la vista de causa probable en alzada se cons-tituyeron en eventos procesales suficientes para cumplir con el requisito de notificación al imputado de que el pro-cesamiento judicial en su contra ya había comenzado.\nEl Tribunal de Circuito de Apelaciones expidió el auto y confirmó al tribunal de instancia.(8) Sostuvo que el Art. 79 del Código Penal, supra, claramente revela la intención le-gislativa de limitar el ámbito temporal de la acción puni-tiva del Estado y alentar la celeridad en su actividad in-vestigativa, además de proteger la capacidad de todo ciudadano de defenderse al ser acusado de un delito. Se-*638ñaló, además, que con los eventos procesales descritos por el Ministerio Público no se había iniciado la acción penal.\nInconforme con la determinación, el Procurador General recurre ante nos a través de un recurso de certiorari y se-ñala como único error del ilustrado Tribunal de Circuito de Apelaciones el resolver que con la vista de causa probable para el arresto, con la presencia del acusado representado por abogado y con el señalamiento para la celebración de la vista en alzada, no se había iniciado ya la acción penal, dentro del término prescriptivo de un (1) año a partir de los hechos imputados en las denuncias, con efecto de inte-rrumpir el término prescriptivo.\nPor Resolución de 23 de febrero de 1996 expedimos el auto de certiorari. Así las cosas, habiendo comparecido am-bas partes y con el beneficio de sus respectivos escritos estamos en posición de resolver.\nII\nNuestra normativa en cuanto a la prescripción, como forma de extinción de la acción penal, se encuentra en los Arts. 77, 78 y 79 del Código Penal de Puerto Rico, 33 L.P.R.A. sees. 3411, 3412 y 3413. El citado Art. 77 dispone, en lo pertinente, que:\nLa acción penal se extingue por:\n(d) Prescripción.\nAsí también, el Art. 78 del mismo cuerpo legal dis-pone que la acción penal prescribirá:\n(a) A los cinco (5) años en los delitos graves, ...\n(b) Al año en los delitos menos graves, salvo los provenientes de infracciones a las leyes fiscales ...\nEl Art. 79 del Código Penal, supra, provee cómo habrá de computarse el término prescriptivo. A esos efectos dispone:\nEl término de prescripción se computará desde el día de la *639comisión del delito hasta la fecha en que se expida el manda-miento de arresto o citación. (Enfasis suplido.)\nEn Puerto Rico, y por vía de la Ley Núm. 101 de 4 de junio de 1980 (33 L.P.R.A. see. 3411) la prescripción del delito constituye una causa de extinción de la acción penal con relación a aquellos delitos cometidos a partir de 4 de marzo de 1981:\n... Antes de la referida enmienda, ... la prescripción únicamente constituía fundamento, como defensa afirmativa, para solicitar la desestimación de la acusación o denuncia al amparo de las disposiciones de la Regla 64(m) de Procedimiento Criminal, [supra]. Luego de la enmienda, y constituyendo la prescripción causa para la extinción de la acción penal, el imputado de delito puede hacer el planteamiento al respecto en cualquier mo-mento, aun después de haberse dictado sentencia. (Énfasis suprimido.) Pueblo v. Vallone, Jr., 133 D.P.R. 427, 430 esc. 1 (1993).\nA los efectos de establecer los términos prescriptivos, y tal como diría La Fave:(9)\nAll jurisdictions make a distinction between serious and minor offenses, permitting longer lápses of time for prosecution of the former. The distinction is usually drawn between felonies and misdemeanors. For felonies the times usually range between three and six years; for misdemeanors they are ordinarily somewhere between one and three years. The assumption appears to be that a longer time is justified for serious crimes because in such instances there is a greater need for deterrence, a greater likelihood the perpetrator is a continuing danger to society, and a lesser likelihood that the perpetrator would reform on his own. It is commonly provided that a few of the most serious offenses, usually murder and treason, have no statute of limitations. These exceptions may serve “simply to emphasize the fact that [such crimes are] viewed with general apprehension on the part of citizens”. (Escolio omitido.)\nEl propósito fundamental de la disposición para fijar un término de prescripción es informar al acusado con suficiente anticipación de la intención de procesársele y de la naturaleza del delito que se le imputa, de forma que no *640se menoscabe su oportunidad de defenderse antes de que la evidencia disponible para establecer su inocencia des-aparezca o se oblitere con motivo del transcurso del tiempo. Pueblo v. Tribunal Superior, 84 D.P.R. 24, 27 (1961).\nLa prescripción en el ámbito penal consiste en la extinción de la responsabilidad penal mediante el transcurso de un período de tiempo, en determinadas condiciones, sin que el delito sea perseguido o sin ser la pena ejecutada. La primera se denomina prescripción del delito o de la acción penal; la segunda, prescripción de la pena. E. Cuello Calón, Derecho Penal, 18va ed., Barcelona, Ed. Bosch, 1981, T. I, V. II, pág. 758. Véase Pueblo ex rel. L.V.C., 110 D.P.R. 114 (1980).\nAsí también, la prescripción en el campo del Derecho Penal ha sido descrita como el término de tiempo que tiene el Estado para iniciar la acción penal, pasado el cual estará impedido de iniciarla. D. Nevares-Muñiz, Derecho Penal Puertorriqueño: Parte General, 2da ed. rev., Hato Rey, Ed. Inst. Desarrollo del Derecho, 1994, pág. 393.\nEn aras de ilustrarnos en cuanto a la práctica en otras jurisdicciones, y tomando como base nuestra facultad revi-sora e interpretativa, encontramos que en la esfera federal y tal como se estableció en United States v. Ewell, 383 U.S. 116, 122 (1966), \"the applicable statute of limitations ... is ... the primary guarantee against bringing overly stale criminal charges”. Desde Public Schools v. Walker, 76 U.S. 282, 288 (1869), el Tribunal Supremo de Estados Unidos expresó:\n... Such statutes represent legislative assessments of relative interests of the State and the defendant in administering and receiving justice; they \"are made for the repose of society and the protection of those who may (during the limitation)... have lost their means of defence”. United States v. Marion, 404 U.S. 307, 322 (1971).\nEn United States v. Marion, supra, pág. 322, dicho Alto Foro federal indicó que “[t]hese statutes provide predicta*641bility by specifying a limit beyond which there is an irre-buttable presumption that a defendant’s right to a fair trial would be prejudiced”. (Escolio omitido.)\nAsimismo, en Toussie v. United States, 397 U.S. 112, 114-115 (1970), el Tribunal Supremo federal expresó que:\n'... The purpose of a statute of limitations is to limit exposure to criminal prosecution to a certain fixed period of time following the occurrence of those acts the legislature has decided to punish by criminal sanctions. Such a limitation is designed to protect individuals from having to defend themselves against charges when the basic facts may have become obscured by the passage of time and to minimize the danger of official punishment because of acts in the far-distant past. Such a time limit may also have the salutary effect of encouraging law enforcement officials promptly to investigate suspected criminal activity.\nYa en nuestra jurisdicción, en Pueblo v. Vallone, Jr., supra, pág. 431, se estableció que la prescripción en el Derecho Penal no responde a precepto alguno de orden constitucional sino a un acto de gracia legislativa cuyo origen es puramente estatutario. En otras palabras, nuestra Constitución no le impone al Estado la obligación de establecer términos de prescripción para los delitos, por lo que —de ordinario— el análisis de las disposiciones de ley relativas a esta figura conlleva un ejercicio de hermenéutica estatutaria que no requiere de interpretación constitucional. United States v. Marion, supra, págs. 325-326; United States v. Ewell, supra, pág. 122; 2 LaFave and Israel, Criminal Procedure Sec. 18.5, pág. 424 (1984); C. Thomas, Criminal Law, California, Sage Pubs., 1987, pág. 111.\nAun cuando sea bajo diferentes concepciones filosóficas, es admitido en todas las legislaciones el derecho que el Estado tiene de perseguir y castigar los delitos; sin embargo, el tema relativo a la prescripción tiene que ser entendido como uno de los casos de excepción al principio general que autoriza y obliga al Estado a la persecución de los delitos y a la sanción de los delincuentes, excepción que tiene como fundamento sólo el transcurso del tiempo. S. *642Vela Treviño, La prescripción en materia penal, México, Ed. Trillas, 1983, pág. 59.\nLa ley es clara y la jurisprudencia interpretativa tam-bién, al reconocer que los términos prescriptivos persiguen delimitar el tiempo durante el cual una persona puede es-tar expuesta a ser procesada por la comisión de determina-dos delitos. Así, pues, el Legislador ha determinado que para los delitos graves —por razón de la afrenta a la socie-dad— los términos prescriptivos son mayores e incluso hay algunos que por el efecto nocivo sobre los cimientos de la sociedad no prescriben; en cuanto a los menos graves —por razón del mismo fundamento— los términos son menores.\nCiertamente el término prescriptivo es un lapso de tiempo que el Estado se autoimpone fuera del cual no po-dría procesar al imputado o imputada de la comisión de determinado(s) delito(s). Sin embargo, ¿qué evento judicial, en el ámbito penal, tiene el efecto de interrumpir el término prescriptivo?\nEn Puerto Rico la normativa relacionada con la pres-cripción en la acción penal no sólo establece los términos para los delitos, sino que provee que el término prescrip-tivo se computará desde el día de la comisión del delito hasta la fecha en que se expida el mandamiento de arresto o citación. Según se ha interpretado, dicha acción penal puede ser iniciada por el Estado de distintos modos; esto es, “cuando se expide una orden de arresto o citación ba-sada en una denuncia y en una previa determinación de causa probable; o cuando se arresta a una persona sin or-den conforme las Reglas 11 y 12 de Procedimiento Criminal, sujeto a que se presente la denuncia y se convalide por un magistrado tal arresto mediante la correspondiente de-terminación de causa probable, o cuando se expide una ci-tación por un policía conforme a la Regla 7(a) de Procedi-miento Criminar. Nevares-Muñiz, op. cit., pág. 390.\nNuestro derecho procesal penal dispone que el procedimiento criminal se inicia con la determinación por un magistrado de que existe causa probable para acusar o *643citar a una persona para que responda ante los tribunales por la comisión de un delito. D. Nevares-Muñiz, Sumario de derecho procesal penal puertorriqueño, 3ra ed., Hato Rey, Ed. Inst. Desarrollo del Derecho, 1998, Cap. V, pág. 39. Desde ese momento, el Tribunal adquiere jurisdicción sobre la persona del imputado. O. Resumil de San Filippo, Derecho Procesal Penal, Oxford, Ed. Equity, 1990, T. I, Cap. 6, Sec. 6.1, pág. 108.\nLa determinación de un magistrado de que existe causa probable para el arresto, además de dar inicio a la acción penal, tiene el efecto de permitir al Estado poder presentar la denuncia o acusación contra el imputado de un delito. Es en el momento cuando se hace esa determinación que formalmente podemos decir que la persona se encuentra acusada, United States v. Marion, supra, y, por lo tanto, “obligada a contestar una acusación o denuncia o propensa a ser convicta”. Pueblo v. Carmen Céntrale, Inc., 46 D.RR. 494, 498 (1934). Por el contrario, la inexistencia de causa probable para el arresto impide al Ministerio Público presentar denuncia o acusación de. clase alguna. Regla 6(c) de Procedimiento Criminal, supra. Dicha determinación de no causa, a su vez, tiene el efecto de “exonerar” a la persona de las imputaciones formuladas en su contra. Pueblo v. Méndez Pérez, 120 D.P.R. 137, 142 (1987), y Álvarez v. Tribunal Superior, 102 D.P.R. 236, 238 (1974).\nTanto la presentación de una acusación o denuncia como la expedición de una orden de arresto, luego de la determinación de causa probable, cumplen con este propósito de delimitar la naturaleza de la ofensa e identificar cumplidamente al acusado. Pueblo v. Tribunal Superior, supra.\nEs mediante esta determinación previa de causa probable para el arresto, la citación o la detención inicial del acusado para responder por un delito hecha al amparo de la Regla 6 de Procedimiento Criminal, supra, que se inicia el proceso en su contra. Esta determinación inicial de causa probable es la llave que abre las puertas a la cele-*644bración de otros procedimientos subsiguientes que son parte integral de la acción penal seguida contra el acusado. Cfr. Pueblo v. Miró González, 133 D.P.R. 813 (1993); Pueblo v. Félix Avilés, 128 D.P.R. 468 (1991); Pueblo v. Rivera Colón, 119 D.P.R. 315 (1987).\nForzoso es concluir que el proceso criminal en Puerto Rico se inicia con la determinación previa que haga un magistrado de que existe causa probable para el arresto o la citación. No antes.\nHH HH hH\nEn el caso de autos, los hechos tuvieron lugar el 1ro de marzo de 1994, y aunque se presentaron las denuncias contra el recurrido el 8 de febrero de 1995, un juez deter-minó la inexistencia de causa probable para arresto el 21 de febrero de 1995. Luego, no fue sino hasta el 6 de marzo de 1995 —durante la celebración de la vista en alzada— que se determinó causa probable por agresión agravada en su modahdad menos grave.\nUna vez hecha la determinación, el recurrido presentó una moción para desestimar por el fundamento de que los delitos habían prescrito. El 28 de abril de 1995 el tribunal de instancia encontró prescritos los cargos contra el hoy recurrido Martínez Rivera.\nDesconocemos las razones —del expediente no surgen— por las cuales el Ministerio Público esperó que transcurriera casi un (1) año desde la alegada comisión del delito para presentar las denuncias correspondientes. Sobre todo porque sabido es que un juez puede hacer una determinación de causa probable para arrestar por el delito originalmente imputado o por un delito inferior o distinto a aquel que el Fiscal entendiese procedente. Regla 6(c) de Procedimiento Criminal, supra.\nSin embargo, y aún conociendo que existía la posibilidad de que un magistrado actuara cónsono con lo dispuesto en nuestro derecho procesal y determinara causa por un de-*645lito menos grave —los cüales mayormente tienen un tér-mino de prescripción de un (1) año— el Ministerio Público no objetó en tiempo la fecha designada. Bien pudo el Fiscal proponer que la vista en “alzada” se celebrara con anterio-ridad al 6 de marzo de 1995, fecha designada por el Magis-trado en la Vista de 21 de febrero de 1995.\nDe modo que actuó correctamente el ilustrado foro de instancia al concluir que a la fecha de la determinación de causa probable habían prescrito los delitos imputados. Desde la fecha de los hechos —1ro de marzo de 1994— hasta la eventual determinación de causa probable —6 de marzo de 1995— había transcurrido en exceso el término prescriptivo previsto para los delitos menos graves.\nNo obstante, el Ministerio Público propone que el propó-sito de la figura de la prescripción no es otro que informar al imputado con suficiente anticipación de la intención de procesársele y de la naturaleza del delito imputado, de forma que no se menoscabe su oportunidad de defenderse. Para ello provee tres (3) eventos procesales que a su enten-der son suficientes para interrumpir el término prescrip-tivo, a saber:\n... (1) la presentación de la denuncia e inicio de la acción penal con la vista de causa probable para arresto; (2) la celebración de vista formal de causa probable para arresto; y (3) la determina-ción de no causa y solicitud de vista “en alzada” dentro del término prescriptivo. Sentencia' del Tribunal de Circuito de Apelaciones, pág. 6.\nNo podemos coincidir con el Ministerio Público. La ley y la jurisprudencia nos lo impide.\nAunque ciertamente uno de los grandes propósitos de la figura de la prescripción es notificarle al sospechoso que se le imputa la comisión de un delito, no es me-nos cierto que no es el fundamental. Más importante resulta el propósito del Estado de autolimitar su facultad punitiva y no extenderse más allá de un determinado período de tiempo. Resulta claro que cuando por el transcurso de cierto tiempo el Estado no ha logrado traer una acción *646penal o ejecutar una pena impuesta sobre un delincuente particular, la persecución de éste, pasado ese tiempo, no es permisible.\nLa prescripción implica la cesación de la potestad puni-tiva del Estado, al transcurrir un período de tiempo deter-minado, en virtud de que el propio Estado abdica de su potestad punitiva por razón de que el tiempo anula el in-terés represivo, apaga la alarma social y dificulta la adqui-sición de pruebas respecto a la realización del evento delictivo. “Opinión de la Suprema Corte de Justicia de la Nación, México, Amparo directo 8431 /63. Mario Valdez González. 17 de abril de 1968. Mayoría de tres votos. Po-nente: Ernesto Aguilar Alvarez”.(10)\nTal como diría Jiménez de Asúa, “el Derecho Penal sub-jetivo no es ilimitado, pues el Estado, en el ejercicio del poder de castigar, tiene que limitarse a sí mismo, fijando el supuesto y el contenido de su actuación. La limitación del Derecho Penal subjetivo está lograda por el Derecho Penal objetivo”. L. Jiménez de Asúa, Tratado de Derecho Penal, 2da ed., Buenos Aires, Ed. Losada, 1956, T. I, pág. 69.\nMás aún no podemos adoptar la tesis del Ministerio Pú-blico de que eventos procesales, anteriores a la determina-ción de causa probable para arresto, sean suficientes para entender que se ha iniciado la acción penal, ello con el ulterior efecto de interrumpir el término prescriptivo.\nSabido es, además, que la vista “en alzada” de causa probable para el arresto no es un trámite de apelación de la primera vista, sino un trámite independiente, separado y distinto. Pueblo v. Rivera Rivera, 141 D.P.R. 121 (1996); El Vocero de P.R. v. E.L.A., 131 D.P.R. 356 (1992); Pueblo v. Félix Avilés, supra; Pueblo v. Méndez Pérez, 120 D.P.R. 137 (1987); Pueblo v. Cruz Justiniano, 116 D.P.R. 28 (1984), y Álvarez v. Tribunal Superior, 102 D.P.R. 236, 238 (1974).\n*647IV\nPor otra parte, cuando la ley es clara se hacen innecesarias las reglas de interpretación. Particularmente, en el ámbito del Derecho Penal, por razón del principio de legalidad(11) los elementos de los delitos, las penas que han de imponerse o las medidas de seguridad deben estar claramente establecidas. De hecho, la claridad y precisión de un estatuto es condición de su validez. Pueblo v. Ríos Nogueras, 114 D.P.R. 256 (1983); Pueblo v. Uriel Álvarez, 112 D.P.R. 312 (1982). Sin embargo, cuando las circunstancias lo requieren, al interpretar las palabras del Código Penal y resolver la controversia ante este Foro reiteramos como principio cardinal de hermenéutica “que ... al lenguaje de una ley, debe dársele la interpretación que valida el propósito que tuvo el legislador al aprobar la medida”. Rivera Maldonado v. Autoridad Sobre Hogares, 87 D.P.R. 453, 456 (1963).\nNo obstante, cuando se ha requerido el despliegue de nuestra facultad interpretativa, reiteradamente hemos de-cidido que un estatuto penal debe ser interpretado restric-tivamente en cuanto a lo que desfavorece al acusado y li-beralmente en cuanto a lo que lo favorezca. Mari Bras v. Alcaide, 100 D.P.R. 506, 516 (1972); El Pueblo v. Padilla, 20 D.P.R. 276, 280 (1914); Pueblo v. Benítez et al., 19 D.P.R. 246, 258 (1913).\nPor su parte, el Art. 6 del Código Penal de 1974 (33 L.P.R.A. see. 3021) a su vez dispone, en lo pertinente, que las “palabras y frases se interpretarán según el contexto y el significado sancionado por el uso común y corriente”. Como podrá observarse, “junto con la doctrina del recto sentido de los términos se adoptó la política de interpretar la ley de la manera más favorable al acusado siempre que lo permitiera el lenguaje de la ley y las circunstancias de *648su aplicación, así como el espíritu e intención de la misma”. D. Nevares-Muñiz, Código Penal de Puerto Rico: revisado y comentado, San Juan, Ed. Inst. Desarrollo del Derecho, 1997, pág. 10.\nEn buena metodología adjudicativa se debe analizar la ley “tomando en consideración los fines que persigue y en forma tal que se ajuste a su fin esencial y a la política pública que la inspira. ... En el proceso de encontrar el significado de la ley, el intérprete no puede actuar en desconocimiento de la consecuencia que conlleva la interpretación y debe darle aquélla que logre los propósitos del legislador”. (Citas omitidas.) E. Bernier y J.A. Cuevas Segarra, Aprobación e interpretación de las leyes en Puerto Rico, 2da ed. rev., San Juan, Pubs. J.T.S., 1987, Vol. I, Cap. 36, pág. 269.\nEn las circunstancias particulares del presente caso la ley es clara. No hay espacio para posibles interpretaciones de cuándo se inicia el proceso judicial. Cualquier evento anterior a la determinación de causa probable para el arresto o la citación no se constituye, ni puede, por fíat de este Tribunal, constituirse en un evento judicial capaz de interrumpir el término prescriptivo.\nEn síntesis, y a la luz de cuanto antecede, concluimos que el error alegado no fue cometido. En este caso surge, con meridiana claridad, que a la fecha de la determinación de causa probable el delito de agresión agravada, modali-dad menos grave, había prescrito. Los eventos procesales que describió el Ministerio Público no pueden tomarse como acciones judiciales capaces de contravenir el espíritu e intención de la Asamblea Legislativa al establecer el al-cance de los términos prescriptivos en nuestra jurisdicción, así como la disposición que fija cuál es el evento —deter-minación de causa probable para arresto o citación— que enmarca propiamente el comienzo del proceso criminal. En vista de ello, se dictará sentencia confirmando el dictamen recurrido.\nEl Juez Asociado Señor Fuster Berlingeri emitió una *649opinión concurrente. Los Jueces Asociados Señores Rebollo López y Hernández Denton concurrieron sin una opinión escrita.\n— O —\n\n Véase Tratado de Derecho Penal; primera parte, teorías generales, Buenos Aires, Eds. Ediur, Vol. V, pág. 145 esc. 32, según aparece citado en la obra de S. Vela Treviño, La prescripción en materia penal, México, Ed. Trillas, 1983, pág. 41 esc. 42.\n\n\n Orden de arresto a base de una denuncia:\n“(c) Si de la denuncia jurada o de la declaración o declaraciones sometidas con la misma o del examen bajo juramento del denunciante o sus testigos, si algunos, el magistrado determinare la inexistencia de causa probable, no podrá presentarse denuncia o acusación de clase alguna. En tal caso o cuando la determinación de causa probable fuere por un delito inferior o distinto a aquel que el fiscal entendiere procedente, éste podrá someter el asunto nuevamente con la misma o con otra prueba a un magistrado de categoría superior del Tribunal de Primera Instancia.” 34 L.P.R.A. Ap. II.\n\n\n De las denuncias se desprende que el referido acusado Luis E. Martínez Rivera, allá en o para el 1ro de marzo de 1994 y en las inmediaciones del edificio Núm. 14 del residencial Falín Torrech, que forma parte de la jurisdicción del Tribunal de Primera Instancia, Sala Superior de Bayamón, de forma ilegal, voluntaria, maliciosa y criminal empleó la fuerza y violencia contra el ser humano Olga San Inocencio Ortiz, agrediéndola físicamente con la culata de un arma larga, con sus manos y con sus pies, infiriéndole a dicha perjudicada un grave daño corporal que consistió de heridas en la cabeza y otras lesiones físicas en su cuerpo, las cuales requirieron que se le tomaran doce (12) puntos de sutura y recibiera atención y tratamiento médico en el Hospital Municipal de Bayamón, Puerto Rico.\n\n\n Se considerará la agresión agravada como un delito grave, la cual conllevará una pena de reclusión por un término fijo de tres (3) años:\n“(b) Cuando se infiere grave daño corporal a la persona agredida.” 33 L.P.R.A. sec. 4032(2)(b).\n\n\n Omisión en el cumplimiento del deber. Toda omisión voluntaria en el cumpli-miento de un deber impuesto por la ley o el reglamento a un funcionario o empleado público, o persona que desempeñare algún cargo de confianza o empleo público, de no existir alguna disposición que señale la pena correspondiente a dicha omisión, se penará con reclusión que no excederá de seis (6) meses o multa que no excederá de quinientos dólares ($500), o ambas penas a discreción del Tribunal.\n\n\n Fundamentos de la moción para desestimar. La moción para desestimar la acusación o denuncia, o cualquier cargo de éstas, sólo podrá basarse en lo pertinente al caso de autos,\n“(m) que el delito ha prescrito.” Regla 64(m) de Procedimiento Criminal, 34 L.P.R.A. Ap. II.\n\n\n Resolución de 28 de abril de 1995. Apéndice IV de la Petición de certiorari.\n\n\n Sentencia de 20 de diciembre de 1995, notificada el 26 de diciembre de 1995. Apéndice I de la Petición de certiorari.\n\n\n 2 LaFave and Israel, Criminal Procedure Sec. 18.5, pág. 424 (1984).\n\n\n Citado en Vela Treviño, op. cit., pág. 73.\n\n\n 33 L.P.R.A. see. 3031. No se instará acción penal contra persona alguna por un hecho que no esté expresamente definido por la ley como delito, ni se impondrán penas o medidas de seguridad que la ley no hubiera previamente establecido.\n\n",
            "ocr": true,
            "opinion_id": 8564741
        },
        {
            "author_str": "Berlingeri",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinión concurrente emitida por el\nJuez Asociado Señor Jaime B. Fuster Berlingeri.\nReiteradamente hemos resuelto que el propósito fundamental de la disposición penal que fija un término de pres-cripción es informar al imputado con suficiente antelación de la intención de procesarlo y de la naturaleza del delito imputado, de forma que no se menoscabe su oportunidad de defenderse porque desaparezca o se afecte la evidencia a su favor con el transcurso del tiempo. Pueblo v. Vallone, Jr., 133 D.P.R. 427 (1993); Pueblo v. Guardiola Dávila, 130 D.P.R. 585 (1992); Pueblo v. Oliver Frías, 118 D.P.R. 285 (1987); Pueblo v. Tribunal Superior, 84 D.P.R. 24 (1961).\nCon arreglo a este medular principio, la notificación de una denuncia formal, que sea presentada por el Ministerio Público contra un imputado, debería ser suficiente para interrumpir la prescripción del delito en cuestión. En co-rrecta lógica jurídica, ello debería ser así porque la denun-cia es un pliego acusatorio. E.L. Chiesa, Derecho Procesal Penal de Puerto Rico y Estados Unidos, Colombia, Ed. Forum, 1993, Vol. III, págs. 22-23. Constituye precisamente la primera alegación por parte de El Pueblo en el proceso criminal contra un imputado. Al notificarle de la denuncia presentada en su contra se le advierte al imputado de la intención de procesarle que tiene el Ministerio Público, y se le notifican los cargos específicos que se le imputan. Cier-tamente, no se trata de una mera formalidad, sino del primer paso afirmativo del Estado en la persecución del delito. Kirby v. Illinois, 406 U.S. 682 (1972). Cuando en un caso como el de autos el imputado comparece a una vista preliminar para el arresto o la citación, habiéndosele noti-ficado antes la denuncia en su contra, tal denuncia cierta-*650mente es el inicio del encausamiento del imputado, y me-diante ella se confronta al imputado con la alegación del Ministerio Público de que éste cometió determinado delito. Precisamente sobre la base de la denuncia es que se ha de celebrar el juicio penal en casos de delitos menos graves. Regla 24(a) de Procedimiento Criminal, 34 L.P.R.A. Ap. II.\nLa función primordial de la denuncia como medio para informar al imputado de los cargos en su contra la hemos reiterado en varias ocasiones al destacar que para cumplir tal función no es necesario usar lenguaje técnico o talismá-nico, sino aquel que en efecto informe al denunciado qué es lo que se le imputa. Pueblo v. Calviño Cereijo, 110 D.P.R. 691, 694 (1981). Lo esencial es que la denuncia incluya todos los hechos constitutivos del delito imputado. Pueblo v. González Olivencia, 116 D.P.R. 614, 617 (1985).\nEs por todo lo anterior que ya antes habíamos resuelto, por voz del Juez Blanco Lugo, que “tanto la radicación de una acusación o denuncia como la expedición de una orden de arresto luego de la determinación de causa probable cumplen con este propósito [de la prescripción] de delimi-tar la naturaleza de la ofensa e identificar cumplidamente al acusado”. Pueblo v. Tribunal Superior, supra, págs. 27-28.\nNo obstante lo anterior, el Art. 79 del Código Penal, 33 L.P.R.A. see. 3413, expresamente señala que el término de prescripción se computará desde el día de la comisión del delito hasta la fecha en que se expida el mandamiento de arresto o de citación. Como bien señala Chiesa, op. cit., pág. 23, tal mandamiento se expide una vez se ha determi-nado la correspondiente causa probable. Ello, conforme lo dispuesto en las Reglas 6 ó 7 de Procedimiento Criminal, 34 L.P.R.A. Ap. II.\nEs evidente que la referida disposición del Código Penal no está en completa armonía con lo que hemos resuelto sobre el propósito de la prescripción. Dicho Art. 79 fue in-corporado al Código Penal por primera vez en la reforma de 1974 para recoger dictámenes de este Foro sobre la *651prescripción de los delitos. Sin embargo, como resulta de lo señalado antes, dicho artículo no refleja cabalmente nues-tros claros precedentes sobre el asunto. No incluye la de-nuncia formal, debidamente notificada, como evento que interrumpe la prescripción.\nA pesar de la falta de armonía entre el Art. 79 referido y los precedentes judiciales antes citados, venimos obligados aquí a decidir conforme a lo dispuesto en dicho artículo. Ello porque, como se sabe, en el ámbito penal los estatutos deben interpretarse restrictivamente en cuanto, a lo que desfavorezca al acusado y liberalmente en cuanto a lo que le favorezca. Pueblo v. Sierra Rodríguez, 137 D.P.R. 903 (1995). Frente al claro tenor del Art. 79 del Código Penal, supra, procede que se confirme la sentencia recurrida.\n",
            "ocr": true,
            "opinion_id": 8564742
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Murder"
}