{
    "id": 8639759,
    "judges": "Poch",
    "date_filed": "2001-09-21",
    "date_filed_is_approximate": true,
    "slug": "in-re-anaya",
    "case_name_short": "In re Anaya",
    "case_name": "In re Anaya",
    "case_name_full": "In re Application of Maria Anaya",
    "attorneys": "Charles May, for Claimant., Tyrone C. Fahner, Attorney General (Maureen Cain, Assistant Attorney General, of counsel), for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "35 Ill. Ct. Cl. 540"
    ],
    "opinions": [
        {
            "author_str": "Poch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Poch, J. This claim arises out of an incident that occurred on August 20, 1980. Maria Anaya, sister of the deceased victim, Frank Hernandez, seeks compensation pursuant to the provisions of the Crime Victims Compensation Act, hereafter referred to as the Act. Ill. Rev. Stat. 1979, ch. 70, par. 71 et seq. This Court has carefully considered the application for benefits submitted on December 19, 1980, on the form prescribed by the Attorney General, and an investigatory report of the Attorney General of Illinois which substantiates matters set forth in the application. Based on these documents and other evidence submitted to the Court, the Court finds: .1. That on August 30, 1980, the victim was shot by an offender who was known to him. The incident occurred- on the street at 2219 S. Marshall, Chicago, Illinois. The police investigation revealed that a short time before the shooting, the victim and another person had attacked and severely beaten the offender. Several people intervened to stop this beating and the offender left the scene. The offender returned a short time later, produced a gun and shot both the victim and the other person who had attacked him. The victim was pronounced dead on arrival at St. Anthony’s Hospital. The offender was apprehended, prosecuted on the charge of murder, but found not guilty in a bench trial. 2. That the Claimant seeks compensation for funeral and burial expenses. 3. That section 10.1 of the Act indicates factors used to determine entitlement to compensation. Specifically, section 10.1(d) of the Act states that an award shall be reduced according to the extent to which any prior criminal conviction or conduct of the victim may have directly or indirectly contributed to the injury or death of the victim. 4. That it appears from the investigatory report and the police report that the victim's death was substantially attributable to his beating the offender a short time prior to the shooting. 5. That without addressing the merits of other issues raised in the investigatory report, the victim's conduct contributed to his death to such an extent as to warrant that the Claimant be denied entitlement to compensation. It is hereby ordered that this claim be, and is hereby denied. ",
            "ocr": true,
            "opinion_id": 8619312
        }
    ],
    "court_short_name": "Court of Claims of Illinois",
    "court_full_name": "Court of Claims of Illinois",
    "court_type": "ST",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}