{
    "id": 8665339,
    "judges": "Cox, Everett",
    "date_filed": "1984-05-05",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-burris",
    "case_name_short": "Burris",
    "case_name": "United States v. Burris",
    "case_name_full": "UNITED STATES v. Rudy L. BURRIS, Staff Sergeant U.S. Army",
    "attorneys": "For Appellant: Captain Lorraine Lee (argued); Colonel Brooks B. La Grua, Lieutenant Colonel William P. Heaston, Captain Eric T. Franzen (on petition)., For Appellee: Captain Howard G. Cooley (argued); Colonel James Kucera, Lieutenant Colonel Adrian J. Gravelle, Captain Daniel N. Veiling (on petition); Lieutenant Colonel Joseph A. Rehyansky.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "21 M.J. 140"
    ],
    "opinions": [
        {
            "author_str": "Cox",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOpinion of the Court\n\nCOX, Judge:\nThe case of this accused was referred to trial by general court-martial for attempted carnal knowledge, sodomy, and indecent acts, in violation of Articles 80, 125, and *141134, Uniform Code of Military Justice, 10 U.S.C. §§ 880, 925, and 934, respectively. When trial commenced on April 1,1985, the defense moved to dismiss the charges for lack of speedy trial under R.C.M. 707, Manual for Courts-Martial, United States, 1984. The military judge granted the motion and dismissed the charges. The Government asked for reconsideration of this ruling. After receipt of further evidence on April 15, 1985, the military judge reaffirmed his earlier decision. Whereupon, the Government appealed pursuant to Article 62, UCMJ, 10 U.S.C. § 862. The Court of Military Review reversed the decision of the military judge. 20 M.J. 707 (1985). The accused then petitioned this Court for a grant of review of the following issues:1\nI\nWHETHER THE MILITARY JUDGE ERRED AS A MATTER OF LAW BY HOLDING THE GOVERNMENT ACCOUNTABLE FOR THE PERIOD FROM 22 FEBRUARY UNTIL 25 MARCH.\nII\nWHETHER THE MILITARY JUDGE ERRED AS A MATTER OF LAW BY HOLDING THE GOVERNMENT ACCOUNTABLE FOR THE PERIOD FROM 25 MARCH UNTIL 1 APRIL.\nWe hold that the military judge did not err as a matter of law and reverse the decision of the court below.2\nR.C.M. 707 requires the Government to bring an accused to trial within 120 days of specified events. This case illustrates the pitfalls which can snare the unsuspecting trial counsel who permits a case to be informally set for trial outside the 120-day period.\nA total of 136 days elapsed from imposition of restraint to trial.3 When the defense moved to dismiss for lack of speedy trial, the Government had the burden of persuasion to justify why the case was not brought to trial within 120 days.4 R.C.M. *142905(c). The Government contended that the contested periods were properly omitted from government accountability under R.C.M. 707(c)(3), which excludes “[a]ny period of delay resulting from a delay in a proceeding or a continuance in the court-martial granted at the request or with the consent of the defense.” The military judge was not convinced, however, and held the Government accountable for 123 days, dismissing the charges as required by R.C.M. 707(e).\nThe first contested time period arose out of the following scenario: On February 21, 1985, trial counsel initiated a routine Docket Notification form, indicating thereon that the Government would “be ready to proceed on or after: 22 Feb 85.” Upon receiving the form, defense counsel apparently communicated ex parte with the clerk of the court regarding openings on the court calendar. On February 22, defense counsel lined through the words “delay until” on the Docket Notification form and “request[ed] a projected trial date of 25 March 85,” a date 131 days from the imposition of restraint. Defense counsel represented at trial that he did not thereby request a delay, but instead “specifically ask[ed] for the first available trial date that was reasonable.” The clerk of court docketed the case for March 25, stating that “a review of the published docket shows that it would have been unfeasible to docket the case any sooner than 25 March 1985.”\nThe Government called the Chief Judge of the Third Judicial Circuit, who was originally to be the trial judge, to testify regarding the delay from March 25 to April l.5 The chief judge had shifted the\n*143case on the court calendar from March 25 to April 8 to accommodate another trial. At that point, trial counsel belatedly became concerned about possible 120-day problems. A docketing conference was held on March 19, where defense counsel stated that he had previously notified his witnesses of the March 25 trial date and then the April 8 trial date. The chief judge proposed March 26 or 28 as possible trial dates, asking defense counsel to contact his witnesses to determine their availability on those dates. On March 20, defense counsel informed the chief judge that his witnesses would not be available on the 26th or 28th. Trial was then set for April 1, and another military judge was called in to try the case.\nThe trial judge ruled, in part, as follows:\n8. The defense characterized its request as a, ... [‘jprojected trial date,[’] ... rather than that of a, ... [‘]delay,[’] ... by expressly lining out the word, ... [‘] delay, [’] ... This action placed the government on notice that the defense did not intend to be taxed with an exclusionary delay period and, instead, was setting forth a negotiating position as to trial date.\n9. The government set the trial date for 25 March 1985. Lamentably, it is the factual determination of this court that the period from 22 February 1985 through 24 March 1985 was not excluded from government accountability ____ This court finds that the docket notification form merely served as a preliminary procedural matter ... The setting of the 25 March 1985 trial date was not a, ... [‘jdelay in the proceeding or a continuance granted at the request of or with the consent of the defense,[’] ... so as to exclude the government’s accountability therefor.\n10. The government is also accountable for the period 25 March to 1 April. The evidence fails to reflect that the defense declined to go to trial on 25 March, or 26 March, or 28 March. Further, the evidence fails to reflect that the defense requested the delay past the 25th of March.\nThe Government appealed the trial judge’s ruling to the Court of Military Review, which is limited under Article 62 to review “matters of law.”6 Acknowledging its limitations under Article 62,7 the Court *144of Military Review nonetheless found that trial defense counsel received a trial date of March 25 “based upon reasons related to effective trial preparation,” 20 M.J. at 710, and “that the defense was not prepared to proceed to trial on 26 or 28 March due to the unavailability of defense witnesses,” id. at 709. The court found “nothing in the record” to support the military judge’s factual determinations. Id. It is clear, however, that the Court of Military Review reinterpreted the facts and substituted its judgment for that of the trial judge. The factual basis for a ruling should not “be reinterpreted” on review. United States v. Nargi, 2 M.J. 96, 98 (C.M.A.1977).8\nWhen a court is limited to reviewing matters of law, the question is not whether a reviewing court might disagree with the trial court’s findings, but whether those findings are “fairly supported by the record.” Marshall v. Lonberger, 459 U.S. 422, 432, 103 S.Ct. 843, 850, 74 L.Ed.2d 646 (1983), quoting 28 U.S.C. § 2254(d)(8). “[T]o give due deference to the trial bench,” a determination of fact “should not be disturbed unless it is unsupported by the evidence of record or was clearly erroneous.” United States v. Middleton, 10 M.J. 123, 133 (C.M.A.1981).\nAs did the trial judge, we view with displeasure “the machinations that went on in bringing this case before the court.” The trial judge specifically declined “to go so far as to state that there was sharp practice involved,” but another judge may not have been as reticent.9 We would not hesitate to hold that a defendant is “estopped” from claiming he lacked a speedy trial if the delay is caused by defense misconduct. If defense counsel elects to negotiate, ex parte, a trial date with a docketing clerk or with the trial judge, he has an ethical responsibility to insure that the clerk or judge is not misled or inadvertently deceived into setting a date which violates the speedy-trial rule. There is insufficient evidence in this record to support such a finding here.\nDefense counsel’s input on the Docket Notification form was ambiguous. The military judge resolved the ambiguity by finding it to be “notice that the defense did not intend to be taxed with an exclusionary delay” and merely “a negotiating position,” rather than finding it to be a request for or consent to a delay in the proceedings. There was evidence that the 25th of March was the first date available on the court calendar at the time the case was docketed for trial. Thus, the military judge may have inferred that trial defense counsel’s notation of “a projected trial date” was but an acknowledgment of the inevitable and did not actually delay the proceedings in any way.10 Docketing delays are generally attributable to the Government. See United States v. Wolzok, 1 M.J. 125 (C.M.A.1975); R.C.M. 707(c)(2). See also Speedy Trial Act of 1974, 18 U.S.C. § 3161(h)(8)(C). The record is unclear whether the Government would have been able to proceed within the 120-day period absent the participation of defense counsel in setting the case for trial. The paucity of the record worked to the detriment of the *145Government, because the prosecution had the burden of persuasion.11\nThere is also some support for the military judge’s finding that the defense did not request a delay past March 25 or decline to go to trial between March 25 and April 1. Apparently, the defense was prepared and had its witnesses available for the originally-scheduled date of March 25 and also for the later-scheduled date of April 8. It was only when the originally-scheduled date was changed by the chief judge that setting a later trial date became necessary. The fact that the defense witnesses were unavailable on two specific dates, March 26 and March 28, does not equate to defense delay past March 25 under these circumstances. Normally, it is the responsibility of trial counsel to arrange for the presence of witnesses. R.C.M. 703(c)(2)(D).\nIn spite of the expeditious processing contemplated by R.C.M. 707, it is disturbing that this case was not originally set for trial within 120 days after the imposition of restraint. Dismissal of the charges may have been avoided if the procedural rule advocated by Judge Ferguson in United States v. Schilf, 1 M.J. 251, 253 (C.M.A.1976), had been followed, to wit:\nWe believe that many of the problems involved in attributing pretrial delays will be ameliorated if all such requests for delay, together with the reasons therefor, were acted upon by the convening authority prior to referral of charges to a court-martial, or by the trial judge after such referral, rather than for them to be the subject of negotiation and agreement between opposing counsel. This procedural requirement will establish as a matter of record who requested what delay and for what reason.\nThis is a good rule. The right to a speedy trial may belong to an accused, but it also promotes the ends of justice as far as the command is concerned. Nothing is more disruptive to a commander than to have members of his command sitting around waiting for a court-martial to proceed.\nThe Government failed to establish a proper record, and it is not for appellate courts to launch a rescue mission. As there is some evidence in the record to support the factual findings of the trial judge, those findings should not have been overturned on review under Article 62.\nThe decision of the United States Army Court of Military Review is reversed. The decision of the military judge is reinstated.\nChief Judge EVERETT concurs.\n\n. The accused raised three issues in his petition for grant of review. Review is now granted on Issues I and II only. Issue III was decided favorably to the Government at trial and was not raised in its Article 62, Uniform Code of Military Justice, 10 U.S.C. § 862, appeal to the Court of Military Review. See United States v. Tucker, 20 M.J. 52, 53 (C.M.A.1985) (R.C.M.908(c)(3), Manual for Courts-Martial, United States, 1984, \"authorizes submission of a petition for review by the Court of Military Appeals ... where an Article 62 appeal has been disposed of in the Government’s favor by the Court of Military Review.”)\n\n\n. The appellee’s motions to amend facts and statements of the case and argument, to file reply, to file exhibits 1 and 2, and to file exhibits 1(a) and 2(a) are granted. We have been informed by these amended pleadings and exhibits that the convening authority approved appellant’s request for a discharge for the good of the service under the provisions of Chapter 10, Army Regulation 635-100, while this case was pending review before the Court; however, certified copies of the discharge have never been submitted to this Court. If counsel representing appellant had joined appellee in saying that the case had become moot, we would have been inclined to exercise our discretion and decline jurisdiction. But, as counsel representing appellant contests the issue of mootness, we deem it appropriate to issue this opinion. See United States v. Browers, 20 M.J. 356, 358 (C.M.A.1985).\n\n\n. Having to dismiss the charges in a serious case unjustly gives appellate courts a bad name. There is absolutely no explanation in the record as to why the Government did not go to trial well within 120 days. The futile attempts to rationalize the delay are no help at all. Defense counsel escapes the wrath of this Court merely because there is no proof in the record of the obvious — that is, that defense counsel participated in creation of the delay. The military judge did what he had to do under these circumstances, and we are going to back him up, as we will all military judges who carry out their duties in accordance with the laws and rules provided to them.\n\n\n. The parties stipulated as fact to the following chronology of events:\n12 November 1984 Initial Police report made.\n16 Nov 1984 Accused restricted to place of work, dining facility and billets. Sign in and escort requirements imposed.\n15 Dec 1984 Restriction lifted; conditions (Approx.) on liberty imposed (accused prohibited from spending nights at family residence).\n* * *\n*14210 January 1985 Charges preferred; accused formally notified. Article 32(b)\nInvestigating Officer . . . notified of appointment.\n15 January 1985 CPT Hossbach appointed as defense counsel; he was unable to proceed until 31 January 1985 due to prior commitments.\n20-26 January 1985 Defense counsel TDY.\n28-29 January 1985 Defense counsel tries . . . [another case].\n31 January 1985 Article 32 Investigation hearing begins and is completed.\n15 February 1985 Investigating Officer’s report filed.\n19 February 1985 . . . Pretrial Advice drafted.\n20 February 1985 Charges referred to trial by GCM; clerical error on charge sheet reflects court-martial as BCD Special; charges served on accused.\n21 February 1985 Docket notification to defense counsel; Government requests trial on or after the next day (22 February)\n22 February 1985 Defense counsel responds to docket notification; requests \"projected trial date of 25 March 1985.\"\n[\"] . . . Clerk for Military Judge dockets case for 25 March 1985.\n25 February 1985 Accused re-served with charges, which now reflect referral to GCM.\n11 March 1985 Military Judge . . . notifies both counsel that trial date must be moved to accommodate . . . murder trial.\n19 March 1985 Conference with Trial counsel. Defense Counsel, and Military Judge. Military Judge proposed trial on 26 or 28 March . . . ask[ing] Defense Counsel to . . . have their witnesses available on either date. If not possible, Defense Counsel requests attempt be made to find substitute judge and try case at later date.\n20-21 March 1985 Defense not able to have all witnesses available on 26 or 28 March so trial date set for 1 April, next available date on docket.\n25 March 1985 . . . [New] Military Judge is detailed to the case.\n[1 April 1985 First Article 39(a) session held and speedy-trial motion granted.]\n\n\n. The chief judge should not have testified. Mil. R.Evid. 605 specifically prohibits the presiding judge from testifying as a witness. The chief judge was scheduled to preside until a few days before trial. Because the setting of the trial date past 120 days was handled off-the-record, *143apparently the only persons knowledgeable of the facts were the clerk of court and defense counsel, neither of whom testified. Defense counsel should not have placed himself in the position of being a potential witness. See ABA Code of Professional Responsibility, DR 5-102. This illustrates the folly of setting a case for trial past 120 days without good cause for the delay being established on the record.\n\n\n. Article 62(c) provides, \"In ruling on an appeal under this section, the Court of Military Review may act only with respect to matters of law, notwithstanding section 866(c) of this title (article 66(c) [,10 U.S.C. § 866(c)]). This language is similar to that in Article 67(d), UCMJ, 10 U.S.C. § 867(d), which provides, “The Court of Military Appeals shall take action only with respect to matters of law.\"\n\n\n. See United States v. Poduszczak, 20 M.J. 627 (A.C.M.R.1985); United States v. Yingling, 20 M.J. 593 (N.M.C.M.R. 1985); United States v. Lewis, 19 M.J. 869 (A.F.C.M.R.1985). Federal courts consistently apply a clearly erroneous test to the district court's findings of fact related to matters other than guilt. See United States v. Frey, 735 F.2d 350, 352 (9th Cir.1984) (\"review of the factual finding that exclusion of’ time from speedy trial computations \"served the ends of justice” was limited \"to determining whether the finding is clearly erroneous”); United States v. Turpin, 707 F.2d 332, 334 (8th Cir.1983) (\"issue of consent” to search \"is usually a factual one” and subject to \"clearly erroneous\" standard); United States v. Nance, 666 F.2d 353, 356 (9th Cir.1982), cert. denied, 456 U.S. 918, 102 S.Ct. 1776, 72 L.Ed.2d 179 (1982) (appellate court will “not disturb factual findings” on whether \"ends of justice exception” to Speedy Trial Act “is grounds for a continuance ... unless they are clearly erroneous’’); United States v. Jabara, 644 F.2d 574, 577 (6th Cir.1981) (rule \"that an appellate court must not set aside findings of fact of the District Court unless ... findings are clearly erroneous ... applies” even though \"appellate record may consist entirely of documentary evidence”); United States v. Romano, 583 F.2d 1, 7 (1st Cir.1978) (“question of whether any use, derivative or otherwise, was made” by prosecution of defendant’s \"compelled testimony” was \"one of fact on which ... clearly erroneous” standard applied). Cf. Wainwright v. Witt, 469 U.S. --- 105 S.Ct. 844, 853, 83 L.Ed. 841 (1985) (question of juror bias a factual finding entitled to \" ‘presumption of correctness’ under 28 U.S.C. § 2254(d)”).\n\n\n. See Adams v. Balkcom, 688 F.2d 734, 739 (11th Cir.1982) (while appellate court \"must defer to the District Court’s findings as to what counsel did or did not do, absent a clearly erroneous determination,” the appellate court can determine for itself \"whether counsel’s representation satisfied ... sixth and fourteenth amendments”); United States v. Vicknair, 610 F.2d 372, 379 (5th Cir.), cert. denied, 449 U.S. 823, 101 S.Ct. 83, 66 L.Ed.2d 25 (1980) (because decision whether \"reasonable expectation of privacy” had been shown was \"legal conclusion,\" it was \"subject to full review by” court of appeals, but where conclusion rested on \"factual premises ... supported by the record,” the latter were \"binding on” court of appeals).\n\n\n. See ABA Code of Professional Responsibility, DR 1 — 102(A)(4), (5); ABA Standards, The Defense Function § 4-1.2. Delays; punctuality (1979).\n\n\n. Cf. United States v. Russo, 550 F.Supp. 1315, 1320 (D.N.J.1982), aff'd., 722 F.2d 736 (3d Cir. 1983) (\"defendant ... estopped from\" asserting lack of speedy trial “when the delay was caused” solely \"by his request for a continuance\").\n\n\n. A somewhat analogous situation arose in United States v. Carrasquillo, 667 F.2d 382, 388 (3d Cir.1981), where it was held that defense counsel’s advisement of \"the deputy clerk of commitments through the remainder of the seventy-day” period in which defendant’s trial had to commence did not constitute waiver of the Speedy Trial Act’s protections.\n\n",
            "ocr": true,
            "opinion_id": 8646494
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}