{
    "id": 8706909,
    "judges": "Patterson",
    "date_filed": "1992-09-23",
    "date_filed_is_approximate": true,
    "slug": "guippone-v-united-states",
    "case_name_short": "Guippone",
    "case_name": "Guippone v. United States",
    "case_name_full": "Robert Angelo GUIPPONE v. UNITED STATES",
    "attorneys": "Otto Obermaier, U.S. Atty., S.D.N.Y., Nancy Northup, New York City, for U.S. Robert Angelo Guippone, pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "741 F. Supp. 409"
    ],
    "opinions": [
        {
            "author_str": "Patterson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nROBERT P. PATTERSON, Jr., District Judge.\nBoth the government and petitioner have moved for summary judgment on this 28 U.S.C. § 2255 petition.\nPetitioner Robert Angelo Guippone seeks to vacate his sentences in United States v. Agueci, 61 Cr. 527 (WBH), and United States v. Guippone, 61 Cr. 260 (RHL), pursuant to 28 U.S.C. § 2255, and to strike certain information from his presentence report.\nOn February 13, 1962, the Honorable William B. Herlands sentenced petitioner to a twenty year term of imprisonment after his conviction in Agueci for one count of conspiracy and eleven substantive counts of trafficking in heroin. See United States v. Agueci, 310 F.2d 817 (2d Cir.1962) (affirming conviction), cert. denied, 372 U.S. 959, 83 S.Ct. 1013, 1016, 10 L.Ed.2d 11, 12 (1963). On November 30, 1962, the Honorable Richard H. Levet sentenced petitioner to a consecutive five year term of imprisonment after a guilty plea to a narcotics charge.\nPetitioner was released on parole on June 11, 1976, after serving fourteen years and eight months. Then on March 31, 1982, petitioner was convicted after a six week jury trial of conspiracy to distribute and possess with intent to distribute large quantities of heroin and cocaine. United States v. Williams, (S) 81 Cr. 398 (RO). On May 7, 1982, the Honorable Richard Owen sentenced petitioner to two concurrent thirty year terms of imprisonment, lifetime special parole and a $100,000 fine. The conviction was upheld on appeal. United States v. Terry, 702 F.2d 299 (2d Cir.), cert. denied sub nom., Guippone v. United States, 464 U.S. 992, 104 S.Ct. 482, 78 L.Ed.2d 680 (1983).\nIn this petition for Section 2255 relief, Guippone claims that “flagrantly erroneous and contrived information” contained in his 1962 presentence report adversely affected his 1962 sentences and his parole, as well as his 1982 trial and sentence, and continues to affect his conditions of confinement and future parole possibilities. Accordingly, petitioner seeks to have his 1962 sentences vacated and the alleged false information stricken from his 1962 probation report.\n*411Petitioner claims that there were the following inaccuracies in the 1962 presentence report: (1) petitioner was a “prime suspect” in the murder of William “Shorty” Holmes, who was cooperating with the government in the Agueci case, see Presen-tence Report 2 (Pet. Amendment Ex. A); (2) his indictment in a 1956 criminal action “was nolle prossed because the Government witnesses were no longer available,” id. at 2; (3) his retarded brother, Daniel Guippone “reportedly serves as a manager in his father’s shop.” Id. at 5.\nPetitioner has the burden of showing that the information was both false and relied upon by the sentencing judge. Roberts v. United States, 445 U.S. 552, 556, 100 S.Ct. 1358, 1362, 63 L.Ed.2d 622 (1980); United States v. Tucker, 404 U.S. 443, 447, 92 S.Ct. 589, 591, 30 L.Ed.2d 592 (1972); Townsend v. Burke, 334 U.S. 736, 740-41, 68 S.Ct. 1252, 1255, 92 L.Ed. 1690 (1948); Granville v. United States, 613 F.2d 125, 126 (5th Cir.1980). Petitioner has failed to produce any evidence to satisfy either burden.\n1. The Falsity of the Information\nThere is no merit to petitioner’s claim that a New York City police report prepared only two weeks after the homicide of Holmes shows that petitioner was not a suspect in the investigation of Holmes’s death five months later when the presen-tence report was issued. Even though the initial police report only mentioned three suspects, homicide investigations often expand to cover more than three suspects.\nThe presentence report statement that petitioner was nolle prossed because of the unavailability of a witness is consistent with the description of the events in the nolle prosequi. See Pet. Amendment Ex. C (nolle prosequi proposed because key witness changed testimony and no longer recalls-Mr. Guippone’s participation in a conversation about narcotics).1 Contrary to petitioner’s contention, there is not even an innuendo of a murdered witness in the pre-sentence report’s statement about the unavailability of a witness.\nFinally, petitioner's citation to medicaid and home' care received by his brother many years after the presentence report does not cast doubt on the veracity of the report’s statement that the brother once worked as a manager for his father. In addition, contrary to petitioner’s contention, the statements about the mentally retarded brother’s employment do not cast doubt on the truthfulness of petitioner’s claim that he was also a manager with his father’s business. The report only states that the brother was “a manager.”\n2. The Reliance of the Sentencing Judges\nMore importantly, there is no showing that either Judge Herlands or Judge Levet relied on any of the three statements about which petitioner complains. Farrow v. United States, 580 F.2d 1339, 1358-59 (9th Cir.1978) (en banc). The petitioner was convicted of very serious crimes in both cases and a review of the sentencing transcripts shows that the sentences were imposed because of the facts of the convictions, the serious nature of the offenses and petitioner’s role therein, rather than because of any unusual statements in the presentence report about matters peripheral to the charged offenses.\nPetitioners remaining claims are not cognizable in this petition. The challenge to the 1982 trial and conviction must be raised in a separate § 2255 petition before Judge Owen. The challenge to his treatment in prison pertains to the execu*412tion of the sentence and is therefore outside of the Court’s § 2255 jurisdiction. The claim pertaining to his consideration for parole on the 1982 sentence is similarly outside the scope of this petition. The claim that the inaccuracies delayed his parole release on the 1962 sentences is moot because he was eventually paroled in 1976.\nThe Court utilizes its discretion to dismiss the petition based on the submissions without a hearing. Dalli v. United States, 491 F.2d 758, 760 (2d Cir.1974). As discussed above, petitioner’s affidavit fails to set forth sufficient specific facts which if proved at a hearing would entitle petitioner to relief. Machibroda v. United States, 368 U.S. 487, 494, 82 S.Ct. 510, 513, 7 L.Ed.2d 473 (1962); Hayden v. United States, 814 F.2d 888, 892 (2d Cir.1987). The petition is dismissed because the alleged misstatements were neither relied on at sentencing nor materially false.\nIT IS SO ORDERED.\nON MOTION TO RECONSIDER\nPetitioner Robert Angelo Guippone has submitted a “Filing of Evidentiary Errata” as newly obtained evidence sufficient for this Court to reconsider its Order dated April 12, 1990, denying Mr. Guippone’s petition to vacate his twenty-eight year old sentences in United States v. Agueci, 61 Cr. 527 (WBH), and United States v. Guippone, 61 Cr. 260 (RHL), and to order an evidentiary hearing on his 28 U.S.C. § 2255 petition.\nThe first items of “new evidence” consist of portions of transcripts from the Agueci trial relating to issues other than the sentencing of the petitioner. Those issues were the matter of petitioner's remand and the newspaper publicity relating to the murder of a prospective trial witness, Shorty Holmes, before the trial. The Court finds neither transcript to provide evidence that Judge Herlands increased the sentence of the petitioner based on a conclusion that the petitioner had murdered Shorty Holmes.\nPetitioner also submits the United States Attorney’s Office’s form authorizing a nolle prosequi in a 1956 criminal action against petitioner. Mr. Guippone claims that his presentence report misstated the reasons for the nolle prosequi. The Court found in the Order of April 12, 1990 that the presentence report accurately reflected the nolle prosequi and that both the presen-tence report and the nolle prosequi lacked “even an innuendo” that petitioner had murdered a key witness in that action. The United State’s Attorney’s Office’s form accurately reflects the statements in the nolle prosequi considered on the previous motion and provides no grounds for reconsidering the Order of April 12, 1990.\nPetitioner’s final submission is a transcript of the sentencing by Judge Levet in an unrelated case, United States v. Orlan-dino, 60 Cr. 436 (RHL). Petitioner points out that he was sentenced to a concurrent term, while the defendant in Orlandino was sentenced to a concurrent term. Petitioner argues further that the crimes of Mr. Orlandino were more serious than his crimes. This “evidence” is also immaterial. It is not evidence that Judge Levet made the petitioner’s sentence consecutive because of a belief that petitioner murdered Shorty Holmes.\nThe petitioner’s motions for reconsideration and summary judgment are denied. Petitioner has presented no grounds entitling him either to discovery or to a hearing.\nSO ORDERED.\n\n. The nolle prosequi state in pertinent part:\nThis nolle prosequi is proposed as to the defendant ROBERT GUIPPONE on Indictments C 151-226 and C 151-284 upon the ground that there is insufficient evidence to establish his guilt. The evidence against GU-IPPONE is that he was present at the time a conversation about narcotics was had. Our evidence fails to show that GUIPPONE took part in the conversation. The conversation had in the automobile was witnessed by co-defendant in this case who pleaded guilty and testified for the Government at a prior trial. While originally this witness stated that GUIP-PONE participated in the conversation, now the witness states that he does not recall whether GUIPPONE participated.\nPet. Amendment Ex. C (emphasis added).\n\n",
            "ocr": true,
            "opinion_id": 8690094
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}