{
    "id": 8715610,
    "judges": "McDade",
    "date_filed": "1977-06-16",
    "date_filed_is_approximate": true,
    "slug": "beaman-v-souk",
    "case_name_short": "Beaman",
    "case_name": "Beaman v. Souk",
    "case_name_full": "Alan BEAMAN v. James SOUK, Charles Reynard, Tim Freesmeyer, Rob Hospelhorn, Dave Warner, John Brown, Frank Zayas, McLean County Illinois, and Town of Normal Illinois",
    "attorneys": "Jeffrey Urdangen, Locke E. Bowman, Alexa Van Brunt, Bluhm Legal Clinic, Chicago, IL, for Plaintiff., Thomas G. Dicianni, Lucy B. Bednarek, Ancel, Glink, Diamond, Bush, Dicianni & Krafthefer, PC, Chicago, IL, James G. Sotos, Elizabeth Barton, Elizabeth A. Ekl, John J. Timbo, James G. Sotos & Associates Ltd., Itasca, IL, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "863 F. Supp. 2d 752"
    ],
    "opinions": [
        {
            "author_str": "McDade",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION and ORDER\n\nJOE BILLY McDADE, Senior District Judge.\nBefore the Court is the Motion to Dismiss Plaintiffs First Amended Complaint filed by Defendants James Souk, Charles Reynard, and McLean County (Doc. 54), Plaintiff Alan Beaman’s Response to the Motion to Dismiss (Doc. 62), the Report and Recommendation issued by Magistrate Judge Cudmore (Doc. 65), the Objection filed by Defendants Reynard and Souk (Doc. 66), and the Response to Objections filed by Plaintiff (Doc. 67).\nFor the reasons set forth below, the Report and Recommendation (Doc. 65) is ACCEPTED and the Motion to Dismiss (Doc. 54) is DENIED.\nBackground\nIn 1995, Plaintiff, Alan Beaman, was convicted and sentenced to 50 years of incarceration for first degree murder in the 1993 death of Jennifer Lockmiller. The case was investigated by Timothy Freesmeyer, Rob Hospelhorn, and Dave Warner, detectives in the City of Normal Police Department, Frank Zayas, a lieutenant in the Normal Police Department, and John Brown, a McLean County Deputy Sheriff. Plaintiff was prosecuted by Charles Reynard, the McLean County State’s Attorney, and James Souk, an Assistant State’s Attorney. Plaintiffs conviction was overturned by the Illinois Supreme Court on May 22, 2008. People v. Beaman, 229 Ill.2d 56, 321 Ill.Dec. 778, 890 N.E.2d 500 (2008).\nThe evidence against Plaintiff was circumstantial, there being no witness or direct evidence to the crime. Lockmiller was killed in her apartment located in Normal, Illinois. Her body was not discovered immediately and it was not possible to pinpoint the exact time of death; however, investigators determined that she was murdered around 12:00 p.m. on August 25, 1993. She had been both stabbed with scissors and strangled with the cord from a clock radio (strangulation was the cause of death). There was no evidence of a struggle or forced entry into the apartment. Defendant Freesmeyer was the lead detective on the case. Plaintiff alleges that the prosecutor Defendants, Reynard and Souk, were “intimately involved throughout the course of the investigation.” Plaintiff allegedly became a suspect because he was an ex-boyfriend, having broken up with Lockmiller a month prior to her death, and because there were no other viable suspects. At the time of the death, Plaintiff lived in Rockford, Illinois, 140 miles from Normal. Investigators theorized that Plaintiff drove to Normal on August 25, 1993 after visiting a bank in Rockford at 10:11 a.m., killed Lockmiller at 12:00 p.m., and then drove back to Rockford where he was observed by his mother (with whom he was living at the time) in his room at 2:16 p.m.\n*755Plaintiffs alibi consisted of two phone calls that he made at 10:37 a.m. and 10:39 a.m. from his home in Rockford to a church: the timing of the calls would have made it “practically impossible” for Plaintiff to have driven to Normal in order to kill Lockmiller at 12:00 p.m. Freesmeyer attacked this alibi by testifying at trial that it would have been impossible for Plaintiff to have driven from the bank to his home in time to make the phone calls (that is, somebody else must have made the calls). Freesmeyer’s testimony was based on timed driving runs that he did from the bank to Plaintiffs home via a “direct route.” Plaintiff alleges that both Souk and Reynard were involved in or participated in these trial runs. Freesmeyer and Souk also affirmatively represented to the grand jury and in pretrial proceedings that no other persons were implicated in the murder.\nPlaintiff filed an eight count Complaint in this Court alleging violations of his Due Process Rights in addition to various state law claims of malicious prosecution and intentional infliction of emotional distress. Plaintiff believes that his Due Process Rights were violated when Defendants, individually, jointly, and/or in furtherance of a conspiracy, withheld “material exculpatory evidence” from Plaintiff and his counsel during his criminal trial. This evidence includes reports documenting a second timed driving run (hereinafter “bypass route”) conducted by police, of an alternate route from the bank to Plaintiffs home which showed that Plaintiff could have made it home in time to make the phone calls to the church. Plaintiff also alleges that Defendants withheld evidence of another person, John Doe, who also could have committed the murder. According to Plaintiff, Defendants knew that Doe was also an ex-boyfriend of Lockmiller, that he sold drugs to Lockmiller in the past, that she owed him money for the drugs, that he was evasive and nervous during interviews with police, that he had no alibi during the time of the murder, that he failed to complete a polygraph examination, that he had been arrested for domestic battery of his current girlfriend, that he expected to rekindle his relationship with Lockmiller, and that he was taking steroids which made his behavior erratic. Plaintiff states that he did not become aware of this evidence until post-conviction proceedings. Plaintiff further alleges that Defendants violated his Due Process Rights by failing to intervene to prevent constitutional violations. In his allegations, Plaintiff groups Defendants together by alleging that they acted “individually, jointly, and in conspiracy.”\nPlaintiff also has alleged state law claims of malicious prosecution, that Defendants engaged in a conspiracy “to accomplish an unlawful purpose by unlawful means,” and intentional infliction of emotional distress. Finally, Plaintiff asserts that Town of Normal is liable, under a theory of respondeat superior, for the torts committed by its employees and that the Town of Normal and McLean County must indemnify the individual Defendants.\nIn summary, Plaintiff alleges that all Defendants violated Due Process by withholding exculpatory evidence with respect to John Doe and the bypass route (Count I) , that they engaged in a conspiracy to deprive Plaintiff of this exculpatory evidence in violation of Due Process (Count II) , that these Defendants failed to intervene to prevent constitutional violations in violation of the Fourth Amendment (Count III) , that they maliciously prosecuted Plaintiff in violation of state law (Count IV) , that they engaged in a civil conspiracy in violation of state law (Count V), that they intentionally inflicted emotional distress (Count VI), and claims for respondeat superior (Count VII — against Town of Normal), and indemnification (Count VIII).\n*756Procedural History\nOn March 3, 2011, 2011 WL 832506, this Court dismissed Count I (§ 1983 Due Process) without prejudice as to Defendants Brown, Reynard, and Zayas. (Doc. 48 at 15). Additionally, the Court determined that prosecutor Defendants Reynard and Souk were entitled to absolute immunity and qualified immunity on Count I. (Doc. 48 at 17-20). Accordingly, Count I was dismissed as to Reynard and Souk.\nThe Court also concluded that Count II (§ 1983 conspiracy), Count III (§ 1983 failure to intervene), and Count V (state law civil conspiracy) failed to meet notice pleading requirements, as they were too vague and conclusory. (Doc. 48 at 23, 30). The Court dismissed these counts without prejudice and granted Plaintiff leave to file an amended complaint within 15 days. (Doc. 48 at 31). Because Plaintiff had not objected to Magistrate Judge Cudmore’s recommendation of dismissal of the “bypass route” and respondeat superior claims against McClean County in that court’s first Report and Recommendation, those claims were dismissed. (Doc. 48 at 7-8, 30).\nAs for the state law claims, the Court found that the Defendants failed to carry their burden of showing that they are entitled to absolute immunity on those claims. In so finding, the Court focused on a possible conflict in Illinois case law regarding whether a prosecutor’s “malicious motive” precludes absolute immunity, or conversely, whether Illinois prosecutorial immunity simply tracks federal absolute prosecutorial immunity. (Doc. 48 at 25). Additionally, the Court determined that Plaintiffs intentional infliction of emotional distress claim was not time-barred, and that the issue of probable cause on the state malicious prosecution claim was a factual inquiry that could not be resolved on a motion to dismiss. (Doc. 48 at 28-29). Finally, the Court indicated that “Plaintiff has generally failed to sufficiently allege facts that would render each individual Defendant liable for the alleged conduct,” and that Defendants therefore “cannot be placed on notice of the claims against them.” (Doc. 48 at 30). The Court noted that this flaw marred both Plaintiffs state law and federal law claims. The Court admonished Plaintiff to “give serious consideration to parsing out which claims will be asserted against each individual Defendant and the reasons therefore.” (Doc. 48 at 30).\nOn March 17, 2011, Plaintiff filed a First Amended Complaint (Doc. 50), which was later replaced by a corrected First Amended Complaint (Doc. 63) (corrected to reflect Defendant Brown’s title as a McLean County Deputy Sheriff, rather than as a lieutenant for the Town of Normal Police Department). The First Amended Complaint adds detail regarding the involvement of the prosecutor Defendants Reynard and Souk. For example, Plaintiff now alleges that\nReynard and Souk both approved a series of “consensual overhear” requests, taped conversations that were later used as evidence against Plaintiff at trial. Souk and Reynard also participated in the daily “investigators’ meetings” held in the Normal Police Department, during which the State’s Attorneys and detectives planned strategy, discussed the available evidence, and developed potential suspects. It was during one or more of these meetings that the investigative team, which included defendants Zayas, Hospelhorn, Brown, Warner, Freesmeyer, Souk, and Reynard, made the decision not to disclose evidence to the defense concerning the existence of John Doe as an alternative suspect. During another such meeting, in May 1994, the team decided to arrest Plaintiff for the murder of Lockmiller.\n*757(Doc. 63 at 5-6). Additionally, Plaintiff alleges that Reynard and others supported Freesmeyer’s reliance upon Michael Swain to help inculpate Plaintiff through Swain’s participation in “consensual overhears” (eavesdropping sessions over the phone and in person), despite the fact that Swain himself was still a suspect at the time the overhears took place. (Doc. 63 at 7).\nThe First Amended Complaint adds additional detail to Plaintiffs conspiracy and failure to intervene claims. (Doc. 63 at 14-17). Plaintiff now alleges that\nDefendants Freesmeyer, Hospelhorn, Warner, Brown, Zayas, Souk, and Reynard entered into a voluntary agreement that they would not disclose to Plaintiff any information concerning John Doe, and thereby insured that Plaintiff was wrongfully prosecuted for Lockmiller’s murder. The individual Defendants held daily meetings during the course of the investigation in which they discussed, among other things, the viability of potential suspects. During one or more such meetings, the individual Defendants made an agreement or series that they would not disclose the existence of an alternative suspect, John Doe, to Plaintiff or his criminal defense counsel.\n(Doc. 63 at 15). Pursuant to this alleged conspiratorial agreement, Plaintiff maintains that the police Defendants “purposefully omitted any significant mention of Doe from police reports and any other records turned over to the defense.” (Doc. 63 at 15).\nAs to the conspiracy claim against the prosecutor Defendants specifically, Plaintiff now argues that through their participation in the investigators’ meetings “Souk and Reynard learned about Doe’s existence and the circumstantial evidence suggesting his guilt.” (Doc. 63 at 16). However, Plaintiff alleges that after learning of these facts “Souk and Reynard agreed with the individual police Defendants that the information about Doe should be concealed.” (Doc. 63 at 16). Plaintiff also maintains that Souk and Reynard actually “approved the overhear requests used to attempt to develop evidence against plaintiff,” that “Souk signed the warrant for Plaintiffs arrest,” and that “Souk intentionally and falsely stated that the police had no other suspects, other than Plaintiff, for Lockmiller’s murder” during a pre-trial conference. (Doc. 63 at 17). In addition to Plaintiffs allegations that Souk and Reynard participated in the daily investigators’ meetings at the Normal Police Department, Plaintiff claims that\n[t]hroughout the investigation, Souk was in “daily contact” with Freesmeyer, the lead investigator in the case; Souk reviewed all of Freesmeyer’s police reports (both those that became part of the official investigation record and those that did not; Souk “knew what was important” in the investigation “and what wasn’t”; and Freesmeyer looked to Souk for direction in handling the investigation.\n(Doc. 63 at 17).\nReport and Recommendation\nDefendants Reynard, Souk, and McLean County filed a Motion to Dismiss Plaintiffs First Amended Complaint (Doc. 54). These Defendants moved to dismiss only the state law claims, as Plaintiff indicated in the First Amended Complaint that he included the federal claims only for purposes of appeal.\nIn their Motion to Dismiss, Defendants devote all of their efforts to establishing that there is no “malicious motive” exception in the Illinois prosecutorial immunity analysis. Defendants argue that because there is no such exception, the prosecutor Defendants are necessarily entitled to ab*758solute immunity from Plaintiffs state law claims.\nJudge Cudmore determined that there is no “malicious motive” exception to the state law immunity afforded a prosecutor, and that state law on prosecutorial immunity follows federal law. After reviewing the cases, Judge Cudmore concluded that the public official immunity doctrine — the doctrine which allows for a “malicious motive” exception to immunity — is separate from the doctrine of prosecutorial immunity, and that the latter doctrine is more extensive than the former in terms of coverage of actions. The former, however, is more extensive in terms of who it covers: it applies to State officials and employees, not just to state’s attorneys. So, although prosecutors could ostensibly seek coverage under public official immunity, they may also seek the (broader) protections of absolute prosecutorial immunity.\nHowever, Judge Cudmore went on to find that even though absolute immunity is the proper standard under which to evaluate the prosecutor Defendants’ alleged actions, this finding does not necessarily entail that Souk and Reynard are entitled to absolute immunity for the acts that Plaintiff alleges they committed. Judge Cudmore found that the prosecutor Defendants failed to address Plaintiffs new allegations in the First Amended Complaint — that they participated in regular investigative meetings and decided with others in those meetings not to disclose the information about John Doe, before Plaintiff was ever arrested and before there was sufficient probable cause to arrest Plaintiff. Judge Cudmore noted that such actions might be considered investigative (as opposed to prosecutorial) conduct — conduct not afforded the protections of absolute immunity, despite the fact that the actions were performed by a prosecutor. Because Judge Cudmore found that the prosecutor Defendants failed to address Plaintiffs arguments on this issue, and because it is their burden to demonstrate that absolute immunity protects them from the state law claims, Judge Cudmore recommended that the their assertion of absolute immunity on the state law claims be denied at this point, with leave to renew at the summary judgment stage.\nMcLean County is named as a defendant for purposes of indemnification. Judge Cudmore recommended that McLean County stay in as a defendant at this time, because he recommended that Souk and Reynard’s assertion of absolute immunity on the state law claims be denied (therefore keeping them in the case), and because the County does not dispute Plaintiffs assertion that the County must also indemnify Defendant Brown.\nJudge Cudmore also included a helpful section in the Report and Recommendation clearing up the record to reflect which counts are remaining and which have been dismissed — a necessary exercise, because Plaintiff repleaded dismissed claims in the First Amended Complaint, apparently because he believed he needed to do so in order to preserve them for appeal. Judge Cudmore recommended that the claims which have already been dismissed without leave to replead — those relating to the failure to disclose evidence about the bypass route; the respondeat superior claim against McLean County; and the dismissal of Count I as to Defendants Souk and Reynard on grounds of absolute and qualified immunity — -be dismissed again. Also in this section, Judge Cudmore noted that this Court dismissed Count II (§ 1983 conspiracy) and Count III (§ 1983 failure to intervene) against all Defendants without prejudice, but that Plaintiff apparently interpreted the Court’s ruling on absolute and qualified immunity to apply to all the federal claims against Souk and Reynard. *759As a result, Plaintiff does not argue that the additional allegations in the First Amended Complaint preclude immunity for Reynard and Souk on Counts II and III, and Plaintiff mentions in the First Amended Complaint that he continues to name Reynard and Souk in the federal counts only to preserve the issue for appeal. As a result of this apparent concession, Judge Cudmore recommended that Reynard and Souk be dismissed on Counts II and III. Because the parties do not challenge Judge Cudmore’s conclusion with respect to this point, it is ACCEPTED.\nAdditionally, Judge Cudmore recommended that the Court not dismiss Count I as to Defendants Brown and Zayas, because they have not moved to dismiss the First Amended Complaint, which contains new allegations and details. Judge Cud-more noted that these Defendants have filed Answers to the First Amended Complaint. Similarly, Judge Cudmore recommended that Counts II and III should remain against the Defendants other than Souk and Reynard, as again, Plaintiff added new allegations relevant to these Counts, and no Defendants other than Souk and Reynard have moved to dismiss the First Amended Complaint. Again, because the parties do not challenge Judge Cudmore’s conclusion on these issues, it is ACCEPTED.\nStandard\n“In ruling on Rule 12(b)(6) motions, the court must treat all well-pleaded allegations as true and draw all inferences in favor of the non-moving party.” In re marchFIRST Inc., 589 F.3d 901, 904 (7th Cir.2009) (citing Tamayo v. Blagojevich, 526 F.3d 1074, 1081 (7th Cir.2008)). To survive a motion to dismiss under 12(b)(6), a plaintiff’s complaint must “plead some facts that suggest a right to relief that is beyond the ‘speculative level.’ ” EEOC v. Concentra Health Svcs., Inc., 496 F.3d 773, 776-77 (7th Cir.2007) (citing Bell Atl. Corp. v. Twombly, 550 U.S. 544, 560-63, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). “Specific facts are not necessary; the statement need only give the defendant fair notice of what the ... claim is and the grounds upon which it rests.” Brooks v. Ross, 578 F.3d 574, 581 (7th Cir.2009) (quoting Erickson v. Pardus, 551 U.S. 89, 93, 127 S.Ct. 2197, 167 L.Ed.2d 1081 (2007)). Still, “threadbare recitals of elements of a cause of action” that are only supported by legal conclusions are not sufficient, as they are not entitled to presumption of truth. Ashcroft v. Iqbal, 556 U.S. 662, 129 S.Ct. 1937, 1949-50, 173 L.Ed.2d 868 (2009).\nA district court reviews de novo any portion of a Magistrate Judge’s Report and Recommendation to which a “specific written objection has been made.” Fed.R.Civ.P. 72(b)(3). “The district judge may accept, reject, or modify the recommended disposition; receive further evidence; or return the matter to the magistrate judge with instructions.” Id.\nDiscussion\n1. Souk and Reynard\nIn order to determine whether Defendants’ Motion to Dismiss should be granted, the Court must consider two issues. First, the Court must decide whether there is a “malicious motive” exception to the state law immunity afforded a prosecutor, or whether state law on absolute prosecutorial immunity simply tracks federal law. Second, the Court must decide whether Souk and Reynard’s alleged actions constitute conduct to which immunity should apply.\na. State Law Prosecutorial Immunity\nFirst the Court must determine the legal standard for state law prosecutorial immunity in Illinois. The Court notes that *760Souk and Reynard do not object to Judge Cudmore’s determination that “state law on absolute prosecutorial immunity follows federal law.” (Doc. 65 at 11). However, Plaintiff dedicates a paragraph to the issue in his Response to Defendants’ Objections, in which he “maintains that the ‘malicious motive’ exception to public official immunity ... applies to the unlawful acts that were committed by the State’s Attorney Defendants throughout the Lockmiller investigation, during Plaintiffs criminal trial leading to his wrongful conviction, and continuing throughout Plaintiffs incarceration.” (Doc. 67 at 15). The Court will interpret this as an objection to Judge Cudmore’s Report and Recommendation, and will therefore review the issue de novo.\nPlaintiff contends that the Court should follow Aboufariss v. City of De Kalb, 305 Ill.App.3d 1054, 239 Ill.Dec. 273, 713 N.E.2d 804 (Ill.App.Ct.1999), a case in which the plaintiffs state law tort claims against the prosecutor were found to be subject to “public official immunity,” which shields a public official from liability only to the extent that his actions “fall within the scope of the official’s authority” and are “not ... the result of ‘malicious motives.’ ” Id. at 1064, 239 Ill.Dec. 273, 713 N.E.2d 804. At the same time, the court in Aboufariss found that plaintiffs federal claims were subject to prosecutorial immunity under the federal standard. Id. at 1063-64, 239 Ill.Dec. 273, 713 N.E.2d 804. Beaman posits that Aboufariss stands for the proposition that Illinois and federal doctrines of prosecutorial immunity are not coterminous, and that prosecutors defending state law tort claims must make a showing beyond that which is required by federal Imbler-based prosecutorial immunity. (Doc. 62 at 5).\nHowever, Plaintiff admits that contrary precedent exists in the Illinois Appellate Court. Specifically, Plaintiff points to White v. City of Chicago, 369 Ill.App.3d 765, 308 Ill.Dec. 518, 861 N.E.2d 1083 (Ill. App.Ct.2006). In White, the Appellate Court applied Imbler and its progeny to determine that prosecutors were absolutely immune from plaintiffs state law claims, because their actions were associated with the “‘judicial phase of the criminal process.’ ” 369 Ill.App.3d at 769, 308 Ill.Dec. 518, 861 N.E.2d 1083 (quoting Imbler v. Pachtman, 424 U.S. 409, 430, 96 S.Ct. 984, 47 L.Ed.2d 128 (1976)). Beaman then asserts that “the federal courts, faced with this recent split at the state appellate level, have also divided.” (Doc. 62 at 6). Beaman suggests that the Court follow Aboufariss, because the rule in that case “is in keeping with the historical common law tradition in Illinois of granting official immunity only to those officials who act in good faith.” (Doc. 62 at 6).\nIn Aboufariss, the plaintiff alleged that Pauling, an assistant State’s Attorney, knew that statements made in the complaint for Plaintiffs arrest warrant were false and omitted key information from the complaint in order to convince the court that probable cause existed. 305 Ill. App.3d at 1057, 239 Ill.Dec. 273, 713 N.E.2d 804. The court found that “[i]n addition to absolute immunity barring the federal claims, Pauling is also protected by public official immunity against Plaintiffs state law claims.” Id. at 1064, 239 Ill.Dec. 273, 713 N.E.2d 804 (emphasis added). To be protected by public official immunity, the court explained that “a public official’s actions must fall within the scope of the official’s authority and should not be the result of ‘malicious motives.’ ” Id. at 1065, 239 Ill.Dec. 273, 713 N.E.2d 804. Obviously, this language strongly suggests that the state law prosecutorial immunity analysis differs from federal law prosecutorial immunity analysis: in the federal law analysis, the only relevant issue is whether the *761prosecutor’s actions were “intimately associated with the judicial phase of the criminal process.” Imbler v. Pachtman, 424 U.S. 409, 430, 96 S.Ct. 984, 47 L.Ed.2d 128 (1976). The prosecutor’s motives in carrying out those acts — be they “malicious” or otherwise — are immaterial.\nHowever, after differentiating the two standards, the Aboufariss court noted that “[bjecause we have already concluded that Pauling’s actions fell within the scope of traditional prosecutorial functions and plaintiff’s state law claims against Pauling were based on the same factual allegations contained in the section 1983 claims” — on which the court had already determined Pauling was entitled to federal prosecutorial immunity — “public official immunity operates to bar the state law claims against Pauling.” 305 Ill.App.3d at 1065, 239 Ill.Dec. 273, 713 N.E.2d 804. Standing alone, this sentence seems to suggest that the state and federal immunity standards are coterminous — if one is found to apply, the other will as well. But the sentence that follows it appears to clarify: “Contrary to Plaintiff’s assertion, there is no evidence in the record to support plaintiff’s argument that Pauling knowingly or recklessly withheld evidence from the trial court.” Id. This suggests that had the prosecutor acted “knowingly or recklessly,” he would not be entitled to immunity on the state law claims — despite having been afforded immunity on the section 1983 claims.\nThere does appear to be one sentence in Aboufariss that is irreconcilable with the court’s conclusion that state law prosecutorial immunity includes a “malicious motives” exception that is absent from the Imbler-based federal prosecutorial standard. The court wrote that “[a] prosecutor acting within the scope of her prosecutorial duties enjoys immunity from civil liability, the same immunity afforded the judiciary.” Id. As other courts have noted, “[tjhere is no question that the immunity afforded the judiciary is absolute,” and therefore not subject to any “malicious motives” exception. Hughes v. Krause, No. 06 C 5792, 2008 WL 2788722, at *1 (N.D.Ill. July 17, 2008); see Lanza v. City of Chicago, No. 08 C 5103, 2009 WL 3229407, at *5 (N.D.Ill. Oct. 1, 2009); Gordon v. Devine, No. 08 C 377, 2008 WL 4594354, at *16 (N.D.Ill. Oct. 14, 2008). If the immunity afforded prosecutors is truly the same as that afforded the judiciary, it follows that prosecutors should not be subject to a “malicious motives” exception.\nLike Aboufariss, in White v. City of Chicago the Illinois Appellate Court was faced with — and squarely addressed — the issue of the immunity afforded prosecutors facing state law claims. In White, the plaintiff — who was acquitted of first degree murder charges after having already spent five years in jail — claimed that a Cook County State’s Attorney and an assistant State’s Attorney concealed information that would have exonerated him. 369 Ill.App.3d 765, 766, 308 Ill.Dec. 518, 861 N.E.2d 1083 (Ill.App.Ct.2006). Specifically, White alleged wrongful imprisonment, intentional infliction of emotional distress, and conspiracy against the prosecutor defendants. Id. at 769, 308 Ill.Dec. 518, 861 N.E.2d 1083. In determining that both prosecutors were entitled to the protections of absolute immunity, the court applied federal precedents (Imbler, Buckley, Bums, and Seventh Circuit authority), and made no mention of “public official immunity” or any “malicious motive” exception to absolute prosecutorial immunity as delineated in Imbler and its progeny. Id. at 769-71, 308 Ill.Dec. 518, 861 N.E.2d 1083.\nThis division of authority as to the appropriate standard for state law prosecutorial immunity has been confronted by federal district courts several times. The courts have taken the approach of White in *762nearly all of these cases, finding that Illinois and federal doctrines of prosecutorial immunity are coterminous, and that there is no “malicious motive” exception to prosecutorial immunity under Illinois law. See Kitchen v. Burge, 781 F.Supp.2d 721, 736-37 (N.D.Ill.2011) (finding that “Illinois and federal doctrines of prosecutorial immunity are coterminous” and rejecting plaintiffs argument “that prosecutors are immune from suit under Illinois law only insofar as they have not acted with malice”); Lanza, 2009 WL 3229407, at *5 (noting that “[s]ome courts have analyzed prosecutorial immunity under the rubric of ‘public official immunity,’ ” but finding that the weight of authority favors the application of absolute prosecutorial immunity without a malice exception); Gordon v. Devine, No. 08 C 377, 2008 WL 4594354, at *17 (N.D.Ill. Oct. 14, 2008) (finding that “[t]he recent trend in [federal district court cases interpreting Illinois law] is to extend absolute immunity even when the plaintiff alleges malice,” and adopting that approach); Hughes v. Krause, No. 06 C 5792, 2008 WL 2788722, at *2 (N.D.Ill. July 17, 2008) (“Although under Illinois law there is a doctrine of public official immunity which has a lack of malice requirement, such is not the immunity afforded prosecutors. Prosecutors, like judges, must be allowed to perform the functions of their jobs fearlessly and without fear of consequence.”); Barham v. McIntyre, No. 04-cv-4027-JPG, 2007 WL 1576484, at *8 (S.D.Ill. May 30, 2007) (reviewing the division of authority and concluding that “the Supreme Court of Illinois would follow the Supreme Court of the United States and hold that absolute prosecutorial immunity extends to willful and malicious conduct”).\nWhile the cases cited above explicitly considered the division of authority as to the proper standard for prosecutorial immunity against state law claims in Illinois, many more decisions simply adopted the approach of White without considering Aboufariss or public official immunity. See Van Guilder v. Glasgow, 588 F.Supp.2d 876, 880 (N.D.Ill.2008) (citing White for the proposition that Illinois courts considering immunity issues apply the same approach to state law claims against prosecutors as the Supreme Court applies to federal claims against prosecutors); Patterson v. Burge, No. 03 C 4433, 2010 WL 3894433, at *7 (N.D.Ill. Sept. 27, 2010) (discussing and ultimately following White); Fonseca v. Nelson, No. 08-CV-0435-MJR-PMF, 2009 WL 78144 (S.D.Ill. Jan. 12, 2009) (citing White for the proposition that “Illinois courts apply the same principles in determining whether absolute immunity protects a prosecutor from liability for state law claims”); Brooks v. Ross, No. 08 CV 2417, 2008 WL 5082995, at *5 (N.D.Ill. Nov. 25, 2008) (“A prosecutor acting as an advocate, engaging in activities ‘intimately associated with the judicial phase of the criminal process,’ is absolutely immune from prosecution.”); Young v. Rogers, No. 06 C 6772, 2008 WL 5235366 (N.D.Ill. Dec. 15, 2008) (citing White for the proposition that “[b]ased on the Buckley and Imbler decisions, Illinois courts recognize the doctrine of absolute prosecutorial immunity as applied to state law causes of action”).\nBut this is not to say that Aboufariss is no longer considered good law. Even after White was decided, courts continued to cite Aboufariss — albeit not for the language in the opinion which support Plaintiffs position. Instead, courts have cited the Aboufariss court’s statement that “[a] prosecutor acting within the scope of her prosecutorial duties enjoys immunity from civil liability, the same immunity afforded the judiciary,” 305 Ill.App.3d at 1065, 239 Ill.Dec. 273, 713 N.E.2d 804, and entirely ignored and omitted the court’s discussion of “public official immunity.” See Tillman v. Burge, 813 F.Supp.2d 946, 980 (N.D.Ill. 2011) (citing Aboufariss for the proposition *763that “Illinois law affords prosecutors acting within the scope of the prosecutorial duties the same immunity as it does judges — absolute immunity”).\nPlaintiffs interpretation of prosecutorial immunity is simply incorrect. Only two recent decisions have followed Aboufariss and applied public official immunity (instead of absolute prosecutorial immunity) in cases in which prosecutors faced state law claims. The earliest of these decisions is Horstman v. County of DuPage, 284 F.Supp.2d 1125, 1132 (N.D.Ill.2003). In Horstman, Judge Elaine Bucklo relied on Aboufariss in denying the defendant prosecutor’s motion to dismiss on absolute immunity grounds:\nMr. Horstman alleges that the prosecutor acted with the malicious motive of harassing law-abiding gun owners. If true, this allegation would bar an official immunity defense, but its truth has yet to be tested. The reasoning of Aboufariss is dependent on the existence of a factual record, and the case is thus inapplicable on a motion to dismiss where there is no record to evaluate.\nId. This seems to vindicate Plaintiffs interpretation of Illinois law. Eight years after Horstman was decided, however, Judge Bucklo asserted that her opinion in Horstman had been misunderstood:\nGordon [v. Devine, No. 08 C 377, 2008 WL 4594354 (N.D.Ill. Oct. 14, 2008)] cited my decision in Horstman as refusing to dismiss a claim based on prosecutorial immunity because the plaintiff had alleged malice on the defendant’s part. In point of fact, Horstman discussed malice only in connection with public official immunity. I declined to dismiss on prosecutorial immunity grounds because of factual questions as to whether the defendant had been acting as an investigator or a prosecutor.\n781 F.Supp.2d at 737 n. 3 (internal citations omitted). It is not clear to this Court why Horstman discussed public official immunity (instead of absolute immunity) at all. However, it appears from the text of the opinion that this was the only type of immunity sought by the prosecutor defendants in that case, Horstman, 284 F.Supp.2d at 1133, which may explain the absence of a discussion of an absolute immunity defense. Regardless, the Court doubts the precedential value Horstman on this issue.\nThe next (and more recent) case is Hughes v. Krause, No. 06 C 5792, 2008 WL 904898 (N.D.Ill. March 31, 2008). The conclusion of Hughes was unambiguous: after reviewing White, Aboufariss, and other federal cases, the court followed Aboufariss and found that the defendant prosecutor’s “actions, as pleaded by Plaintiff, suggest a ‘malicious motive’ and as such are outside the bounds of Illinois public official immunity.” 2008 WL 904898, at *6. However, less than four months after Hughes was decided, the opinion was altered on reconsideration. Hughes v. Krause, No. 06 C 5792, 2008 WL 2788722 (N.D.Ill. July 17, 2008). There the court recognized that\n[although the Illinois Appellate Court in Aboufaris [sic] may have discussed the doctrine of public official immunity and a lack of- malice requirement in order for the official to be afforded protection for acts performed within their official capacity, the Appellate Court ultimately concluded that “a prosecutor acting within the scope of her prosecutorial duties enjoys immunity from civil liability, the same immunity afforded to the judiciary.”\nId. at *1 (quoting Aboufariss, 305 Ill. App.3d at 1065, 239 Ill.Dec, 273, 713 N.E.2d 804). The court concluded that “[although under Illinois law there is a doctrine of public official immunity which has a lack of malice requirement, such is not the immunity afforded prosecutors. Prosecutors, like judges, must be allowed *764to perform the functions of their jobs fearlessly and without fear of consequence.” Id. at *2.\nBased on the foregoing, the Court finds that “the Illinois and federal doctrines of prosecutorial immunity are coterminous,” Kitchen, 781 F.Supp.2d at 737, and that Illinois’ “public official immunity” standard would be an inappropriate standard under which to examine the Defendant prosecutors’ actions.\nb. Application of State Law Immunity to Souk and Reynard’s Alleged Conduct\nHaving determined the appropriate standard for state law prosecutorial immunity, the Court will now address the Defendant prosecutors’ assertion that they “are entitled to absolute immunity for Plaintiffs state law claims for the same reasons they are so entitled on the federal claims.” (Doc. 55 at 11).\nSouk and Reynard argue that the distinction between investigative/administrative conduct and conduct “intimately associated with the judicial phase of the criminal process” is immaterial here, as “[t]his Court has already assumed the prosecutor Defendants participated in the investigation, and in fact, directed police officers to exclude exculpatory information from their reports, but found nonetheless that immunity applied.” (Doc. 66 at 7). According to the prosecutor Defendants, “[t]he only basis for the denial of that motion to dismiss the state law claims was this Court’s concern that there might be a ‘malicious motive’ exception to state law prosecutorial immunity.” (Doc. 66 at 7). Because Judge Cud-more found that such an exception should not be applied (a conclusion with which this Court agrees), Souk and Reynard maintain that the remaining state law claims should be dismissed on the basis of prosecutorial immunity.\nThe Court disagrees. As Judge Cud-more noted, the March 21, 2011 Order’s “ruling on absolute immunity was discussed in the context of Count I, not in the context of the elements of the state tort claims.” (Doc. 65 at 21).1 While the *765Court did cite the conflict in Illinois case law as to the existence of a “malicious motive” exception as grounds for declining to dismiss the state law claims, the Court did not indicate or in any way imply that the state law claims would be dismissed if such an exception proved to be inapplicable. As such, the Court must determine whether the alleged conduct that forms the basis of the state law claims is of a type that entitles the prosecutor Defendants to the protections of absolute immunity.\nA prosecutor is entitled to absolute immunity from suit for the actions and decisions undertaken in furtherance of his or her prosecutorial duties. Imbler v. Pachtman, 424 U.S. 409, 410, 96 S.Ct. 984, 47 L.Ed.2d 128 (1976). Whether such conduct falls within the scope of a prosecutor’s duties depends on the function of that conduct. See Van de Kamp v. Goldstein, 555 U.S. 335, 342-43, 129 S.Ct. 855, 172 L.Ed.2d 706 (2009); Kalina v. Fletcher, 522 U.S. 118, 127, 118 S.Ct. 502, 139 L.Ed.2d 471 (1997) (“[I]n determining immunity, we examine the nature of the function performed, not the identity of the actor who performed it.”). “The analysis hinges on whether the prosecutor is, at the time, acting as an officer of the court, as well as on his action’s relatedness to the judicial phase of the criminal process.” Fields v. Wharrie, 672 F.3d 505, 510 (7th Cir.2012) (citing Imbler, 424 U.S. at 430, 96 S.Ct. 984). In other words, “the actions of a prosecutor are not absolutely immune merely because they are performed by the prosecutor.” Buckley v. Fitzsimmons, 509 U.S. 259, 273, 113 S.Ct. 2606, 125 L.Ed.2d 209 (1993) (“Buckley III”).\nThe Supreme Court has made clear that “acting as an officer of the court” does not encompass the prosecutor’s actions only during a trial. As the Court noted in Buckley III,\nacts undertaken by a prosecutor in preparing for the initiation of judicial proceedings or for trial, and which occur in the course of his role as an advocate for the State, are entitled to the protections of absolute immunity. Those acts must include the professional evaluation of the evidence assembled by the police and appropriate preparation for its presentation at trial or before a grand jury after a decision to seek an indictment has been made.\n*766Id. Even though such acts take place outside of the courtroom, they are deemed to be “intimately associated with the judicial phase of the criminal process,” Imbler, 424 U.S. at 430-31, 96 S.Ct. 984, and therefore protected by absolute immunity.\nBut prosecutors will be denied absolute immunity when they act in a merely investigative or administrative capacity. This distinction was explored in Buckley III:\nThere is a difference between the advocate’s role in evaluating evidence and interviewing witnesses as he prepares for trial, on the one hand, and the detective’s role in searching for the clues and corroboration that might give him probable cause to recommend that a suspect be arrested, on the other hand. When a prosecutor performs the investigative functions normally performed by a detective or police officer, it is “neither appropriate nor justifiable that, for the same act, immunity should protect the one and not the other.”\n509 U.S. at 273, 113 S.Ct. 2606 (quoting Hampton v. Chicago, 484 F.2d 602, 608 (7th Cir.1973)). Performance of such functions by a prosecutor “entitle[s] him only to the qualified immunity granted to the police and other members of the prosecution team who share those duties.” Fields, 672 F.3d at 511 (citing Buckley III, 509 U.S. at 273, 113 S.Ct. 2606).\nViewing the alleged facts and all reasonable inferences drawn therefrom in the light most favorable to Plaintiff, the First Amended Complaint suggests that the prosecutor Defendants engaged in investigative acts — acts that should not be afforded the protections of absolute immunity under Imbler and its progeny. Of particular relevance is the timing of the alleged acts: Plaintiff alleges “actions on the part of ... [the prosecutors] that took place long before his arrest.” Horstman v. County of DuPage, 284 F.Supp.2d 1125, 1132 (N.D.Ill.2003). Specifically, Plaintiff alleges that “Souk and Reynard began committing the investigative misconduct in issue here eight months before Plaintiffs arrest and a full 18 months before Plaintiff went to trial on the wrongful charges.” (Doc. 67 at 11; see Doc. 63 at 14). While it is true that absolute immunity applies to certain acts taken by prosecutors “preliminary to the initiation of a prosecution,” Imbler, 424 U.S. at 431 n. 33, 96 S.Ct. 984, numerous decisions have discussed the importance of the temporal proximity of the allegedly investigative actions to the initiation of the prosecution. See Buckley III, 509 U.S. at 275, 113 S.Ct. 2606 (finding that because plaintiff was not arrested until many months after the acts for which the prosecutors sought absolute immunity occurred, “the prosecutors’ conduct occurred well before they could properly claim to be acting as advocates”); Burns v. Reed, 500 U.S. 478, 492, 111 S.Ct. 1934, 114 L.Ed.2d 547 (1991) (finding that a prosecutor’s appearance at a probable cause hearing is “connected with the initiation and conduct of a prosecution, particularly where the hearing occurs after arrest ...” (emphasis added)); Buckley v. Fitzsimmons, 20 F.3d 789, 794 (7th Cir. 1994) (“According to the complaint, the interrogation and payments took place early in the investigation, while the prosecutors were just beginning to piece events together. Thus there cannot be absolute immunity.”); Houston v. Partee, 978 F.2d 362, 368 (7th Cir.1992) (finding that because the alleged prosecutorial acts took place after conviction, the prosecutors were not entitled to absolute immunity); White, 369 Ill.App.3d. at 772, 308 Ill.Dec. 518, 861 N.E.2d 1083 (holding that the timing of the alleged actions of the prosecutor supported the court’s conclusion that the prosecutor’s “actions were associated with the judicial phase of the criminal process instead of the investigatory phase,” *767because the conduct occurred one month before plaintiffs trial and more than five years after the grand jury indicted plaintiff).\nAdditionally, the temporal remoteness of the conduct alleged by Plaintiff in relation to Plaintiffs’ arrest and trial is particularly relevant when one considers the nature of the actions at issue. The prosecutor Defendants argue that “Plaintiff cannot seriously contend that merely meeting with investigators to discuss evidence is outside the realm of prosecutorial duties for which Reynard and Souk are entitled to immunity.” (Doc. 66 at 6). Understandably, Defendants would have this Court interpret Reynard and Souk’s meetings with police as mere “preparation for trial.” As the Supreme Court noted in Bums v. Reed, “[ajlmost any action by a prosecutor, including his or her direct participation in purely investigative activity, could be said to be in some way related to the ultimate decision whether to prosecute” — or, as in this case, how to prosecute. 500 U.S. at 495, 111 S.Ct. 1934. But the Court noted that it has “never indicated that absolute immunity is that expansive. Rather, as in Imbler, we inquire whether the prosecutor’s actions are closely associated with the judicial process.” Id. While “meeting with investigators to discuss evidence” could certainly be considered “prosecutorial duties,” this misstates (or at least severely understates) Plaintiffs allegations. Plaintiff alleges that the prosecutor Defendants were working closely with investigators since September or October of 1993 (one to two months after the murder took place, and a full seven to eight months before Plaintiff was arrested), (Doc. 63 at 5, 14), with Souk “in ‘daily contact’ with Freesmeyer, the lead investigator in the case,” (Doc. 63 at 17), and with both Souk and Reynard participating in daily meetings with investigators throughout the course of the investigation (Doc. 63 at 15, 17). Plaintiff further alleges that Reynard and Souk “approved the overhear requests used to attempt to develop evidence against Plaintiff,” (Doc. 63 at 17), and that the lead investigator in the case “looked to Souk for direction in handling the investigation,” (Doc. 63 at 17).\nAssuming the truth of these allegations, it appears that for at least some of the aforementioned acts, the prosecutor Defendants were not acting as advocates, but were instead involved in “the preliminary investigation of an unsolved crime.” Buckley III, 509 U.S. at 275, 113 S.Ct. 2606. Because such conduct is investigatory and not “closely associated with the judicial process,” the prosecutor Defendants are not entitled to absolute immunity for the state law claims at this point. Souk and Reynard will be granted leave to renew their absolute immunity argument at the summary judgment stage when the Court will have before it a more fully developed factual record.2\n2. McLean County\nDefendant McLean County did not file any objections to the Report and Recommendation. Furthermore, because the Court has determined that the state law claims against Souk and Reynard are not subject to dismissal, and because the County does not dispute Plaintiffs assertion that the County must also indemnify Defendant Brown, Plaintiffs indemnification claim against McLean County will not be dismissed.\nConclusion\nFor the foregoing reasons, the Report and Recommendation (Doc. 65) is ACCEPTED. The Motion to Dismiss filed by *768Defendants McLean County, Charles Reynard, and James Souk (Doc. 54) is DENIED.\nAdditionally, Count II and Count III of the First Amended Complaint are DISMISSED WITH PREJUDICE as to Defendants Charles Reynard and James Souk, as Plaintiff concedes that those claims have been dismissed on the basis of absolute and qualified immunity.\nAll of the claims that were dismissed in this Court’s March 3, 2011 Order — all claims related to the bypass route, the respondeat superior claim against McLean County, and the Count I claim against Reynard and Souk — are once again DISMISSED. Plaintiff is ORDERED to file a Second Amended Complaint within 15 days of this Order reflecting the dismissal of the aforementioned claims.3\nTo clarify, the following claims remain:\n1. Counts I — III (§ 1983 claims) against Defendants Freesmeyer, Hospelhorn, Warner, Brown, and Zayas;\n2. Counts rV-VI (state law claims) against Defendants Souk, Reynard, Freesmeyer, Hospelhorn, Warner, Brown, and Zayas;\n3. Count VII (respondeat superior claim) against the Town of Normal;\n4. Count VIII (indemnification claim) against McLean County and Town of Normal.\nThis matter is referred to the Magistrate Judge for further proceedings.\n\n. Furthermore, Defendants appear to assume that the Court’s ruling on absolute immunity alone would have been sufficient to bar Plaintiff's Count I claim against Souk and Reynard, without any consideration of qualified immunity. This is apparently why Souk and Reynard argue only for absolute immunity in the Motion to Dismiss presently before the Court, in which no mention is made of Souk and Reynard’s potential entitlement to qualified immunity with respect to the state law claims. However, Defendants are mistaken. In its March 3, 2011 Order, the Court made clear that \"these defendants are absolutely immune to the extent that Plaintiff is alleging that they suppressed exculpatory evidence as prosecutors and during the judicial phase of the action against Plaintiff ....” (Doc. 48 at 19, emphasis added). In other words, this immunity only covered the prosecutors’ conduct that was \"prosecutorial’’ in nature — conduct that was \"intimately associated with the judicial phase of the criminal process.” Imbler, 424 U.S. at 430-31, 96 S.Ct. 984. The Court then went on to state that \"[t]he analysis of qualified immunity, then, only applies to those alleged actions taken by Reynard and Souk in their alleged capacity as investigators of the crime, prior to the actual prosecution of the case,” (Doc. 48 at 19, emphasis added), and then analyzed whether Reynard and Souk were entitled to qualified immunity. The Court explained:\nIn this respect, Plaintiff’s Due Process claim, as outlined in Count I, is that they suppressed material, exculpatory evidence during the investigation of the crime. Certainly, if these Defendants are treated as police officer [sic], they could not logically be liable for withholding information from themselves as prosecutors. Moreover, such a Brady violation occurs only when the evidence is suppressed in a manner that would prevent Plaintiff and his counsel from timely access such that they are unable to \"make use” of the evidence.... Plaintiff alleges that the suppression occurred prior to his arrest, his indictment, and prior to his trial. Such a claim does not make out a *765Brady claim and hence, a due process claim. Thus, to the extent that Plaintiff is alleging that these Defendants acted as investigators, there is no plausible argument that their conduct violated a constitutional right as expressed in Brady and its progeny. Indeed, the allegations reveal that these Defendant’s [sic] are entitled to qualified immunity.\n(Doc. 48 at 19-20). Thus, the Court did not engage in the qualified immunity analysis as a mere thought exercise. Rather, this analysis was crucial to the Court’s finding that Souk and Reynard were immune from Plaintiff's Count I claim: Defendants' alleged investigatory conduct was immune because such investigatory misconduct cannot form the basis of a Brady violation, and therefore Plaintiff's own \"allegations reveal that these Defendants are entitled to qualified immunity” on Count I. (Doc. 48 at 20).\nIt follows that even if the Court found that the results of the absolute immunity analysis on Count I in the Court’s March 3, 2011 Order could simply be transposed onto the state law claims, it would do Defendants little good. This is because the absolute immunity analysis in the March 3, 2011 Order did not address whether the conduct alleged to be investigative was in fact investigative (such that it would not be protected by absolute immunity), or whether the conduct was sufficiently \"associated with the judicial phase of the criminal process” to fall under the umbrella of absolute immunity. For absolute immunity alone to be dispositive in cases in which a Plaintiff alleges investigative misconduct on the part of prosecutors, that distinction needs to be considered.\n\n\n. As noted by Judge Cudmore, in their Motion to Dismiss, Reynard and Souk have not raised the issue of qualified immunity under Illinois state law on the state law claims.\n\n\n. As mentioned in Judge Cudmore’s Report and Recommendation and supra, Plaintiff need not replead dismissed claims in order to preserve them for appeal.\n\n",
            "ocr": true,
            "opinion_id": 8698803
        }
    ],
    "court_short_name": "C.D. Illinois",
    "court_full_name": "District Court, C.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}