{
    "id": 8736469,
    "judges": "Marsh",
    "date_filed": "1995-07-31",
    "date_filed_is_approximate": true,
    "slug": "united-states-ex-rel-thompson-v-dye",
    "case_name_short": "Dye",
    "case_name": "United States ex rel. Thompson v. Dye",
    "case_name_full": "UNITED STATES ex rel. THOMPSON v. DYE",
    "attorneys": "Louis C. Glasso, Zeno Fritz, Pittsburgh, Pa., for relator., James F. Malone, Jr., Dist. Atty., Allegheny County, Albert A. Fiok, Samuel Strauss, Asst. Dist. Attys., Allegheny. County, Pittsburgh, Pa., Frank P. Lawley, Jr., Deputy Atty. Gen. of Pa., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "May 26, 1954.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "123 F. Supp. 759"
    ],
    "opinions": [
        {
            "author_str": "Marsh",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMARSH, District Judge.\n. After the testimony was closed in the above habeas corpus case, William H. Heagy, one of relator’s witnesses, was shot and killed. While he languished in the hospital, it is alleged that he made a dying declaration under the influence of impending death, to the effect that his.’ testimony given in this case was true. Relator seeks to reopen the hearing in order that he may supplement the record by proving this dying declaration. No authority is cited for this proposition.\nThe respondent opposes the petition-to reopen and asserts that the proposed dying declaration would not be admis-. sible in this case.\nIt has long been established that' dying declarations are limited to prose-, cutions of the person or persons accused of murdering the declarant; their ad-*' mission in evidence is confined to prose-' cutions for homicide. Pennsylvania Evidence, Henry, 4th Ed. § 452; Vol. 5, Wigmore on Evidence, 3d Ed. § 1432; Gadsden v. United States, D.C.D.Md. 1944. 54 F.Supp. 151.\nAccordingly, the petition to reopen will be denied.\nOn Petition for Writ of Habeas Corpus\nAdditional Findings of Fact\nThe Court of Appeals, 208 F.2d 565, remanded the above cause “for a finding of fact whether the court credited the testimony of the police officer [William H. Heagy] or the prosecutor [Samuel Strauss] as to what the former told the latter before trial about the condition of the accused at or about the time of his arrest.”\nAt the hearing in June, 1953, Police Officer Heagy testified in substance that he told Assistant District Attorney Strauss on-two occasions prior to trial that, at the’ time he participated in making \"the arrest, the relator was “crazy * * * you couldn’t get any talk out of him. He was incoherent. He wouldn’t answer us. * * * his shirt was all open. He was soaking wet with perspiration. His hair was all tossed about. His eyes were all red, and mucous and froth from his mouth was running down the front of his body. He seemed loose-jointed. The man was insane.” June Testimony, pages 14, 18, 20, 21, 28, 29.\nStrauss categorically denied that Heagy had so informed him.\nThe court, faced, as it seemed then, by the' opposing oaths of two reputable public servants, did not credit one over the other, but felt such a finding was not necessary to dispose of the petition. Because of the requirement that this issue-should now be determined, the court requested that all available testimony thereon be produced, including testimony which might enable it to judge of the credibility off these two officials. Consequently, considerable testimony was taken; -the matter was thoroughly argued and briefs were submitted by both sides. After due consideration, the court makes the following\n*761Additional Findings of Fact\n1. The relator has failed to establish by the preponderance of the evidence that the police officer, William Heagy, prior to trial, specifically informed Assistant District Attorney Samuel Strauss in the manner and form as testified by Heagy at the hearing held in June, 1953. He did not inform the prosecutor that the relator appeared and acted extremely drunk, incoherent or insane.\n2. Mr. Heagy did inform the prosecutor that he participated in the arrest of the relator in a barroom where the latter had been in a brawl and had been disarmed. He further informed Strauss, as the latter admits, that the relator was at that time under the influence of liquor to a quarrelsome degree; that he smelled the odor of alcohol on him; that his shirt and clothes were torn; and that he was perspiring and “messed up.”1\n3. The prosecuting officers did not communicate to defense counsel or to the State trial judge prior to trial that, at the time of relator’s arrest, several police officers detected the odor of alcohol on relator’s breath; that he showed signs of having been engaged in a fight; and that at least one officer would say he was under the influence of liquor to a quarrelsome degree.\nAdditional Conclusion of Law\nThe prosecuting officers were not in possession of information or evidence vital to relator’s defense which they were obliged to disclose to the defense or to the court.\nDiscussion\nThe reasons for not crediting the Heagy version are several. Although allegedly stated at a pretrial conference in the presence of four of his brother officers of the Pittsburgh City Police, not one recalled hearing him relate that version to Strauss. Indeed Strauss is the only one who recalls to any extent w.hat Heagy said.\nHeagy said he repeated his version to Strauss, after the jury was selected, in a hall of the court house in the presence of several persons. But although he purportedly remembered what he told Strauss, he could not recall a single person present who might have corroborated him. This is one of several instances of Heagy’s faulty memory.\nIt is to be observed that the relator was unable to produce anyone — policeman or bystander — to corroborate the telling of his story to Strauss.\nSimilarly, after about four years had elapsed and again in the public halls of the court house, Heagy expounded to bystanders on the subject, but at the hearing, other than counsel for the relator, he could not remember one person to whom he told the tale.\nRelator complains that the testimony of the police officers called by respondent is replete with inconsistencies and contradictions, indicating faulty recollections of the occurrences at the pretrial and the events following the arrest. That some of them favored the prosecution’s side is obvious. But I am not convinced that these officers of the law were deliberately impugning the veracity of an esteemed brother officer when a man’s life is in the scales. My conclusion is that Heagy’s report of the relator’s arrest, as I find he told it to Strauss prior to the trial, was not at all styled or calculated to make an impression on anyone as was the embellishment related 3yz years later in his affidavit and in his testimony in this court.\nOther instances of Heagy's faulty memory which strengthen my conclusion include his erroneous belief that he placed his initials on the relator’s revolver, an operation which ordinarily leaves a lasting impression, and his erroneous assertion that Officer Roy Adams accompanied him from police station No. 1 to police station No. 2.\nFurther, I now think that Heagy’s testimony was considerably weakened by *762this long delay in disclosing his refurbished version of relator’s mental state. The excuse advanced for the delay is that he did not hear the testimony of Dubis and other Commonwealth witnesses at the relator’s trial. But Heagy had attended every daily session, and it is hardly conceivable that he was not aware that the position of the prosecution was that the relator was sane at the time of the killing and afterwards.\nIn order to destroy the credibility and trustworthiness of Heagy’s testimony, respondent proved that he had been a chronic alcoholic since 1947. This fact was effectively countered by proof that his reputation for veracity was excellent; that he had been used as a police witness in hundreds of cases and that there was no evidence of psychosis. There was also proof that Heagy was by nature courageous2 and magnanimous. In his capacity as a policeman he supervised emergency deliveries of twenty-five to thirty babies, and donated fifty-seven pints of blood to needy persons. He was a licensed pilot and frequently flew in his spare time. He had a flair for the spectacular which attracted publicity. This characteristic, along with his affliction, may account for the belated and exaggerated declarations which gave birth to this petition.\nI believe the additional findings are justified by the weight of the evidence, regardless of the testimony attacking Heagy’s trustworthiness. His addiction to alcohol serves only to fortify this belief. No reasons are apparent which require the alteration of the former findings or conclusions of law other than the additions heretofore set forth.\nIt is my opinion that the Commonwealth is not required to disclose every shred of evidence in its possession which counsel may construe as favorable to an accused. The suppression of evidence may be a denial of due process when it is vital evidence, material to the issues of guilt or penalty. U. S. ex rel. Almeida v. Baldi, 3 Cir., 1952, 195 F.2d 815. Evidence is not suppressed or withheld if the accused has knowledge of the facts and circumstances or if they otherwise become available to him during the trial. See United States v. Rutkin, 3 Cir., 1954, 212 F.2d 641.\nThe information which the assistant district attorney obtained from Mr. Heagy was not vital evidence favorable to the relator; his innocence of murder did not hinge upon it. Since it did not indicate a degree of intoxication negativing relator’s criminal intent, the degree of murder and the penalty ought not to have been affected by it. Indeed it is doubtful if the information that relator was in a consciously quarrelsome mood 3Yz hours after the killing should be construed as evidence favorable to him; it could serve to emphasize the vicious character of relator and his reckless disregard of social obligations. Cf. Com. v. Williams, 1932, 307 Pa. 134, 160 A. 602.\nAs heretofore pointed out, the defense was acquainted with the circumstances and had access to the facts concerning relator’s actions and appearance in the barroom where he was arrested.3 Three witnesses of those events testified at the trial and Mr. Heagy was repeatedly mentioned and available.4 Points of difference in observations, recollections or opinions among witnesses on immaterial matters need not be ferreted out by the prosecution and detailed to the defense.5 After considering all of the circumstances it is my opinion that the prosecutor owed no duty to the relator to disclose the substance of his interview with Heagy and, therefore, his omission to do so did not constitute fundamental unfairness on the part of the Commonwealth.\nAn order will be entered denying the writ.\n\n. June Testimony, pages 235, 238, 240, 249, 253. See also Testimony, pages 56, 57, February 9,1954 hearing.\n\n\n. Since the hearings he was hilled in the line of duty.\n\n\n. Cf. O’Leary v. United States, 9 Cir., 1947, 160 F.2d 333, 335.\n\n\n. Trial Record 52a, 194a, 204a.\n\n\n. Cf. Morton v. United States, 1945, 79 U.S.App.D.C. 329, 147 F.2d 28, 31.\n\n",
            "ocr": true,
            "opinion_id": 8719689
        }
    ],
    "court_short_name": "W.D. Pennsylvania",
    "court_full_name": "District Court, W.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}