{
    "id": 8758945,
    "judges": "Henderson",
    "date_filed": "2006-07-07",
    "date_filed_is_approximate": true,
    "slug": "united-states-ex-rel-hetenyi-v-wilkins",
    "case_name_short": "Wilkins",
    "case_name": "United States ex rel. Hetenyi v. Wilkins",
    "case_name_full": "UNITED STATES of America ex rel. George HETENYI, Relator v. Walter H. WILKINS, Warden, Attica State Prison",
    "attorneys": "Merwin Morehouse, Rochester, N. Y., for relator.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "227 F. Supp. 460"
    ],
    "opinions": [
        {
            "author_str": "Henderson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHENDERSON, District Judge.\nRelator, a state prisoner, has applied for a writ of habeas corpus claiming he is presently in custody in violation of his constitutional rights.\nIn an indictment returned by the Monroe County Court on May 19, 1949, Hetenyi was charged with the crime of Murder in the First Degree. Tried in January of 1950 he was found guilty of .murder in the second degree and sentenced to from fifty years to life. On .appeal, the Appellate Division of the Supreme Court, Fourth Department, reversed and a new trial was granted.1 The action of the Appellate Division was subsequently affirmed.2\nOn retrial Hetenyi was convicted of murder in the first degree, but on direct appeal this conviction was reversed.3\nOn the third trial under this indictment Hetenyi was again convicted of murder in the second degree. On appeal the Appellate Division affirmed the judgment.4 Leave to appeal to the New York Court of Appeals was denied.\nFour years later the Supreme Court of the United States decided Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957). Green had been tried for murder in the first degree and found guilty of murder in the second degree, but on retrial, following reversal of the second degree murder conviction, he was convicted of first degree murder. Under the Fifth Amendment of the United States Constitution the Court ruled that Green had been placed twice in jeopardy for the same offense. Arising in the District of Columbia this case, of course, had been tried in the federal courts and was governed by the double jeopardy safeguard of the Fifth Amendment rather than the due process guarantee of the Fourteenth Amendment. The Supreme Court was careful to point out that certain of its earlier decisions 5 involving state proceedings did not control the case before it.6 Nevertheless, the relator sought a writ of habeas corpus in the New York Supreme Court, Clinton County. The application was denied and that denial was affirmed by the Appellate Division of the Supreme Court, Third Department.7 Permission to appeal to the New York Court of Appeals was ultimately denied.\nOn January 4, 1963, Hetenyi applied to the United States District Court at *462Rochester, New York, for a writ of ha-beas corpus.8 Relying on the Supreme Court’s decision in Darr v. Burford, 339 U.S. 200, 70 S.Ct. 587, 94 L.Ed. 761 (1950),9 the District Court denied the application without prejudice because of the relator’s failure to seek certiorari in the United States Supreme Court. Subsequently, the Second Circuit Court of Appeals denied Hetenyi’s application for a certificate of probable cause. On January 7, 1964, the United States Supreme Court denied certiorari with a note that Mr. Justice Douglas was of the opinion that certiorari ought to have been granted.10\nWere the relator presently held on a judgment of conviction for the crime of Murder in the First Degree, it appears quite clear that he would not be in custody in violation of any federally secured right. See Kring v. State of Missouri, 107 U.S. 221, 2 S.Ct. 443, 27 L.Ed. 506 (1882); Brantley v. State of Georgia, 217 U.S. 284, 30 S.Ct. 514, 54 L.Ed. 768 (1910) ; Palko v. Connecticut, 302 U.S. 319, 58 S.Ct. 149, 82 L.Ed. 288 (1937); Hoag v. New Jersey, 356 U.S. 464, 78 S.Ct. 829, 2 L.Ed.2d 913 (1958). Being in custody for the crime of Murder in the Second Degree, having been found guilty of no lesser charge, it appears that the procedure complained of has not resulted in any hardship to the relator. The application, accordingly, is denied.\nThe clerk is directed to file relator’s application without prepayment of fees.\nCertificate of probable cause for appeal is denied.\nPermission to appeal in forma pau-peris is also denied with the qualification that the relator may file with the Clerk of the United States District Court, United States Courthouse, Buffalo, New York, a notice of appeal without the payment of filing fees.\nThis denial does not prevent the relator from applying directly to the Court of Appeals for the Second Circuit, United States Courthouse, Foley Square, New York City, for a certificate of probable cause and for permission to prosecute an appeal in forma pauperis.\nSo ordered.\n\n. People v. Hetenyi, 277 App.Div. 310, 98 N.Y.S.2d 980 (4th Dep’t 1950).\n\n\n. People v. Hetenyi, 301 N.Y. 757, 95 N.E. 2d 819 (1950).\n\n\n. People v. Hetenyi, 304 N.Y. 80, 106 N.E. 2d 20 (1952).\n\n\n. People v. Hetenyi, 282 App.Div. 1008, 125 N.Y.S.2d 689 (4th Dep’t 1953).\n\n\n. Kring v. State of Missouri, 107 U.S. 221, 2 S.Ct. 443, 27 L.Ed. 506 (1882) ; Brant-ley v. State of Georgia, 217 U.S. 284, 30 S.Ct. 514, 54 L.Ed. 768 (1910) ; Palko v. Connecticut, 302 U.S. 319, 58 S.Ct. 149, 82 L.Ed.288 (1937).\n\n\n. Green v. United States, 355 U.S. 184, 194-195 n. 15, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957).\n\n\n. People ex rel. Hetenyi v. Johnston, 10 A.D.2d 121, 198 N.Y.S.2d 18 (3d Dep’t 1960).\n\n\n. United States ex rel. George Hetenyi v. Walter H. Wilkins, Warden of Attica State Prison, Civil 10,082, Jan. 4, 1963.\n\n\n. Overruled in pertinent part by Fay v. Noia, 372 U.S. 391, 435, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963).\n\n\n. Hetenyi v. Wilkins, Warden, 375 U.S. 980, 84 S.Ct. 495, 11 L.Ed.2d 426 (1964) ; see also the dissents of Mr. Justice Douglas in Brock v. N. C., 344 U.S. 424, 440, 73 S.Ct. 349, 97 L.Ed. 456 (1953) and Hoag v. New Jersey, 356 U.S. 464, 477, 78 S.Ct. 829, 2 L.Ed.2d 913 (1958).\n\n",
            "ocr": true,
            "opinion_id": 8742270
        }
    ],
    "court_short_name": "W.D. New York",
    "court_full_name": "District Court, W.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}