{
    "id": 8761981,
    "judges": "Tenney",
    "date_filed": "1981-02-01",
    "date_filed_is_approximate": true,
    "slug": "united-states-ex-rel-mercer-v-esperdy",
    "case_name_short": "Esperdy",
    "case_name": "United States ex rel. Mercer v. Esperdy",
    "case_name_full": "UNITED STATES of America ex rel. S. Hal MERCER on Behalf of Lydie Michel, Relator v. P. A. ESPERDY, District Director, Immigration and Naturalization Service, New York District",
    "attorneys": "Thomas J. Cleveland, S. Hal Mercer, Brooklyn, N. Y., for relator., Robert Morgenthau, U. S. Atty., S. D. N. Y., New York City, Roy Babitt, Sp. Asst. U. S. Atty., Immigration and Naturalization Service, New York City, of counsel, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "234 F. Supp. 611"
    ],
    "opinions": [
        {
            "author_str": "Tenney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTENNEY, District Judge.\nRelator, a 20-year old female alien and citizen of the Republic of Haiti, arrived in the United States on or about September 27, 1961, and was paroled as a visitor until October 4, 1961. On that date, she was admitted to New York as a visitor under bond and was thereafter granted until April 26, 1962, to depart from the United States.\nWhen relator failed to depart and remained after that date without permission, deportation proceedings were instituted against her pursuant to Section 241(a) (2) of the Immigration and Nationality Act (herein referred to as “Act”), 8 U.S.C. § 1251(a) (2) (1953); to wit, that she was an alien who, after admission as a non-immigrant, remained in the United States for a longer period than was authorized.\nAt the hearings before a Special Inquiry Officer — commencing on June 5, 1962, and extending until June 13, 1962 —relator was represented by an attorney and spoke through a French-language interpreter. She conceded alienage and deportability but sought the privilege of voluntary departure.\nDuring the course of the proceedings, relator, by an application dated June 7, 1962, sought a stay of deportation if, as a result of the hearings, she was ordered deported. She based her application on the fact that her brother had been forced to flee for his life from Haiti due to his political activities; that in the event she were deported no other country would accept her and she would be forced to return to Haiti where she feared for her safety. However, on June 13, 1962, the last day of the hearings, when the Special Inquiry Officer was about to begin hearing testimony on her application, relator, through her attorney, withdrew said application for a stay of deportation and relied solely on the prior application for the privilege of voluntary departure.\nIn his decision, the Special Inquiry Officer granted her application for voluntary departure in lieu of deportation, but provided in his order that in the event of her failure to depart at the time fixed, the privilege of voluntary departure would be withdrawn and she would immediately be deported to Columbia or, if Columbia refused to accept her, to Haiti. No appeal was taken from that decision.\nRelator did not depart voluntarily on July 16, 1962, the time fixed by the Service, and on August 8, 1962, a deportation order to Hiati was issued, Columbia having refused to accept her. She was notified of that action on August 16, 1962.\nThereafter, on September 12, 1962, pursuant to the warrant of deportation, relator was placed aboard a Pan-American flight at Idlewild International Airport, destined for Haiti. The plane set down in Kingston, Jamaica, where relator remained as an in-transit passenger for one hour. She was then placed aboard her connecting flight to Port-auPrince, Haiti. However, due to extreme turbulence, the plane was diverted back *613to Miami. Upon her arrival in Miami, the flight was cancelled for mechanical difficulty and relator was erroneously admitted, until October 11, 1962, by the Immigration Officer in Miami as a non-immigrant visitor for pleasure, the officer being unaware of relator’s deportation status.\nRelator thereafter proceeded to New York where it would appear she established residence.\nOn September 5, 1963, the Immigration and Naturalization Service (herein referred to as “Service”), by Order to Show Cause and Notice of Hearing, charged relator with being subject to deportation in that she had re-entered the country without special permission after a prior arrest and deportation.\nPrior to the hearing, relator submitted an application dated September 24, 1963, requesting a stay of deportation to Haiti, pursuant to Section 243(h) of the Act, which authorizes the Attorney General to withhold deportation of an alien to any country “in which in his opinion the alien would be subject to physical persecution.” She based her application on the fact that her brother and other members of her family had openly opposed the Duvalier regime.\nIn support of her assertions, relator submitted a detailed affidavit of her brother, setting forth his activities while he was in Haiti and subsequent to his flight from that country. It appears therefrom that he had been imprisoned in Haiti on two occasions for taking an active part “in all phases of democratic testimony against the repressive regime of Duvalier”, and that eventually he and other members of his family had been forced to seek political asylum in the Venezuelan Embassy in Port-auPrince “in order not to be subjected to further physical persecution.” The affidavit further asserted that he entered the United States as a political refugee in 1959 and that he served as Secretary General of the National Union of Haitian Workers in Exile. The objectives of said organization, as set forth in its registration statement on file in the Justice Department, Washington, D. C., “is mainly fighting for the restoration by democratic means of democracy and freedom in Haiti.” It listed “underground groups in Haiti” as its foreign principals. Relator’s brother was also the director of publications of said organization.\nIn her application, relator asserted that, by reason of the foregoing activities of her brother, she feared physical persecution if she were forced to return to Haiti.\nIt would seem, from the record before this Court, that no action was taken until March 10, 1964. On that date, P. A. Esperdy, District Director of the Service, ordered the cancellation of the Order to Show Cause dated September 5, 1963. The order was cancelled on the grounds that the original deportation order of August 8, 1962 was still outstanding, there having been no entry affected by relator in Kingston, Jamaica, or any other foreign place, and, further, that her admission in Miami, on September 12, 1962, as a visitor for pleasure, was an administrative error. Thus, in effect, there had been neither an execution of the original deportation order nor a new entry, and relator was held to be presently deport-able under the original deportation order.\nRelator thereafter submitted two motions to the Service. The first, dated March 10,1964, sought, in not too-precise language, multiple relief — including an order opening all deportation proceedings, staying deportation, reinstating the September 24,1963 application for a stay on the grounds of physical persecution under Section 243(h) of the Act, and/or granting the privilege of voluntary departure. It is not clear from the papers whether this motion was filed or served on the Service or whether it was ever pursued by relator, since, on March 18, 1964, relator filed a second and more complete motion.\nThis latter motion, which included as a supporting document an affidavit of relator’s brother, was for an order reopening the hearing for the purpose of withholding deportation under Section, 243(h) of the Act.\n*614It would appear that the thrust of both motions was that by the arbitrary cancellation of the September 5, 1963 proceedings, without affording relator an opportunity to press her application under Section 243(h) of the Act, the Service “violated the rudiments of fair play” and denied relator her rights. Furthermore, that the decision cancelling those proceedings made no mention, or disposition, of her application to stay deportation for fear of physical persecution.\nThe Special Inquiry Officer denied the motions to reopen the June 1962 proceedings, and for reconsideration of the applications for voluntary departure and stay of deportation.\nThe motion for voluntary departure was denied because relator had been accorded that privilege in June of 1962 and had abused it by not departing.\nRegarding the motion to reopen the proceedings, the Special Inquiry Officer was of the opinion that the present application to withhold deportation under Section 243(h) of the Act was the same application, though more extensive in words, as that made in June of 1962, and subsequently withdrawn by relator.\nUnder 8 C.F.R. § 242.22 (Supp.1963) “a motion to reopen will not be granted unless the Special Inquiry Officer is satisfied that evidence sought to be offered is material and was not available and could not have been discovered or presented at the hearing.” Pursuant to that Section, the Special Inquiry Officer held that:\n“The evidence now sought to be presented was available. She was afforded an opportunity to do so at the hearing. No new circumstances have arisen since the hearing which justifies the request to reopen the hearing for reconsideration of the application for withholding of deportation to Haiti.” He further held that, even if he were to consider the present application as being a new one, it would be denied as not having been made within the ten-day period specified in 8 C.F.R. § 242.17(e) (Supp.1963), and thus untimely.\nRelator appealed to the Board of Immigration Appeals which dismissed her appeal on April 29, 1964. Thereafter, on May 1, 1964, she petitioned this Court for a Writ of Habeas Corpus.\nThe gravamen of the within petition would seem to be that the Service acted arbitrarily and capriciously in refusing to reopen the 1962 pi'oceedings to permit relator to submit her application for a stay of deportation under Section 243 (h) of the Act, especially since lack of execution of the 1962 order, and the fact that relator still was in the United States on the date of her application was not due to any action on her part. As set forth supra, the decision of both the Special Inquiry Officer, in denying the motion to reopen, and that of the Board of Immigration Appeals in affirming the denial, were based in toto on relator’s failure to comply with the procedural requirements for such motions as set forth in the statute.\nIn her motion papers herein, relator has attacked the decision of the Service on many grounds. Since the Court is of the opinion that the equities compel the granting of the instant application, the Court need not pass on the validity of these other arguments.\nRespondent’s position, in effect, is that “ [a] dministrative proceedings must come to a rest.”\nIn support of its position, respondent cites three appellate court cases which dealt with refusals to reopen administrative proceedings and the criteria to be applied. However, in all the cases cited the prior proceedings had either terminated with a decision on the merits of the claims presented on the motion to reopen, Arakas v. Zimmerman, 200 F.2d 322 (3d Cir. 1952); United States ex rel. Adel v. Shaughnessy, 183 F.2d 371 (2d Cir. 1950), or the Board, in the process of denying the motion, passed on the validity of the facts asserted therein. Wolf v. Boyd, 238 F.2d 249, 253 (9th Cir. 1956), cert. denied, 353 U.S. 936, 77 S.Ct. 814, 1 L.Ed.2d 759 (1957).\n*615In the instant case, however, there has never been a disposition on the merits of relator’s claim of probable physical persecution. Respondent must concede that at no time has the Service ever determined whether or not relator would face the physical persecution she claims to fear, if she were returned to Haiti. Accordingly, if her present petition for a writ of habeas corpus is denied, relator will be deported to Haiti without ever having had a determination of the validity of her assertion of possible physical persecution.\nThe fact that the application was grounded upon a fear of physical persecution has caused me great concern, and I have scrutinized the record with the utmost care. This same concern and care have motivated the Service on other occasions wherein similar claims have been raised. See Matter of Bukowska, Interim Dec. No. 1240 at 5, (August 24, 1962). The same concern and care should have guided the Service in the case at bar. For a claim of fear of “[p]hysieal persecution involves a grave challenge to those personal rights so fundamental to our constitutional scheme.” Chi Sheng Liu v. Holton, 297 F.2d 740, 741 (9th Cir. 1962). In view of the fact that a claim of physical persecution, which is not passed upon, can involve the very life of the party asserting it, I believe that miles of law, and especially rules of procedure and their flexibility, must be viewed in a much different light than would be the case in a claim of lesser magnitude. See United States ex rel. Fong Foo v. Shaughnessy, 234 F.2d 715 (2d Cir. 1955).\nThe Service does not dispute the fact that its decisions did not reach the merits of her application but rather disposed of it on the grounds that her motion was (a) untimely and/or (b) was procedurally insufficient in content; to wit, it did not set forth facts that could not have been presented at the prior hearing (almost two years before). This strict adherence to procedural niceties in the case at bar is to be contrasted with the attitude of the Service on prior occasions, where departures from procedure were overlooked and questions were disposed of on their merits. See Marcello v. Bonds, 349 U.S. 302, 313, 75 S.Ct. 757, 99 L.Ed. 1107 (1955); Matter of A. I. &amp; N., IX No. 1145 at 310 (Mar. 31,1961). In the last cited case, though technically an application was not before the Board of Immigration Appeals for suspension of deportation under Section 244(a) (1) of the Act, it disregarded this admitted deficiency and decided the question on the-merits of the application. Moreover, the Board has on prior occasions permitted the reopening of proceedings on motions concededly defective, “as a matter of grace.” Matter of M. I. &amp; N., V No. 351 (October 9, 1953). What the Service is, and should be, concerned with primarily is the protection of substantive rights within a framework of orderly procedure. Thus, where, as here, on a claim under Section 243(h) of the Act wherein there has been no substantive determination of the application, orderly procedure must be flexible enough to permit the reopening of previously terminated proceedings to permit the protection of substantive rights.\nThe Court, in making its ruling, is of course not passing on the merits of relator’s application; that task is for the .Service. The petition herein is being granted because the Service has not undertaken that task, relying rather on lack of compliance with administrative procedure with which to dispose of relator’s contentions.\nI am strengthened in my conclusion to grant the petition by the facts set forth in the affidavit of relator’s brother; to wit, his activities prior and subsequent to his flight from Haiti, and the positions that he held in the National Union of Haitian Workers in Exile. While ultimately they may prove to be without substance, they are compelling enough to lend at least prima facie credence to relator’s assertions and to compel an administrative decision on their validity.\nIt is also interesting to note that at the prior hearing on June 7, 1962, when asked why she had attempted to enter *616the United States, hidden in a car trunk, relator gave the following answer: “To escape death, I didn’t want to return to Haiti and they didn’t want to give me a visa in Canada.”\nIf the within petition is denied, and and if the facts alleged in the affidavit and her statement at the hearing prove to be true (and their credence has not as yet been passed on), procedural rules will have been complied with but substantive rights may have been violated.\nIn view of the nature of the application, the grounds set forth in support thereof, the conditions known to exist in the country to which she is being deported, and the fact that the Service has never determined the validity of her fears, I am of the opinion that the Service was arbitrary and capricious in refusing to reopen the previously terminated proceedings.\nMy decision to grant the within petition is founded not alone on the obvious equities existing in the case. In refusing to reopen the proceedings, the Special Inquiry Officer relied in part on 8 C.F.R. § 242.22 (Supp.1964). That section, in part, provides as follows:\n[N]or will any motion to reopen for the purpose of providing the respondent with an opportunity to make an application under § 242.17 [temporary withholding of deportation due to a fear of physical persecution] be granted if respondent’s right to make such application was fully explained to him by the Special Inquiry Officer and he was afforded an opportunity to do so at the hearing unless circumstances have arisen thereafter on the basis of which the request is being made. (Emphasis added)\nThe Special Inquiry Officer at page 4 of his opinion held as follows: “No new circumstances have arisen since the hearing which justifies the request to reopen the hearing for reconsideration of the application for witholding of deportation to Haiti.”\nThe Board of Immigration Appeals in its opinion did not discuss the possible change of circumstances. However, from the transcript of the argument on appeal it seems clear that the question of change of circumstances was raised, and, in view of the Board’s decision, was rejected.\nThis administrative determination that no new circumstances have arisen in the interim, a period of almost two years, is in disregard of facts widely known and reported in the press concerning conditions in Haiti. While the papers submitted on the within petition and on the motion to reopen are at best not too clear, they could, very reasonably, be interpreted as being based on a change of circumstances; and the .Special Inquiry Officer’s rejection of that claim by a specific finding of no new circumstances was in disregard of facts generally known. His decision, based in part on what would appear to be an erroneous finding, was arbitrary and an abuse of discretion. It is a matter of common knowledge, and a fact of which the Court will take judicial notice — United States ex rel. Fong Foo v. Shaughnessy, 234 F.2d 715 (2d Cir. 1955)—that the present regime in Haiti may well represent a danger of physical persecution to persons such as relator.\nFrom the time of the termination of the 1962 proceedings until the dismissal by the Board of relator’s appeal, there has been at least one full-scale invasion of Haiti by rebel bands seeking the overthrow of the Duvalier regime (N. Y. Times, August 6, 1963, p. 1, col. 5) plus numerous plots against the regime which failed before they could meet with success. See, e. g., N. Y. Times, April 14, 1963, p. 44, col. 1; N. Y. Times, April 17, 1963, p. 3, col. 2; N. Y. Times, May 22, 1963, p. 1, col. 3. These activities included an attempt at the assassination of the children of Duvalier, which constituted “the first terrorism to strike Haiti in two years”, N. Y. Times, April 27, 1963, p. 1, col. 8. Invariably, after such activities, there has ensued a wave of *617wholesale arrests, summary executions and repressive measures including death, against the families of those involved in particular and opponents of the regime in general. See, e. g., N. Y. Times, April 27, 1963, p. 1, col 8; N. Y. Times, April 28, 1963, p. 1, col. 6; N. Y. Times, May 2, 1963, p. 12, cols. 4, 5; N. Y. Times, May 3,1963, p. 2, cols. 1, 5; It. Y. Times, June 6, 1963, p. 11, col. 1; N. Y. Times, July 17, 1963, p. 1, col. 7; N. Y. Times, July 21, 1963, p. 19, col. 1; N. Y. Times, August 15, 1963, p. 8, col. 6. See generally, Szulc, Beautiful Cruel, Explosive-Haiti, N. Y. Times, June 9, 1963, § 6 (Magazine), p. 26. And, of course, with each new incident the measures used in the aftermath become steadily more oppressive. N. Y. Times, April 29, 1963, p. 1, col. 6; N. Y. Times, June 9, 1963, Szulc, Beautiful Cruel, Explosive-Haiti, § 6 (Magazine), p. 26.\nIn addition, in the interim, President Duvalier has alternately proclaimed himself Renovator of the Nation, N. Y. Times, April 19, 1963, p. 15, col. 8; personification of the Haitian fatherland, N. Y. Times, May 2, 1963, p. 12, col. 5; reinstalled himself to another six-year term as President, N. Y. Times, August 6, 1963, p. 1, col. 5, and finally installed himself as President for life of Haiti, N. Y. Times, April 2, 1964, p. 1, col. 6.\nThe foregoing constitutes, in part at least, the political situation and the change in circumstances that have occurred from June of 1962 until the decision of the Board of Immigration Appeals at the end of April 1964. However, even more important is the suppression of human rights and the total non-existence of any rule of law. The Government has been cautioned by the Organization of American States to observe “the principle of respect for human rights,” obviously violated in light of the abovementioned activities of the regime, (N. Y. Times, July 17, 1963, p. 1, col. 7), and has been denounced by the International Commission of Jurists as “a tyranny under which the police are free to kill at will.” (N. Y. Times, August 15, 1963, p. 8, col. 6). The regime has affirmatively demonstrated its position as regards human rights and due process of law by suspending all articles of the constitution guaranteeing individual rights, among them being free speech, freedom from arrest and police brutality. (N. Y. Times, August 24, 1963, p. 1, col. 4). This activity by the Government culminated on April 20, 1964, in the suspension not only of other constitutional guarantees but of the constitution itself, and the declaration that President Duvalier would rule by decree. (N. Y. Times, May 7, 1964, p. 10, col. 4). J\nIn addition, the regime has also consistently violated the extra-territoriality of the embassies of other countries in its search for Haitian citizens who had sought political asylum there. (N. Y. Times, April 29, 1963, p. 1, col. 8).\nIt seems clear on the basis of the foregoing that the circumstances in the country to which relator was ordered deported had changed sufficiently to permit the reopening of the matter. Thus, the Special Inquiry Officer’s disregard of the conditions set forth above and his consequent refusal to reopen the proceedings constituted an abuse of discretion.\nAccordingly, for the reasons stated above, I believe myself compelled to sustain the within petition for a writ of habeas corpus. Thus, relator’s present detention, pursuant to Section 242(c) of the Act, 8 U.S.C. § 1252(c) (1953), is unlawful. However, the Court expresses no opinion as to the considerations that might motivate the Service in detaining relator pursuant to Section 242(a) of the Act, 8 U.S.C. § 1252(a) (1953).\nSettle order on notice.\n",
            "ocr": true,
            "opinion_id": 8745367
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}