{
    "id": 8786023,
    "judges": "Gray",
    "date_filed": "1977-09-30",
    "date_filed_is_approximate": true,
    "slug": "monts-v-henderson",
    "case_name_short": "Monts",
    "case_name": "Monts v. Henderson",
    "case_name_full": "Henry Clay MONTS v. C. Murray HENDERSON, Warden, Tennessee State Penitentiary",
    "attorneys": "Richard D. Speight, Nashville, Tenn., for petitioner., David W. McMackin, Asst. Atty. Gen., of Tennessee, Nashville, Tenn., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "295 F. Supp. 854"
    ],
    "opinions": [
        {
            "author_str": "Gray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nORDER\nFRANK GRAY, Jr., District Judge.\nIn this habeas corpus action petitioner attacks the validity of his conviction of the crime of murder, the conviction being obtained in the Criminal Court of Shelby County, Tennessee. He is presently being held by respondent pursuant to the sentence of 150 years received by him. The ground asserted for relief is that a confession obtained from him was inadmissible because it was obtained in violation of his constitutional rights.\nPetitioner was originally convicted of this offense and sentenced to *855death but this conviction was reversed by the Supreme Court of Tennessee because of error in the charge of the trial court. Monts v. State of Tennessee, 214 Tenn. 171, 379 S.W.2d 34 (1964). On his second trial he received the sentence of 150 years now under attack and his conviction was affirmed by the Supreme Court of Tennessee March 2, 1966. Monts v. State of Tennessee, 218 Tenn. 31, 400 S.W.2d 722. It will be noted that the second trial took place after the decision in Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12 L.Ed.2d 977 (June 22, 1964) and before the decision in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (June 13, 1966.) Thus the confession must be tested by the standards of Escobedo only, and not the more rigid standards of Miranda,. Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966).\nThere has been made a part of the record herein a duly certified copy of the transcript of the evidence at the trial, including the hearing had by the trial court to determine the admissibility of the confession. This transcript, consisting of more than 800 pages, has been read in full by the Court and the evidence relating to the circumstances surrounding the taking of the confession is fairly summarized in the opinion of the Supreme Court of Tennessee (400 S.W. 2d at pages 726, 732, and 733). It is necessary, however, to comment on one paragraph in that opinion (at page 732) which is as follows:\n“If one charged with a crime freely and voluntarily confesses to the charge without inducement, coercion or fear, he has not been fundamentally prejudiced, and by voluntarily making a statement he has waived his right to counsel, and to remain silent, although he has not been advised of these rights by the officer. Of course, Monts was advised, according to the officer, of these rights prior to the writing down of the statement which was introduced as evidence in this case and the court so found.”\nExamination of the transcript shows clearly that the statement in the quoted paragraph that Monts was advised “of these rights” was in error if intended to indicate that he was advised of his right to counsel. The record is clear that the only warning given to Monts is that quoted on page 726 of the opinion, which is the statement read to him by the police captain who was preparing to take the confession now under attack. This statement was as follows:\n“Monts, you are under arrest and will be charged with MURDER, this charge growing out of the fatal shooting of FRANK BRUNO, Male white, who was employed by the Memphis Police Department on October 7, 1960, at approximately 1:00 AM. Bruno was investigating the burglary of the Ace Sundry Store, at 639 East Mc-Lemore, when he surprised you and Johnie West, at which time he was fatally wounded and did expire of said wound on the morning of October 7, 1960, at approximately 1:30 AM. It is my duty as an officer to inform you that any statement made by you at this time can and will be used as evidence against you at the time of trial in court. With this understanding do you care to make a statement and will you answer the questions that I will ask you truthfully and to the best of your knowledge?”\nA careful reading of the opinion of the Supreme Court of Tennessee shows clearly, however, that the erroneous statement above referred to was merely an inadvertence insofar as it purported to include advice of the right to counsel in the language “these rights”. This is shown by its subsequent language in ruling that Escobedo was not authority to support an argument “that no statement can be admitted as evidence in a criminal proceeding made by defendant, after he has been arrested and charged with having committed a crime, tending to incriminate himself without being advised before making the statement he is entitled to counsel.” (at page 733.) Subse*856quently, on this same page of the opinion, the court said:\n“We say, again, as was said in the recent case of Beaver v. State, supra, [217 Tenn. 447, 398 S.W.2d 261] that\n‘We have been unable to find any authority holding the mere fact that the investigating officers failed to advise one charged with a crime he is entitled to counsel before making an incriminating statement to them ipso facto renders a confession involuntary and inadmissible in evidence.’ ”\n28 U.S.C. § 2254 provides, in pertinent part, as follows:\n“(d) In any proceeding instituted in a Federal court by an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court, a determination after a hearing on the merits of a factual issue, made by a State court of competent jurisdiction in a proceeding to which the applicant for the writ and the State or an officer or agent thereof were parties, evidenced by a written finding, written opinion, or other reliable and adequate written indicia, shall be presumed to be correct, unless the applicant shall establish or it shall otherwise appear, or the respondent shall admit—\n(1) that the merits of the factual dispute were not resolved in the State court hearing;\n(2) that the factfinding procedure employed by the State court was not adequate to afford a full and fair hearing;\n(3) that the material facts were not adequately developed at the State court hearing;\n(4) that the State court lacked jurisdiction of the subject matter or over the person of the applicant in the State court proceeding;\n(5) that the applicant was an indigent and the State court, in deprivation of his constitutional right, failed to appoint counsel to represent him in the State court proceeding;\n(6) that the applicant did not receive a full, fair, and adequate hearing in the State court proceeding; or\n(7) that the applicant was otherwise denied due process of law in the State court proceeding;\n(8) or unless that part of the record of the State court proceeding in which the determination of such factual issue was made, pertinent to a determination of the sufficiency of the evidence to support such factual determination, is produced as provided for hereinafter, and the Federal court on a consideration of such part of the record as a whole concludes that such factual determination is not fairly supported by the record:\nAnd in the evidentiary hearing in the proceeding in the Federal court, when due proof of such factual determination has been made, unless the existence of one or more of the circumstances respectively set forth in paragraphs numbered (1) to (7), inclusive, is shown by the applicant, otherwise appears, or is admitted by the respondent, or unless the court concludes pursuant to the provisions of paragraph numbered (8) that the record in the State court proceeding, considered as a whole, does not fairly support such factual determination, the burden shall rest upon the applicant to establish by convincing evidence that the factual determination by the State court was erroneous.”\nNo contention is made by petitioner that any of the circumstances set forth in paragraphs numbered (1) to (7), inclusive, exist. The only contention made is that the factual determination of the trial court that the confession was admissible, affirmed by the Supreme Court of Tennessee, is not fairly supported by the record.\nAfter a careful consideration of the entire record, this Court cannot say that the determination so made is not fairly *857supported by the record. There was substantial evidence to support it.\nThe warning quoted was given and Monts, in the face of it, gave a full statement. He alleged no physical mistreatment and although he claimed to have asked for counsel this contention was rejected by the State courts on the basis of substantial evidence to the contrary. The attendant circumstances were not such as to establish that the confession was inadmissible under the standards which prevailed at the time of the trial.\nAccordingly, it is ordered that the petition be denied and the action dismissed.\nThe Court expresses its thanks to Richard D. Speight, Esquire, a member of the Bar of this Court, for the services rendered by him in the representation of petitioner.\n",
            "ocr": true,
            "opinion_id": 8769879
        }
    ],
    "court_short_name": "M.D. Tennessee",
    "court_full_name": "District Court, M.D. Tennessee",
    "court_type": "FD",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}