{
    "id": 8795137,
    "judges": "Dawkins",
    "date_filed": "1995-04-02",
    "date_filed_is_approximate": true,
    "slug": "fowler-v-connecticut-mutual-life-insurance",
    "case_name_short": "Fowler",
    "case_name": "Fowler v. Connecticut Mutual Life Insurance",
    "case_name_full": "Eunice R. FOWLER v. The CONNECTICUT MUTUAL LIFE INSURANCE COMPANY",
    "attorneys": "Ralph J. Wicker, Theus, Grisham, Davis, Leigh & Brown, Monroe, La., for plaintiff., George M. Snellings, Jr., McHenry, Snellings, Breard, Sartor & Shafto, Monroe, La., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "38 F.R.D. 11"
    ],
    "opinions": [
        {
            "author_str": "Dawkins",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBEN C. DAWKINS, Jr., Chief Judge.\nPlaintiff has brought this action against defendant upon a policy of life insurance in the face amount of $40,000, issued upon the life of plaintiff’s husband, Drew A. Fowler, and designating plaintiff as sole beneficiary. Defendant has moved for summary judgment on the *12ground that the insured’s death was by suicide within two years of the date of issuance of the policy and thus excluded from coverage.\nConsidering the record as a whole, the facts appear to be these: Defendant issued its policy covering the life of plaintiff’s husband November 28, 1962, with premiums payable annually for life, and containing the following suicide exclusion:\n\\ “SUICIDE. In the event of the death of the Insured within two years from the date of issue of this Policy by suicide, whether sane or insane, the amount payable under this Policy shall be limited to a sum equal to the premiums paid hereon.”\n, The insured died May 28, 1964, as the result of a self-inflicted gun shot wound in the neck. There were no eye-witnesses to the death; the body was found by the insured’s wife slumped over a small stoop near the back door of their residence near Ruston, Louisiana, with a 16-gauge shotgun lying next to the body. The parish Coroner was summoned immediately. Examining the body and the available evidence at the scene, the Coroner determined that Drew A. Fowler, the insured, had met his death by such means as no guilt was attached to any other person thereby. Thus ruling out the possibility of homicide, the Coroner determined that a formal inquest was unnecessary.1 Pursuant to Louisiana Acts 1952, No. 151, § 2 (LSA-R.S. 33:1561) the Coroner furnished the Bureau of Vital Statistics of the Louisiana Board of Health a death certificate based on his investigation indicating therein that it appeared that Fowler’s death was due to suicide.2 It is principally upon this statute and document that defendant bases its motion for summary judgment.\nRule 56, Fed.R.Civ.P., permits any party to move for a summary judgment upon a claim as to which there is no genuine issue of material fact and upon which the moving party is entitled to prevail as a matter of law. The granting of a summary judgment in effect means there is no evidence in existence upon which a trial is necessary. Because it is such a drastic remedy it must be used with a due regard for its purposes, and a cautious observance of its requirements3 in order that no person will be deprived of a trial upon disputed factual issues. After due deliberation, we have concluded that defendant is not entitled to summary judgment, and its motion is hereby denied.\nDefendant places great reliance upon Louisiana R.S. 33:1561, which provides that (1) whenever a coroner investigates a death he shall furnish a death certificate stating the cause and means of death, and if it appears that death is due to accident, suicide, or homicide, he shall so state, and (2) the cause and manner of death as stated in the death certificate filed with the Bureau of Vital Statistics of the Louisiana Board of Health shall be the legally accepted cause and manner of death unless the court of *13the parish in which the death occurred, after a hearing, directs the coroner to change his decision. It is defendant’s position that LSA-R.S. 33:1561 is conclusive as to the issue of causation as between the parties to this action. Defendant further contends that since plaintiff submitted the death certificate upon which the Coroner noted item 19a, “suicide,” she thereby admitted the truthfulness of that notation, and is precluded from attempting to prove otherwise. Defendant cites a number of cases which stand for the proposition that the proper procedure to correct an error on a public document of this type is by mandamus to the responsible public official.4\nWe find defendant’s major premise to be untenable for two independently sufficient reasons. First, as plaintiff points out, LSA-R.S. 33:1561, as amended in 1952, details the duties of the coroner to hold inquests, examinations, investigations and autopsies in all cases of sudden or violent deaths, determine whether they be due to accident, suicide or homicide, and note this information on the death certificate furnished the Bureau of Vital Statistics of the Louisiana Board of Health. Neither have we been cited to nor are we aware of any authority for the interpretation placed upon this statute by defendant. It can scarcely be gainsaid that the legislative intent of this somewhat inartistically drawn statute was to detail the ministerial duties of the parish coroner.5 Moreover, the interpretation urged by defendant would have had the effect of legislatively overruling a long line of jurisprudence, which in fact has remained uniform since the statute’s enactment.6 Indeed, the only case which has specifically dealt with LSA-R.S. 33:1561 since its enactment in its present form7 involves a situation where the plaintiff-beneficiary of a life policy protecting against accidental death only, was given a trial on the issue of the cause of the insured’s death. We find that the fact the coroner complies with this statutory requirement has no effect on the 'substan- ' tive rights of the parties to this action under their contract.\n*14 Second, the law of Louisiana is uniform to the effect that the coroner’s death certificate, in and of itself, is of no probative value with respect to the issue of cause of death.8 Although we cannot determine now the admissibility of this particular document at the trial, it can be noted that under Louisiana law, the Coroner’s Death Certificate is admissible only to prove the fact of death.9\nFinally, defendant cites two cases10 standing for the proposition that “the Louisiana Courts have affirmed denial of recovery on the ground of suicide on life insurance policies containing provisions substantially identical with those in the case at bar; excluding coverage of death by suicide, sane or insane.” We have no quarrel with these cases, and find them indicative of the law of Louisiana on the central issue in this case.11 But we must note that in all the cases, including those cited by defendant, the plaintiff was held to be entitled to a trial on the facts of the case.12\nWe have examined with extreme care and diligence all other authorities cited by the defendant, and find that none add to or subtract from what has already been set down in this opinion. We therefore pretermit discussion of those authorities.\nDefendant’s motion for summary judgment is denied.\n\n. LSA-R.S. 33:1562 (1950). See also LSA-R.S. 15:28 (as amended, 1952).\n\n\n. LSA-R.S. 33:1561 (as amended, 1952):\n“It shall be the duty of the coroner either to hold an inquest, to view the body, or to make an investigation in all cases of suspicious, unexpected, unusual deaths, sudden deaths, violent deaths, * * *. The coroner must furnish a death certificate based on his examination, investigation or autopsy, and he must state as best he can the cause and means of death, and if it appears that death be due to accident, suicide, or homicide, he shall so state. * * * The cause of death, the manner or mode in wbicb the death occurred, as rendered by the coroner and incorporated in the death certificate filed with the Bureau of Vital Statistics of the Board of Health shall be the legally : accepted manner and mode by which the deceased came to his or her death and shall be the legally accepted cause of death; unless the court of the parish in which the death occurred, after a hearing, directs the coroner to change his de- . ■ cisión as to the cause, mode, or manner of death. * * *” ¡\n\n\n. Carantzas v. Iowa Mut. Ins. Co., 235 F.2d 193 (5 Cir. 1956).\n\n\n. State ex rel. Treadaway v. Louisiana State Board of Health, 221 La. 1048, 61 So.2d 735 (1952); State ex rel. Lytell v. Louisiana State Board of Health, 153 So. 2d 498 (La.App.4th Cir. 1963); State ex rel. Rodi v. City of New Orleans, 94 So. 2d 108 (La.App.Orl. Cir. 1957). We find none of these cases apposite to the issue in the case before us.\n\n\n. According to a symposium discussing the Louisiana Legislation of 1952 in Vol. XHt of the Louisiana Law Review, page 102, section 1561 was amended at the instance of a group of coroners in order to modernize the former provisions “pertaining to duties and compensations of coroners.” The obvious intent of the provision in issue was to make the coroner’s decision as to cause of death conclusive upon the Bureau of Vital Statistics of the Board of Health. Thus the bureau has no authority to change or alter the death certificate except upon court order.\n\n\n. Heiman v. Pan American Life Ins. Co., 183 La. 1045, 165 So. 195 (1936); Webster v. New York Life Ins. Co., 160 La. 854, 107 So. 599 (1926); Faulk v. Mutual Life Ins. Co., 160 La. 529, 107 So. 395 (1926); Clay v. Liberty Industrial Life Ins. Co., 157 So. 838 (La.App.Orl. Cir. 1934); Bayles v. Jefferson Standard Life Ins. Co., 148 So. 465 (La.App.2d Cir. 1933); Beco v. People’s Industrial Life Ins. Co., 9 La.App. 371, 119 So. 281 (1928). The following cases have been decided since the 1952 amendment to R.S. 33:1561, with no mention of that statute: Young v. First Nat’l Life Ins. Co., 159 So.2d 395 (La.App.2d Cir. 1963); Lee v. Aetna Life Ins. Co., 147 So.2d 703 (La.App.lst Cir. 1962); Brooks v. Washington Nat’l Life Ins. Co., 79 So.2d 653 (La.App.Orl. Cir. 1955).\n\n\n. Reagan v. Mid-Continent Underwriters, Inc., 159 So.2d 75 (La.App.4th Cir. 1963).\n\n\n. See cases cited in footnote 6, supra.\n\n\n. We mean to intimate no opinion at this time whether the coroner’s death certificate sent by plaintiff to defendant will be admissible as an admission against interest. We do however note that even if admissible for this purpose, the death certificate does not conclude plaintiff on the issue of causation and coverage' of the policy. See Olay v. Liberty Industrial Life Ins. Co., 157 So. 838 (La.App.Orl Cir. 1934).\n\n\n. Wolff v. Mutual Reserve Fund Life Ass’n, 51 La.Ann. 1260, 26 So. 89 (1899); Bayles v. Jefferson Standard Life Ins. Co., 148 So. 465 (La.App.2d Cir. 1933).\n\n\n. See the cases cited in the annotation following West’s LSA-R.S. 22:170 (1958).\n\n\n. The parties will be well advised to be familiar with the authorities referred to in footnotes 6 and 11, supra, pertaining to the burden of proof and the admissibility of evidence at trial. See Annot., 85 A.L.R.2d 722 (1962).\n\n",
            "ocr": true,
            "opinion_id": 8779191
        }
    ],
    "court_short_name": "W.D. Louisiana",
    "court_full_name": "District Court, W.D. Louisiana",
    "court_type": "FD",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}