{
    "id": 8816454,
    "judges": "Gilbert, Hunt, Ross",
    "date_filed": "2022-07-06",
    "date_filed_is_approximate": true,
    "slug": "miller-lux-inc-v-petrocelli",
    "case_name_short": "Petrocelli",
    "case_name": "Miller & Lux, Inc. v. Petrocelli",
    "case_name_full": "MILLER & LUX, Inc. v. PETROCELLI",
    "attorneys": "Edward E. Treadwell, of San Francisco, Cal., for plaintiff in error., J. J. Dunne and M. H. Parrar, both of San Prancisco, Cal., for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Names <&wkey;>16(2) — Admissibility op Evidence- under Pleadings — Idem SONANS.</p> <p>The complaint, in an action for wrongful death, averred that plaintiff was the administrator of the estate of Pietro Spina, sometimes known as Peter Spino, deceased. Probate proceedings offered in evidence were objected to on the ground that they were in the name of Peter Spino, deceased. It was stated in those proceedings that deceased was sometimes known as Pietro Spina. Held, that as the name “Peter” is the English equivalent for the Italian “Pietro,” and as the substitution of an “o” for an “a” in spelling the name did not substantially change the sound, the probate proceedings were admissible in evidence.</p> <p>[Ed. Note. — For other cases, see Names, Cent. Dig. § 13; Dec. Dig. <&wkey; 16(2).]</p> <p>2. Appeal and Error &wkey;>209(2) — Time to Allege Ekrob.</p> <p>In an action for wrongful death, it cannot be urged on appeal for the first time that there was no proof of heirship of those parties for whose benefit the action was brought.</p> <p>[Ed. Note. — For other cases, see Appeal and Error, Cent. Dig. §§ 1291, 1293, 1296; Dee. Dig. &wkey;209(2).]</p> <p>3. Appeal and Error <&wkey;209(2) — Action por Wrongful Death — Proof op Heirship.</p> <p>In an action for wrongful death, brought for the benefit of the widow and minor child of, deceased, where the widow testified to her relationship and the existence of the child and probate proceedings on the estate of the deceased, establishing the heirship of the widow and child, were also introduced, there was sufficient proof of heirship; there being no objection below.</p> <p>[Ed. Note. — For other cases, see Appeal and Error, Cent. Dig. §§ 1291, 1293, 1296; Dec. Dig. &wkey;209(2).]</p> <p>L m»™ and Servant &wkey;279(5) — Injuries to Servant — Actions—Evidence.</p> <p>In an action for the death of the driver of a grain harvester, who was thrown from his seat and killed when his mules were frightened upon the running away of a horse driven by another employs, evidence held, to warrant a finding that such other employé, who was representing the master, was negligent.</p> <p>[Ed. Note. — For other cases, see Master and Servant, Cent. Dig. § 978; Dec. Dig. &wkey;»279(5).]</p> <p>5. Master and Servant <&wkey; 185(26) — Injuries to Servant — Liability oe Master.</p> <p>Where a master directed his servant to take a horse and drive to a grain harvester to ascertain how much sacked grain was on hand, the master is liable for the negligence of that servant, as he represents the master.</p> <p>[Ed. Note. — For other cases, see Master and Servant, Cent. Dig. § 417; Dec. Dig. &wkey;>185(26).]</p> <p>6. Master and Servant <&wkey;>272 — Actions--Evidence—Admissibility.</p> <p>In such case, evidence that the driver of the horse had been previously warned of the danger of scaring the mules drawing the harvester, but that he disregarded such warning, is admissible, for the master is liable for his negligence.</p> <p>[Ed. Note. — For other cases, see Master and Servant, Cent. Dig. §§ 933-935; Dec. Dig. <&wkey;272.]</p> <p>7. Appeal and Error &wkey;>272(2) — Exceptions—Time por Taking.</p> <p>To he considered, exceptions to instructions must be taken prior to the retirement of the jury for the consideration of the case and the return of the verdict.</p> <p>[Ed. Note. — -Eor other cases, see Appeal and Error, Cent. Dig. § 1611; Dec. Dig. <&wkey;272(2); Trial, Cent. Dig. § 080.)</p>",
    "summary": "In Error to the District Court of the United States for the Northern Division of tlie Southern District of California; Oscar A. Trippet, Judge- Action by Saverio di Giovanni Petrocelli, as administrator of the estate of Pietro Spina, sometimes known as Peter Spino, deceased, against Miller & Lux, Incorporated. There was a judgment for plaintiff, and defendant brings error.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "236 F. 846"
    ],
    "opinions": [
        {
            "author_str": "Ross",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nROSS, Circuit Judge.\nThis action was brought to recover damages growing out of the death of one Pietro Spina, sometimes known as Peter Spino, who was at the time in question employed by the plaintiff in error (defendant in the trial court) engaged in driving a team of 32 mules hitched to a large grain harvester on the Midway ranch of the plaintiff in error, in Merced county, Cal., on which harvester were also employed at the time four other men, named, respectively, Knight, Trainor, Albano, and Salapi, the latter working the header with a wheel, Trainor being the. sack sewer, and Knight foreman in charge of the harvester. At the same time there was also in the employ of the plaintiff in error a boy between 16 and 17 years of age by the name of Twining, who was furnished by his employer with a horse and two-wheel cart, whose duties were, among other things, to dfive from time to time to the harvester and get from the sack sewer the number of sacks of grain. The boy had been so employed for more than a month when, on the occasion in question, he was given by the plaintiff in error a new horse to drive, which he drove to the harvester, approaching from the rear, and was getting from Trainor a report of the number of sacks of grain when the horse became *848frightened and ran, passing along the side of the team of mules, which thereupon became frightened and also proceeded to run away, thereby throwing the driver, Spino, from his seat, resulting in the harvester passing over and killing him.\nThe ground of the action is the alleged negligence of the plaintiff in error in furnishing the boy with a horse alleged in the amended complaint to have been “a restive, fractious, vicious, frisky animal, not easily controlled, liable to run away, and a dangerous animal with which to approach said harvester team,” and the alleged negligence of the boy in tíre handling of the horse that he was driving.\nThe action was originally brought in one of the courts of California by one Nordgren, as administrator of the estate of Peter Spino, deceased, the complaint alleging that his heirs were Jovetta Spino and Sunda, Spino, to which complaint a demurrer was filed on the ground that it did not state facts sufficient to constitute a cause of action and because it was uncertain in certain specified particulars. Thereafter a proceeding was commenced in the same state court in the matter of the estate of Pietro Spina, deceased, sometimes known as Peter Spi-no, by the alleged wife of the deceased, in which petition it was alleged that the heirs at law of the said deceased are his surviving wife, Giuditta di Giovanni Petrocelli Spina, a sister 'of the petitioner, and a daughter, Assunta Spina, both of whom resided in Italy, and that the said widow had, in writing, requested the appointment of the petitioner as administrator of the estate. That proceeding resulted in an order of the probate court, revoking the letters formerly issued to Nordgren, and the appointment of the said Saverio di Giovanni Petro-celli administrator of the estate, the court having found that he was the brother of the surviving wife, Giuditta di Giovanni Petrocelli Spina. Thereafter the action was, on motion of the defendant thereto and on the ground of diverse citizenship, removed from the state court to the court below, in which court this stipulation was entered into by and.between the respective parties:\n“In the above-entitled action it is hereby stipulated and agreed that the demurrer heretofore interposed by the above-named defendant to the complaint in said action may be sustained, and that Saverio di Giovanni Petrocelli, administrator of the estate of Pietro Spina, sometimes known as Peter Spino, deceased, heretofore substituted as the party plaintiff in the above-entitled action in the place and stead of ‘G. E. Nordgren,’ as administrator of ‘the estate of Peter Spino, deceased,’ and now plaintiff in said action, may have twenty (20) days from and after notice of the entry of the order of said court sustaining said demurrer pursuant to this stipulation within which to prepare, serve, and file an amended complaint in the above-entitled action.\n“Dated April 30, 1913. Edward P. Treadwell,\n“Attorney for Said Defendant.\n“J. J. Dunne,\n“Mercer H. Parrar,\n“Attorneys for Saverio di Giovanni Petrocelli, Administrator of the Estáte of Pietro Spina, Sometimes Known as Peter Spino, Deceased, Plaintiff in Above-Entitled Action.”\n[1] In pursuance of that stipulation the amended complaint upon which the case was tried in the court below was filed. When the probate proceedings that have been mentioned were offered in evidence, they were objected to on the ground that they weré “in the name *849of the estate of Peter Spino, deceased, whereas the name of the decedent in this case is Pietro Spina.” Not only is it stated in those proceedings that the deceased was sometimes known by the one name and sometimes by the other, but the testimony of several of the witnesses on the trial in the court below is to the same effect. Pietro in Italian is Peter in English, so that the sole difference is in the last letter of the surname, Spino or Spina. Even in criminal cases it was adjudged wholly immaterial whether a man was indicted as Foust or Faust, the Supreme Court saying:\n“A name need not be correctly spelled in an indictment, if substantially the same sound is preserved.” Faust v. United States, 163 U. S. 452, 16 Sup. Ct. 1112, 41 L. Ed. 224.\nWe think the objection made in respect to the name of the deceased in the present case utterly without merit.\n[2, 3] Nor are we able to sustain the contention of the plaintiff in error in regard to lack of proof of the heirship of the widow and child in behalf of whom the action was brought. In the first place, so far as appears, the contention is made in this court for the first time. Not only does it appear that the probate court of the state of California, in determining the matter of the appointment of an administrator of the estate of the deceased, found that this widow and child were his heirs, but in the record of the trial below is this testimony of “Mrs. Giuditta Petrocelli”:\n“My name is Giuditta Petrocelli. I knew Peter Spino (or Pietro Spina) in his lifetime; I was his wife. We were married in Moliterno, Italy, 13 years ago. He was 36 years old at the time of his death. I was 31 years old at the time he died. My husband supported mo during his lifetime; that is all, he liad nothing else. Just all I got was just whatever my husband used to send me. He sent me about $250 a year. He left Italy to come to tbe United States 7 years ago. I left Italy on the 25th of December, to come to the United States. I arrived in New York on the 12th of January, and got to California on the 1st of May. During the 7 years that my husband was here in the United States up to the time of his death, he sent me S250 a year on the average all the time. I have one child, Assunta Spina, 10 years old on the 15th of next August.”\nIf any more proof on the question of heirship was required, the trial court would, no doubt, upon suitable and timely objection there made, have afforded the plaintiff an opportunity to supply it.\n[4-7] The'record contains no evidence tending to show any contributory negligence on the part of the deceased, which was alleged by the plaintiff in error; the real issue on the merits being whether there was sufficient evidence of negligence on its part to sustain the verdict that was rendered against it by the jury. We think there was. Many cases are cited to show that negligence cannot he presumed from the mere fact that the horse ran away and was the cause of the death of the deceased; which is readily conceded. But such is by no means this case. Here there was evidence given tending to show that mule teams are easily frightened, and that only three days before this accident the boy came out to the harvester for a count of the sacks, driving another horse, when the foreman from his position on top of the machine, saw the horse going around the team, “when,” said the *850witness, “the mules started to run, and I grabbed the brake and stopped them.” The witness added that he then said to the boy:\n“You take care of that horse or stay out of the field; that he might cause á runaway, and kill somebody, or some of the mules tear up the machine.”\nOn the day of the accident, which was three days later, when the boy came to get the count of the sacks, he was driving for the first time another horse, and the witness Salapi gave in his testimony this account of his crossing that portion of the field from which the grain had been cut, and which was checked for irrigation:\n“We began working at 6 o’clock; Spina was killed at 9. Between 6 and 9 tbe harvester passed over irrigating checks. In passing over those checks there was no runaway by the mule team. Shortly before Spina was killed I saw a boy in a cart come near the harvester. The boy was in a cart. It was a small cart. It had no brakes. It had two wheels.' When I first saw the boy on that occasion in that cart he was about a quarter of a mile away back of the harvester. He was running, zigzagging before he gets there. When he got fairly close up to the harvester he turned his cart about twice around. He then got near the harvester. When he got near the harvester he was about five or six steps away. At that time when the boy was there alongside the harvester and five or six steps from it his horse was going slowly. The horse was walking. * * * The mules were walking also; both the mules and the horse and cart were walking straight in the same direction. At that time while those things were so, I saw Mr. Trainor; he jumps off the harvester. He moves about two steps near the cart. I see the boy in the cart at that time. He was looking to Billy Trainor. I saw that he was talking. I could not hear the words that they said, because the harvester was making a noise. The lines from the boy’s horse were lying on top, loose, on top of the singletrees. He had the ends of the lines, the extreme ends, the tips, in his left hand. He was making motions to Billy Trainor with his right hand. His left hand that held the tips of the lines was laying on his left knee at the time he was making these motions to Trainor. While that was so, the horse ran.at once directly to the team. When the horse reached the mules and got alongside of the mules, the mules ran away, right straight ahead. The horse runs alongside the team about seventy feet and then turns to the left. The mule team ran on the right side as far as the ditch. They were stopped there. When the boy’s horse started to run I saw him get hold of the line with both hands and try to hold the horse.”\nWhat frightened and started the horse to run does not clearly appear, although the boy in his testimony states that in crossing one of the checks the harvester swayed, which might have frightened it.\nKnight, the foreman of the harvester, testified, among other things; that on the day of the accident he saw the boy approaching the harvester. “When I first saw him,” said the witness, “he was probably a quarter of a mile away, coming from the south. The harvester was going west. The boy Twining was approaching the harvester from the south on that occasion, between a gallop and a run. As he came up from the south and came on toward the harvester, he was twisting around some, and when he got up closer to the harvester he whirled around a couple of times, and then drove up in front of the machine where the sack sewer was. This was a different horse from the one he was driving on June 27th.” Being asked as to the character of the horse, the witness answered:\n“Well, in my opinion it was a bigb-lifed, small borse. One that needs attention. In my opinion it was a spirited animal. Tbe reasons I bave in mind for this opinion, are tbe way tbe borse ran through tbe field and run *851around the machino after he got him up there. He was running through the field, and I seen him running over the checks, and I could tell he was coming pretty fast. He did not pursue a straight line. He was turning, coming* around, kind of twisting zigzag. The cart was a medium cart without any brakes. Had two wheels, and no dashboard. There was no one else in the cart except Twiidng. When I saw him approaching in the way I have described through the field approaching the harvester, I went down to the brake on the harvester. ' The mule team was all right, and was going a slow walk. At the time Twining’s horse and cart got alongside the harvester, when the harvester was going west, and the horse walking, Twining’s horse was walking. When the mule team was walking and Twining’s horse was walking the distance between the harvester and the cart was probably 20 feet. When he got alongside the harvester in the position and under the circumstances I have described, I thought everything was all right, and I saw a cheek, and I went down to the brake. When I got down to the brake at that time, I could not see Twining or Trainor; my view was obstructed by the cleaner. * * * A check is a slight elevation in the ground to hold the water. Probably 2 feet high, a foot and a half, some higher and some lower, depending on the formation of the ground. They slope up and down, a gentle slope. When the harvester was nearing this chock, and I was at the brake the mules started to run. At that time when the mules started to run I saw Twining. He was running right alongside the mules; his horse was going pretty fast. So far as my observation of the facts occurring there on that occasion permits, the harvester did not start Twining’s horse to run, nor did the mules themselves, so far as my obsei'vation went, start Twining’s horse to run. T did not see any member of the harvester do any act to start Twining’s horse or the nuiles. After I lost sight of Twining and went behind the cleaner the next timo I saw him the horse was alongside the mules and going pretty fast, 14 or 16 feet away from the mule team, running west. The mules were running west also and run probably 100 yards. They then turned to the right, turned right short, and run down through the grain field, probably a couple of hundred yards, and run into a ditch of water and turned to the left I jumped oil and run ahead of them and stopped them.”\nThere was further testimony, tending to show that the horse was a high-spirited one; and while, as is usual in such cases, the evidence upon the question of the defendant’s alleged negligence is more or less conflicting, we are of the opinion that if the testimony referred to was true (which, of course, was a matter for the jury to determine), it might well have drawn the conclusion that such a horse, which had just been driven across a checked field, in a zigzag course, at a gait ranging from a gallop to a run and turned around more than once, must have been in a somewhat excited condition, and that it was negligence for its driver to allow the lines to lay loose on top of the singletrees, holding only the tip ends in his left hand, while giving his attention to the sack sewer. If the driver was so negligent, it cannot be doubted, we think, that his employer, who furnished him with the instrumentalities and directed him to do the work in which he was engaged, must be held responsible. This rests upon the principle that the employe was the agent of the employer in doing the work he was sent to do, and, being such agent at the time of the accident, upon precisely the same ground he was the agent of the defendant when he received the warning from the foreman of the harvester three days before. We, therefore, think there is no merit in the contention that the court below erred in admitting in evidence the testimony in respect to such warning, and still less in the contentions of the plaintiff in error in respect to the other rulings on the trial, save only those re*852garding the instructions to the jury, given and refused, as to which the plaintiff in error is concluded by its failure to take any exceptions thereto prior to the retirement of the jury for the consideration of the case and the return of its verdict. It is too late now to question the well-established rule in this circuit that such exceptions must be taken prior to such time, which rule is in accordance with and founded upon the decision of the Supreme Court. See Phelps v. Mayer, 15 How. 161, 14 L. Ed. 643; Western Union Tel. Co. v. Baker, 85 Fed. 690, 29 C. C. A. 392; Star Co. v. Madden, 188 Fed. 910, 110 C. C. A. 652; Mountain Copper Co. v. Van Buren, 133 Fed. 1, 66 C. C. A. 151; Arizona &amp; N. M. Ry. Co. v. Clark, 207 Fed. 817, 125 C. C. A. 305; Copper River &amp; N. W. Ry. Co. v. Heney, 211 Fed. 459, 128 C. C. A. 131; Beatson Copper Co. v. Pedrin, 217 Fed. 43, 133 C. C. A. 29, and Alverson v. Oregon-Washington Railroad &amp; Navigation Co., 236 Fed. 331, - C. C. A. -, a corporation, decided by this court September 5, 1916.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 8800970
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}