{
    "id": 8842104,
    "judges": "Eldredge",
    "date_filed": "1978-08-12",
    "date_filed_is_approximate": true,
    "slug": "dole-v-hardinger",
    "case_name_short": "Dole",
    "case_name": "Dole v. Hardinger",
    "case_name_full": "S. D. Dole v. J. D. Hardinger and Anabel Alexander",
    "attorneys": "Vause, Hughes & Kiger, for appellant., O. E. Patterson and E. J. Miller, for appellee J. D. Hardinger., Edward C. Craig, Donald B. Craig and James W. Craig, Jr., for appellee Anabel Alexander; Fred H. Kelly, of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Statutes, § 196*—what considered in ascertaining intention of Legislature. In attempting to ascertain the intention of the Legislature for the purpose of construing the meaning of a statute, a court will have regard to existing circumstances or contemporaneous conditions prevailing at the time of its enactment, the law existing prior to its passage, and the mischief sought to be remedied.</p> <p>2. Animals, § 12*—what is liability at common law for injuries by dogs jointly. At common law separate owners of several dogs will not jointly be liable for damages done jointly by the said several dogs.</p> <p>3. Animals, § 12*—what is liability under statute of owners of dogs jointly doing damage. Under the Act approved February 11, 1853, “providing for the payment of damages done by dogs” (J. & A. HIT 406, 407), the owner of each of several dogs jointly doing damage is liable for the whole amount of the damage.</p>",
    "summary": "Appeal from the Circuit Court of Moultrie county; the Hon. George A. Sentel, Judge, presiding. Heard in this court at the October term, 1916.",
    "disposition": "Reversed and remanded with directions.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "204 Ill. App. 640"
    ],
    "opinions": [
        {
            "author_str": "Eldredge",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Justice Eldredge delivered the opinion of the court. Appellant sued appellees jointly in an action on the case by virtue of an act entitled, “An Act providing for the payment of damages done by dogs” (approved February 11, 1853, J. &amp; A. fifí 406, 407), for damages done to his flock of sheep by the dogs owned by the defendants. The amended declaration avers, in substance, that appellant was, on November 12, 1915, the owner of three hundred sheep which were upon his own lands; that upon the same day each of the appellees was the owner of a dog; that upon said day said dogs killed sixty-three of appellant’s sheep and chased and wounded the remainder of them; that the dogs attacked the sheep pursuant to a common purpose and design, and acted as a common pack simultaneously, each aiding and abetting the other, and killed and chased said sheep; that it is unknown to appellant, and he is unable to prove, which dog killed or chased or wounded each particular sheep. To this declaration appellees severally demurred and the demurrers were sustained by the court and appellant having elected to abide by his declaration, judgment was rendered in bar of the action. To reverse this judgment this appeal is prosecuted. The Act of 1853 mentioned provides as follows: “The owner of any dog or dogs shall be liable in an action on the case for all damages that may accrue to any person or persons in this State, by reason of such dog or dogs killing, wounding, or chasing any sheep or other domestic animal belonging to such other person or persons.” The contention of appellees is, and the court below so held, that a joint action against separate owners of dogs for killing sheep will not lie under this statute. The statute does not say the “owner or owners” of any dog or dogs shall be liable, but uses the word “owner” in the singular. It is elementary, that in attempting to ascertain the intention of the Legislature for the purpose of construing the meaning of a statute, a court will have regard to existing circumstances or contemporaneous conditions prevailing at the time of its enactment, the law existing prior to its passage and the mischief sought to be remedied. Chapter 131, Rev. St. (J. &amp; A. ft 11102 et seq.), provides that general provisions, terms, phrases and expressions in statutes shall be liberally construed in order that the true intent and meaning of the Legislature may be fully car-. ried out and, if it is necessary to accomplish this, words implying singular number may extend and be applied to several persons and things. At common law separate owners of several dogs will not jointly be liable for damages done jointly by the said several dogs. Denny v. Correll, 9 Ind. 72; VanSteenburgh v. Tobias, 17 Wend. (N. Y.) 562; Russell v. Tomlinson, 2 Conn. 206; Buddington v. Shearer, 20 Pick. (Mass.) 477; Cooley on Torts (3rd Ed.), vol. 1, p. 249. If this act should be given the construction contended for by appellees, then there was no necessity for its passage and no mischief remedied by its enactment, except the abrogation of the necessity of proving scienter on the part of the owner. Section 1620, Statutes of Wisconsin 1898, provides as follows: “The owner or keeper of any dog which shall have injured or- caused the injury of any person or property or killed, wounded or worried any horse, cattle, sheep or lands, shall be liable to the person so injured and the owner of such animals have all damages so done without proof or notice to the owner or keeper of such dog or knowledge by him that his dog was mischievous or disposed to kill, wound or worry horses, cattle, sheep or lands.” The substantive part of this statute is practically the same as the statute of this State, and the Supreme Court of Wisconsin in the case of Nelson v. Nugent, 106 Wis. 477, in answer to the same contention made in that case as is presented in the case at bar, held: “As we read it, the statute has changed the common-law liability of the owners of dogs for injuries done by them. * * * The danger of damage to sheep from dogs, and the difficulty of protecting flocks, is so great that it was deemed necessary to adopt stringent measures for that purpose. It is a well-known fact that dogs which have the propensity of killing sheep often travel in pairs and make their attacks together. It is practically impossible, in most cases, to tell what damage was done by one dog and what by the other. The difficulty of apportioning the damage led the Legislature to adopt the language set forth in the statute, making the owner or keeper of a dog doing injury to sheep liable for all the damage so done. The circumstance that another dog was engaged in the same act does not lessen the liability, unless we are able to apportion the damage done by each dog. The impossibility of doing so is manifest. It cannot be done unless some arbitrary rule is adopted, as was done in a few of the cases cited by the defendant. Partenheimer v. Van Order, 20 Barb. 479; Powers v. Kindt, 13 Kan. 74. In Wilbur v. Hubbard, 35 Barb. 303, two dogs killed sheep of the value of $19. The dogs were of unequal size, and, the defendant’s being the larger, a verdict for $12 against him was sustained on the ground that the jury had a right to say that the smaller dog did not do as much damage as the larger one. “We must decline to follow the rule laid down by these cases. It is quite contrary to the terms and spirit of the statute. When these things are considered, it is but reasonable to hold that each owner of a dog engaged in doing the damage is liable for the whole amount of damage done. Any other holding would tend to emasculate the statute and deprive the sheep owner of the protection the statute was designed to give. Suppose two dogs, with different owners, together attack and frighten a traveler’s horse, and damage ensues; under the rule sought to be invoked, the injured party could recover a fraction of his damages from one owner, to be measured according to the size of his dog, and the remainder from the other. This hardly accords with the true meaning and intent of the statute. The construction given this statute by the trial court, and here approved, finds support in the following cases: Kerr v. O’Connor, 63 Pa. St. 341; Worcester County v. Ashworth, 160 Mass. 186.” While other jurisdictions hold a contrary view, we are of the opinion that the rule as announced by the Supreme Court of Wisconsin is the more reasonable and logical one. Any other construction would make the act abortive of any additional remedial relief except as heretofore noted. Under the common law, if two dogs owned by different- persons joined in the killing or worrying of sheep, the owner of the sheep has no remedy unless he can prove just what damage each particular dog did and sue its respective owner therefor. Such proof is substantially never possible to obtain, and it was evidently the intention of the Legislature to remedy this defect in the common law by enacting the statute in question. The judgment is reversed and the cause remanded with directions to override the demurrers to the declaration. Reversed and remanded with directions. ",
            "ocr": true,
            "opinion_id": 8827301
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}