{
    "id": 8901060,
    "judges": "Owens",
    "date_filed": "2017-08-16",
    "date_filed_is_approximate": true,
    "slug": "wilcox-v-ford",
    "case_name_short": "Wilcox",
    "case_name": "Wilcox v. Ford",
    "case_name_full": "E.K. WILCOX, Jr. v. J. Paul FORD, Warden",
    "attorneys": "James Wyatt, Bobby Lee Cook, Summer-ville, Ga., for petitioner., Mary Beth Westmoreland, Atlanta, Ga., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "626 F. Supp. 760"
    ],
    "opinions": [
        {
            "author_str": "Owens",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOWENS, Chief Judge:\nFederal law provides that “a district court shall entertain an application for a writ of habeas corpus in behalf of a person in custody pursuant to the judgment of a State court only on the ground that he is in custody in violation of the Constitution or laws or treaties of the United States.” 28 U.S.C.A. § 2254(a) (West 1977) (emphasis added). Pursuant to this law, E.K. Wilcox, Jr. has filed a petition for a writ of habeas corpus contending that in violation of his rights derived from the United States Constitution he was convicted of murder and concealing a death. This court is required to determine whether or not the State of Georgia unconstitutionally convicted and imprisoned petitioner Wilcox.\nOn January 14, 1982, petitioner was convicted by a jury in the Lowndes County Superior Court for murdering and then concealing the death of Hellen Hanks. These convictions were affirmed on direct appeal. Wilcox v. State, 250 Ga. 745, 301 S.E.2d 251 (1983). Petitioner has sought and been denied relief in a state habeas action by an *762order dated November 17, 1983, from the Superior Court of Muscogee County. The Supreme Court of Georgia declined to review this decision by denying petitioner’s application for a certificate of probable cause to appeal on April 25, 1984. The respondent has stipulated that petitioner has exhausted his state remedies on all issues raised. Thus, this action is in a posture to be considered on the merits.\nParaphrasing this court’s instructions to criminal juries, it is important to remember that this is an important case. The fact that any person convicted of a crime has the right to have his conviction reviewed to determine whether he received a fair trial under the Constitution, is of supreme and profound significance in the life of our nation and in the life of each one of us individually.\nWhenever true justice is done all of us grow in strength and in spirit and whenever any violence is done to the administration of justice or injustice is dealt to any person, we are all, to that extent, weakened. The court’s important function today is to determine justice under the law in this particular case and thereby to sustain the validity of the ideal of justice under the law for all.\n\nI. Sufficiency of the Evidence Standard\n\nIn his opening statement to the jury the prosecuting attorney said that the state had no evidence to prove the cause of Hellen Hanks’ death. (Trial transcript at 7). As promised, the state produced no such evidence at trial. In spite of that lack of evidence, the jury found petitioner guilty of murder and of concealing a death.\nOne allegation of error made by petitioner is that the evidence adduced at trial is insufficient to support his convictions under the standards set forth by the Supreme Court of the United States in Jackson v. Virginia, 443 U.S. 307, 99 S,Ct. 2781, 61 L.Ed.2d 560 (1979). Specifically, petitioner asserts that the state failed to prove that Hellen Hanks’ death was the result of criminal agency and that the evidence was wholly insufficient to show that petitioner committed the murder.\nThis issue was addressed by the Georgia Supreme Court on direct appeal, Wilcox v. State, 250 Ga. 745, 752-53, 301 S.E.2d 251, 257-58 (1983). The state court’s factual findings are entitled to a presumption of correctness. 28 U.S.C.A. § 2254(d) (West 1977); Sumner v. Mata, 455 U.S. 591, 102 S.Ct. 1303, 71 L.Ed.2d 480 (1982). However, this court too has its responsibility. Application of the Jackso^ standard is a mixed question of law and fact and is thus not entitled to the § 2254(d) presumption. See Grizzell v. Wainwright, 692 F.2d 722, 725 (11th Cir.1982). “A judgment by a state appellate court rejecting a challenge to evidentiary sufficiency is of course entitled to deference by the federal courts____ But Congress in § 2254 has selected the federal district courts as precisely the forums that are responsible for determining whether state convictions have been secured in accord with federal constitutional law.” Jackson v. Virginia, 443 U.S. 307, 323, 99 S.Ct. 2781, 2791, 61 L.Ed.2d 560 (1979). Petitioner’s claim has been properly presented and is therefore entitled to review. See generally Brown v. Wainwright, 772 F.2d 780 (11th Cir.1985).\nThe United States Constitution guarantees that no person shall be subjected to a criminal conviction “except upon proof .beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.” In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 1073, 25 L.Ed.2d 368 (1970). In Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979), the Supreme Court developed a test designed to determine whether the record evidence adduced at trial could reasonably support a finding of guilt beyond a reasonable doubt. The question to be answered in reviewing the evidence is, “whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” Id. at 319, 99 S.Ct. at 2789. The Jackson court, however, remained cogni*763zant of the significance of the role played by the trier of fact. Findings of the trier of fact are to be given broad deference subject only to the review necessary to guarantee the fundamental protection of due process of law. Id.\nIt is this review that the petitioner seeks to have this court undertake. Petitioner alleges that based upon the evidence produced at his trial, no rational trier of fact could have found all the essential elements of the offenses for which he was convicted beyond a reasonable doubt. It thus becomes incumbent upon this court to determine whether the evidence produced at petitioner’s trial satisfies the test of Jackson v. Virginia as to all the necessary elements of the offenses for which petitioner was convicted. Id.\nA jury convicted the petitioner of murder and of concealing the death of another person. Georgia defines murder as follows:\n(a) A person commits the offense of murder when he unlawfully and with malice aforethought, either express or implied, causes the death of another human being.\n(b) Express malice is that deliberate intention unlawfully to take the life of another human being which is manifested by external circumstances capable of proof. Malice shall be implied where no considerable provocation appears and where all the circumstances of the killing show an abandoned and malignant heart.\nO.C.G.A. § 16-5-l(a), (b) (1981). The critical elements of the offense of murder therefore are (1) unlawfully (2) causing the death of another human being (3) with malice aforethought: See Holloway v. McElroy, 474 F.Supp. 1363 (M.D.Ga.1979), affd, 632 F.2d 605 (5th Cir.1980), cert. denied, 451 U.S. 1028, 101 S.Ct. 3019, 69 L.Ed.2d 398 (1981). Likewise, the Georgia code provides “[a] person who, by concealing the death of any other person, hinders a discovery of whether or not such person was unlawfully killed is guilty of a misdemean- or.” O.C.G.A. § 16-10-31 (1981). The critical elements of the offense of concealing a death therefore are (1) concealing the death of another (2) which results in hindering the discovery of whether or not that person was unlawfully killed. Id.\nThis court must now review the evidence to determine whether it was sufficient for any rational trier of fact to find that petitioner committed each of the above elements beyond a reasonable doubt. This evidence must be viewed in a light most favorable to the prosecution.\n\nII. The Evidence\n\nThe Georgia Supreme Court from the evidence found the facts to be as follows:\n“On August 31, 1972, a Thursday, the victim, thirty-five year-old Hellen Hanks, disappeared. At that time, she was working as a bookkeeper and secretary for Wilcox Outdoor Advertising in Valdosta, a company owned by the appellant, E.K. Wilcox, Jr. and his father, E.K. Wilcox, Sr. Her body was discovered approximately eight years later, on November 24,1980, by a logger clearing a wooded area.\nOn August 31,1972, Hellen went to work as usual. She was wearing a dark green dress with a long strand of green beads. After work, she planned to have her hairpiece combed and her typewriter repaired. Jerry Davis, an employee of Wilcox Outdoor Advertising, testified that he saw her in the office at about 8:15 a.m. before he left on an assignment.\nAt about 5:00 p.m. that afternoon, James Hanks, the victim’s husband, received a telephone call from the appellant. Hanks testified that the appellant told him that Hellen could not be found around the office, although her car was still there. Mr. Hanks then immediately drove to the Wilcox Outdoor Advertising office, arriving there, at about 5:20 p.m. or 5:25 p.m. He testified that when he arrived, the appellant was going through Hellen’s purse. He asked the appellant what he was doing, and he responded he was looking for some keys that Hellen would ‘not be needing ... any longer.’\n*764At approximately 5:30 p.m. the Valdosta police and GBI agents, responding to the appellant’s call, arrived at the Wilcox business. They unsuccessfully searched the office and warehouse for Hellen, but they did find her typewriter and hairpiece in the car and two completed applications for employment in her purse. Since they found no evidence indicating where Hellen might be, a missing person’s report was filed.\n■ The Valdosta police continued their investigation of Hellen’s disappearance for several days before discontinuing it because neither Hellen nor any new evidence was found. Similarly, though the GBI investigation lasted longer, it was discontinued for lack of evidence.\nOn November 24, 1980, Fred Blanton, a logger, was digging up roots with a plow while clearing a wooded area off Indian Creek Road when he unearthed a wooden box. The plow ripped off the top of the box, which had been nailed shut, exposing a skeleton. Mr. Blanton called the police to the scene. In addition to the skeleton, the following items were found in or around the box: a metal cash box, a second metal box, a bank bag, receipt books, a padlock with a key inserted, several other keys, portions of a dress, a wedding ring, lingerie, shoes, a mass of hair, and a length of rope. The dress, the padlock, and the other keys were found under the burial box, and the lingerie was found rolled up in a ball next to it.\nBecause papers found referred to Wilcox Outdoor Advertising, an officer called the appellant to inquire if he was missing certain items. As a result of the call, but not at the request of the officer, the appellant came to the scene.\nThe burial box, the skeletal remains, and other items found at the scene were collected and examined. Dr. James Howard of the State Crime Laboratory examined the rope and testified that hairs, consistent with hairs taken from the mass of hair found in the box, were embedded in the surface of the rope, a condition, he testified, that would not exist as a result of casual contact. He testified that the combination of the condition of the hair and its adherence to the rope was consistent with it having been embedded in the rope while the victim was alive. He testified that the curl or loop in the rope was consistent with it having been crossed or tied and left that way for a long period of time. Although witnesses testified that the rope found in the grave was similar to rope used at Wilcox Outdoor Advertising, Dr. Howard testified that he had compared rope samples taken from the Wilcox business in 1980 to the rope found in the grave, and they did not match. He attributed the difference to the use of different rope fibers in 1972.\nSeveral witnesses testified that the burial box was similar to boxes used by Wilcox Outdoor Advertising, and the appellant, while at the burial site, told several officers the box used to bury Mrs. Hanks looked like one that had been reported missing from the business in 1972. These boxes are approximately four feet long, two to three feet wide, and two to three feet deep and are made of wood, except for the top which is metal. In 1972, two trucks used at Wilcox Outdoor Advertising were fitted with these boxes to carry equipment. A third box of this type was kept in the back of the warehouse. Willard King, the appellant’s father-in-law, and now production manager of the Wilcox business, worked part-time on Saturdays in 1972. He testified that he found this extra box was missing on the second Saturday, or nine days, after Hellen’s disappearance. He had not worked the previous Saturday. He stated that he told the appellant the box was missing, and that the appellant said he would report it to the police, since Mrs. Hanks was also missing.\nOther items found at the scene were also connected to the appellant’s business. One of the keys fit a 1971 Ford pick-up truck, which was being driven by the appellant in 1972. There was testimony that there were two keys for this truck, one kept by the appellant, and one kept by Hellen Hanks while she was the secretary. In 1979, this truck was purchased from the *765appellant by Salem Scott, who testified the appellant gave him only one ignition key.\nThe cash box and the rusted padlock with the key in it were linked with the Wilcox business. To service its vehicles, the company had a gas pump located behind the building. The switch for this pump was located inside the office and was secured with a padlock. There was testimony that Hellen Hanks kept the key to this padlock in the cash box in her office. If employees wished to use the pump, they had to get the key from Hellen. The key found in the padlock opened it, and a key taken from the appellant’s desk drawer one week after the burial site was uncovered also fit the rusted padlock.\nMany of the personal belongings found at the burial site, such as the dress, the wedding ring, and the beads, were identified by Hellen’s family as belonging to her. Both the dress and the bra showed signs of being torn or cut.\nMedical studies and comparisons were conducted on the skull and other skeletal remains. Dr. Robert Johnson, a dentist, compared the skull to Hellen’s dental records, and established the skull to be Hellen’s. Dr. Larry Howard of the Georgia State Crime Lab conducted two examinations of the skeletal remains, one shortly after the bones were found, and another in August of 1981.\nDr. Howard concluded the first examination of the skeletal remains about March 10, 1981. He testified that he was not able to establish the cause of death, but that, nevertheless, he was of the opinion that she was strangled. He based this opinion on his knowledge of the conditions of the burial site and on other items found at the burial site, particularly the rope, which was found tangled in hair and lying in the chest or neck area of the skeleton, and which, he testified, had the approximate diameter of a neck when allowed to assume its own shape.\nAfter statements taken from two employees of Wilcox Outdoor Advertising in July of 1981 indicated that the body may have been dismembered before burial, the remains were exhumed, and a second examination was performed. It revealed evidence of dismemberment of the left knee joint. Dr. Howard testified that after cleaning the knee joints, he found two linear or vertical, as opposed to horizontal, abrasions on the back of the left knee cap. He testified the abrasions were made by a pointed instrument, and that brown bodily fluid stains on the knee cap and the lack of abrasions in the dirt covering the knee cap indicated that the dismemberment occurred prior to the first burial. He also found a possible associated lesion or slice mark on the bottom of the large thigh bone (the femur) of the left leg, located on the same side of the leg as the abrasions on the knee cap.\nThe left knee cap and the femur were also examined by Dr. Ellis Kerley, a leading forensic pathologist from the University of Maryland. He agreed that there were two incised marks on the back of the left knee cap and one on the femur. Though he could not be positive of dismemberment in this case, he found these cut marks to be consistent with dismemberment shortly after death.\nContrary testimony was offered by Dr. Joseph Burton. He testified that the bone exposed by the cut marks on the knee cap and femur was not mineralized or oxidized, as was other unmarked bone, indicating that these marks were a recent injury to these bones. He did not think that these marks were consistent with dismemberment of the leg.\nAfter the discovery of the remains of Hellen Hanks, an investigation of her murder began. The police interrogated two employees of Wilcox Outdoor Advertising, Lorenzo Marshall and Ed Wrentz, who gave statements incriminating the appellant.\nLorenzo Marshall, who started work for the Wilcox business in 1952, gave a signed written statement on July 2, 1981, which was witnessed by Ed Wrentz. He stated that he did not remember the date, but that shortly after Mrs. Hanks disappeared, Ed *766Wrentz came to him and asked him to help him dig a hole. He stated that the appellant then drove them in his truck somewhere, where they dug until they had to stop because of rain, at which time the hole was about waist deep. He stated that he did not remember when, but that he and Ed Wrentz later met the appellant and his father at Wilcox Outdoor Advertising, at which time the appellant had them load a box on his truck and drove them to the hole, where he and Ed finished digging and buried the box. He also stated that Ed threw something that looked like a dress into the hole before the box was lowered.\nAt trial, Marshall recanted his story, maintaining that he was in Albany, Ga. from Tuesday until Friday, September 1, 1972, and that he had nothing to do with a burial. Two other witnesses, both employees of Wilcox Outdoor Advertising, testified to this effect. Both testified that they were in Albany working with Marshall during the week of Hellen’s disappearance, and that they did not arrive in Valdosta until that Friday afternoon. Marshall testified that he told the officers from the very beginning he didn’t know anything about a burial. He testified that the officers put words in his mouth by telling him what Ed had said. He testified that since he was scared and wanted to go home, he went along with the story.\nEd Wrentz, who was seventy-eight at the time of trial and who had worked for the Wilcox business for more than thirty years, gave a signed statement on July 1, 1981 incriminating the appellant. Unlike Marshall, he recounted basically the same story on direct examination at trial. He testified that shortly after Mrs. Hanks disappeared, he and Lorenzo Marshall were driven into . the country by the appellant to dig a hole, but that they did not finish because of rain. He testified that he didn’t remember the date, but that it was dark, though it hadn’t been dark long. He testified that at a later date, he and Lorenzo met the appellant and his father at the warehouse, at which time he and Lorenzo put Mrs. Hank’s body into a box and loaded it onto a truck. He testified that the body was stiff and that extra pieces, which he thought were part of her legs, were also put in the box. He testified that they then drove to the hole, at which time he and Lorenzo finished digging the hole and placed the box, along with a few other things, into it.\nAfter testifying to the above story on direct, Wrentz repudiated it on cross. He stated that the first time he talked to the police, he told them he didn’t know anything about Mrs. Hanks’s disappearance. He testified he told the truth on that occasion and that that was the truth now, i.e., at the time of trial. He testified on cross that he was out-of-town Thursday, August 31,1972 and Friday, September 1,1972, but arrived back in Valdosta that Saturday. This testimony contradicted the statement he gave to police, which was that he and Lorenzo helped dig a hole the night of Hellen’s disappearance. Mr. Wrentz, however, did testify on cross that he did get a box from the warehouse and that he did dig a hole.\nOn redirect, Mr. Wrentz reiterated that he and Lorenzo put Mrs. Hanks’s body in a medium sized box, were driven somewhere in a Ford pick-up truck, dug a hole, and buried the box. Also, his description of the burial site before its clearance by Fred Blanton was consistent with that of other witnesses. He described a gravel road, off of which was a three-path-road surrounded by woods, which ran past the burial site.\nConcerning his activities on August 31, 1972, the appellant gave a statement to the police in October of 1972 and testified at trial. It is undisputed that the appellant and his father left Atlanta on the morning of August 31, 1972 to return to Valdosta. They had been there since Tuesday, August 29, 1972 on a business trip. The crucial issues concern his time of arrival in Valdosta and his activities once there.\nIn October of 1972, the appellant talked with GBI agent Larry Oxford. He stated that while driving back to Valdosta on August 31, 1972, he and his father stopped around 1:00 p.m. to visit a couple of friends, Willard King and Howard Holt, in *767Cordele. He stated that they left Cordele and arrived at his father’s home in Valdosta around 3:45 p.m. From there, they drove separate cars to the office and arrived there around 4:00 p.m. He stated that Hellen was not there when they arrived, although her car and purse were, and since he and his father could not find her, they called Mr. Hanks and the police around 5:00 p.m.\nAt trial, the appellant recounted basically the same story. He testified that on their return from Atlanta, he and his father stopped in Cordele about 1:00 p.m. to visit his father-in-law, Willard King, stayed there approximately an hour, and then left for Valdosta. They got off of 1-75 at their Valdosta exit around 4:00 p.m., give or take a few minutes. From there, he testified they went to the family home so he could pick up his car. They drove separate cars to the office, arriving between 4:15 p.m. and 4:30 p.m. He testified that Hellen was not there when they arrived and they looked for but were unable to locate her. As a result, he testified, he called Mr. Hanks about 4:45 p.m. to inquire about Hellen and called the police shortly thereafter. He testified that he did not notice if Hellen’s purse was at the office, and he denied looking through it, though he did state that either he or his father asked Mr. Hanks to look in her purse to see if her office keys were in it. He testified that Mr. Hanks found them and handed them to him. He denied making the statement that she wouldn’t be needing the keys anymore. The appellant’s father testified to basically the same facts concerning the time of their arrival and the circumstances following it.\nThe appellant claimed that at the time of the initial search for Hellen by Mr. Hanks and the police, the entire office was available to be searched. Both the appellant and his father testified that Wilcox, Sr. was at the office during the search. The appellant testified that the search lasted until around 8:00 p.m., at which time he left the office, went home and washed up, and drove to a dinner honoring him and his wife, arriving there between 8:30 p.m. and 9:00 p.m. After the dinner, he testified that he first went back to the office to make sure the doors had been locked and then went home.\nHowever, there was testimony contradicting some of the above assertions. First, Mr. Hanks and two police officers testified that the appellant’s father was not at the office while they were there. Second, two police officers testified that the search ended about 6:30 p.m. In addition, there was testimony that only Mrs. Hanks’s car, the appellant’s car, a police car, and a truck were at the office on the afternoon of August 31, 1972, indicating that the appellant’s father, who drove there in his own car, was not at the office.\nThe appellant’s ex-wife and her father, Willard King, contradicted the appellant’s and his father’s testimony concerning their time of arrival in Valdosta on August 31, 1972. The appellant’s ex-wife testified that the appellant called her shortly after 5:00 p.m. on August 31,1972. She testified that he told her that he and his father had arrived at the office between 3:00 p.m. and 3:30 p.m., and had found the door open, but couldn’t find Mrs. Hanks. Willard King testified that on August 31,1972, the appellant and his father stopped in Cordele to visit him at approximately 1:00 p.m. and left about 1:30 p.m. The appellant’s ex-wife testified that she and her husband had previously driven from Valdosta to Cordele several times in around 60 to 70 minutes (the speed limit at that time was seventy miles per hour). Mr. King testified the drive should take about one and one-half hours.\nOn the evening of August 31, 1972, a party honoring the appellant and his ex-wife was scheduled. The appellant’s ex-wife testified that when she talked to the appellant shortly after 5:00 p.m., he told her to go to the party without him, because he wasn’t sure what time Mr. Hanks and the police would leave the office. Both the appellant’s ex-wife and her mother testified that the appellant and his father did not arrive at the party until 9:00 p.m. There was testimony that the police left the Wil*768cox business premises at about 6:30 p.m. The appellant’s ex-wife also testified that after the party ended at 10:30 p.m., the appellant, instead of going home with her, told her that he needed to go back to the office to make sure everything was locked. She testified that though he was in bed the next morning when she awoke, he had not come home before she went to sleep around 11:00 p.m. and did not wake her when he did come home. The appellant testified that he arrived home about thirty to forty minutes after leaving the party.\nSeveral witnesses testified to strained relations between the appellant and Hellen Hanks. Dorothy Edwards, Hellen’s best friend, testified that the Sunday before Hellen disappeared Hellen told her she was afraid of the appellant and was looking for other employment. Dorothy testified that Hellen told her that she slapped the appellant one day because he grabbed her on the buttocks.\nAnother friend, Cara Ardrengo, testified that the Tuesday before Hellen disappeared Hellen spoke with her and expressed fear of the appellant and a desire to get away from him by finding other employment. She testified that Hellen told her that she was keeping two sets of books, one that was good, and one that wasn’t good, and that she didn’t like to be in that position.\nJerry Davis, an employee of Wilcox Outdoor Advertising at the time of Hellen’s disappearance, testified that he saw the appellant and Hellen appear disturbed when they bumped into each other in a doorway, and another employee, John Goodman, testified that he saw the appellant place his hands on Hellen, who then pushed them away. He also said he heard appellant call Hellen a ‘dumb bitch.’\nLucy Hanks, Hellen’s daughter, also testified that Hellen wanted a new job because she did not like the appellant. Lucy testified that one day, several weeks before her mother’s disappearance, her mother came home crying because she had slapped the appellant for making a pass at her.\nThe appellant denied that he had ever touched or patted Hellen and that she had ever slapped him. He testified that though he had been irritated with her on one occasion, she was a good employee with whom he never had any difficulty.”\nWilcox, 250 Ga. at 745-52, 301 S.E.2d at 253-57.\n\nIII. Application of Georgia Evidentiary Rule\n\nBased upon this evidence, the jury found the petitioner guilty of murdering Hellen Hanks and of concealing her death. This court must now determine' whether this evidence is sufficient for any rational trier of fact to have found the essential elements of these offenses beyond a reasonable doubt. As discussed earlier, in making this determination, the evidence must be viewed in the light most favorable to the prosecution. Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979). Further, a Jackson review must include application of the convicting state’s evidentiary rules. See Moore v. Duckworth, 443 U.S. 713, 714-15, 99 S.Ct. 3088, 3089-90, 61 L.Ed.2d 865 (1979) (per curiam); Turner v. McKaskle, 721 F.2d 999, 1003 (5th Cir.1983); Harris v. Blackburn, 646 F.2d 904, 906 (5th Cir.1981) (Unit A). Of particular significance to a review of the evidence in this case is O.C.G.A. § 24-4-6 (1982) which provides: “To warrant a conviction on circumstantial evidence, the proved facts shall not only be consistent with the hypothesis of guilt, but shall exclude every other reasonable hypothesis save that of the guilt of the accused.” Discussing this rule, the Georgia Supreme Court has said,\nif the state relies upon circumstantial evidence, that evidence must be so strong as to exclude every other reasonable hypothesis save that of the guilt of the accused. It must be inconsistent with his innocence. This court has ruled on several occasions that, in cases involving life or liberty, this rule must not be relaxed. When a heinous crime has been committed in a community, and the peo*769pie are greatly shocked thereby, it is natural for them to catch at any little circumstance to throw suspicion upon some person, and to conclude from this or that circumstance that he is the guilty party. The horror of the crime, and their desire, as good citizens, to see the guilty party punished and the law vindicated, frequently lead them to premature judgment, which oftentimes follows them into the jury box, where, as jurymen, they not infrequently find persons guilty on bare suspicion alone.\nParks .v. State, 202 Ga. 84, 93, 42 S.E.2d 103, 109 (1947) (quoting Williams v. State, 113 Ga. 721, 723, 39 S.E. 487, 488 (1901)). See also Barnett v. State, 153 Ga.App. 430, 265 S.E.2d 348 (1980); Kreager v. State, 148 Ga.App. 548, 252 S.E.2d 1 (1978); Roberson v. State, 145 Ga.App. 687, 244 S.E.2d 629 (1978); Carr v. State, 119 Ga. App. 540, 167 S.E.2d 707 (1969). The former Fifth Circuit has indicated that there may be due process implications in the application of O.C.G.A. § 24-4-6. See Holloway v. McElroy, 632 F.2d 605, 640 n. 55 (5th Cir.1980), cert. denied, 451 U.S. 1028, 101 S.Ct. 3019, 69 L.Ed.2d 398 (1981).\nSince petitioner’s conviction for murder rests upon circumstantial evidence, petitioner is entitled to the protection of O.C.G.A. § 24-4-6 (1982). Thus, the facts adduced at trial must exclude every other reasonable hypothesis. Based on the same evidence that the jury relied upon to convict the petitioner, a jury could have found that Ms. Hanks’ fear stemmed from her belief that one set of books she kept for the Wilcox business was illegal and that this “bad” set of books was kept at the direction of the owner, E.K. Wilcox, Sr. A jury could have found that since Ms. Hanks had openly discussed her concern about the “bad” set of books she was asked to keep, Mr. Wilcox, Sr. was aware that she was disseminating this information. A jury could have further found that Mr. Wilcox, Sr. had the opportunity to strangle Ms. Hanks and then conceal her body between 3:30 p.m. and 5:00 p.m. on August 31,1972. Likewise, a jury could have found that Mr. Wilcox, Sr. played a role equal to or greater than that of petitioner in disposing of Ms. Hanks’ body as previously discussed by this court.\nAs is true concerning the proof against petitioner, there is no direct evidence linking Mr. Wilcox, Sr. to the act of strangling Hellen Hanks. Again, one may only reach this conclusion by making inferences of varying degrees of strength which are based upon wholly circumstantial evidence. This court finds that the inference against petitioner, that Ms. Hanks was strangled as a result of some sort of sexual confrontation, is no more compelling than the inference that may be drawn against E.K. Wilcox, Sr., that Ms. Hanks was strangled out of fear that she may disseminate information, true or not, regarding two sets of books kept by the Wilcox business.\nThus, this court concludes that the evidence produced at trial fails to exclude every other reasonable hypothesis except that of guilt of the petitioner for murder. See O.C.G.A. § 24-4-6 (1982). Indeed, the evidence may be construed so as to be consistent with petitioner’s innocence. See Parks v. State, 202 Ga. 84, 42 S.E.2d 103 (1947). At a very minimum, an alternate reasonable hypothesis must constitute a reasonable doubt as to petitioner’s guilt. In the present case, the hypothesis that petitioner’s father committed the murder raises a reasonable doubt as to petitioner’s guilt. Thus, this court must conclude that in the context of Georgia law, viewing the evidence in the light most favorable to the prosecution, no rational trier of fact could have found beyond a reasonable doubt that petitioner committed the offense of murder. Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); Moore v. Duckworth, 443 U.S. 713, 99 S.Ct. 3088, 61 L.Ed.2d 865 (1979) (per curiam). Under this analysis, however, there is evidence to support petitioner’s conviction for concealing the death of Hellen Hanks.\nThe purpose of this discussion is not to implicate Mr. E.K. Wilcox, Sr. in the murder of Hellen Hanks, but to show that an alternative hypothesis exists under the evi*770dence presented at trial which is consistent with petitioner’s innocence. This discussion is only a hypothesis, and is not to be construed as an accusation by this court of Mr. E.K. Wilcox, Sr.\nGeorgia law provides:\n[a]ny party to a crime who did not directly commit the crime may be indicted, tried, convicted, and punished for commission of the crime upon proof that the crime was committed and that he was a party thereto, although the person claimed to have directly committed the crime has not been prosecuted or convicted, has been convicted of a different crime or degree of crime, or is not amenable to justice or has been acquitted.\nO.C.G.A. § 16-2-21 (1984) (emphasis added).\nAssuming hypothetically that Mr. Wilcox, Sr. murdered Ms. Hanks, the court must next determine whether the evidence at trial was nevertheless sufficient to uphold petitioner’s convictions in light of O.C. G.A. § 16-2-21. In other words, even though petitioner’s conviction must be reversed because of the existence of a reasonable alternative hypothesis to explain Ms. Hanks’ death, the court must decide whether the evidence supports petitioner's conviction as an aider and abettor of his father. Assuming that the crime of murder was committed by petitioner’s father, there is no evidence in the record to establish that petitioner was a party to the crime. Wrentz’s testimony that petitioner assisted his father in burying Ms. Hanks’ body, assuming that testimony to be true, does not support a finding that petitioner was a party to the murder. The inference is too tenuous and the consequence (life imprisonment) is too serious to allow petitioner’s conviction to stand under O.C.G.A. § 16-2-21. Even assuming his father committed the crime, there is still insufficient evidence to establish that petitioner was a party to the murder; thus he cannot constitutionally be found guilty of murder as an aider and abettor of his father.\n\nIV. Rationality Standard\n\nThe Jackson test requires this court to review the evidence from the standpoint of a rational trier of fact. Id. at 319, 99 S.Ct. at 2789. Thus, while this court must view all evidence in the light most favorable to the prosecution, any construction of the evidence for the benefit of the prosecution must necessarily fall within the bounds of rationality. The test announced in Jackson “gives full play to the responsibility of the trier of fact fairly to resolve conflicts in the testimony, to weigh the evidence, and to draw reasonable inferences from basic facts to ultimate facts.” Jackson, 443 U.S. at 319, 99 S.Ct. at 2789 (emphasis added). Just as other courts have rejected the idea that all conflicting inferences, no matter how weak, will be resolved in favor of the prosecution, this court rejects the idea that all conflicts in testimony are to be resolved in favor of the prosecution. Cosby v. Jones, 682 F.2d 1373, 1383 n. 21 (11th Cir.1982). Instead, conflicts in testimony, including those requiring credibility determinations, will be resolved in favor of the prosecution to the extent permitted by rationality. Thus, if the conviction of a defendant rests entirely upon a portion of testimony, and to accept that testimony as true would be a mockery of rational thought, whether on its face or in light of conflicting testimony, then the defendant’s conviction cannot stand. In the Eleventh Circuit’s words,\n[A problem] arises when the testimony credited by the jury is so inherently incredible, so contrary to the teachings of basic human experience, so completely at odds with ordinary common sense, that no reasonable person would believe it beyond a reasonable doubt. The mere fact that the testimony is in the record is not enough. If a witness were to testify that he ran a mile in a minute, that could not be accepted, even if undisputed. If one testified, without dispute, that he walked for an hour through a heavy rain but none of it fell on him, there would be no believers.\nUnited States v. Chancey, 715 F.2d 543, 546-47 (11th Cir.1983).\n*771With these principles in mind, this court will now re-examine the key testimony presented at trial. Petitioner’s convictions for murder and concealing a death rest almost entirely on the testimony of Ed Wrentz. Mr. Wrentz’s testimony provided the sole direct link between petitioner and Ms. Hanks’ disappearance. At the time of trial, Mr. Wrentz was seventy-eight years old. A review of the transcript shows that his testimony was often confused and at times incoherent. On direct examination, Mr. Wrentz related the story previously discussed in which he told of the burial of Ms. Hanks involving petitioner, petitioner’s father, himself, and Lorenzo Marshall. On cross-examination, he recanted this entire story, but he did recall digging a. hole. What hole and when it was dug was not indicated by his testimony. On redirect examination, he was again able to provide the same story he had first told on direct examination. Thus, Mr. Wrentz’s testimony was internally inconsistent.\nMr. Wrentz’s testimony showed that Lorenzo Marshall could corroborate his story. However, Mr. Marshall' testified that he knew nothing of Ms. Hanks’ disappearance and denied the story related by Mr. Wrentz. Mr. Marshall testified that on the night Mr. Wrentz’s story must have taken place — the night it rained — he (Mr. Marshall) was in Albany and thus could not have been with Mr. Wrentz. His presence in Albany was corroborated by two other Wilcox employees who were with him in Albany on business. Mr. Marshall’s testimony was consistent throughout.\nDuring his testimony, a statement Mr. Marshall had given the police was introduced against him for impeachment purposes. That statement corroborated the statement given by Mr. Wrentz and was also the result of extensive and prolonged police interrogation. Mr. Marshall was seventy years old at the time of trial. At trial, he acknowledged the statement’s authenticity, but denied its contents, explaining that it was the result of police coercion.\nViewing Mr. Wrentz’s inconsistent and at time incoherent testimony in light of the testimony given by Mr. Marshall and his corroborating witnesses, it insults rational thought to attribute to Mr. Wrentz’s testimony the degree of credibility necessary to justify a conviction for murder and life imprisonment. Thus, this court must conclude that a fair resolution of the conflict between the testimony of Mr. Wrentz and Mr. Marshall must be made in favor of petitioner. Jackson, 443 U.S. at 319, 99 S.Ct. at 2789. Having made this resolution, this court must conclude that no rational trier of fact could have found beyond a reasonable doubt that petitioner was guilty of murder and of concealing a death. Id. Since this decision is based upon the sufficiency of the evidence, the state is barred from retrying the petitioner. Burks v. United States, 437 U.S. 1, 18, 98 S.Ct. 2141, 2150, 57 L.Ed.2d 1 (1978).\n\nV. Police Misconduct\n\nPetitioner also claims that the conduct of the police officers was so outrageous as to violate due process. Outrageous governmental conduct is a legal defense in a criminal case. United States v. Russell, 411 U.S. 423, 431-32, 93 S.Ct. 1637, 1642-43, 36 L.Ed.2d 366 (1973). The Supreme Court stated in 1952 that a conviction obtained through police conduct that “shocks the conscience” offends the Due Process Clause. Rochin v. California, 342 U.S. 165, 172-74, 72 S.Ct. 205, 209-11, 96 L.Ed. 183 (1952). An indictment should be dismissed only when the law enforcement conduct violates “ ‘fundamental fairness, shocking to the universal sense of justice,’ mandated by the Due Process Clause of the Fifth Amendment.” Russell, 411 U.S. at 432, 93 S.Ct. at 1643. The Eleventh Circuit has followed the Russell test. United States v. Haimowitz, 725 F.2d 1561, 1577 (11th Cir.1984). To determine whether outrageous governmental conduct exists in the present case, the court should look at the totality of the circumstances. Id.\nThe alleged police misconduct in this case occurred during the interrogation of three employees of Wilcox Outdoor Advertising: John Goodman, Edward Wrentz, and Lor*772enzo Marshall. The court will review the interrogation of each employee seriatem.\nThe portions of the interrogations quoted below are taken from the transcripts of tape recordings of the police interviews. The tape recordings and the transcripts of those recordings were not part of the state habeas court or the Georgia Supreme Court record. However, in this federal habeas proceeding, this court directed the respondent to file all cassette tapes and transcripts of the police interrogations with the court. The respondent subsequently filed twenty-one cassette tapes and thirteen transcripts, labeled as follows:\nTAPES\nTAPE NO. SUBJECT: DATE:\n(1) Edward Smith 12-08-80\n(2) Edward Smith 12-08-80\n(3) Unnamed\n(4) Unnamed (he) 12-08-81\n(5) Unnamed (he) 12-08-81\n(6) Unnamed\n(7) Unnamed (he) 12-08-81\n(8) Capt. Register interview of murder\n(9) Edward Wrentz November\n(10) Unnamed (he) 12-08-81\n(11) Edward Wrentz (cont.) November\n(12) Freddie Smith 07-31-81\n(13) Lorenzo Marshall 12-08-80, By Register\nand Selph\n(14) Lottie Chappell 12-18-80\n(15) Nina Bramblett 12-10-80\n(16) John Wesley Goodman 12-08-81\n(Billy E. Register)\n(17) John Wesley Goodman 12-08-81\n(Billy E. Register)\n(18) John Wesley Goodman 12-08-81\n(Billy E. Register)\n(19) Edward Wrentz By Selph &amp; Spray\n(20) Began 12:37 p.m. 07-01-81\n(21) Began 12:37 p.m. 07-01-81\nTRANSCRIPTS\nNUMBER: SUBJECT: DATE PAGES\n(1) John Wesley Goodman 11-28-80 1-39\n(2) Anonymous Caller 12-06-80 1-9\n(3) Edward Smith 12-08-80 1-18\n(4) Lorenzo Marshall 12-08-80 1-11\n(5) Edward Wrentz 12-08-80 1-6\n(6) Nina Bramblett 12-10-80 1-4\n(7) Lottie Chappell 12-18-80 1-4\n(8) Edward Wrentz 04-10-81 1-31\n(9) Mr. James Hanks 06-26-61 1\n(10) Edward Wrentz 07-01-81 1-50\n(11) Edward Wrentz and 07-02-81 1-47\nLorenzo Marshall\n(12) Carroll Proctor Scruggs Not Dated 1-15\n(13) Lucy S. Hanks Not Dated 1-19\nNot Dated\nThis court thus has some 254 pages of transcripts and tape recordings of police interrogations that occurred over an eight-\nmonth period. The portions of the transcripts quoted below represent only a limited sample of those tape recordings and transcripts. All the interviews conducted by the police officers were not tape recorded, so the tape cassettes on file cover only part of the interrogations.\nThe transcripts are quoted verbatim, with no editing by the court. Readers of this opinion should realize that it is impossible to comprehend the full extent of the character of the interrogations without listening to the tape recordings in their entirety.\n\nA. Interrogation of Goodman\n\nJohn Goodman was an employee of Wilcox Outdoor Advertising at the time Hellen Hanks disappeared. Exhibit A at 1. He was thirty-five years old when he was first interviewed in the course of the murder investigation. Id. That interview occurred on November 28, 1980. Id.\nDuring the interrogation, Officers Register and Selph insinuated to Goodman that they had found his fingerprints on a cash box buried with Ms. Hanks:\nOfficer Selph: Do you know what fingerprints are?\nMr. Goodman: Yea, Ya'll got mine about here about 8 or 9 times.\nOfficer Selph: You know that if I touch that desk right there, and you come behind me and he dusts that right there he can lift my print off of there?\nMr. Goodman: Yea.\nOfficer Selph: That he can do it now, or he can do it 10 years from now.\nMr. Goodman: Still ain’t got nothing to do with me.\nOfficer Selph: They ain’t nobody got a fingerprint like mine and ain’t nobody got none like you.\nMr. Goodman: (talked over) cause my fingerprint ain’t on this desk no where cause I ain’t caught it.\nOfficer Selph: I said nothing like that. But we got a bunch of fingerprints.\nMr. Goodman: Alright, well I’ll make you take mine right now and mine won’t *773compare with none of the fingerprints you got, not if they come up because somebody was did something, if they did something, and if they did come up with a group of pair that somebody was working on the job you got them out a building, not from anywhere else, That I have caught.\nOfficer Register: How about off a cash box, Johnny.\nMr. Goodman: I ain’t never caught no cash box, so my fingerprints wouldn’t be on it.\nOfficer Register: If you ain’t never touched it, your fingerprints wouldn’t be on it then right?\nMr. Goodman: Right on.\nOfficer Selph: What if it showed on there.\nMr. Goodman: If it showed up on me I must have did something. You can take my prints right now then, cause I haven’t did nothing.\nExhibit A at 11.\nThe officers also threatened three times during the interview to “fry his ass”:\nOfficer Register: Have we give you an opportunity to tell us the truth?\nMr. Goodman: Yes. I told you the truth.\nOfficer Register: Cause I may fry your ass son. Don’t blame him and don’t blame me cause we’ve done our good little damnest that you’d straighten that business out. And just as sure as you don’t straighten your business out thats whats going to happen to you John, cause I may fry your ass.\nMr. Goodman: I done told you the truth.\nOfficer Register: No you hadn’t Johnny. You didn’t tell them the truth then and you ain’t telling us the truth now.\nMr. Goodman: I just can’t remember that far back. Thats all there is to it.\nOfficer Register: You lied to them then.\nMr. Goodman: No.\nOfficer Register: Yes you did.\nMr. Goodman: No.\nOfficer Register: We can prove it son.\nMr. Goodman: No (Uh Uh) I didn’t lie to them then and I’m not lying to you now.\nExhibit A at 31-32. Also:\nOfficer Register: I seen 3 things about you right quick. You ain’t blind.\nMr. Goodman: Okay.\nOfficer Register: You ain’t deaf, and you ain’t dumb.\nMr. Goodman: Okay, I ain’t blind stupid or crazy.\nOfficer Register: Thats right. Thats all we asked you. I asked you to understand what we was looking into. But you ■ know we ain’t interested in in somebody goofing off from work. We ain’t interested in somebody visiting a gal on the day before in Fitzgerald. We ain’t interested in that Bullshit John. When this thing winds up when it finishes up two people’s ass is going to burn in an electric chair. Ain’t no if’s and’s or but’s.\nMr. Goodman: Uh.\nOfficer Register: Ain’t no if and’s or but’s. One of them is going to be yours Johnny.\nMr. Goodman: Uh Uh (No) Ain’t no way.\nOfficer Register: All kind of ways Johnny.\nExhibit A at 33. The officers told Goodman that they planned to hold him indefinitely.\nMr. Goodman: How long ya’ll going to keep me down here?\nOfficer Register: How long you think you might live Johnny?\nMr. Goodman: (sounds like) Indefinitely. Officer Register: Thats how long were going to keep ya.\nMr. Goodman: Alright. I don’t remember and I’ll just sleep.\nOfficer Register: You don’t have to worry about Ms. Hanks getting sleepy Johnny.\nOfficer Selph: Cause her bones is over there at the Crime Lab.\nExhibit A at 33.\nThe following questions and answers are indicative of the type of interrogation that Goodman was subjected to.\n*774Officer Register: You reckon if we turned you loose tonight that you would be back here at 3 o’clock tomorrow evening?\nMr. Goodman: I’ll try and make it.\nOfficer Register: You’ll try?\nMr. Goodman: Yes.\nOfficer Register: Well if you just going to try John, just as well keep you. Alright lets me and you get one thing straight, okay?\nMr. Goodman: Okay.\nOfficer Register: I ain’t going in for I try, I think, maybe, could have been. Okay?\nMr. Goodman: Yea.\nOfficer Register: Don’t deal in that shit at all.\nMr. Goodman: But what’s my fine going to be what you call it bond.\nOfficer Register: You ain’t got no fucking bond.\nMr. Goodman: Oh.\nOfficer Register: I am asking you a sensible question in front of a witness and on a tape okay? We turn your ass loose from here tonight, will you be back here at 3 o’clock tomorrow afternoon sober? And ready to take a polygraph?\nMr. Goodman: Yes sir.\nOfficer Register: Because if you will not and if you are not here at 3 o’clock tomorrow afternoon sober and ready to take a polygraph I intend to issue a murder warrant for you. Intend to pick you up and hold you without a bond, because murder is not bondable. ******\nOfficer Register: I’ll see you (can’t understand). 3 o’clock Johnny right here.\nMr. Goodman: Yes sir.\nOfficer Selph: Whats going to happen if you don’t come up here sober.\nMr. Goodman: He’s going to take a warrant out for me.\nOfficer Selph: What kind of warrant?\nMr. Goodman: A murder warrant.\nOfficer Selph: Thats right.\nOfficer Register: And I’m going to hunt you John, with four hands of dirt if I have too. And I’m going to bring you back to Valdosta Georgia ...\nMr. Goodman: Well I’ll be a two places thats out there off (can’t understand) out ther working or at home.\nOfficer Register: Well at 3 o’clock tomorrow afternoon if you ain’t in one place I’M going to hunt you if I have to go to four corners of the earth to hunt you and I am going to bring you to this Valdosta Police Dept. one way or another when I’ve got that murder warrant in my hand, and it says bring the body.\nMr. Goodman: Well, you want have to do all that.\nOfficer Register: I hope I don’t. I hope I don’t.\nMr. Goodman: I’ll be here, I can remember that far.\nOfficer Register: And I dont mean five minutes after 3, none of that bullshit, I mean 3 o’clock.\nExhibit A at 38-39.\nDespite the officers’ interrogation tactics, Goodman maintained continuously that he had no knowledge of Ms. Hanks’ disappearance.\n\nB. Interrogation of Wrentz\n\nLike Goodman, Edward Wrentz was employed by Wilcox Outdoor Advertising at the time of Ms. Hanks’ disappearance. He is an elderly black man who has a limited education and who cannot read or write well. At the evidentiary hearing held by this court, Officer Register described Wrentz as follows:\nWell, Mr. Wrentz struck me as a very old gentlemen who the first thing he done when you walked up to him, he took his hat off, what I would call the “old slave syndrome.” After talking with Mr. Wrentz initially, whenever that was, I still don’t remember when it was, I found out that Mr. Wrentz would agree with a white person if you asked him a question, ‘Well, didn’t you do so and so,’ he’d say, ‘Yes sir.’ It didn’t make any difference, *775‘Didn’t you kill President Kennedy? Yes sir.’ ‘Didn’t you — .’ You know, whatever, he would agree with you ...\nTranscript of Hearing on July 9, 1985, at 26.\nPolice officers interviewed Wrentz on at least five occasions: December 9, 1980; April 9, 1981; April 10, 1981; July 1, 1981; and July 2, 1981. In the first interview, Wrentz told Officers Register and Selph that he knew nothing about Ms. Hanks’ disappearance. Exhibit D at 1, 4.\nOfficer Selph wrote in his investigative report that he and Officer Register interviewed Wrentz again on April 9, 1981. Exhibit E; Exhibit F at 27; Exhibit G at 21. However, it appears that this interview was not transcribed or tape recorded.\nOn April 10, 1981, Wrentz was interviewed by Officer Norris of the Valdosta Police Department. Exhibit G at 1. Wrentz told Officer Norris that he believed Ms. Hanks’ disappearance was an accident. Exhibit G at 2. The following discussion then occurred:\nOfficer Norris: You telling me that’s all you know?\nMr. Wrentz: It’s all I know.\nOfficer Norris: You want to be charged with murder.\nMr. Wrentz: No.\nOfficer Norris: Uh?\nMr. Wrentz: No sir, I don’t want to be charged with Murder. With no Murder, really I don’t want to be charged with no murder.\nOfficer Norris: You said you wanted me to help you.\nMr. Wrentz: Yes sir.\nOfficer Norris: I can’t help you with what you told me.\nOfficer Norris: I don’t believe that that’s all you know.\n5¡&lt; * * * Sk\nOfficer Norris: A lot of people can be fooled.\nMr. Wrentz: Oh yea.\nOfficer Norris: But if you study criminal justice, and if you study how to question people, you study how to go about getting of answers from people you’ll find that all of these things play an important part. I can go to the Chief of Police you had no part in it, that this is what you know, okay?\nMr. Wrentz: Yea.\nOfficer Norris: If that’s what you want me to do. Okay?\nOfficer Norris: If you don’t want me to do that, then ...\nMr. Wrentz: Well I want you to do that.\nOfficer Norris: Then your going to have to be, your going to have to tell me the truth, the truth, the whole truth, and nothing but the truth. And that’s what I want.\nMr. Wrentz: Nothing but the truth.\nOfficer Norris: I’m just going to listen to what you say, I’m not going to say a word.\nMr. Wrentz: Well I’m just ...\nOfficer Norris: I know your nervous. Right? Okay. You don't want to get involved.\nMr. Wrentz: Yes.\nMr. Wrentz: I really, I’d rather get involved than it be on me.\nOfficer Norris: Well then you better start talking to me then.\nExhibit G at 2-3. Shortly after these statements were made, Officer Norris took what he describes as a five-minute break. Exhibit G at 10. The transcript of the interrogation does not indicate the length of the break, and the conversations that took place during the break are not transcribed. Immediately after the break, the interrogation continued as follows:\nOfficer Norris: You know who digged the hole. And put a tin box in it. Where ever that box, I don’t know where it was found, but you knew, you do.\nMr. Wrentz: Tin box come out of the office out there. I mean, out the warehouse, part out there.\nOfficer Norris: Alright, who dug the hole?\nMr. Wrentz: (Silence) Well I dug the hole.\nOfficer Norris: By yourself?\nMr. Wrentz: Yea.\n*776Officer Norris: Who asked you to dig it?\nMr. Wrentz: Well who asked me to dig it?\nOfficer Norris: Um Um.\nMr. Wrentz: (Silence) I will say Keller [the petitioner].\nOfficer Norris: But who asked you to dig it?\nMr. Wrentz: Who asked me to dig the hole?\nOfficer Norris: Yes.\nMr. Wrentz: Oh asked me to dig the hole?\nOfficer Norris: Um Um.\nMr. Wrentz: (Silence). Who asked me to dig the hole?\nOfficer Norris: Who asked you or who told you I don’t care how you answer it, just tell ...\nMr. Wrentz: Yea, but you want a answer.\nOfficer Norris: Right.\nMr. Wrentz: Um Um. I would say, Mr. Wilcox.\nOfficer Norris: The old man?\nMr. Wrentz: Yea. I’d say that.\nExhibit G at 10-11. The remainder of the interrogation consisted of additional questions and answers concerning the burial of Ms. Hanks’ body. Wrentz’s answers were inconsistent and confused. Wrentz did say that he had been taken to the burial site the day before the interview. He did not name the individuals who took him to the burial site. Exhibit G at 12 (“I went out there, they take me out there yesterday.”). Toward the end of this interview, Wrentz stated that, “The day she went missing I was out of the town.” Exhibit G at 29. He thus completely contradicted his statement about the burial of the box.\nWrentz was interrogated again on July 1, 1981, by Officers Spray and Selph. Exhibit H at 1. Wrentz’s first statement in the interview was that he had no knowledge of Ms. Hanks’ disappearance:\nOfficer Spray: Going back to the time where Helen Hanks went missing. Tell me what you know about it and your involvement in it.\nMr. Wrentz: Don’t know anything about it.\nOfficer Spray: Uh?\nMr. Wrentz: I don’t know anything about it.\nOfficer Spray: You don’t know anything about it. Uh, you didn’t help dig no hole?\nMr. Wrentz: No sir.\nOfficer Spray: You didn’t? You didn’t tell nobody that?\nMr. Wrentz: I might made an earlier statement but I was afraid.\nExhibit H at 1. Officers Spray and Selph then began their intimidation tactics:\nOfficer Spray: Now as I told you earlier, you got to answer to God Almighty, for, for your dealings here on earth. When that time comes. As I told you earlier you you ain’t no young man no more.\nMr. Wrentz: No sir.\nOfficer Spray: You ain’t no young man. I wish I knew I could live to be as old as you are. But you never know. Never know when you going to come down and take it. Now we want to know about the digging of the the hole, how it all happened. I want to hear it myself. Mr. Selph here’s already heard it.\nMr. Wrentz: Yes sir.\nOfficer Spray: I hadn’t. I hadn’t heard it from you. That’s what I want to do, I want to hear it from you. And I want the truth now Ed. Okay, I don’t want you go on around talking in circles, and beating around the bush.\nMr. Wrentz: No sir, I don’t want to beat around the bushes, speaking of of, speaking of ... (Is What It Sounded Like) Just like I said before hand, I was upset and I didn’t know what (except that I had ... (is what it sounded like) but I didn’t get no, you know, understanding like you explained it to me.\nOfficer Spray: Um Um.\nMr. Wrentz: (Mumbled)\nOfficer Spray: Okay Ed, let, let, me see if we can do it this way then. You dug that hole didn’t you?\nMr. Wrentz: No sir, I ...\n*777Officer Spray: Yes you did Ed. Now, don’t sit there and lie to me now, I done asked you don’t lie to me.\nMr. Wrentz: No, (Mumbled).\nOfficer Spray: I already no better.\nMr. Wrentz: Yes sir.\nOfficer Spray: You dug that hole didn’t you? Uh? Ed answer me?\nMr. Wrentz: (Mumbled), I don’t know how\nOfficer Selph: Ed, don’t sit there and lie to the man.\nMr. Wrentz: No sir. That’s why I ain’t going to lie to the man.\nOfficer Spray: No, I don’t want no lies in here.\nMr. Wrentz: Yes.\nOfficer Spray: You dug that hole didn’t you Ed?\nMr. Wrentz: (Silence)\nOfficer Spray: Out there in the woods? Ed, I want an answer now.\nMr. Wrentz: What (?)\nMr. Wrentz: Yes sir.\nOfficer Spray: I want a answer, want the truth.\nMr. Wrentz: Yes sir.\nMr. Wrentz: I want to, I want to tell you the truth.\nOfficer Spray: That’s exactly what I want to hear, and I want to hear it now. Okay?\nMr. Wrentz: Yes sir.\nOfficer Spray: I want the truth. Look me in the eyes and tell me the truth.\nMr. Wrentz: I can look in your eyes and tell you the truth.\nOfficer Spray: That’s what I want to hear, the truth. You dug that hole didn’t you Ed? Ed, your fixing to lie to ine now, your looking off over yonder somewhere.\nMr. Wrentz: Yes. OR Yes sir.\nOfficer Spray: Tell me the truth. You dug that hole didn’t you?\nMr. Wrentz: (Silence)\nOfficer Selph: Tell the man the truth Ed.\nMr. Wrentz: Yes sir. (Mumbled).\nOfficer Selph: You got to answer ...\nMr. Wrentz: Yes.\nOfficer Selph: with your part in what happened. And your the only man that can answer for your part. You got to answer to God for what you done in your life.\nMr. Wrentz: Yes.\nOfficer Selph: You got to stand on your own two feet.\nMr. Wrentz: Yes sir.\nOfficer Selph: Now tell the man the truth.\nOfficer Spray: I want to know about the hole Ed.\nMr. Wrentz: Know about the hole?\nOfficer Spray: Yea. You dug it didn’t you?\nMr. Wrentz: (Silence).\nOfficer Spray: Ed?\nMr. Wrentz: Sir.\nOfficer Spray: Look at me and answer me now.\nMr. Wrentz: Yes sir, I’m, I’m going ...\nOfficer Spray: I’m not going keep on chewing my clabber twice now.\nMr. Wrentz: No ...\nOfficer Spray: You’ve heard that before too, I’m sure ...\nMr. Wrentz: Yes, yes sir, yes sir, I’ve heard that before.\nOfficer Spray: I want a answer.\nMr. Wrentz: (Mumbled).\nOfficer Selph: Were going, we want to get it over with today Ed.\nMr. Wrentz: Yes sir.\nOfficer Spray: Now, if we have to stay here till next week sometime, just me and you and him talking we going to sit right here Ed. Now, you can beat around the bush all you want to ...\nMr. Wrentz: (Mumbled)\nOfficer Spray: Will sit here and talk all you want to. Get it off your chest Ed. It’s going to worry you slap to death if you don’t. It’s going to worry you and you can’t tell me it ain’t been worrying you, cause I know it has. Now I want to know about the hole. You dug the hole didn’t you Ed?\nMr. Wrentz: Yes sir, I admitted digging the hole.\n*778Officer Spray: Okay.\nExhibit H at 2-3. Officer Spray later threatened Wrentz by saying:\nAlright, we got one lie, number 2. Now the whole mess going to fall on you Ed. Going to fall right on you if you ain’t careful. Now I already no the answers to these questions or I wouldn’t be asking. Okay? Knew the answers before you ever come down here. Alright, just so we get even with one another, I want us even.\nExhibit H at 4. The officers next suggested the statements to Wrentz by putting words in his mouth. The following passage from the transcript is a typical example of how the officers coerced Wrentz into implicating petitioner in the crime.\nOfficer Selph: Going back to August the 31st, 1972, was on a Thursday. Ms. Helen Hanks went missing. In the Lamar Wilcox Advertising Office down there. I want you to tell Mr. Spray like you told me back a few weeks ago, who come to you and told you that he wanted you to do some work for him, took you out West of town out there, in a wooded area, showed you a place on the ground where he wanted you to dig a hole for him. I want you to tell Mr. Spray about that. Ed, tell him the truth the whole truth and nothing but the truth.\nOfficer Spray: Okay Ed, I’m ready to listen now, you’ve, you’ve thought about it, done got you down for 2 lies, Now, don’t get caught up in a bunch of lies, now, like I told you, I already know the answers and these questions, before we ever get started. You’ve already told us you dug the hole, is that right?\nMr. Wrentz: Sir?\nOfficer Spray: You’ve already told us you dug the hole, now I know your not hard of hearing.\nMr. Wrentz: No sir, I ain’t hard of (hearing) ...\nOfficer Spray: Your not hard of hearing. (2 Talking). You dug the hole.\nMr. Wrentz: Say I dug the hole?\nOfficer Spray: No, you said it not me. I didn’t say you dug that hole, you said you dug it. Alright, who had you dig the hole? Who showed you where to go? Cause you done told us you don’t drive. And you just didn’t happen to go out there. Things just don’t happen that way, Ed. Now like I said you’ve been around a long time you know this just as well as I do. Things just don’t happen that way. Now, I want to know about who told you to dig the hole, who showed you where to go? Ed, that’s not a hard question.\nMr. Wrentz: Certainly not a hard question.\nOfficer Spray: That’s not a hard question at all. I want an answer.\nOfficer Spray: Ed, I’m in a habit when I talk to somebody have em look at me.\nMr. Wrentz: Yes sir. Cause I try to look at the person ...\nOfficer Spray: Um Um. (you talk at) and I want an answer. I’m in the habit of having people answer me looking at me to.\nMr. Wrentz: Yes, yes, yes sir. Um Um.\nOfficer Spray: Not looking around the walls and all this kind of business just like your doing. That tells me you fixing to tell me a lie. I don’t want to hear no lies, I don’t want that. You don’t want that. I know you don’t want to tell me no lie Ed. I know that. Now who told you to dig that hole? Was it me?\nMr. Wrentz: No sir.\nOfficer Spray: Was it him?\nMr. Wrentz: No sir.\nOfficer Spray: Alright, who was it?\nMr. Wrentz: (Silence)\nOfficer Spray: Now we can,\nOfficer Spray: (Now) we can go all day about who it wasn’t. I don’t want to know who it wasn’t, I want to know who it was. Who told you to dig that hole. That’s not a hard question now, I want an answer.\nOfficer Selph: All you got to do is tell the truth Ed.\nOfficer Spray: That’s not hard to do.\nOfficer Spray: I’m listening Ed.\n*779Mr. Wrentz: Yes.\nOfficer Spray: I want an answer.\nOfficer Selph: Who was the person that took you out there and showed you where he wanted that hole dug, and he told you to dig that hole?\nMr. Wrentz: (Silence).\nOfficer Selph: Answer the man Ed. Look at him the eye and answer him.\nOfficer Spray: Yes. (Is What It Sounded Like)\nOfficer Spray: I want an answer.\nMr. Wrentz: An answer.\nOfficer Selph: Who was it. You can say his name just as good as I can.\nOfficer Spray: And you know it just as good as I know it.\nOfficer Spray: Do you want me to tell you? Uh?\nMr. Wrentz: Well I don’t know ...\nOfficer Spray: Yes you do, Ed. Don’t, alright number 3. I’m writing it all down.\nMr. Wrentz: (Mumbled). (Possibly) Yes sir, I know it’s number 3.\nOfficer Spray: Don’t let the mess fall on you Ed.\nMr. Wrentz: No sir ...\nOfficer Spray: Don’t let it do it.\nOfficer Spray: I’m telling you ahead of time. You fallen right in that trap. You falling right in it.\nOfficer Selph: Alright, let’s go to this for a minute. When you went out there and started digging the hole, who was with you out there digging the hole? The first time. Was it night time or daylight?\nMr. Wrentz: (Silence). Lord have mercy.\nExhibit H at 4-5.\nThe following comments by the officers show the relentless, intimidating interrogation techniques to which Mr. Wrentz was subjected.\nQUESTION: Ed, you’ve got every bit of this tied up inside of you, all these answers, you know the answers that we want concerning the digging of the hole, and burying that box that had Mrs. Hank’s body in it. You know who asked you to dig that hole, you know who was responsible for her being missing. You know who is responsible for her death. That woman wanted to live just as bad as you do.\nQUESTION: Would you like somebody to come along and just snuff out your life?\nANSWER: No sir.\nQUESTION: That’s what happened to her, she didn’t want it either.\nExhibit H at 6.\nIf me and you and him have to sit here for a solid week, Ed, will sit here.\nExhibit H at 6.\nYou got to answer for em not me. You got the answer for em now, or on Judgement Day. Now which one do you want? Now or Judgement Day?\nExhibit H at 6.\nEd, you’ve got to answer for you own sins, those people over there’s going to answer for theirs.\nExhibit H at 12.\nDo you want to go down with the rest of them, Ed?\nExhibit H at 15.\nShe’s [Ms. Hanks] dead and gone she aint going to bother you except ... in your memory, that’s the only way she’s going to bother you.\nExhibit H at 16.\nNow do you want that to haunt you the rest of your life? And you ain’t got much more left in this world.\nExhibit H at 20.\nIt’s time for justice for that woman now. And we going to get it one way or the other.\nExhibit H at 21.\nEd, are you going to sit here and lie to us the rest of the day? If you are, we got a place for you back there in the jail house, where you can tell all the lies you want to.\nExhibit H at 23-24.\nLater in the interview, the following discussion took place between Officer Spray and Mr. Wrentz:\n*780QUESTION: Ed, do you want to go to hail?\nANSWER: No sir.\nQUESTION: For a long, long time?\nANSWER: No sir.\nQUESTION: Who cut the legs off?\nQUESTION: Uh?\nANSWER: I’d say uh, Mister, Mr. Wilcox.\nQUESTION: Did he?\nANSWER: Thats what I say ... I ...\nQUESTION: Did he?\nANSWER: Yes sir.\nQUESTION: Is that the truth?\nQUESTION: Put you hand right here, and tell me, right there on that Bible.\nANSWER: Right there?\nQUESTION: Right there on that Bible. Put your hand on it.\nANSWER: (Mumbled), I know it, (?) but then I worry about changing my say so, still put my hand there?\nQUESTION: You put your hand on that Bible just like that, and you tell me the truth.\nANSWER: That’s what I say ... (EW &amp; CS Talking)\nQUESTION: and you hold that other hand up to Almighty God, put it down there, tell me, hold that other hand up ...\nQUESTION: Tell me, tell me who you seen cut the legs off ...\nQUESTION: hold, hold the other hand up\nANSWER: Who I seen?\nQUESTION: Yea, Ed, hold that other hand up to Almighty God, and you tell me, stick it up there.\nExhibit H at 41. Officer Spray subsequently warned Wrentz to “[tjake your hand off that Bible, God’s going to strike you dead ...”. Exhibit H at 42. Officer Spray asked Wrentz, “Ed, are are you scared of somebody coming down here and getting you and taking you out and stringing you up somewhere, are you scared of that?” Exhibit H at 43.\nThe police officers also threatened to put Wrentz in jail and told him that he was going to go to hell:\nOfficer Spray: Ed, you ain’t making no sense again now.\nMr. Wrentz: Yes sir.\nOfficer Spray: Your bullshiting is about to run out.\nMr. Wrentz: Ummmmmm.\nOfficer Spray: Cause I’m about that close to putting you ass in jail now, and you can rot there for all I care. Now apparently you don’t want us to help, you don’t want our help.\nMr. Wrentz: (Mumbled), yes I do too.\nOfficer Spray: No you don’t.\nMr. Wrentz: Yes sir.\nOfficer Spray: No you don’t, if you did you’d come up, something else besides this off the wall shit. You ain’t wanting to do right.\nMr. Wrentz: Yes sir, I ... (2 Talking), right.\nOfficer Spray: No you ain’t.\nOfficer Selph: No you ain’t.\nMr. Wrentz: I do.\nOfficer Spray: Uh?\nMr. Wrentz: Yes sir I want to do right.\nOfficer Spray: Well why don’t you, why can’t you answer questions?\nOfficer Spray: You ain’t making no sense. Now why can’t you answer questions?\nMr. Wrentz: (But) I’ll answer them best I can ...\nOfficer Spray: No you ain’t, no you ain’t Ed. I ain’t use to calling a grown man a liar, but thats just what you doing Ed, you lying. And your going to go to hell for lying. I don’t give a damn how many Wilcox’s you try to protect, I don’t care. Don’t care how seared you are of them people. That ain’t worth a damn. We got a dead woman right here. That womans dead. And if it takes your life to find out who killed her, fine, you can spend the rest of it in prison. If it takes Keller, fine he can spend the rest of it in prison. If it takes the old man, he can spend the rest of it in ... it don’t make a shit to me. Now you can knock off this bullshit. You can knock it off. Now. I want to know how that woman died. *781How did she die? Was she cut, was she stabbed, was she shot, was she choked, how, how’d she die? Now you can’t tell me you don’t know. How did she die, very simply question, very simple answer. How’d she die?\nOfficer Spray: Uh?\nMr. Wrentz: How did she die?\nOfficer Spray: Yea. Thats just like when it comes your day to die, there going to know exactly how you died. Whether you have a heart attack, or stroke or whatever, there going to know how you died. I want to know how she died. She’s gone. How did she die Ed? Uh?\nExhibit H at 47-48.\n\nC. Interrogation of Marshall\n\nThe petitioner also contends that the interrogation of Lorenzo Marshall constitutes police coercion that “shocks the conscience.” Marshall was seventy years old at the time of petitioner’s trial. He is now deceased. Marshall, who was black, had a fourth-grade education and could not read or write well.\nMarshall was interviewed by the police for the first time on December 8, 1980. During the interview Marshall told Officers Register and Selph that the last time he saw Ms. Hanks was the Tuesday before she disappeared and that from that Tuesday until the following Friday he was in Albany, Georgia, on a work assignment with another employee of Wilcox Outdoor Advertising. Exhibit C at 1.\nOn July 2, 1981, Marshall was interviewed for a second time. Exhibit J at 1. Initially, Marshall told the police officers that he was out of town in Albany when Ms. Hanks disappeared, id. at 7, and that he did not help Wrentz dig a hole, id. at 9. The officers then began questioning him in an intimidating, coercive manner. They threatened to put him in prison:\nOfficer Spray: You getting on up in age aren’t you? .\nMr. Marshall: That’s right. I was born in 19(11?)\nOfficer Spray: Um Um.\nOfficer Spray: You ain’t got a whole lot more time left on this earth have you?\nMr. Marshall: I hope I have, I feel like a strong man.\nOfficer Spray: Um Um.\nOfficer Spray: Time’s going to slip away on you here and you ain’t going to last forever, just like I ain’t going to last forever. Gotta go one day.\nMr. Marshall: That’s true.\nOfficer Spray: I hope you live to be 250 years old Lorenzo.\nMr. Marshall: Well I hope, I have after use in my blood because the Lord let me live (Possibly what he said he was mumbling).\nOfficer Selph: What if you don’t ever leave none of it?\nMr. Marshall: (Mumbling).\nOfficer Spray: Ed, you know whats fixing to happen, I mean Lorenzo you know what’s fixing to happen?\nMr. Marshall: Uh Uh (No).\nOfficer Spray: We ain’t in the habit of sending old men to prison, your fixing to go.\nMr. Marshall: Sure enough?\nOfficer Spray: Your fixing to go.\nMr. Marshall: Okay.\nOfficer Spray: A big Court House right down here with the dome on top. Where you going to wind up at. You ain’t telling us the truth.\nMr. Marshall: Told you all that I know.\nExhibit J at 12-13. Officer Spray would not accept Marshall’s statement that he did not dig a hole:\nOfficer Spray: Maybe you don’t know Lorenzo. But if you don’t know, that[polygraph] machine back there don’t lie. That machine cost $5,000.00 it dont lie. Now that machine will tell you alot, won’t tell you alot of things. It won’t tell us, us, what color you are, the machine won’t. It won’t tell us what time of day it is. It wont tell us where you at. it wont tell you what building your in, it won’t tell you how many drinks of liquor you had, it wont tell you how many pieces of pussy you *782had but it will tell one important thing. When you lie. It will tell that. That’s what its made for.\nMr. Marshall: Well, I know I didn’t dig no hole (He got pretty loud).\nOfficer Spray: I think you ... did Lorenzo.\nMr. Marshall: (2 Talking) didn’t dig no hole.\nOfficer Spray: I think you did Lorenzo.\nMr. Marshall: Well I just, well I just, die with them words in my mouth. Cause I was in Albany. And I’m ready to go now.\nOfficer Spray: The last man I know Lorenzo that said that you know how long he lived when he said that? About a week. He dies with them words in his mouth.\nExhibit J at 14.\nOn two occasions, the officers told Marshall that he, Wrentz, and another Wilcox employee were going to the electric chair.\nOfficer Selph: Whats going to happen, whats going to happen, is the Wilcox’s is going to make you and Ed Wrentz go to the electric chair.\nOfficer Spray: And Ellis Roundtree too.\nOfficer Selph: (2 Talking) be responsible for it.\nOfficer Spray: Ellis Roundtree too.\nExhibit J at 15.\nOfficer Selph: Lorenzo I’m going to tell you right now whats going to happen. Two of yous going to prison and the others going to the electric chair. Something those 2 white folks (POSSIBLY: can forget about?).\nExhibit J at 19. They told Marshall that he could avoid going to the electric chair if he told them “the truth”:\nOfficer Selph: Lorenzo, it’s at the point right now, that they ain’t nobody that can help you but you. The truth, the whole truth, and nothing but the truth.\nOfficers Selph and Spray: And that shouldn’t be too hard to get. That should be easy. I don’t want to see you go to prison, go to the electric chair, for something them white people responsible for. They got you involved in, because you worked for em’, was loyal to them, we won’t the people that killed her. We know who killed her, and that’s the people that we want to send to prison and to the electric chair. (Is What It Sounded Like).\nExhibit J at 20. Edward Wrentz was brought into the interrogation room, where he stated in Marshall’s presence that he and Marshall buried a metal box at the request of petitioner and petitioner’s father. Exhibit J at 23. After lengthy coercive questioning, Marshall told the officers that he was involved in the burial of a metal box.\nMarshall’s interrogation lasted from 8:30 a.m. until 6:00 p.m. Exhibit M (transcript of committal hearing) at 270-74; Trial transcript at 906. Marshall was not provided any food or water during this time. Id. During the interrogation Marshall signed a “voluntary statement” that incriminated the petitioner. Exhibit J at 45-46; Exhibit K.\nOn May 19, 1982, (after the jury trial) Marshall was deposed in connection with a civil lawsuit that members of the Hanks family filed against the petitioner and his father. Exhibit O. Marshall stated in the deposition that he was in Albany on a work assignment during the week Hanks disappeared and that his “voluntary statement” was completely untrue. Exhibit O at 10, 21, 27, 29-42. Marshall stated in his deposition:\nQUESTION: All right. You say that the statement was untrue that you gave the police?\nANSWER: Yes, sir.\nQUESTION: Is it completely untrue?\nANSWER: Yes, sir.\nQUESTION: Nothing in it’s the truth, is it?\nANSWER: No, sir.\nQUESTION: Well, why did you — why did .you give them an untrue statement?\nANSWER: Well, I don’t know myself. Them peoples kept us up there all day and they worried — and, I mean, I just don’t know why. And then Chief Ar*783nold got up the last time walking out and told them to take out a warrant for me for murder, and I — QUESTION: Chief Arnold?\nANSWER: —I went to pieces. I just don’t know what I was telling them.\nExhibit 0 at 30. Marshall further stated that the police officers coerced him into giving them a false statement:\nQUESTION: All right. You made the statement in the trial of the case that the police talked you into signing the statement because they were going to set you free, is that correct?\nANSWER: That was it.\nQUESTION: And that’s what you swore to at that trial, do you remember that?\nANSWER: Yes, sir.\nQUESTION: And that’s what you’re swearing to now as being the truth before God, is that right?\nANSWER: That’s right.\nQUESTION: If they hadn’t told you that they were going to charge you with murder and if they hadn’t told you they were going to set you free, would you have signed that statement?\nANSWER: No, sir. I wouldn’t have never made — I wouldn’t have even agreed with it.\nQUESTION: Did you freely and voluntarily sign the statement or do you think that they made you sign it by telling you that.\nANSWER: Well, I would say they caused me to sign it.\nQUESTION: They are the ones — excuse me. They are the cause of you to sign it?\nANSWER: Yes, sir.\nQUESTION: Without those statements being made, you wouldn’t have signed it, would you?\nANSWER: No, sir.\nQUESTION: Because you knew at the time it was not right?\nANSWER: Yes, sir.\nExhibit 0 at 33-34.\nANSWER: It seem that they were saying everything to make me believe that if I repeat what that man said I would go home.\nQUESTION: If you repeated what “that man,” being Ed Wrentz, said — ANSWER: Yes, sir.\nQUESTION: —then you could go home?\nANSWER: He said, “You could go home with Ed Wrentz.” “Go out of here with Ed Wrentz.”\nExhibit 0 at 36.\nQUESTION: You told them — you give them the statement that they demanded that you give them because they promised two things: that they were going to charge you with murder if you didn’t, and if you did tell them what they wanted to know, they were going to turn you loose — ANSWER: Yes, sir.\nQUESTION: —is that right?\nANSWER: Yes, sir.\nQUESTION: And the statement you gave them was false?\nANSWER: Yes, sir. It was.\nExhibit 0 at 39.\nQUESTION: And that the statement that you gave the police was forced out of you, is that right?\nANSWER: Yes, sir.\nQUESTION: And you would not have signed it except for those tactics that the police used on you?\nANSWER: No, sir, I would not.\nQUESTION: And it’s false?\nANSWER: It’s false.\nExhibit 0 at 42.\n\nVI. The Appropriate Remedy for the Misconduct\n\nThe Georgia Supreme Court ruled that police misconduct in fact took place. That court stated:\nThe appellant objects to what he alleges were intimidating interrogation techniques of several witnesses, particularly Lorenzo Marshall, Ed Wrentz, and John Goodman. Excerpts from the tape recordings of these interrogations were read into the record by the defense counsel while cross-examining the above wit*784nesses. These excerpts reveal that the police used some questionable interrogation techniques, such as trickery, intimidation, and isolation, though it is difficult to judge the extent of their use from the limited excerpts available.\nWilcox v. State, 250 Ga. 745, 755, 301 S.E.2d 251, 259 (1983). This court, unlike the Georgia Supreme Court, does have the tape recordings and transcripts in their entirety. The court is confident that, had the Georgia Court also had a complete record before it, it would also have determined that the police misconduct in this case “shocks the conscience.”\nIt is clear beyond any question whatsoever that the police misconduct in this case “shocks the conscience” and thus violates the Due Process Clause. It is difficult to believe that police officers would threaten and intimidate people in the manner in which they did, especially knowing that two of the men — Wrentz and Marshall — were elderly. However, the tape recordings show without question that the egregious misconduct did in fact occur.\nThe decision of whether in fact'the police engaged in the intimidation tactics alleged by the petitioner is entitled to the presumption of correctness under 28 U.S.C. § 2254(d). Miller v. Fenton, — U.S.-, 106 S.Ct. 445, 88 L.Ed.2d 405 (1985). Because this court agrees with the state court and accepts its finding that police misconduct did occur, there is no conflict in the two opinions. Furthermore, as to the extent of the misconduct, this court is not required to follow the state court’s holding, because “the material facts were not adequately developed at the State court hearing.” 28 U.S.C.A. § 2254(d)(3) (West 1977). The Georgia Supreme Court acknowledged that it did not have all the facts. Wilcox, 250 Ga. at 755, 301 S.E.2d at 259. This court is thus free to decide the extent of the misconduct in this case. As stated above, it is clear beyond any question whatsoever that the police misconduct in this case “shocks the conscience” and thus rises to a level that violates the Due Process Clause.\nHaving made this determination, the remaining question is what remedy should be granted. Petitioner argues that the trial court should have granted a directed verdict in favor of petitioner or dismissed the charges against him. Petitioner’s Application for Habeas Corpus at 5 (ground three). Respondent, on the other hand, contends that the appropriate remedy is the remedy determined by the Georgia Supreme Court: permitting petitioner to cross-examine any witness at trial concerning his interrogation by the police. Respondent’s Brief in Support of Answer-Response at 17 (citing Wilcox, 250 Ga. at 756, 301 S.E.2d at 260).\nThe determination of the proper remedy is a question of law left to the district court without application of § 2254(d)’s presumption of correctness. See Sumner v. Mata, 455 U.S. 591, 102 S.Ct. 1303, 71 L.Ed.2d 480 (1982); Grizzell v. Wainwright, 692 F.2d 722, 725 (11th Cir.1982). In this court’s best judgment, the police misconduct in this case is not so egregious as to require dismissal of the indictment. Cf Rochin v. California, 342 U.S. 165, 72 S.Ct. 205, 96 L.Ed. 183 (1952). However, the misconduct does rise to a level warranting a new trial for petitioner.\nThis court’s concern is that the jurors in petitioner’s trial returned their verdict without having the benefit of the entire picture. The jurors heard none of the tape recordings of the interrogations. Furthermore, Wrentz, Marshall, and Goodman were cross-examined only to a very limited extent regarding their interrogation by the police. See Trial transcript at 153-60 (cross-examination of Goodman); at 891-905 (cross-examination of Marshall); at 937-1009 (cross-examination of Wrentz); and at 1035-39 (recross-examination of Wrentz).\nOther misleading information heard by the jurors was Wrentz and Marshall’s “voluntary statements.” The statements are extremely short in light of the length of their interrogation. See Exhibit I (Wrentz’s statement) and Exhibit K (Marshall’s statement). The police officers obvi*785ously selected the few statements incriminating the petitioner and condensed those statements into a document. The “voluntary statements” introduced at trial1 do not begin to accurately reflect the entire statements given by Wrentz and Marshall to the police officers. The jurors could not have made an informed, intelligent, and fair decision on petitioner’s guilt or innocence without hearing the tape recordings in their entirety. Because the police misconduct in this case relates to the interrogation of Goodman, Wrentz, and Marshall, the appropriate remedy for the Due Process violation caused by the tactics used in those interrogations is to grant petitioner a new trial in which the entire tape recordings are played to the jury.2\n\nVII. Petitioner’s Other Claims for Relief\n\nPetitioner raises four other claims for habeas corpus relief. He contends (1) that the trial court erred by prohibiting counsel for petitioner from questioning the veniremen concerning their pre-existing opinions regarding which party ought to prevail, thus violating petitioner’s rights under the Sixth Amendment; (2) that the trial court erred in failing to excuse a venireman who admitted on voir dire a fixed opinion as to petitioner’s guilt; (3) that petitioner was deprived of his rights under the Sixth Amendment and the Due Process Clause, due to the false answer during voir dire of a venireman who was eventually selected as a juror; and (4) that petitioner was deprived of his Due Process rights by the admission of coerced testimony.\nOf course, it is not necessary for the court to consider petitioner’s remaining contentions, since the court has already determined that petitioner is entitled to relief and that the State is barred from retrying him. However, petitioner and respondent are entitled to a decision on all the issues raised in the habeas petition, so that upon appeal each of petitioner’s contentions can be finally decided. The public interest likewise favors a speedy, rather than a piecemeal, decision.\nThe court has carefully considered petitioner’s remaining contentions, and finds them to be without merit. A lengthy discussion of each argument is not warranted by the record.\n\nVIII. Conclusion\n\nTo summarize, this court finds that no rational trier of fact could have found the essential elements of the crimes beyond reasonable doubt, as required by Jackson v. Virginia. The evidence is insufficient because (1) a reasonable hypothesis to explain Ms. Hanks’ death exists and that hypothesis raises a reasonable doubt as to petitioner’s guilt, and because (2) the only *786testimony linking petitioner with Ms. Hanks’ death (the testimony of Wrentz) cannot be taken as true by a rational jury. The state is thus barred from retrying the petitioner. Furthermore, the police misconduct in this ease “shocks the conscience” and thus violated petitioner’s rights under the Due Process Clause.\nTherefore, even if the court were mistaken concerning the sufficiency of the evidence claim, petitioner is nevertheless due a new trial because of the police misconduct. Accordingly, petitioner’s application for a writ of habeas corpus is hereby GRANTED.\nHaving determined petitioner’s convictions to be invalid, it is hereby ORDERED that respondent is to release the petitioner from custody immediately after the judgment of this court becomes final, either by failure of the respondent to appeal this judgment or after affirmance on appeal.\n\n. Marshall's statement was introduced for impeachment purposes only.\n\n\n. This remedy is particularly appropriate in light of the fact that the prosecutor failed to insure that the jurors heard all evidence favorable to petitioner. A Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), issue was not raised by petitioner and was expressly waived by him. Transcript of Hearing on July 9, 1985, at 163-65. While that issue is thus not before the court, it is nevertheless appropriate to consider the prosecutor’s actions in fashioning a remedy for the Due Process violation caused by police coercion. A prosecutor, as an officer of the court, has a duty to insure that the jury has complete and accurate information concerning the defendant in a criminal case. This is not to say that the prosecutor has the duty to assist the defense in presenting its case. United States v. Herbst, 641 F.2d 1161, 1168 n. 11 (5th Cir.1981) (Unit B). The prosecutor does, however, have a duty to see that the evidence is fairly presented to the jury.\nThe respondent has argued that, because the tape recordings and transcripts were made available to petitioner’s attorneys at or before trial, the petitioner was the party responsible for insuring that the jurors heard the tape recordings and saw the transcripts of the recordings. That argument is without merit. A defendant in a criminal case is not required to produce any evidence in his defense. The trial judge charged the jurors in this case that the defendant had a presumption of innocence and that the burden of proof never shifts to the defendant. Trial transcript at 1969. Numerous cases hold that impermissible burden-shifting can result in reversal of a conviction. See, e.g., Francis v. Franklin, 471 U.S. -, 105 S.Ct. 1965, 85 L.Ed.2d 344 (1985); Sandstrom v. Montana, 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979).\n\n",
            "ocr": true,
            "opinion_id": 8887933
        }
    ],
    "court_short_name": "M.D. Georgia",
    "court_full_name": "District Court, M.D. Georgia",
    "court_type": "FD",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}