{
    "id": 8717282,
    "judges": "Gordon",
    "date_filed": "1980-11-19",
    "date_filed_is_approximate": true,
    "slug": "lee-v-purpero",
    "case_name_short": "Purpero",
    "case_name": "Lee v. Purpero",
    "case_name_full": "Robert Anthony LEE v. Joseph PURPERO",
    "attorneys": "Robert Anthony Lee, pro se., Mark F. Vannucci, Deputy Corp. Counsel, County of Racine, Racine, WI, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "816 F. Supp. 498"
    ],
    "opinions": [
        {
            "author_str": "Gordon",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDECISION and ORDER\nMYRON L. GORDON, Senior District Judge.\nPro se plaintiff, Robert Anthony Lee, presently incarcerated at the Waupun Correctional Institution, commenced the above-captioned 42 U.S.C. § 1983 civil rights action against fifteen defendants seeking redress for alleged civil rights violations relating to his criminal prosecution and imprisonment for second degree intentional homicide and armed robbery. Presently before the court is defendant Kenneth LaBrasca’s motion to dismiss brought pursuant to Rule 12(b)(6), Federal Rules of Civil Procedure. For the reasons discussed below, the motion will be granted, and I will direct the clerk of court to enter a judgment dismissing the entire action, against all defendants, without prejudice.\nIn Mr. Lee’s original 42 U.S.C. § 1983 complaint filed in this action, he alleges a far reaching conspiracy by Racine County sheriff deputy Kenneth LaBrasca and detectives of the Milwaukee police department. Mr. Lee contends that this conspiracy ultimately led to his conviction and incarceration for crimes which he implies, in his complaint, he did not commit. Specifically, he complains that he was arrested without probable cause and that police detectives falsified and fabricated statements he made to them. Mr. Lee further alleges that police detectives fabricated his identification as the perpetrator of the crimes under investigation by the defendants. Nowhere in Mr. Lee’s complaint does he allege that he challenged the constitutionality of his conviction and imprisonment by exhausting his Wisconsin state court remedies.\nThe following are samples of the many allegations contained in Mr. Lee’s original complaint challenging the constitutionality of his conviction:\n(1) “[Djetectives Fredericks and Purpe-ro deliberately under color of their public office did conspire with each other and the other detectives to fabricate the statement given to them by Mr. Lee which were attributed to Mr. Lee that were malicious*499ly false and resulted in the deprivation of Mr. Lee’s liberty.”\n(2) “[Fredericks and Purpero] arrested Mr. Lee for the crime of murder in violation of his constitutional rights of due process without proof thereof, to obtain Lee’s [c]onviction.”\n(3) “Detectives Thomas Jackelen, James Gauger, and Gregory Baur did deliberately and with callous disregard aided and abetted [sic] ... in the unlawful sizure [sic] which resulted in plaintiffs arrest without probable cause, and continued towards the resulting conviction therefrom.”\n(4) “[Jackelen, Gauger and Baur] under the power and authority of their public office conspired with Gerald Miller and Deputy Kenneth LaBrasca of the Racine Co Sheriffs department to fabricate Robert Lee’s identification in violation of plaintiffs constitutional right to due process\n(5) “[D]etective Harrell forcefully took head hairs from plaintiffs head against his will, this was done so that the police department could plant the head hairs from plaintiffs head into a cap, and was done under the power and authority of his office and under color of state law and custom of the police department, to deprive plaintiff of his liberty, and therefore, is a conspiratorial wrong ...”\nFrom this selection of Mr. Lee’s allegations, as well as from the balance of his complaint, there can be little doubt that the gravamen of Mr. Lee’s complaint is that he believes he was unlawfully convicted and incarcerated in violation of the United States Constitution. This is further borne out by the fact that in his written status report filed with this court on September 14, 1992, Mr. Lee describes his case, in part, as follows:\nThis is an action of conspiracy between the Milwaukee city defendants and the Racine county defendants who fabricated Mr. Lee’s identification with the citizen defendant and “state agent” Gerald Miller, based not just on the conspiracy to deprive plaintiff of his constitutional rights of life and liberty but also upon the discriminatory action of the city and county mentioned aboved [sic], to continue the illegal detention and imprisonment (emphasis added).\nNevertheless, in his complaint, Mr. Lee explicitly states that “Plaintiff, Robert Anthony Lee is not attacking the length nor the duration of his conviction within the state court.” Instead, he requests $75,000 in punitive damages per year, per defendant, for twenty years and $40,000 in compensatory damages per year, per defendant, for twenty years.\nWith leave of the court, Mr. Lee filed an amended complaint on July 31, 1992. In his new complaint, the plaintiff repeats the allegations of his original complaint and adds many more details. His added allegations purport to demonstrate the defendants’ alleged participation in the conspiracy unlawfully and unconstitutionally to convict him and imprison him. Just as in his original complaint, his amended complaint does not allege an exhaustion of his state court remedies with respect to his claims.\nIn response to Mr. Lee’s amended complaint, Mr. LaBrasca filed a motion to dismiss pursuant to Rule 12(b)(6), Federal Rules of Civil Procedure. Mr. LaBrasca’s motion to dismiss argues that a state prisoner, who has not alleged in his complaint that he has exhausted his available state court remedies, may not maintain a civil rights action under 42 U.S.C. § 1983 for money damages when the allegations in his complaint solely challenge the constitutionality of his state court conviction and imprisonment. Mr. LaBrasca argues that such a 42 U.S.C. § 1983 suit cannot be maintained and that Mr. Lee’s complaint sets forth an action in habeas corpus, which requires a demonstration in his complaint that he has exhausted his available state court remedies.\nSubsequent to the Supreme Court’s landmark decisions in Preiser v. Rodriguez, 411 U.S. 475, 93 S.Ct. 1827, 36 L.Ed.2d 439 (1973) and Wolff v. McDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974), there have been rulings by the court of appeals for the seventh circuit which support the following rule: a plaintiff who brings a 42 U.S.C. § 1983 complaint solely seeking money damages, but alleging only the unconstitutionality of his state court conviction and incarceration, may not maintain such an action unless *500he pleads and ultimately demonstrates that he has exhausted his state court remedies challenging his conviction and imprisonment.\nIn Hanson v. Heckel, 791 F.2d 93 (7th Cir.1986), the petitioner, who was incarcerated, brought a § 1988 action seeking a declaratory judgment and damages for the alleged deprivation of meritorious good time credits but he did not ask for the restoration of those credits. 791 F.2d at 94. The court of appeals for the seventh circuit agreed with the district court’s decision to construe the petitioner’s action as petition for a writ of habeas corpus. It then affirmed the district court’s dismissal of the action due to the petitioner’s failure to exhaust state court remedies. Id. at 97. In reaching its decision in Hanson, the court noted that to entertain the petitioner’s “challenge would be tantamount to a decision on his entitlement to a speedier release, and under both Preiser and Wolff, a matter that is foreclosed from consideration until all state remedies have been exhausted.” Id. at 96.\nIn Crump v. Lane, a petitioner brought a § 1983 action and sought damages for his alleged denial of parole and alleged illegal confinement stemming therefrom. 807 F.2d 1394 (7th Cir.1986). The court of appeals for the seventh circuit rejected the petitioner’s attempt at circumventing the exhaustion requirement of habeas corpus by bringing a § 1983 action for damages. The court reasoned:\nWere we to entertain Crump’s § 1983 action and find that the Board’s decisions indeed violated his constitutional rights, it would be tantamount to deciding that Crump is being illegally confined in violation of the United States Constitution ... The core of Crump’s claim concerns the fact or duration of his confinement, and any award of damages would be entirely dependent upon the favorable resolution of that issue. Before Crump may properly maintain a § 1983 action for damages arising out of his allegedly illegal confinement, he must first exhaust his state court remedies as required by 28 U.S.C. § 2251(b).\nId. at 1401 (emphasis added)\nOther decisions in this circuit have followed Hanson and Crump. See, e.g., Graham v. Broglin, 922 F.2d 379, 381-82 (7th Cir.1991) (“If a prisoner who should have asked for habeas corpus misconceives his remedy, brings a civil rights suit, and fails to exhaust his state remedies, his suit must be dismissed.”); Greene v. Meese, 875 F.2d 639, 642 (7th Cir.1989) (“A prisoner may not circumvent the requirement of complete exhaustion by first suing for damages or a declaratory judgment [under § 1983] and then using a favorable judgment in that suit as the basis for requesting a reduction in the length of his imprisonment.”); Scruggs v. Moellering, 870 F.2d 376, 378-79 (7th Cir.1989) (“Section 1983 may not be used to mount a collateral attack on the plaintiffs criminal conviction, for that would circumvent the requirement in the federal habeas corpus statute that a state prisoner exhaust his state remedies before turning to the federal courts.”), cert. denied, 493 U.S. 956, 110 S.Ct. 371, 107 L.Ed.2d 357 (1989); Lumbert v. Finley, 735 F.2d 239, 242 (7th Cir.1984) (“challenges to the fact or duration of confinement may be brought only as habeas corpus actions.”).\nCourts in other circuits have addressed cases with facts closely resembling the instant case and have reached the conclusion that exhaustion is required. See, e.g., Young v. Kenny, 907 F.2d 874 (9th Cir.1990), cert. denied, Bressman v. Farrier, 498 U.S. 1126, 111 S.Ct. 1090, 112 L.Ed.2d 1194 (1991); Hamlin v. Warren, 664 F.2d 29 (4th Cir.1981), cert. denied, 455 U.S. 911, 102 S.Ct. 1261, 71 L.Ed.2d 451 (1982); Fulford v. Klein, 529 F.2d 377 (5th Cir.1976), aff'd on reh’g en banc, 550 F.2d 342 (5th Cir.1977).\nFulford is a case strikingly similar to Mr. Lee’s action. In that case the court of appeals for the fifth circuit held that “a § 1983 action for damages based on the withholding at trial of possible exculpatory evidence by state officials ... cannot be prosecuted ... before all state remedies have been exhausted in seeking relief from the conviction allegedly obtained in violation of the federal Constitution and law.” 529 F.2d at 378. The Fulford decision also lends support for the view that in demonstrating exhaustion of state court remedies the § 1983 petitioner *501must first bring a federal habeas corpus action. See id. at 381 (“We conclude from the Supreme ■ Court cases that habeas corpus is the exclusive initial cause of action where the basis of the claim goes to the constitutionality of the state court conviction.”) (emphasis added).\nMr. Lee’s original complaint, amended complaint, and his written status report all focus solely on allegations that the defendants’ unconstitutionally convicted and imprisoned him in contravention of the Constitution. In my opinion, the clear thrust of Mr. Lee’s claims relate to “the fact or duration of his confinement.” See Crump, 807 F.2d at 1401. Consequently, Mr. Lee cannot maintain his present 42 U.S.C. § 1983 complaint unless he has exhausted his state court remedies relating to his challenge of his state court conviction and imprisonment.\nMr. Lee has not alleged in either his original § 1983 complaint or his amended complaint that he has exhausted his state court remedies. He responded to Mr. LaBrasca’s motion in part by stating that “he does not have to exhaust state remedies available.” I conclude that Mr. LaBrasca’s motion to dismiss must be granted.\nIn addition to Mr. LaBrasca, there are fourteen other defendants who are still parties to this suit. They are all in a like position to Mr. LaBrasca because Mr. Lee’s complaint is deficient with respect to all defendants. To avoid the unnecessary waste of resources by the parties and the court in preparing and resolving further motions, I will sua sponte, on my own motion, direct the clerk of court to enter judgment dismissing this entire action, without prejudice, even though the remaining fourteen defendants have not yet filed any dispositive motions.\nDisposing of this action by my own motion is proper in the present circumstances. See, e.g., Roberts v. American Airlines, Inc., 526 F.2d 757, 761 (7th Cir.1975) (noting that in “cases where issues have become moot as a result of judicial decision, or otherwise, the courts unquestionably have the authority, and it often becomes their duty, to dismiss cases sua sponte and without any motion to dismiss being made.”), cert. denied, 425 U.S. 951, 96 S.Ct. 1726, 48 L.Ed.2d 195 (1975), cert. denied, Williams v. American Airlines, Inc., 425 U.S. 951, 96 S.Ct. 1726, 48 L.Ed.2d 195 (1976); Huang v. Shiu, 124 F.R.D. 175, 178 (N.D.Ill.1988) (“‘A District Court may properly on its own motion dismiss an action as to defendants who have not moved to dismiss where such defendants are in a position similar to that of moving defendants or where claims against such defendants are integrally related.’ ”) (citing Silverton v. Department of Treasury, 644 F.2d 1341, 1345 (9th Cir.1981), cert. denied, 454 U.S. 895, 102 S.Ct. 393, 70 L.Ed.2d 210 (1981)).\nORDER\nTherefore, IT IS ORDERED, that Mr. LaBrasca’s motion to dismiss be and hereby is granted.\nIT IS ALSO ORDERED that the clerk of court be and hereby is directed, pursuant to Rule 58, Federal Rules of Civil Procedure, to enter a judgment dismissing this action, without prejudice, and without costs.\n",
            "ocr": true,
            "opinion_id": 8700475
        }
    ],
    "court_short_name": "E.D. Wisconsin",
    "court_full_name": "District Court, E.D. Wisconsin",
    "court_type": "FD",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}