{
    "id": 8718058,
    "judges": "Connor",
    "date_filed": "1972-05-27",
    "date_filed_is_approximate": true,
    "slug": "standard-acc-ins-v-home-indemnity-co",
    "case_name_short": null,
    "case_name": "Standard Acc. Ins. v. Home Indemnity Co.",
    "case_name_full": "STANDARD ACC. INS. CO. OF DETROIT v. HOME INDEMNITY CO. OF NEW YORK",
    "attorneys": "Jones, Thompson & Kelly and Everett W. Thompson, all of Los Angeles, Cal., for plaintiff, Standard Acc. Ins. Co. of Detroit., Thomas P. Menzies and Harold L. Watt, both of Los Angeles, Cal., for defendant Home Indemnity Co. of New York., Luce, Forward, Lee & Kunzel, of San Diego, Cal., for defendant George White., Edgar B. Hervey, of San Diego, Cal., for defendant James Carl Fitzgerald, a minor, by and through his guardian ad litem, James Richard Osborne., William Guthrie, John B. Lonergan and Donald W. Jordan, all of San Bernardino, Cal., for defendant Michael Lee and Patricia Lee, Minors, by their guaj-dian ad litem, Mildred E. Taylor., Lasher B. Gallagher, of Los Angeles, Cal., amicus curiae in the U. S. Court of Appeals.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": "See also 6 F.R.D. 218.",
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "82 F. Supp. 945"
    ],
    "opinions": [
        {
            "author_str": "Connor",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJ. F. T. O’CONNOR, District Judge.\nA “Notice of Motion to spread Mandate and for a Judgment” having been filed herein on January 17, 1949, by counsel for the Home Indemnity Company of New York, a corporation (hereinafter referred to as the “Home”) ; and a “Notice of Motion and Objection of Plaintiff, Standard Accident Insurance Company of Detroit, a corporation” (hereinafter referred to as the “Standard”), to proposed judgment in accordance with .Mandate of the United States Circuit Court of Appeals”, having been filed herein on January 18, 1949, by counsel for the said insurance company, both of which motions were noticed for hearing for January 24, 1949, and at which hearing counsel for the Home moved that the Mandate of the United States Court of Appeals.be filed and spread upon the minutes of this court, and counsel for the Standard moved that there be expunged from the proposed judgment (copy of which judgment has not been filed) the clause \"and that said plaintiff was at all times the primary insurance carrier of said George White,” which motions were taken under submission by this court and duly considered, it is now by the court\n. Ordered: that the said Mandate be filed and spread on.the minutes of this court, nunc pro tunc, January 24, 1949; and the motion of the Standard to expunge the above clause will be granted at this time, without prejudice however to its renewal *947by the court, sua sponte, or by counsel, for the sole reason that said motion 'is premature.\nFactually, the Standard, plaintiff herein, issued to George White, as the named assured, its automobile insurance policy insuring him against public liability for injuries arising from the ownership, maintenance or the use of his Packard automobile, to the extent of $25,000 to one person and up to $50,000 for each accident, which policy contained the provision, inter alia, that when the automobile covered by the policy was undergoing repairs, the insurance afforded by the policy applied to another automobile “used as the substitute” for the car that was being repaired; and another provision in this policy provided that, as to the “substitute automobile”, the coverage \"shall be excess insurance over any other valid and collectible insurance available to the insured.” (Italics supplied.)\nThe Home, one of the defendants herein, issued an automobile policy to Walter Hag-gerty and the Northumberland Mining Company, the named assureds, insuring them against public liability for injuries arising from the operation of their Lincoln Zephyr automobile to the extent of $100,-000 to one person and up to $300,000 for each accident, which policy included any person using the automobile, provided the actual use of the automobile was with the permission of the named assured.\nWhile the Packard automobile owned by George White, and insured by Standard, was undergoing repairs, White drove the Lincoln Zephyr sedan, insured by the Home, with permission of the named assureds, from Los Angeles to San Diego, California. He made this trip on July 20, 1946, had a serious accident killing two pedestrians, and suits were filed against him for damages in the Superior Court in and for the County of San Diego, California. Both policies were in full force and effect at the time of this accident.\nThereafter, Standard brought a suit in this court for a declaratory judgment against the Home; George White; James Carl Fitzgerald, James Richard Osborne, Michael Lee and Patricia Lee, in their proper capacities, to have the Home defend White in the suits pending against him in the San Diego Superior Court, ana all of them legally answered through their counsel.\nThe prayer of the Standard, in its complaint for declaratory relief, recited inter alia as follows:\n“That if this court find and so decree that the defendant, George White, has breached the conditions of the policy of insurance issued by the Home Indemnity Company of New York, which is described in the complaint on file herein, and that thereby Home Indemnity Company of New York has been released from its obligations to the defendant, George White, thereunder, that then this court adjudge and declare that this plaintiff is not obligated to defend said action No. 134918 or said action No. 134630, but that its sole obligation under said policy is to pay such portion of any judgment or judgments which may be rendered against said George White in said actions as shall be in excess of the insurance that would have been available to said George White had he not breached the terms and conditions of said policy of insurance issued by defendant, Home Indemnity Company of New York, as in this complaint alleged and which excess is not in excess of the limits of liability as set forth in the policy of insurance issued by this plaintiff.”\nNotwithstanding the allegations in the complaint of the plaintiff, Standard, and its prayer for relief therein, Attorney Paul Nourse, the then counsel for the plaintiff, Standard, in his opening statement to the court in the declaratory judgment action, stated on page 10 of the Reporter’s Transcript of Proceedings, as follows:.\n“The true controversy then that arises is this: Has White so violated the Home’s policy as to relieve it from its obligation, both to defend him in the state court actions and to indemnify him from any judgments that might be rendered therein?\n\n\"If the court finds that the answer to that controversy or interrogatory, I might say, is in the negative and that he has not breached the Home’s policy, that in effect brings an end to this litigation.\n\n*948“If, however, the court should find that there had been a breach of the Home’s policy, that that breach was prejudicial to the Home and there will be a controversy on the Home’s part as to whether it need be prejudicial or not, then the remainder of the controversies comes in; * *\nPaul Nourse continues: “I want one thing made clear. Mr. Menzies calls my attention to it. He is right: our positions are the same under certain circumstances. We have, however, set up here and asked a declaration of the rights, first that the Home be held-in because if they are held in we haven’t anything in the fire” (page 35 of Transcript); and at the conclusion of the trial on January 22, 1947, Mr. Nourse concluded as follows: “If your Honor decides the first issue, the one we have been arguing here, against the Home, the other issues do not come up. If they do come up, they come up between counsel here and myself. Then the Home would be no further interested in how your Honor decided our liability, or the effect of this breach, if any, on us, and the other matters I have put forward.”\n“The court: That is correct.\n“Mr. Nourse: So may these briefs first be limited?\n“The court: Be limited first to that question?\n“Mr. Nourse: To the first question, yes.\n“The court: I think that is a very good suggestion because there is no need of doing unnecessary things.” (From transcript pages 72, 73.) (Italics supplied.)\nIn the trial of this Declaratory judgment suit, contested by the Home on the ground, inter alia, that it was not liable under its policy provisions to defend White because of fraud perpetrated upon it and/or a lack of co-operation on the part of White, and’ in which contention this court found against the Home, this court, in ruling that White had not breached the policy with the Home, and that it was the obligation of the Home to defend White in the damage suits pending against him in San Diego, Calif., did not decide the liability of Standard to defend White in case the policy with Home was invalid; nor whether the insurance policy of Standard would constitute only “excess” insurance, over and above the limits of liability of the Home, in the event the policy of the Home was vitiated for any reason whatsoever; which procedure was in accordance with the foregoing understanding and agreement between the court and counsel.\nAs a result of the decision of this (the-District) court, this court, in finding the issues in favor of the plaintiff, in the Findings of Fact and 'Conclusions of Law, and the Judgment, prepared by the then counsel for plaintiff and signed by this court and filed on February 28, 1947, found as a fact, inter alia, that:\n“the plaintiff assert(ed) and at the time of the commencement of this action did assert that if defendant, George White, had failed to co-operate with the defendant Home Indemnity Company in the investigation of said accident and the defense of said actions, and had thereby breached the conditions of said policy issued ,by defendant Home Indemnity Company, he had likewise failed to co-operate with the plaintiff and had breached the conditions of its policy requiring co-operation on his part and that by reason of said breach it had been released from all obligations under its said policy, and further contend(ed) that its -policy is a policy of excess insurance upon which it is only liable upon claims established against George White in excess of $100,000.00 as to each of the persons killed in said accident; and that- it is only so liable even though defendant White has breached the conditions, of the policy issued by defendant Home Indemnity Company requiring him to co-operate with that company in the investigation of the accident and defense of said actions;”\nand the court found, as a conclusion of law, that\n“the insurance afforded by the policy issued by the plaintiff, Standard Accident' Insurance Company of Detroit, to the defendant George White, constituí (ed) excess insurance over and above that afforded by the policy of Home Indemnity Company of New York, and that under said policy the plaintiff is not obligated to pay any part of any judgment that may be rendered against said George White in either of said *949actions in the Superior Court of the State of California in and for the County of San Diego, except so much thereof as shall be in excess of $100,000.00, but is obligated to pay such part of any judgment in either of said actions as is in excess of $100,-■000.00, not to exceed however $25,000.00 of such excess;\n.and the judgment, signed by the court pursuant thereto, provided, inter alia:\n“ * * * 6. That the plaintiff is only ■obligated under and by virtue of said policy of insurance, received in evidence and marked ‘Defendant’s Exhibit B,’ to pay such amount, not exceeding $25,000.00 of any judgment that may be rendered against George White in said action No. 134630 now pending in the Superior Court of the State of California in and for the County •of San Diego as shall be in excess of $100,000, but is obligated to pay said amount of said excess.\n“7. That the plaintiff is only obligated under and by virtue of said policy of insurance, received in evidence and marked ‘Defendant’s Ex. B,’ to pay such amount, not exceeding $25,000.00, of any judgment, that may be rendered against George White in said action No. 134918 now pending in .the Superior Court of the State of California in and for the County of San Diego as shall be in excess of $100,000.00, but is obligated to pay said amount of said excess.”\nOnly the Home Indemnity Company appealed from the adverse ruling of this court to the Circuit Court of Appeals for the .Ninth Circuit (now known as the United States Court of Appeals for the Ninth Cir-cuit) and the Ünit.ed States Court of Appeals, in 167 F.2d 919, on the sole ground .that White had not been co-operative with .the Home Indemnity Company in the preparation of the defense of the civil actions against him in the San Diego court, held that White had breached this provision of ■the policy, released the Home from liability to defend White in the two negligence suits pending against him, reversing this court on this point only, as this court construes the decision of the Circuit Court.\nThe Mandate of the United States Court of Appeals heretofore in this Order ordered filed nunc pro tunc, ordered “That such execution and further proceedings be had in the said cause in accordance with the opinion and decree of this (the Circuit) court, and as according to right and justice and the laws of the United States ought to be had, the said judgment of the said District Court notwithstanding. (Italics supplied.)\nThe Findings of Fact and the Conclusions of Law, and the Judgment, predicated thereon of this (the District) court, including the provision that:\n“ * * * if defendant George White had failed to co-operate with the defendant Home Indemnity Company in the investigation of said accident and the defense of said actions, and had thereby breached the conditions of said policy issued by defendant Home Indemnity Company, he had likewise failed to cooperate with the plaintiff and had breached the conditions of its policy requiring co-operation on his part and that by reason of said breach it had been released from all obligations under its said policy * * * ” and the further provision that:\n“ * * * the plaintiff is only obligated * * * to pay such amount, not exceeding $25,000 of any judgment that may be rendered against George White * * * as shall be in excess of $100,000.00, but is obligated to pay said amount of said excess”\nprepared by Standard and signed by this court, pro forma, on February 28, 1947, were predicated solely upon the hypothesis that the Home was liable to defend White under its policy, and cannot now stand in view of the decision of the United States Court of Appeals in this case. This Mandate necessarily vacates the Findings of Fact and Conclusions of Law, and the judgment of this (the District) court.1\nAs a result of the Mandate of the United *950States Court of Appeals reversing this court, for the reasons previously stated, the plaintiff Standard has moved to expunge and delete from the proposed judgment of the Home (not filed) to be entered in accordance with the mandate, paragraph 2 thereof, reading as follows:\n“2. That the plaintiff, Standard Accident Insurance Company of Detroit, a corporation, issued its policy of Indemnity insurance to the defendant, George White, and that said plaintiff was at all times the primary insurance carrier of said George White.\n“Upon the ground that the above portion of said proposed judgment is not a proper part of any judgment to be entered and not in accordance with the opinion of the United States Court of Appeals, 167 F.2d 919, or the mandate of said court, and upon the further ground that said opinion and mandate only decided that the judgment, based upon the findings that defendant George White was covered by the terms and conditions of the policy issued by defendant Home Indemnity Company and entitled to protection and indemnity under the terms and conditions of said policy, was reversed and that no other finding of the above entitled court zoos reversed, altered or modified.” (Italics supplied.)\nA close analysis of the decision of the United States Court of Appeals, 167 F.2d 919, would seem to indicate, beyond a shadow of a doubt, that this court was reversed on the appeal of the Home on the ground that White had'not co-operated with the Home and/or had perpetrated a fraud upon it, thereby releasing the Home from liability to defend White, and, while this is the law of the case and res judicata on this point between these twp insurance companies, no ruling was made by the United States Court of Appeals, in its opinion, as to whether or not the Standard was likewise released from liability to defend White for fraud, non-co-operation, or any other reason; nor was a ruling made by the United States Court of Appeals that the insurance of the Standard was “excess” insurance over and above the limits of liability of the Home, notwithstanding the fact that it had vitiated the Home’s policy, or, on the other hand, primary insurance because White had breached the policy provisions of the Home; and, indeed, no such ruling was necessary for these issues were not decided by this (the District) court prior to the appeal.\nInterpretation of the phrase in the Standard’s policy; “ * * * shall be excess insurance over any other valid and collectible insurance available to the insured.”\nThe Standard has contended all through the pleadings that plaintiff’s policy is only “excess” insurance in this case, and, therefore, that it is not obligated under its policy until the Home’s limits of liability have been exhausted, and that if the Home is excused by a breach by White of the Home’s policy, that the plaintiff Standard is not liable until White has paid judgments up to the amount of the insurance to which he would have been entitled had he not excused the Home from performance. Plaintiff’s Points and Authorities filed Sept. 20, 1946, p. 5. The cases cited by plaintiff, Zurich General Accident &amp; Liability Insurance Co. v. Clamor et al., 7 Cir., 1941, 124 F.2d 717, and Gutner et al v. Switzerland General Insurance Company, 2 Cir., 1929, 32 F.2d 700, are not in point.\nArguendo, the Standard does not indicate when the “primary” insurance, issued to White, changed to “excess” insurance under its policy, that is to say: (1) When White first stepped into the Lincoln Zephyr insured by the Home; (2) turned on the *951ignition; (3) placed his foot on the starter and started the motor; (4) pushed his foot down on the accelerator and drove the car; (5) at the time of the accident; (6) at the time the claim was made and suit filed against him; or (7) when the Home declined to pay the claims against him; but the Standard is quite certain and very definite that, regardless of when this seemingly nebulous transition in status took place, its “primary” insurance somewhere along the transitional line did become “excess” insurance; and that, when it obtained this new status, it thereafter could never again revert back to “primary” insurance.\nThe above contention of Standard taxes the credulity of this court, for the court is unable to determine which of the above events, or any other event not enumerated, caused this transitional change from “primary” insurance to “excess” insurance in the same company, for, with like consistency, any of the foregoing suppositions could be the cause of the transition, and actually it would seem more logical to contend that the getting into the Lincoln Zephyr car, insured by the Home, rather than the breach of the Home’s policy by White would be the more likely cause of the transition from “primary” insurance to “excess” insurance, for this was the novus actus interveniens that started the chain of events leading up to the accident. All of these theories, however, i airly consistent among themselves, seem fantastic to the court, and not worthy of the court’s consideration, for such a construction would not be in accordance with the clear provisions of the policy of the Standard if the policy, relative to the point involved, is to be construed literally. It says that this “primary” insurance “ * * * shall be excess insurance over any other valid and collectible insurance available to the insured.”\nHaving in mind that an insurance policy is a contract, and that the intendments thereof are to be interpreted most strongly in favor of the assured, particularly where the contract is drawn up by the insurer, this court would naturally assume, without judicially deciding this point at this time, that the provision that the insurance of White in the Standard “shall be excess insurance over any other valid and collectible insurance available to the insured” means only upon the actual payment of any claim in this case by the Home up to the limits of its liability; and that if, for any reason, the Home did not pay the claim, either because of insolvency, or because of a breach of a condition by White, or for any other reason, the “primary” insurance in the Standard would not become “excess” insurance, and if there had been an actual transition in status meanwhile, the “excess” insurance would revert back to “primary”.\nIf the Standard wanted its policy to be interpreted according to the present contention of its counsel, it seems to the court that it would have been an easy matter to have used appropriate language to that effect. The present analysis of this policy provision would appear to reduce the Standard’s contention to a “reductio ad absur-dum”.\nThis ratiocination of the court relative to the interpretation to be placed upon “excess” insurance in the Standard’s policy is not the pronouncement of the court’s judicial ruling on this particular point at this time, for the point has not been considered and ruled upon, but is made for the elucidation of counsel in their research on this particular phase of the case, for this is one of the remaining points in the case to be decided, and counsel for the Standard may be able to convince this court that it is wrong in applying the foregoing construction to “excess” insurance.\nThe Circuit Court, in reversing this court, stated (quoting from another case [Royal Indemnity Co. v. Watson, 5 Cir., 61 F.2d 614]) :\n“The contract of insurance was issued for the protection of assured against loss; it was not designed for the protection of strangers. An injured person needs no protection against an assured who is solvent.” [167 F.2d 930] and further;\n“Quite apart! from considerations of sympathy or good morals, however, it is well settled in the law that ‘in an action of this character the injured person stands in no better position than the assured and that a violation by the latter of a cooperation *952clause which would serve to preclude the assured from indemnity under his policy will likewise bar the injured person from recovering against the insurer should the judgment in his favor and against the assured remain unsatisfied.’ The Valladao case [Valladao v. Fireman’s Fund Indemnity Co.], supra, 13 Cal.2d [322], at page 328, 89 P.2d [643], at page 646.”\nFor emphasis, while this court in the declaratory judgment action determined only that, as between the two insurance companies herein the Home was liable to defend the suits pending against White in the San Diego Superior Court, it did not determine whether or not the Standard would have been released from liability on any ground if the Home was released from liability; neither did this court determine the legal construction to be placed upon “excess” insurance, that is to say; the Standard, in case the Home was released from liability, was only liable within the limits of its own policy, after the $100,000 and $300,000 limits of the Home had been satisfied by the Home, in case the Home’s policy was valid, or by White himself, in case the Home was not liable, which procedure was in accordance with the consent of counsel at the close of the declaratory judgment suit.\nThe prayer of defendant White in his answer: “That if this court should find that the defendant Home Indemnity Company of New York is not obligated to defend said actions on behalf of this defendant and is not obligated to pay any judgments rendered therein, then this court declare that the plaintiff, Standard Accident Insurance Company of Detroit, is obligated to defend said actions and to pay any judgments rendered against this defendant therein up to but not beyond the limits of indemnity set forth in its policy”, has not been adjudicated by this court; that is, the obligation of Standard to defend White. The prayer in the answer of defendants Michael Lee and Patricia Lee is to the same effect. These issues have not been decided by this court and are still pending.\nAs this court has analyzed the opinion of the United States Court of Appeals in this case, there are still pending — now that the Home has been released from liability to defend White by the Circuit Court, just two points: (1) the liability of the Standard to defend White under its policy; and (2) the construction of this provision in the policy of the Standard: as to the “substitute automobile” the coverage “shall be excess insurance over any other valid and collectible insurance available to the insured,\" that is to say, whether or not the Standard is liable for the full amount of any judgments procured against White in the two suits pending in the Superior Court of San Diego County up to its $25,000 and $50,000 limits of public liability; or whether this “excess” provision means that the liability of Standard, not to. exceed said $25,000 and $50,000 limits of public liability is only above any public liability judgments over and above the $100,000 and $300,000 limits in the Home, assuming that the Standard is liable to defend White in any event.\nCounsel for the parties still interested in the case, including the amicus curia in the Circuit Court, may set the case down for trial, on the pleadings heretofore framed, to\" determine the liability of Standard, under its policy with White, and introduce the testimony and the evidence heretofore admitted into evidence on the issues before this court in the declaratory action against the Home and/or new and additional competent, material and relevant evidenct and testimony; or counsel may stipulate that the above issue may stand submitted , on the evidence and testimony heretofore introduced in the declaratory action suit; and counsel may likewise file briefs relative to the interpretation to be placed upon “primary” and “excess” insurance in the Standard’s policy in this case .and/or introduce testimony and evidence on this point, all in accordance with stipulation and order to be prepared by the parties hereto for the signature of the court.\nCounsel for the Home, meanwhile, may present Judgment releasing it , from the obligation under its policy to defend or indemnify White as a result of this accident, in consonance with the Opinion of the United States Court of Appeals, and with this order approved as to form, for the signature of this court.\n\n “Where the appeal was taken by only part, of the defendants and the lower co'urt did not lose control of its decree pending the appeal, and, its power merely being suspended during the appeal, it retains control after mandate over the decree as to the defendants who did not appeal and may make such revision there*950in as justice requires (citing Fifth Third Nat. Bank v. Johnson [6 Cir.], 219 F. 89) from Cyclopaedia of Fed.Proc. Vol. 6, Sec. 3069, See p. 815.\n“C.C.A.Ind.1900. When a decree is reversed, and the Mandate does wot direet the entry of any particular decree, but only that further proceedings be had not inconsistent with the opinion of the appellate court, the effect is to put the case in the same position in the court below as if no decree bad ever been entered, and the court has the same authority to permit amendments of the pleadings to enlarge the issues, and admit further proofs, as it had before the entry of the decree. Hawkins v. Cleveland, C. C. &amp; St. L. Ry. Co. [7 Cir.], 99 F. 322, 39 C.C.A., 538, denying mandate motion to modify [7 Cir.], 1898, 89 F. 266, 32 C.C.A. 198. (Italics supplied.)\n\n",
            "ocr": true,
            "opinion_id": 8701251
        }
    ],
    "court_short_name": "S.D. California",
    "court_full_name": "District Court, S.D. California",
    "court_type": "FD",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}