{
    "id": 8963975,
    "judges": "Higginbotham, Rubin",
    "date_filed": "1979-07-06",
    "date_filed_is_approximate": true,
    "slug": "warren-v-bergeron",
    "case_name_short": "Warren",
    "case_name": "Warren v. Bergeron",
    "case_name_full": "Eleanor Faye WARREN, Wendy Warren, Angela Warren, Shoda Warren, and George W. Warren, Jr. v. Ned A. BERGERON, Barbara Bergeron, Cody J. Bergeron, Aubrey Thibodeaux, Paul LeBlanc, Benjamin Daughtery, Anthony Fondaw and Charles Cantor",
    "attorneys": "J. Minos Simon, Lafayette, La., for plaintiffs-appellants., Charley J. Schrader, Jr., Houma, La., for defendants-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "831 F.2d 101"
    ],
    "opinions": [
        {
            "author_str": "Rubin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nALVIN B. RUBIN, Circuit Judge:\nAn order vacating the appointment of a receiver is interlocutory in nature and not made appealable under any exception to the final-judgment rule. We therefore dismiss this appeal from such an order for lack of jurisdiction. We deny the alternative motion for a writ of mandamus because the petitioners have not satisfied the requirements for the issuance of this extraordinary writ.\nI.\nThe widow and children of George Warren, Sr., maintain that his former business associates conspired to assassinate him, hired assassins who did murder him, and now seek to dissipate the assets of the corporation they jointly managed with him. Mr. Warren’s survivors sued his former associates and the alleged assassins in federal district court, charging violations of the Racketeer Influenced and Corrupt Organizations Act.1 In response to the shocking allegations in the complaint, the district court issued an ex parte order appointing Mrs. Warren receiver pendente lite of the corporation. After a hearing subsequent to the appointment, the district court determined that it lacked authority to appoint a receiver in a case to which the corporation was not and could not be made a party. The district court, therefore, vacated its ex parte order. The Warrens request that this court review the decision vacating Mrs. Warren’s appointment and reinstate her as receiver pendente lite.\nII.\nAs a general rule, federal courts of appeal lack jurisdiction to review interlocutory orders issued by district courts. There are, of course, exceptions. The Warrens assert that this court has jurisdiction under 28 U.S.C. § 1292(a)(2) which authorizes review from “interlocutory orders appointing receivers, or refusing orders to wind up receiverships or to take steps to accomplish the purposes thereof, such as directing sales or other disposals of property.” That this statute authorizes appeals from district court orders appointing receivers is clear, and the courts have of course complied with its express language.2 The question, however, is whether the statute authorizes the appeal of an order vacating the appointment of a receiver.\nThe parties have cited and we have found only one case addressing this precise issue. *103In United States v. Otley3 the Ninth Circuit held non-appealable an order vacating the appointment of a receiver, reasoning that the order was neither a final decision nor an interlocutory decision for which a statute authorized appeal. The Otley court did not rely on 28 U.S.C. § 1292(a)(2) but on its substantively identical predecessor-statutes, 28 U.S.C. §§ 225(b), 227 (1940).4\nBecause an order vacating the appointment of a receiver has the same effect as an order refusing to appoint a receiver, the Otley holding is supported by more recent decisions finding a district court’s refusal to appoint a receiver non-appealable under § 1292(a)(2). In United States v. View Crest Garden Apartments,5 acting pursuant to § 1292(b), the Ninth Circuit entertained the certification of a discretionary appeal from a district court’s refusal to appoint a receiver. Since § 1292(b) authorizes appeals only from orders “not otherwise appealable” under § 1292(a), the Ninth Circuit implicitly decided that the denial of a motion to appoint a receiver was not appealable under § 1292(a)(2). The First Circuit has followed the Ninth Circuit in finding that § 1292(a)(2) does not confer jurisdiction to review a refusal to appoint a receiver, albeit in a case in which the parties conceded this point.6\nWe follow the decisions holding that § 1292(a)(2) does not confer jurisdiction for the appeal of district court orders vacating the appointment of or refusing to appoint receivers. To put a corporation or other entity into receivership is to wrest management and control from those entrusted by the owners, replacing them with a court-appointed trustee under court supervision. Because this action may cause great harm, Congress decided to make interlocutory orders appointing receivers appealable. A district court’s decision not to appoint a receiver may also have dire consequences, but Congress found the threat to property rights from failure to appoint a receiver not so consistently and profoundly serious as to override the general policy against permitting review of interlocutory orders. Thus, § 1292(a)(2) does not grant us jurisdiction over this appeal.\nThe Warrens offer an alternative basis for review. Relying on the district court’s opinion, they suggest that 28 U.S.C. § 1292(a)(1), authorizing appeal of interlocutory orders “granting, continuing, modifying, refusing or dissolving injunctions, or refusing to dissolve or modify injunctions,” may apply to this case. But neither the district court nor the Warrens cite any authority for equating the refusal to appoint a receiver with the refusal to grant an injunction, and we find the equation of the two implausible. If the appointment of receivers were a species of injunction, § 1292(a)(2) would be redundant. That Congress passed a statute specifically governing appeals from orders relevant to receivership indicates that such orders are distinct from the injunctions covered by the prior subsection.\nFinally, the Warrens petition for a writ of mandamus directing the district judge to reinstate the receivership. A writ of mandamus is an extraordinary remedy available only when the petitioner proves that the district court has manifestly abused its discretion or usurped judicial power. Mandamus may not serve as a substitute for appeal.7 We discern no such abuse of discretion and certainly no usurpation of power in the district court’s decision to vacate the appointment of a receiver to a corporation that was not and could not be joined as a party to the case.\nFor these reasons, we DISMISS the appeal and DENY the petition for mandamus.\n\n. 18 U.S.C. §§ 1961-1968 (1982).\n\n\n. See, e.g., Sec. and Exch. Comm’n v. First Fin. Group of Texas, 645 F.2d 429, 431 n. 1 (5th Cir.1981); Piambino v. Bailey, 610 F.2d 1306, 1327 (5th Cir.1980), cert. denied, 449 U.S. 1011, 101 S.Ct. 568, 66 L.Ed.2d 469 (1980).\n\n\n. 116 F.2d 958 (9th Cir.1940).\n\n\n. See also 28 U.S.C.A. § 1292 (West 1966) (Historical and Revision Notes).\n\n\n. 265 F.2d 205, 206 (9th Cir. 1958), 268 F.2d 380 (9th Cir.1959), cert. denied, 361 U.S. 884, 80 S.Ct. 156, 4 L.Ed.2d 120 (1959).\n\n\n. Sec. &amp; Exch. Comm’n v. World Radio Mission, Inc., 544 F.2d 535, 537 n. 2 (1st Cir.1976). But see Centurion Reins. Co. v. Singer, 810 F.2d 140, 145 (7th Cir. 1987) (dictum).\n\n\n. Allied Chem. Corp. v. Daiflon, Inc., 449 U.S. 33, 34-35, 101 S.Ct. 188, 189, 66 L.Ed.2d 193 (1980); Will v. United States, 389 U.S. 90, 95-96, 88 S.Ct. 269, 273-274, 19 L.Ed.2d 305 (1967).\n\n",
            "ocr": true,
            "opinion_id": 8955226
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}