{
    "id": 8727347,
    "judges": "Oetken",
    "date_filed": "1979-12-21",
    "date_filed_is_approximate": true,
    "slug": "biro-v-conde-nast",
    "case_name_short": "Biro",
    "case_name": "Biro v. Condé Nast",
    "case_name_full": "Peter Paul BIRO v. CONDÉ NAST, a division of Advance Magazine Publishers Inc., David Grann, Louise Blouin Media Inc., Global Fine Art Registry LLC, Theresa Franks, Business Insider, Inc., Gawker Media LLC, International Council of Museums, Georgia Museum of Art and Paddy Johnson",
    "attorneys": "Richard Allen Altman, New York, NY, for Plaintiff., David A. Schulz, Amanda Marie Leith, Julia Catherine Atcherley, Levine, Sullivan, Koch & Schulz, LLP, Lynn B. Oberlander, The New Yorker, New York, NY, Chad Russell Bowman, Levine Sullivan Koch & Schulz, LLP, Washington, DC, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "963 F. Supp. 2d 255"
    ],
    "opinions": [
        {
            "author_str": "Oetken",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION AND ORDER\n\nJ. PAUL OETKEN, District Judge:\nThis is a defamation action stemming from a profile of Plaintiff Peter Paul Biro, written by Defendant David Grann (“the Grann Article”), which appeared in the July 12-19, 2010 issue of the New Yorker magazine, published by Defendant Condé Nast, a division of Advance Magazine Publishers Inc. (“Advance”). In an opinion and order dated August 9, 2012, this Court examined each allegedly defamatory passage in the Grann Article and determined that four of roughly two dozen passages stated a claim for defamation under New *259York law. The remaining passages were determined to be either not susceptible of a defamatory implication, non-actionable expressions of opinion, or privileged as fair and true reports of a judicial proceeding.\nBefore this Court at present are the following motions: (1) a motion filed by Grann and Advance (collectively, “the New Yorker Defendants”) for an order finding Biro to be a public figure; (2) the New Yorker Defendants’ motion for judgment on the pleadings; and motions to dismiss by (3) Yale University Press (“YUP”); (4) Paddy Johnson; (5) Gawker Media LLC (“Gawker Media”); and (6) Business Insider (collectively, “the Republisher Defendants”). For the reasons that follow, Defendants’ motions are all granted.\nI. Background\nA. Factual Background1\n1. The Parties\nBiro is a Canadian citizen in the business of art restoration and authentication. He is known for having developed scientific approaches to art authentication through fingerprint analysis. Biro is featured in the documentary Who the # $ &amp; % is Jackson Pollock?, which concerns a painting purchased for five dollars by truck driver Teri Horton, which may or may not be an authentic Jackson Pollock.\nDefendant David Grann is a citizen of New York and a journalist who has written numerous books and feature stories for publications including the New Yorker, where the Grann Article appeared on July 12, 2010.\nDefendant Advance is a corporation with its principal place of business in New York and is the publisher of the New Yorker.\nDefendant Business Insider is a corporation with its principal place of business in New York and is the publisher of a business and technology news website, available at http://www.businessinsider. com.\nDefendant Gawker Media is a corporation with its principal place of business in New York and is the publisher of numerous blogs, including the technology blog Gizmodo, available at http://www.gizmodo. com.\nDefendant YUP is a department of Yale University, in New Haven, Connecticut. YUP is a book publisher, which has published, inter alia, a biography of the artist Jackson Pollock, entitled Jackson Pollock, by the author Evelyn Toynton (“the Toynton Biography”).\nDefendant Paddy Johnson is a resident of New York, and is the founding editor of the blog artfagcity.com.\n2. The Johnson Article\nOn May 18, 2011, Paddy Johnson wrote and published an article entitled “Making the Mark of a Masterpiece” on artfagcity.com (“the Johnson Article”). Johnson’s article, which concerns Grann’s profile of Biro, states in its entirety:\nThe New Yorker’s Mark of a Masterpiece tells me its [sic ] time to re-evaluate a couple opinions I expressed about that so-called Jackson Pollock I wrote about back in 2006. Thanks to a documentary called Who the #$ &amp; % is Jackson Pollock?, I wasted a fair bit of ink on why I thought the International *260Foundation for Art Research should take another look at a garish painting that didn’t look much like a Pollock. Forensic scientist Peter Paul Biro had produced fingerprinting identification and matched paint samples though, and that evidence seemed rather compelling. So I pushed aside a few pesky details, namely that it followed the basic rule of forgery: The less plausible the fake, the more involved the narrative and documentation becomes. This one reached absurd levels, with truck driver Teri Horton’s big thrift store find and Peter Paul Biro’s research even spinning its own documentary.\nNow however, David Grann sheds considerable light on some of the forensic scientist’s more questionable authentication techniques. From the article:\n[Theresa] Franks [of Global Fine Art Registry, a company crusading against fraud] became particularly interested in Biro’s methods after Frankie Brown, an artist in California, told her that he had seen a photograph of the Teri Horton painting, in People, and wondered if it might be his own work. Franks hired as an expert Tom Hanley, the chief of police in Middlebury, Vermont, who had more than two decades of experience as a fingerprint examiner. Hanley told me that he approached Biro, who had previously stated about Horton’s painting, “My work is (and has been) available for evaluation to qualified experts.” Yet Biro declined to share his evidence, saying that Horton had objected to the idea. Hanley was thus forced to rely on bits of information that Biro had posted on his Web site, several years earlier. The online report contains a photograph of the partial fingerprint that Biro said he had found on the back of Horton’s painting. In Hanley’s judgment, the impression lacked the kind of detail — the clear ridges and furrows — that is necessary to make a proper comparison.\nAfter Hanley revealed his findings to Franks, she raised questions on her Web site about the reliability of Biro’s fingerprint methodology. Biro then inserted a clarification to his online report. It said:\nFor security reasons, several images in this report are watermarked in a way that is not apparent to the observer. The fingerprint images have also been reduced in resolution so as to render them unusable except for illustration.\nI advise against evaluating the fingerprint images illustrated in this report as if they were the actual source material. Any attempt to do so is pointless.\nBiro told me that such secrecy protected the privacy of his clients and prevented anyone from, misusing the fingerprint. To Hanley, this was baffling: what forensic scientist avoids peer review and even admits to doctoring evidence in order to prevent others from evaluating it? “If what he found are truly fingerprints, why isn’t he sharing?” Franks asked me. In any case, Hanley, unable to examine Biro’s evidence firsthand, had reached a dead end.\nThen Ken Parker [a man Biro also produced a controversial Pollock authentication for] told Hanley and Franks about his drama with Biro. Parker said that Hanley was welcome to examine his painting. For the first time, Hanley was able directly to observe Biro’s fingerprint evidence. He noted several fingerprints on the back of the picture, including two on the wooden stretcher frame, which were *261black, as if they had been made with ink. Looking through a magnifying glass, Hanley focussed [sic] on the most legible fingerprint, which appeared to be covered with a clear finishing coat, like a varnish. Parker said that before giving the painting to Biro he hadn’t noticed a fingerprint on it. “I don’t know where it came from,” he said. He said that Biro had told him he had used some sort of “resin process” .to make it more visible. Hanley had never seen a print developed in this fashion. Based on the clarity of the impression, Hanley thought that the fingerprint had to be relatively new — certainly not from half a century ago, when Pollock was alive.\nThose are pretty damning words. I spoke with Peter Paul Biro on more than one occasion during the promotion of the movie, and while he didn’t offer a lot of insight on the movie itself he did go to great lengths to explain that his reputation was his livelihood. “This is not a risk I would take if I were not certain,” he told me. Foolishly, I believed him.\nBiro requested that Johnson remove this article from her website; that request was denied.\n3.The Gawker Article\nOn July 7, 2010, an article entitled “Is This Man the Art World’s High-Tech Hero or Villain?” was published on Gawker Media’s website Gizmodo (“the Gawker Article”). The article begins, “This is Peter Paul Biro. Depending on who you ask, he’s either using fingerprinting, forensic science, and state of the art spectral cameras to uncover lost art masterpieces, or using that same technology to manufacture them.” After quoting a paragraph from the Grann Article, the Gawker Article states:\nBut Grann quickly began to find cracks in Biro’s story, tracing a long history of purported fraud and manipulation of artworks he was employed to restore (his family worked in restoring art before Peter Paul eventually moved into the field of authenticating it). At the end of this tangled yarn comes a striking accusation: Biro had actually planted many of the fingerprints that supposedly verified the authenticity of the paintings he was charged with evaluating.' Just like the art he works with, it’s hard to pin down the true- story behind Peter Paul Biro. But as shown in the New Yorker piece (which you should really read in full), Biro’s complicated cameras and forensic techniques have only introduced a new layer of uncertainty to the hazier corners of art history.\n4.The Business Insider Article\nOn July 5, 2011, Business Insider published an article entitled “Nine of the Biggest Art Forgeries of All Time” on its website (“the Business Insider Article”). One of nine biggest art forgeries of all time, according to the Business Insider Article, was perpetrated by Biro. The article contained the following language: “But soon after, New Yorker reporter David Grann wrote a profile of Biro revealing him as a forger and long-term fraud who created phony fingerprints on paintings to market them as genuine.”\nAfter Biro demanded a retraction of the Business Insider Article, Business Insider removed the posting. The remainder of the Article, sans reference to Biro, continues to exist on Business Insider’s website. It is now entitled “Eight of the Biggest Art Forgeries of All Time.”\n5.The Toynton Biography\nOn or about December 19, 2011, after this lawsuit had commenced, YUP publish*262ed the Toynton Biography. Chapter ten of the Toynton Biography contains a section of several pages in length about two discoveries of supposed Jackson Pollock paintings, including the painting discovered by Teri Horton. The section also discusses Alex Matter, a filmmaker who found a cache of paintings that his late father had designated as Pollocks. The section on the Horton and Matter paintings begins, “Just as the prices of Pollocks make headlines in the mainstream media, there has also been extensive coverage of the controversies surrounding the discovery, in unlikely places, of what were claimed to be previously unknown Pollocks.” (Toyton at 109.) On page 110, Toynton writes:\nA purported forensics expert with a specialty in art claimed to have found a Pollock fingerprint on Horton’s painting, though his integrity was later called into doubt, and the validity of his methods questioned by a fingerprint expert of long standing. There were even allegations that the fingerprint had been forged — transferred onto the painting via an inked rubber stamp made from a cast of a Pollock print on a paint can. And when the same forensic expert announced he’d also found a Pollock fingerprint on another disputed Pollock, it was hard to take him seriously.\nAlthough he is not named, the “purported forensics expert” mentioned in the Toynton Biography is allegedly Biro.\nThe Toynton Biography goes on to note: “In fact, even before the fingerprint controversy, experts like the late Thomas Hoving, a former director of the Metropolitan Museum, had scoffed at Horton’s claims for her painting .... ” Toward the conclusion of her section on these controversies, Toynton writes:\nNeither dispute has yet been conclusively laid to rest, and it is certain that there will be other controversial Pollock discoveries in the future. Whether they will be resolved by scientific analysis or by the aesthetic judgment of those whose long-standing involvement with Pollock’s work make their instinctive responses particularly trustworthy is not yet clear.\nIn both cases, the problem of establishing authenticity and thus differing conclusions arrived at by respected scholars and connoisseurs, not to mention the scientists involved, highlighted the particular difficulty of authenticating the kind of work Pollock produced. And the controversies inevitably reopened the uncomfortable question, in the public mind at least, of how authentic Pollock’s work was in and of itself ....\n(Id. at 111.)\nB. Procedural Background\nBiro initiated this action on June 29, 2011. (Dkt. No. 11.) Biro has since amended his complaint three times, on September 27, 2011, December 5, 2011, and October 12, 2012. (See Dkt. Nos. 17, 27, &amp; 92.) Claims against all of the Re-publisher Defendants relevant to this opinion, except YUP, were first added in the Second Amended Complaint. The claim against YUP was added in the Third Amended Complaint. On August 9, 2012, the Court granted in part and denied in part the New Yorker Defendants’ motion to dismiss. (Dkt. No. 70.) Most of the roughly two dozen allegedly defamatory statements in the Grann Article were dismissed. The Court held that Biro had stated a claim, however, as to the following four sections of the Grann Article:\n(1) the recitation of Elisabeth Lipsz’s comment that Biro is a “classic con man” as well as her attorney’s comment that Biro “was so convincing. He was very suave, soft-spoken, but after a *263while you catch him in different lies and you realize that the guy is a phony,” Biro, 883 F.Supp.2d at 461-62 (“the Lipsz passage”);\n(2) the section on Biro’s analysis of the purported Pollocks owned by Teri Horton and Alex Matter as well as Biro’s examination of Pollock’s studio, which implies “that Biro’s findings are not trustworthy, and are highly suspect,” id. at 476 (“the Horton and Matter passage”);\n(3) the section on the Provenance venture, which suggests that Biro would profit from the sale of the Horton painting and other paintings that he was to authenticate, id. at 476-77 (“the Provenance Venture passage”); and\n(4) the description of the lawsuit brought by Saul Hendler over the “Renoir” painting that may or may not have been switched with a copy, which Biro claims contains several inaccuracies, id. at 481-82 (“the Hendler passage”).\nThe Court’s previous opinion concluded as follows:\nThere is little question that a reader may walk away from the Article with a negative impression of Biro, but that impression would be largely the result of statements of fact that Biro does not allege to be false. There can be no claim for an overall defamatory impact from the reporting of true statements beyond the specific defamatory implications that may arise from those specific statements.\nMore fundamentally, the Article as a whole does not make express accusations against Biro, or suggest concrete conclusions about whether or not he is a fraud. Rather, it lays out evidence that may raise questions, and allows the reader to make up his or her own mind. In that regard it is similar to the article at issue in the Chapin case in the Fourth Circuit. There, the article raised questions about the legitimacy of a charitable organization that sent gift packages to U.S. soldiers stationed abroad. The court concluded that the article “is a story constructed around questions, not conclusions.” Chapin [v. Knight-Ridder, Inc.], 993 F.2d [1087] at 1098 [ (4th Cir.1993) ]. The court continued:\nBut the mere raising of questions is, without more, insufficient to sustain a defamation suit in these circumstances. Questions are not necessarily accusations or affronts. Nor do they necessarily insinuate derogatory answers. They may simply be, as they are here, expressions of uncertainty. The ... article advances alternative answers to the questions it raises, presenting both favorable and unfavorable views, but does not ultimately adopt any particular answer as correct. From this, a reasonable reader would not be likely to conclude that one answer is true and the other false. Language of ambiguity and imprecision permeates the article, significantly coloring its tone.\n\nId.\n\nThis analysis applies to the Article in this case as well. At the end of the Article, the reader is left genuinely uncertain what to believe. Although the Article reports many facts tending to suggest that Biro may not be exactly who he says he is, it also contains extensive interviews with Biro himself, includes Biro’s responses to many of the accusations reported in the Article, and quotes many third party sources with complimentary things to say about Biro. If anything, the Article seeks to draw a parallel between the idea that one can never be wholly certain whether a piece of art is truly “authentic” (whether *264through connoisseurship or science) with the idea that it is difficult to fully know the truth about who a person is. This type of inquisitive approach falls short of the “hatchet job” that Biro’s counsel described at oral argument. (See Transcript, Dkt. No. 68, at 27.)\nAt the same time, there can be little doubt that even a publication that, on the whole, merely raises questions has the potential to have serious consequences on a plaintiffs reputation. Thus, where Biro has alleged an actionable defamatory false statement of fact, or false implication, the Court allows the claim to proceed.\nBiro, 883 F.Supp.2d at 482-483. On November 27, 2012, the Court denied both Plaintiffs and the New Yorker Defendants’ motions for reconsideration. (Dkt. No. 120.)\nOn November 5, 2012, Business Insider moved to dismiss Count Six of the Third Amended Complaint. (Dkt. No. 101 (“BI Mem.”)). In its brief in support of dismissal, Business Insider argued that Biro is a limited purpose public figure. Following that motion, the New Yorker Defendants also moved for an order determining that Biro is a limited purpose public figure. (Dkt. No. 106.) Thereafter, Gawker Media, Paddy Johnson, and YUP moved to dismiss Counts Seven, Eight, and Nine of the Third Amended Complaint, respectively. (Dkt. Nos, 133 (“GM Mem.”), 117 (“PJ Mem.”) and 144 (‘TUP Mem.”).)\nAt a status conference on February 13, 2013, the New Yorker Defendants sought leave to file a motion for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). The Court granted leave and set a briefing schedule. On March 1, 2013, the New Yorker Defendants moved for judgment on the pleadings. (Dkt. No. 156 (“NY Def. Mem.”).) Oral argument on the pending motions was held on May 17, 2013.\nII. Applicable Legal Standards\nAs this Court explained in a prior opinion, there is, according to the New York Court of Appeals, “ ‘particular value’ in resolving defamation claims at the pleading stage, ‘so as not to protract litigation through discovery and trial and thereby chill the exercise of constitutionally protected freedoms.’ ” Biro, 883 F.Supp.2d at 457 (quoting Armstrong v. Simon &amp; Schuster, Inc., 85 N.Y.2d 373, 625 N.Y.S.2d 477, 649 N.E.2d 825, 828 (1995)). With that principle in mind, the Court reviews the federal pleading standards that govern this case.\nA. Motion to Dismiss\nOn a motion to dismiss a complaint pursuant to Federal Rule of Civil Procedure 12(b)(6), the Court accepts the complaint’s factual allegations as true and draws inferences only in the plaintiffs favor. On such a motion, the Court is limited to reviewing the complaint, any documents attached to the complaint or incorporated into it by reference, any documents that are “integral” to the plaintiffs allegations, even if not explicitly incorporated by reference, and facts of which the Court may take judicial notice. See ATSI Commc’ns, Inc. v. Shaar Fund, Ltd., 493 F.3d 87, 98 (2d Cir.2007); Thomas v. Goord, 215 Fed.Appx. 51, 52 (2d Cir.2007); accord Biro, 883 F.Supp.2d at 478 (taking judicial notice of court records submitted by the New Yorker Defendants in adjudicating their motion to dismiss). The doctrine of judicial notice is governed by Federal Rule of Evidence 201, which provides that a “court may judicially notice a fact that is not subject to reasonable dispute because it (1) is generally known within the trial court’s territorial jurisdiction; or (2) can be accu*265rately and readily determined from sources whose accuracy cannot reasonably be questioned.” In the motion to dismiss context, “a court should generally take judicial notice ‘to determine what statements [the documents] contain [ ] ... not for the truth of the matters asserted.’ ” Schubert v. City of Rye, 775 F.Supp.2d 689, 698 (S.D.N.Y.2011) (quoting Kramer v. Time Warner Inc., 987 F.2d 767, 774 (2d Cir.1991)) (alterations in Schubert).\nFederal Rule of Civil Procedure 8(a) requires only a “short and plain statement of the claim showing that the pleader is entitled to relief.” In order to avoid dismissal under Rule 12(b)(6), however, a plaintiff must state “the grounds upon which his claim rests through factual allegations sufficient ‘to raise a right to relief above the speculative level.’ ” ATSI Comm., Inc., 493 F.3d at 98 (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 546, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)); see also Ashcroft v. Iqbal, 556 U.S. 662, 678-79, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009) (“Rule 8 marks a notable and generous departure from the hyper-technical, code-pleading regime of a prior era, but it does not unlock the doors of discovery for a plaintiff armed with nothing more than conclusions.”). In other words, where a plaintiff has not “nudged [his or her] claims across the line from conceivable to plausible, [the] complaint must be dismissed.” Twombly, 550 U.S. at 570, 127 S.Ct. 1955; see also Leak v. Schriro, No. 11 Civ. 8023(PAE) (JCF), 2013 WL 1234945, at *1 (S.D.N.Y. Feb. 20, 2013) (“Where the complaint’s factual allegations permit the court to infer only that it is possible, but not plausible, that misconduct occurred, the complaint fails to meet the requirements of Rule 8 of the Federal Rules of Civil Procedure.” (citing Iqbal, 556 U.S. at 679, 129 S.Ct. 1937)).\nB. Judgment on the Pleadings\nFederal Rule of Civil Procedure 12(c) provides that “[a]fter the pleadings are closed — but early enough not to delay trial — a party may move for judgment on the pleadings.” Under Rule 12(c), “a party is entitled to judgment on the pleadings only if it has established that no material issue of fact remains to be resolved and that [it] is entitled to judgment as a matter of law.” Bailey v. Pataki, No. 08 Civ. 8563(JSR), 2010 WL 234995, at *1 (S.D.N.Y. Jan. 19, 2010) (quotation marks and citations omitted) (alteration in original). “The standard for granting a Rule 12(c) motion for judgment on the pleadings is identical to that of a Rule 12(b)(6) motion for failure to state a claim.” Patel v. Contemporary Classics of Beverly Hills, 259 F.3d 123, 126 (2d Cir.2001) (citations omitted). Thus, while the Court “accept[s] all factual allegations in the complaint as true and draw[s] all reasonable inferences” in favor of the non-movant, Bank of N.Y. v. First Millennium, Inc., 607 F.3d 905, 922 (2d Cir.2010) (internal quotation marks and citations omitted), “[t]o survive a Rule 12(c) motion, the complaint must contain sufficient factual matter to ‘state a claim to relief that is plausible on its face.’ ” Graziano v. Pataki, 689 F.3d 110, 114 (2d Cir.2012) (quoting Twombly, 550 U.S. at 570, 127 S.Ct. 1955).\nBecause “hasty or imprudent use of this summary procedure by the courts violates the policy in favor of ensuring to each litigant a full and fair hearing on the merits of his or her claim or defense,” federal courts are “unwilling to grant a motion under Rule 12(c) unless the movant clearly establishes that no material issue of fact remains to be resolved and that he is entitled to judgment as a matter of law.” 5C Charles Alan Wright &amp; Arthur R. Miller, Fed. Prac. &amp; Proc. Civ. § 1368 (3d ed.). In considering a Rule 12(c) motion, *266“a district court may consider the facts alleged in the complaint, documents attached to the complaint as exhibits, and documents incorporated by reference in the complaint.” DiFolco v. MSNBC Cable L.L.C., 622 F.3d 104, 111 (2d Cir.2010).2\nIII. The Timeliness of the Claim against Gawker Media\nBecause failure to abide by the statute of limitations is an affirmative defense, dismissing claims on statute of limitations grounds at the motion to dismiss stage is appropriate only if the “complaint clearly shows the claim is out of time.” Harris v. City of New York, 186 F.3d 243, 250 (2d Cir.1999); see also Intuition Consol. Grp., Inc. v. Dick Davis Publ’g Co., No. 03 Civ. 5063(PKC), 2004 WL 594651, at *1 n. 2 (S.D.N.Y. Mar. 25, 2004) (explaining that “the Second Circuit has approved the consideration of an affirmative defense on a motion to dismiss pursuant to Rule 12(b)(6) if the defense appears on the face of the complaint”).\nDefamation claims brought under New York law are subject to a one-year statute of limitations. See CPLR 215(3). Under New York law, “[a] cause of action for defamation accrues when the material is published.” Shamley v. ITT Corp., 869 F.2d 167, 172 (2d Cir.1989) (citations omitted). Biro’s claim against Gawker Media is based on an article published on Gawker Media’s Gizmodo site on July 7, 2010, at 12:40 a.m., two days after the Grann Article appeared in the New Yorker. Gawker Media was not named as a Defendant, however, until the filing of the Second Amended Complaint on December 5, 2011, well over a year after the limitations period began to accrue. Thus, the Third Amended Complaint does indeed suggest on its face that the claim against Gawker Media “is out of time.”\nIn support of its argument that its claim against Gawker Media is not time barred, Biro makes two related attempts to demonstrate that the Gawker Article has been republished within the statutory period. First, Biro argues that Gawker Media republished the article in 2011, because the article reappeared “accompanied by different and related material, consisting of new *267comments added by readers of the first posting.” (Dkt. No. 127 (“Opp’n. to GM”) at 2.) Second, Biro argues that the article was republished on other, Gawker Media-owned websites.\nUnder New York’s single publication rale, it is irrelevant, for statute of limitation purposes, that a story remains online after its publication. Young v. Suffolk Cnty., 705 F.Supp.2d 183, 212 (E.D.N.Y.2010). In other words, the fact that an article can still be accessed online does not mean that it has been republished.3 It is well established that a new edition of a book or newspaper begins again the statute of limitations for a defamation claim. Davis v. Costa-Gavras, 580 F.Supp. 1082, 1094 (S.D.N.Y.1984) (citing Rinaldi v. Viking Penguin, Inc., 52 N.Y.2d 422, 438 N.Y.S.2d 496, 420 N.E.2d 377 (1981)). Less clear, however, is when it is appropriate to deem an internet publication “republished” for purposes of restarting the statute of limitations period. In Firth v. State, 98 N.Y.2d 365, 371-72, 747 N.Y.S.2d 69, 775 N.E.2d 463 (2002), the New York Court of Appeals rejected the argument that a peripheral modification of the website at issue constituted republieation. The Court reasoned as follows:\nRepublication, retriggering the period of limitations, occurs upon a separate aggregate publication from the original, on a different occasion, which is not merely “a delayed circulation of the original edition.” The justification for this exception to the single publication rule is that the subsequent publication is intended to and actually reaches a new audience. Thus, for example, repetition of a defamatory statement in a later edition of a book, magazine or newspaper may give rise to a new cause of action.\nThe mere addition of unrelated information to a Web site cannot be equated with the repetition of defamatory matter in a separately published edition of a book or newspaper .... The justification for the republication exception has no application at all to the addition of unrelated material on a Web site, for it is not reasonably inferable that the addition was made either with the intent or the result of communicating the earlier and separate defamatory information to a new audience.\nWe observe that many Web sites are in a constant state of change, with information posted sequentially on a frequent basis. For example, this Court has a Web site which includes its decisions, to which it continually adds its slip opinions as they are handed down. Similarly, Web sites are used by news organizations to provide readily accessible records of newsworthy events as they occur and are reported. Those unrelated additions are indistinguishable from the asserted DMV report modification of the State’s Web site here. A rule applying the republication exception under the circumstances here would either discourage the placement of information on the Internet or slow the exchange of such information, reducing the Internet’s unique advantages. In order not to re-trigger the statute of limitations, a publisher would be forced either to avoid posting on a Web site or use a separate site for each new piece of information. *268These policy concerns militate against a holding that any modification to a Web site constitutes a republication of the defamatory communication itself.\nId. The analysis of the Firth Court suggests that there are several factors relevant to the question of republication as it applies to the internet: (1) whether it is “reasonably inferable that the addition was made either with the intent or the result of communicating the earlier and separate defamatory information to a new audience”; (2) whether any alterations to the webpage were related to the allegedly defamatory content at issue; and (3) whether a determination that a republication had occurred would blunt “the Internet’s unique advantages.” Id.\nBiro argues that, while the Gawker Article was published on July 7, 2010, “[o]n December 19, 2011, another version appeared, containing entirely different comments.” (Opp’n. to GM at 6.) Contrary to Biro’s contention that the printouts of the Gawker Article dated July, 2010 and December 19, 2011 are different “version[s],” they are in fact identical versions of the Gawker Article, printed from the same URL. (See Dkt. No. 129 (“Altman Deck”), Exs. B &amp; C.)4 The only difference is that, between July 7, 2010 and December 19, 2011, different discussion threads appear at the top of the “comments” section. As Biro points out, the “comments” section closed at some point between December 2011 and November 2012.\nA holding that new comments on an article by third parties establish a “republication” of the article would eviscerate the single publication rule, as websites with “comments” sections would be subject to defamation suits from the moment an article is published to a year after the commenting period had closed. It would also contravene the New York Court of Appeals’ holding in Firth. New comments below an internet article say nothing about the publisher’s intent, or the publication’s ability, to reach new audiences; rather, they simply indicate, at most, that additional people have read the publication in question. This is not republication, just as a book is not republished when it is sold to a new customer at a second-hand bookstore, or loaned by one friend to another. More importantly, the ability of third parties to comment on articles is a unique advantage of the internet, and thus application of the republication concept in this context would be inappropriate. Indeed, one value of “comments” sections is that they actually allow defamed persons to more effectively combat defamation. See David S. Ardia, Reputation in a Networked World: Revisiting the Social Foundations of Defamation Law, 45 Harv. C.R.C.L. L.Rev. 261, 318 (Summer 2010) (“On the Internet, those, who believe they have been defamed can quickly add their side of the story to the comments section or, perhaps, be accorded the ability to have a link to their own Web site included with the original statement or added to search results.”). Thus, it is clear that — at least in cases in which third party comments are not part and parcel of the defamation claim at issue — a new third party comment in the “comments” section of a website cannot create an exception to the single publication rule.\n*269Biro next argues that his claim should be saved because Gawker Media republished the Gawker Article on several other websites — one called 109 (Altman Decl., Ex. D), the other called Gizmodo Australia — “at some point in time.” (Opp’n. to GM at 6.) As Biro rightly notes, a relocation of defamatory material to a new location can constitute a republication that restarts the limitations period. See, e.g., Rare 1 Corp. v. Moshe Zwiebel Diamond Corp., 13 Misc.3d 279, 822 N.Y.S.2d 375, 377 (N.Y.Sup.2006).\nBiro alleges nothing about these other publications in either his Second or Third Amended Complaint. Nor, by extension, do Biro’s pleadings allege that the republications of the Gawker Article now submitted by Biro were published by websites owned or operated by Gawker Media.5 Rather, the Third Amended Complaint simply alleges that the Gawker Article was published on Gizmodo, a website owned and operated by Gawker Media. More importantly, while Biro claims, perplexingly, that the republication dates of the articles are unknown, the Gizmodo Australia article clearly states on its face that it was published at July 7, 2010 at 2:40 p.m., while the 109 article clearly states that it was published on July 6, 2010 at 9:40 a.m.6 Doron Precision Sys., Inc. v. FAAC, Inc., 423 F.Supp.2d 173, 179 n. 8 (S.D.N.Y.2006) (“For purposes of a 12(b)(6) motion to dismiss, a court may take judicial notice of information publicly announced on a party’s website, as long as the website’s authenticity is not in dispute and ‘it is capable of accurate and ready determination.’ ” (quoting Fed.R.Evid. 201(b))).\nAccordingly, Biro’s claim against Gawk-er Media is untimely. Count Seven of the Third Amended Complaint is therefore dismissed.7\nIV. Biro as a Limited Purpose Public Figure\nCourts have long recognized the “conflicting interests involved in libel cases. On the one hand is the societal interest in free press discussions of matters of general concern, and on the other is the individual interest in reputation.” Serv. Parking Corp. v. Washington Times Co., 92 F.2d 502, 505 (D.C.Cir.1937). In the seminal case of New York Times Co. v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), the Supreme Court tipped the balance decidedly toward free expression in cases concerning public officials. The Sullivan Court determined that, to succeed in a defamation suit, the First Amendment requires a public official to first establish that the defendant published a defamatory falsehood with “actual malice.” Id. at 285-86, 84 S.Ct. 710. Shortly thereafter, the Supreme Court extended the same test to defamation suits brought by public figures. See Gertz v. Robert Welch, Inc., 418 U.S. 323, 335-36, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974) (citing Curtis Publ’g Co. v. Butts, 388 U.S. 130, 162, 87 S.Ct. 1975, 18 L.Ed.2d 1094 (1967)). While the plaintiff *270in Gertz, a private attorney who represented the family of a murder victim in a civil trial, was a private plaintiff, Gertz remains the leading Supreme Court case on the contours of the public figure designation. As the Gertz Court explained, while one “may achieve such pervasive fame or notoriety that he becomes a public figure for all purposes and in all contexts,” it is more common that otherwise private individuals are considered public figures “for a limited range of issues.” Id. at 351, 94 S.Ct. 2997; see also Nelson v. Globe Intern., Inc., 626 F.Supp. 969, 973 (S.D.N.Y.1986) (noting that “[t]here are two types of public figures”). The effect of Gertz was to significantly broaden the scope of subjects about whom commentary will receive the heightened protections provided in Sullivan. See James v. Gannett Co., Inc., 40 N.Y.2d 415, 386 N.Y.S.2d 871, 353 N.E.2d 834, 839 (1976) (noting that the “category of ‘public figures’ is of necessity quite broad”). But see Wolston v. Reader’s Digest Assn., Inc., 443 U.S. 157, 167, 99 S.Ct. 2701, 61 L.Ed.2d 450 (1979) (“A private individual is not automatically transformed into a public figure just by becoming involved in or associated with a matter that attracts public attention.”).\n“Whether or not a person or an organization is a public figure is a question of law for the court to decide.” Church of Scientology Int’l v. Eli Lilly &amp; Co., 778 F.Supp. 661, 666 n. 3 (S.D.N.Y.1991) (citing James, 386 N.Y.S.2d 871, 353 N.E.2d at 839-40). Where the question whether a plaintiff is a public figure can be determined based upon the pleadings alone, the Court may deem a plaintiff a public figure at the motion to dismiss stage. See, e.g., id. Here, Defendants contend that Biro is a. limited purpose, or “vortex,” public figure, and that Biro must therefore plead actual malice in order to proceed with his suit.8 Thus, before proceeding further, it must be determined whether Biro is a limited purpose public figure for the purposes of this action, or at least whether such a determination can be made at the pleadings stage in this litigation.\nThe Second Circuit has set forth a four-part test for determining whether an individual is a limited purpose public figure. A defendant must demonstrate that a plaintiff has:\n(1) successfully invited public attention to his views in an effort to influence others prior to the incident that is the subject of litigation; (2) voluntarily injected himself into a public controversy related to the subject of the litigation; (3) assumed a position of prominence in the public controversy; and (4) maintained regular and continuing access to the media.\nLerman v. Flynt Distrib. Co., Inc., 745 F.2d 123, 136-37 (2d Cir.1984); see also Contemporary Mission, Inc. v. New York Times Co., 842 F.2d 612, 617 (2d Cir.1988) (same). By definition, comments regarding a limited purpose public figure are subject to heightened scrutiny only to the extent that they are relevant to the public figure’s involvement in a given controversy. Faigin v. Kelly, 978 F.Supp. 420, 426 *271(D.N.H.1997). Yet, once a plaintiff is deemed a limited purpose public figure, courts allow the heightened protections to sweep broadly, covering all statements by defendants that are not “wholly unrelated to the controversy.” Waldbaum v. Fairchild Publ’ns, Inc., 627 F.2d 1287, 1298 (D.C.Cir.1980). As one district court has noted, “[standing as close as we are to the First Amendment’s core, we must diminish this risk by taking a view of ‘relevance’ broad enough to reveal whether the statement might affect public opinion without discriminating based on the reasons why.” Kisser v. Coalition for Religious Freedom, No. 92 Civ. 4508, 1995 WL 3996, at *2 (N.D.Ill. Jan. 5, 1995)\nA. Successful Invitation of Public Attention to Influence Others\nThe first question is whether Biro has successfully invited public attention in an attempt to influence others.\nBy Biro’s own admission, he is “a leading authority in [the] emerging field [of art authentication],” who has “been retained in a number of challenging authentication studies for collections and private clients worldwide.” (TAC at ¶ 11.) As a “leading authority,” Biro has “lectured at Harvard University, the Yale Club in New York, the National Portrait Gallery in London, the University of Glasgow in Scotland.” (Id. at ¶ 12.) He has also published on art authentication in various scientific journals. (Id.; see also Dkt. No. 107 (“Atcherley Deck”), Exs. 4-8 (articles by Biro on his techniques for art authentication).)9 Moreover, Biro “has been interviewed for a feature-length documentary, ‘Who the # $ &amp; % is Jackson Pollock?,’ two BBC documentaries, CBS’s 60 Minutes, CNN, and a forthcoming documentary produced by the National Geographic Society.” (TAC at ¶ 12.)\nDespite admittedly making myriad high-profile public appearances, Biro contends that he is not a limited purpose public figure under Lerman because he “has made no effort to influence others, but has merely described his work when invited to do so, and has defended it and himself when he has been attacked.” (Dkt. No. 119 (“Opp’n. to BI”) at 2-3.) This argument is unpersuasive. The very purpose of writing articles in scientific journals, lecturing at universities, and opining in news shows and documentaries is to influence public discourse. Indeed, Biro’s articles themselves bespeak an unequivocal desire to alter the public discourse about art authentication. (See, e.g., Atcherley Decl., Ex. 7 (“This leads me to my final comment: you just don’t dismiss science and forensics in the 21st Century ...” (ellipses in original))); id., Ex. 6, at 157 (arguing that, “it is almost certain that forensic evidence will join formal, stylistic, and material analyses, as well as the determination of provenance, to become one more standard instrument in the art historian’s tool kit, at least whenever questions of authentication arise”); id., Ex. 5, at 148 (describing the “groundbreaking” technology in his lab and purporting to answer the question, “But why do we need all this new technology?”); id., Ex. 4 at 5 (proclaiming that Biro’s “innovative forensic approach has helped resolve equivocation” regarding the identity of certain works of art); accord Perks v. Town of Huntington, 251 F.Supp.2d 1143, 1168 (E.D.N.Y.2003) *272(public employee alleging he was sexually harassed by his boss is a limited purpose public figure where, in an attempt to present his “side of the story,” he “participated in more than one press conference related to this lawsuit” and “had agreed to be interviewed by several reporters who were writing newspaper articles about the dispute”); Rybachek v. Sutton, 761 P.2d 1013, 1013-14 (Alaska 1988) (journalist who writes bi-weekly column on mining and natural resources is a limited purpose public figure). Thus, Biro satisfies the first prong of Lerman.\nB. Voluntary Injection into a Controversy\nThe next Lerman prong contains two distinct questions: first, whether the plaintiff has injected himself into a controversy, and second, if so, whether that injection was voluntary.\n1. The Existence of a Public Controversy\nA public controversy is simply “any topic upon which sizeable segments of society have different, strongly held views,” even if the topic does “not involve[ ] political debate or criticism of public officials.” Lerman, 745 F.2d at 138; see also Waldbaum, 627 F.2d at 1296 (explaining that a “public controversy” is “a real dispute, the outcome of which affects the general public or some segment of it in an appreciable way”). Even those controversies that engage a “specialized” audience can still be considered “public” in nature. See Chandok v. Klessig, 648 F.Supp.2d 449, 459 (N.D.N.Y.2009) (determining that publication in plant biology journals constitutes voluntary injection into a public controversy (citing Celle v. Filipino Reporter Enters., Inc., 209 F.3d 163, 177 (2d Cir.2000))); see also Hoffman v. Washington Post Co., 433 F.Supp. 600, 604 (D.D.C.1977), aff'd, 578 F.2d 442 (D.C.Cir.1978) (lecturer and author on nutrition was a public figure for the purposes of protein shakes and supplements). Indeed, courts, in this Circuit and elsewhere, have squarely held that statements about art and art authenticity are “clearly a matter of public concern.” McNally v. Yarnall, 764 F.Supp. 838, 847 (S.D.N.Y.1991) (“Granted, the topic of La Farge may not be of interest to the population as a whole. Where, however, as here, the statements of Yarnall on the authenticity and value of works attributed to La Farge affect the market for and the tax implications of donating La Farge’s works among the segment of the population that trades such works as well as the community of scholars with an interest in La Farge, such statements are of public import.”); Porcella v. Time, Inc., 300 F.2d 162, 166 (7th Cir.1962) (allegedly defamatory article questioning the bona fides an “art expert” who purported to render “expert counsel, advice, opinions, evaluations and authentications” of art works constitutes a matter of public concern); Park W. Galleries, Inc. v. Global Fine Art Registry, LLC, 2010 WL 742580, *9-10 (E.D.Mich. Feb. 26, 2010) (legitimacy of Dali prints sold by gallery constituted a public controversy).\nIn the Second Circuit, the issue into which the plaintiff has injected himself must be “controversial” at the time the plaintiff forayed into the matter. See Calvin Klein Trademark Trust v. Wachner, 129 F.Supp.2d 248, 252 (S.D.N.Y.2001) (“Prior to plaintiffs’ making these statements, however, there was no ‘public controversy’ over the issues of the quality of Warnaco goods or non-Calvin-Klein goods being passed off as Calvin Klein goods.”); see also Lerman, 745 F.2d at 138 (plaintiff must “plunge into the arena and enter the *273fray” of the controversy at issue).10\nConceding that his method of authentication has been “publicized and written about,” Biro contends that this “does not make one a public figure. Rather, what is required is that the work be controversial.” (Dkt. No. 128 (“Opp’n. to PF”) at 6 (emphasis in original).) But as Biro himself has noted, there was a large amount of skepticism about forensic art authentication after the release of Who the # S &amp; % is Jackson Pollock?, in which Biro provides the critical evidence behind the contention that the painting bought by the protagonist for five dollars is in fact an authentic Jackson Pollock.11 Indeed, the film itself is premised upon the unresolved controversy surrounding the validity of Biro’s methods of authentication: it opens with the question: “Is this a genuine, honest-to-God, no-doubt-about-it American masterpiece possibly worth as much as $50 million?” — which the film’s narrator answers: “Maybe.” (Atcherley Deck, Ex. 9).12 Additionally, while the makers of Who the # S &amp; % is Jackson Pollock? seem to sympathize with Horton and her champion Biro, the film persistently refuses to take a firm stand on whether the painting is real or not. Throughout the film, Thomas Hoving, former director of the Metropolitan Museum of Art in New York, assiduously disputes the notion that Horton’s painting is a real Pollock, even after learning of Biro’s fingerprint authentications of the painting, and Nick Carone, a painter and friend of Pollock’s, says that he cannot determine whether the painting is in fact an authentic Pollock.13\n*2742. Voluntary Injection into that Controversy\n“[A plaintiffs degree of voluntary] involvement in the public controversy” is critical to the determination of whether the plaintiff is a public figure. Chandok, 648 F.Supp.2d at 458 (citing James, 386 N.Y.S.2d 871, 353 N.E.2d at 840 (“The essential element underlying the category of public figures is that the publicized person has taken an affirmative step to attract public attention.”)). Generally, an individual can become a limited purpose public figure only through his own actions; by “enterfing] voluntarily into one of the submarkets of ideas and opinions,” one “consentís] ... to the rough competition of the marketplace.” Dilworth v. Dudley, 75 F.3d 307, 309 (7th Cir.1996).\nAs explained above, Biro has written numerous scholarly articles and has given lectures on his methods, behavior which, standing alone, demonstrates that he has voluntarily injected himself into the public sphere. Accord Chandok, 648 F.Supp.2d at 458-59 (“Scientific articles are inherently subject to robust criticism, and for good reason. Dr. Chandok has chosen and worked diligently in furtherance of a career where, through publication, entry into controversy and debate is expected and even- required as a matter of course. She cannot be said to have entered the public arena haphazardly or otherwise in the absence of her own volition.”); Hatfill v. N.Y. Times Co., 532 F.3d 312, 324 (4th Cir.2008) (“Through these media, Dr. Hatfill voluntarily thrust himself into the debate. He cannot remove himself now to assume a favorable litigation posture.”). In other words, Biro “has willfully interjected [himself] into a public controversy by way of creating the very subject of the controversy.” Chandok, 648 F.Supp.2d at 459. (See Atcherley Decl., Ex. 13 (Biro telling the London Observer, in 2003 that he “stand[s] by [his] work publicly.”)) Biro has also taken stances in the public sphere on the authenticity of certain possibly invaluable paintings, and has been interviewed in documentaries and on new shows about the authenticity of various works and about art authentication and forensics in general. In short, Biro has voluntarily injected him*275self into several, interrelated public controversies.\nC. Assumption of Prominent Position in the Controversy\nIn order to be a limited purpose public figure, one’s “role in the controversy” must be “more than trivial or tangential.” Underwager v. Salter, 22 F.3d 730, 734 (7th Cir.1994). Biro easily meets this prong of the Lerman test. As this Court explained in its prior opinion, Biro is “well known in the art world for having developed scientific approaches to art authentication through the analysis of fingerprints.” Biro, 883 F.Supp.2d at 449. Articles pre-dating the New Yorker Article routinely described Biro as an “expert” in forensic art authentication (see, e.g., Atcherley Decl., Exs. 22 and 25), and indeed, in his Complaint, Biro describes himself as a “leading authority” on art authentication. (TAC at ¶ 11.) Accord Yiamouyiannis v. Consumers Union of United States, Inc., 619 F.2d 932, 939 (2d Cir.1980); see also Maule v. NYM Corp., 54 N.Y.2d 880, 881-82, 444 N.Y.S.2d 909, 429 N.E.2d 416 (1981) (noting that a “[plaintiffs candid admissions” can be “telling” in determining whether he is a public figure). Moreover, Biro’s authentication of the alleged Jackson Pollock painting in Who the #S &amp; % is Jackson Pollock? constitutes the principal evidence for the theory that the Pollock is in fact real. Therefore, Biro clearly plays a prominent role in the controversy surrounding the value of forensic art authentication, both generally and as applied to certain works of art.\nD. Regular and Continuing Access to Media14\nFinally, Biro “enjoy[s] significantly greater access to the channels of effective communication” than the average private person, “and hence ha[s] a more realistic opportunity to counteract false statements then private individuals normally enjoy.” Gertz, 418 U.S. at 344, 94 S.Ct. 2997; see also Time, Inc. v. Firestone, 424 U.S. 448, 485, 96 S.Ct. 958, 47 L.Ed.2d 154 (1976) (Marshall, J., dissenting) (noting Gertz’s recognition that “public figures have less need for judicial protection because of their greater ability to resort to self-help.”); David Lat &amp; Zach Shemtob, Public Figurehood in the Digital Age, 9 J. Telecomm. &amp; High Tech. L. 403, 410 (2011) (discussing “Gertz’s ‘self-help’ rationale”). The limited record in this case clearly bespeaks Biro’s regular and continuing access to the media. Biro purports to dispute his access to the media by contending that he “has frequently turned down requests for interviews.” (Dkt. No. 119 (“Opp’n. to BI”) at 3.) Yet the fact that Biro is “frequently” sought out for interviews is evidence that he has access to channels of self-help to which the private citizen does not. And indeed, Biro’s response to accusations of fingerprint forgery in 2008 was covered by the press, underscoring Biro’s ability to counteract false statements in the public sphere. (See, e.g., Atcherley Decl., Ex. 15).15\n*276E. Conclusion\nBecause Biro meets all four prongs of the test articulated in Lerman, he constitutes a limited purpose public figure. Accordingly, to survive dismissal, the complaint must adequately plead actual malice.\nV. Failure to State a Claim,\nA. The Elements of a Defamation Claim\n“Defamation is the injury to one’s reputation either by written expression, which is libel, or by oral expression, which is slander.” Idema v. Wager, 120 F.Supp.2d 361, 365 (S.D.N.Y.2000). As explained above, as a matter of constitutional jurisprudence and state law, the standard for proving, and pleading, defamation is different depending upon whether the plaintiff is a private individual or a public figure. “A public figure claiming defamation under New York law must establish that ‘the statements ... complain[ed] of were (1) of and concerning [the plaintiff], (2) likely to be understood as defamatory by the ordinary person, (3) false, and (4) published with actual malice.’ ” Karedes v. Ackerley Grp., 423 F.3d 107, 113 (2d Cir.2005) (citation omitted). As this Court explained in a past decision, “[i]t is wéll settled that Defendants cannot escape liability simply because they are conveying someone else’s defamatory statements without adopting those viewpoints as their own.” Biro, 883 F.Supp.2d at 461; see also Levin v. McPhee, 917 F.Supp. 230, 237 (S.D.N.Y.1996) (“It has long been the rule that one who republishes a libel is guilty of libel.”). However, where, as here, the plaintiff is a public figure, a plaintiff must plead, and then prove, that each defendant acted with actual malice. See, e.g., Davis v. Costa-Gavras, 595 F.Supp. 982, 987 (S.D.N.Y.1984) (“Hearst may be held answerable in libel only if it acted with ‘actual malice’ in connection with the 1982 republication.”)\nB. Actual Malice\nIn order to prevail on a defamation claim against a public figure, a plaintiff must demonstrate by clear and convincing evidence that the defendant acted with “actual malice.” Importantly, actual malice does not simply connote ill will or spite; rather it is “a term of art denoting deliberate or reckless falsification.” Masson v. New Yorker Magazine, 501 U.S. 496, 499, 111 S.Ct. 2419, 115 L.Ed.2d 447 (1991); see also Harte-Hanks Commc’ns, Inc. v. Connaughton, 491 U.S. 657, 666-67, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989) (“[A]ctual malice ... is not satisfied merely through a showing of ill will or ‘malice’ in the ordinary sense of the term.” (citations omitted)); Reliance Ins. Co. v. Barron’s, 442 F.Supp. 1341, 1350 (S.D.N.Y.1977) (“When the Supreme Court uses a word, it means what the Court wants it to mean. ‘Actual malice’ is now a term of art having nothing to do with actual malice.”)\nAs used in this context, “reckless conduct is not measured by whether a reasonably prudent man would have published, or would have investigated before publishing. There must be sufficient evidence to permit the conclusion that the defendant in fact entertained serious doubts as to the truth of his publication.” St. Amant v. Thompson, 390 U.S. 727, 731, 88 S.Ct. 1323, 20 L.Ed.2d 262 (1968). Thus, actual malice cannot be premised solely on the fact that an article is one sided:\n*277The fairness of the broadcast is not at issue in the libel suit. Publishers and reporters do not commit a libel in a public figure case by publishing unfair one-sided attacks. The issue in the libel suit is whether the publisher recklessly or knowingly published false material. The fact that a commentary is one sided and sets forth categorical accusations has no tendency to prove that the publisher believed it to be false.\nWestmoreland v. CBS Inc., 601 F.Supp. 66, 68 (S.D.N.Y.1984). Actual malice, even by way of recklessness, is therefore a difficult standard to meet, and quite purposefully so: as the Supreme Court has repeatedly noted, “the stake of the people in public business and the conduct of public officials is so great that neither the defense of truth nor the standard of ordinary care would protect against self-censorship and thus adequately implement First Amendment policies.” St. Amant, 390 U.S. at 731-32, 88 S.Ct. 1323; see also id. at 731, 88 S.Ct. 1323 (“Concededly the reckless disregard standard may permit recovery in fewer situations than would a rule that publishers must satisfy the standard of the reasonable man or the prudent publisher.”).\nActual malice can be proven, of course, by direct evidence. More often, however, actual malice is inferred through circumstantial evidence. See Levesque v. Doocy, 560 F.3d 82, 90 (1st Cir.2009) (“Because direct evidence of actual malice is rare, it may be proved through inference, and circumstantial evidence.”) Courts have noted various circumstances that may be probative of actual malice, including where:\n• “a story is fabricated or is based wholly on an unverified, anonymous source,” Church of Scientology Int'l. v. Behar, 238 F.3d 168, 174 (2d Cir.2001) (citing St. Amant, 390 U.S. at 731, 88 S.Ct. 1323);\n• the defendant fabricates a statement made by a source, Zerangue v. TSP Newspapers, Inc., 814 F.2d 1066, 1071 (5th Cir.1987) (citation omitted);\n• “the defendant’s allegations are so inherently improbable that only a reckless person would have put them in circulation,” Behar, 238 F.3d at 174 (citing St. Amant, 390 U.S. at 732, 88 S.Ct. 1323);\n• “there are obvious reasons to doubt the veracity of the informant or the accuracy of his reports,” id. at 174 (citing St. Amant, 390 U.S. at 731, 88 S.Ct. 1323); see also Butts, 388 U.S. at 170, 87 S.Ct. 1975 (Warren, C.J., concurring) (actual malice inferred where the sole source of the article had criminal charges on his record); cf. Rodney Smolia, 1 Rights and Liabilities in Media Content § 6:53 (2d ed.) (actual malice less likely present where “nothing on the face of the reports to lend them any inherent improbability” (citation omitted));\n• the defendant has a motive for defaming the plaintiff, see Kipper v. NYP Holdings Co., Inc., 12 N.Y.3d 348, 355 n. 4, 884 N.Y.S.2d 194, 912 N.E.2d 26 (2009) (noting that, while “actual malice” should not be confused with “evil intent or a motive arising from spite or ill will,” an “intent to injure plaintiff’ is relevant to the actual malice inquiry (citations omitted)); see also DR Partners v. Floyd, 228 S.W.3d 493, 498 (Tex.Ct.App.2007) (“[T]he relation of the parties” may be relevant to a determination of actual malice); accord Butts, 388 U.S. at 158, 87 S.Ct. 1975 (finding actual malice where “[t]he Saturday Evening Post was anxious to change its image by instituting a pol*278icy of ‘sophisticated muckraking,’ and the pressure to produce a successful expose might have induced a stretching of standards”);\n• the defendant knows or suspects that it has committed an error and refuses to acknowledge it, Zerangue, 814 F.2d at 1071 (citation omitted); and\n• “the words or acts of the defendant before, at, or after the time of the communication” indicate that the defendant knew that his or her statement was or may well have been false. Floyd, 228 S.W.3d at 498.\nIn cases “involving the reporting of a third party’s allegations, recklessness may be found where there are obvious reasons to doubt the veracity of the informant or the accuracy of his reports.” Harte-Hanks, 491 U.S. at 688, 109 S.Ct. 2678 (emphasis added) (internal quotation marks omitted); see also Rinaldi v. Holt, Rinehart &amp; Winston, Inc., 42 N.Y.2d 369, 382-83, 397 N.Y.S.2d 943, 366 N.E.2d 1299 (N.Y.1977) (no actual malice evidenced by a publisher unless it “had, or should have had, substantial reasons to question the accuracy of the articles or the bona fides of its reporter” (citations omitted)). Again, however, the relevant question is not whether the republisher defendant acted negligently by failing to verify an article, Rivera v. Time Warner Inc., 56 A.D.3d 298, 298, 867 N.Y.S.2d 405 (1st Dep’t 2008), whether it would have been “prudent” to verify an article, Masson v. New Yorker Magazine, Inc., 960 F.2d 896, 902-03 (9th Cir.1992), or whether there was an “obligation to ensure” that the article was correct, Rivera v. NYP Holdings, Inc., 16 Misc.3d 1121(A), at *4, 2007 WL 2284607 (N.Y.Sup.Ct.2007) (citation omitted). Rather, the operative question is whether a defendant failed to investigate in the face of “actual, subjective doubts as to the accuracy of the story.” Stern v. Cosby, 645 F.Supp.2d 258, 284 (S.D.N.Y.2009).\nNot only is “[p]roving actual malice [ ] a heavy burden,” Dunlop-McCullen v. Rogers, No. 00 Civ. 3274(JSR)(JCF), 2002 WL 1205029, at *7 (S.D.N.Y. Feb. 21, 2002), but, in the era of Iqbal and Twombly, pleading actual malice is a more onerous task as well. See Sack, Sack on Defamation, at § 5:1, 5-4 (“Sometimes a plaintiff will have .enough factual information prior to pleading on which to base an assertion that the defendant published the offending statement with knowledge of falsity or subjective awareness of probable falsity. In other situations, it is likely to be difficult to plead specifications before taking discovery of those responsible for the publication. In the latter case, the complaint might not survive a motion to dismiss.”).\nWhile neither the Supreme Court nor the Second Circuit has precisely articulated the effect of Iqbal and Twombly on defamation cases, Iqbal itself squarely holds that, where a particular state of mind is a necessary element of a claim, defendant’s pleading of that state of mind must be plausible and supported by factual allegations. See Iqbal, 556 U.S. at 686-87, 129 S.Ct. 1937 (“It is true that Rule 9(b) requires particularity when pleading ‘fraud or mistake,’ while allowing ‘[mjalice, intent, knowledge, and other conditions of a person’s mind [to] be alleged generally.’ But ‘generally’ is a relative term. In the context of Rule 9, it is to be compared to the particularity requirement applicable to fraud or mistake. Rule 9 merely excuses a party from pleading discriminatory intent under an elevated pleading standard. It does not give him license to evade the less rigid — though still operative — strictures of Rule 8.”); see also Schatz v. Republican State Leadership Comm., 669 F.3d 50, 58 (1st Cir.2012) (noting that, while “malice is *279not a matter that requires particularity in pleading,” a defamation plaintiff alleging actual malice “must still lay out enough facts from which malice might reasonably be inferred” (citing Iqbal, 556 U.S. at 686-87, 129 S.Ct. 1937)). Moreover, given the difficulty of proving actual malice, St. Amant, 390 U.S. at 730-31, 88 S.Ct. 1323, as well as the fact that actual malice must be proven by clear and convincing evidence in order for a plaintiff to succeed, it stands to reason that Rule 12(b)(6) should play a particularly important role in testing the plausibility of a plaintiffs defamation claim. See Twombly, 550 U.S. at 558-59, 127 S.Ct. 1955 (noting that Rule 12(b)(6) serves to prevent “a largely groundless claim from tak[ing] up the time of a number of other people, with the right to do so representing an in terrorem increment of the settlement value” and rejecting the argument that “a claim just shy of a plausible entitlement to relief can, if groundless, be weeded out early in the discovery process through careful case management ....”) (citations and internal quotation marks omitted); see also Pension Benefit Guar. Corp. v. Morgan Stanley Inv. Mgmt. Inc., 712 F.3d 705, 719 (2d Cir.2013) (“Rules 8 and 12(b)(6) of the Federal Rules of Civil Procedure, as interpreted in Twombly and Iqbal, help to prevent settlement extortion — using discovery to impose asymmetric costs on defendants in order to force a settlement advantageous to the plaintiff regardless of the merits of his suit.” (internal quotation marks and citations omitted)). Indeed, Iqbal has a “particular value” in this context, as forcing defamation defendants to incur unnecessary costs can “chill the exercise of constitutionally protected freedoms.’ ” Biro, 883 F.Supp.2d at 457 (citation omitted). In other words, in defamation cases, Rule 12(b)(6) not only protects against the costs of meritless litigation, but provides assurance to those exercising their First Amendment rights that doing so will not needlessly become prohibitively expensive.16\nCourts of appeals have recently dismissed defamation cases for failure to sufficiently plead actual malice under the more robust Rule 12(b)(6) standard articulated by the Supreme Court in Iqbal. For example, in Schatz v. Republican State Leadership Committee, the First Circuit dismissed a defamation action on the ground that “none of [the plaintiff’s] allegations — singly or together — plausibly suggest that, given the articles’ reporting, [the defendant] either knew that its statements were false or had serious doubts about their truth and dove recklessly ahead anyway.” 669 F.3d at 58. As the Schatz court noted, pleading “actual-malice buzzwords” is simply not enough to *280nudge a case into discovery. Id. at 56. The Fourth Circuit recently reached a similar conclusion in Mayfield v. Nat’l Ass’n of Stock Car Auto Racing, Inc., 674 F.3d 369 (4th Cir.2012). Rejecting the plaintiffs argument “that allegations of malice need only be articulated in the most general terms,” the Fourth Circuit held that the complaint’s allegation that the defendants’ statements “ ‘were known by [them] to be false at the time they were made, were malicious or were made with reckless disregard as to their veracity’ is entirely insufficient. This kind of conclusory allegation — a mere recitation of the legal standard — is precisely the sort of allegations that Twombly and Iqbal rejected.” Id. at 377-78. Courts in this district have also dismissed pleadings of actual malice where the allegations were conclusory and lacked plausibility. See, e.g., Egiazaryan v. Zalmayev, No. 11 Civ. 2670(PKC), 2011 WL 6097136, at *8 (S.D.N.Y. Dec. 7, 2011) (“Egiazaryan fails plausibly to allege actual malice in the publication of this or any other fact in the letters. Egiazaryan’s repeated assertion that Zalmayev acted with malice is unavailing because it is a legal conclusion not entitled to presumption of truth, and he alleges no facts plausibly supporting that conclusion.” (citing Iqbal, 556 U.S. at 678-79, 129 S.Ct. 1937)); Orenstein v. Figel, 677 F.Supp.2d 706, 711 (S.D.N.Y.2009) (“Here, Orenstein alleges that Figel ... acted ‘knowingly,’ ‘recklessly,’ and ‘maliciously’ in writing the March 20, 2009 letter .... The complaint provides neither factual support for these conclusions nor any explanation of why either Figel or his law firm would have an interest in acting maliciously toward Orenstein.”); Diario El Pais, S.I. v. Nielsen Co. (US), No. 07 Civ. 11295(HB), 2008 WL 4833012, at *6-7 (S.D.N.Y. Nov. 6, 2008) (holding that a plaintiffs pleading of actual malice lacked plausibility in a trade libel claim, where the face of the complaint bespoke defendant’s “concerted effort to ensure” the accuracy of its publication). Indeed, even before Twombly and Iqbal were handed down, courts in this district often required more than conclusory pleading of actual malice. See, e.g., Culver v. Merrill Lynch &amp; Co., Inc., No. 94 Civ. 8124(LBS), 1995 WL 422203, at *6 (S.D.N.Y. July 17, 1995).\nThe First Circuit has provided a useful road map for courts determining whether a defamation plaintiff has sufficiently alleged actual malice: “To begin, the court must strip away and discard the complaint’s conclusory legal allegations. Next, the court must determine whether the remaining factual content permits the reasonable inference that the defendant is liable for the misconduct alleged.” Shay v. Walters, 702 F.3d 76, 82-83 (1st Cir.2012) (internal quotation marks and citation omitted). With the First Circuit’s road map in mind, the Court turns to the specific allegations of actual malice as to each defendant.\n1. The Republisher Defendants\nAs explained in the Court’s prior opinion in this case, the Grann Article appears, on its face, to be an even-handed product of an extensive degree of research. See Biro, 883 F.Supp.2d at 483. (“Although the Article reports many facts tending to suggest that Biro may not be exactly who he says he is, it also contains extensive interviews with Biro himself, includes Biro’s responses to many of the accusations reported in the Article, and quotes many third party sources with complimentary things to say about Biro.... This type of inquisitive approach falls short of the ‘hatchet job’ that Biro’s counsel described at oral argument.”) Moreover, as Biro himself has alleged in the complaint, “the New Yorker Magazine [] ha[s] a reputation for being [an] assi*281duous and thorough fact-checker.” (TAC at ¶ 53.); see also Masson, 960 F.2d at 902 (explaining that the New Yorker's “sterling reputation for accuracy and the existence of its fabled fact-checking department” makes it less plausible that re-publishers of New Yorker articles act with actual malice). Accordingly, in the absence of any factual allegations suggesting the contrary, there is no reason to believe that the Republisher Defendants had “serious doubts as to the truth of [the] publication,” Behar, 238 F.3d at 174, or “a high degree of awareness of [its] probable falsity,” Harte-Hanks, 491 U.S. at 667, 109 S.Ct. 2678. For the reasons set forth below, Biro has failed to “nudge[ ][his] claims [against the Republisher Defendants] across the line from conceivable to plausible.” Twombly, 550 U.S. at 570, 127 S.Ct. 1955.\na. Paddy Johnson\nPlaintiffs Eighth Claim alleges that “Defendant Paddy Johnson acted with actual malice, in that she knew or should have known that many of the statements of fact in the article were false, and she published the article notwithstanding that knowledge.” (TAC at ¶ 275.) In addition, the complaint notes that “[o]n October 4, 2011, plaintiff demanded that defendant Paddy Johnson retract” her article, but that “[h]is demand has been ignored .... ” (Id. at ¶¶ 273-74.) The allegations in paragraph 275 that Johnson “acted with actual malice,” and “knew or should have known” the Grann Article was false are merely conclusory, and therefore must be discarded at the outset. See Shay, 702 F.3d at 82-83. That leaves the allegation concerning Johnson’s failure to retract as the sole factual allegation supporting the assertion that Johnson acted with actual malice.\nWhile the failure to retract may, under certain circumstances, “tend[ ] to support a finding of actual malice,” Zerangue, 814 F.2d at 1071; see also Milsap v. Journal/Sentinel, Inc., 100 F.3d 1265, 1271 (7th Cir.1996) (“Perhaps under certain circumstances a refusal to retract a published statement might be evidence of actual malice in its publication.”), the decision not to retract is, in and of itself, insufficient to establish by clear and convincing evidence that a defendant acted with actual malice. Sullivan, 376 U.S. at 286, 84 S.Ct. 710; Edwards v. Nat’l Audubon Soc’y, Inc., 556 F.2d 113, 121 (2d Cir.1977) (“Surely liability under the ‘clear and convincing proof standard of New York Times v. Sullivan cannot be predicated on mere denials, however vehement; such denials are so commonplace in the world of polemical charge and countercharge that, in themselves, they hardly alert the conscientious reporter to the likelihood of error.”); Schwartz v. Worrall Publ’ns, Inc., 258 N.J.Super. 493, 610 A.2d 425, 431 (N.J.Super.Ct.App.Div.1992) (noting the limited probative value of “post-publication inaction” in establishing actual malice (citing Harte-Hanks, 491 U.S. at 688, 109 S.Ct. 2678)). The reasons that such evidence lacks substantial probative value are twofold. First, a failure to retract occurs, by definition, after publication, meaning that its probative value as to a defendant’s state of mind at the time of publication is dubious at best. See McFarlane v. Sheridan Square Press, Inc., 91 F.3d 1501, 1515 (D.C.Cir.1996) (“McFarlane presents no authority, however, nor are we aware of any, for the proposition that a publisher may be liable for defamation because it fails to retract a statement upon which grave doubt is cast after publication.”) Second, a plaintiffs denial as to the veracity of a story only “serves to buttress a case for actual malice when there is something in the content of the denial or supporting *282evidence produced in conjunction with the denial that carries a doubt-inducing quality.” 1 Rodney A. Smolla, Law of Defamation § 3:65.50 (2013). Here, there is no basis for inferring that knowledge of Biro’s complaint in this case should have conferred such “a doubt-inducing quality.” Thus, a defendant’s decision not to retract failure is not in itself enough to nudge an allegation of actual malice from conceivable to plausible, especially in a case such as this, where the article itself has the facial appearance of reliability.\nThe claim that Paddy Johnson acted with actual malice is particularly implausible, given that, as the Johnson Article itself notes, she published a piece before the publication of the Grann Article that implicitly credited Biro’s work. See Paddy Johnson, The 50 Million Question, The Reeler, Nov. 14, 2006, available at www.thereeler.com/features/the_50_million_ question.php. Given the New Yorker’s reputation and the nature of the Grann Article, it is far more likely that the Grann Article caused Johnson to reevaluate her opinion of Biro than that the Johnson Article contains content that she knew to be, or believed might well be, false. See Iqbal, 556 U.S. at 679, 129 S.Ct. 1937 (explaining that, where a course of conduct is “consistent with” illicit behavior, a complaint should be dismissed where that conduct “was not only compatible with, but indeed was more likely explained by, lawful ... behavior” (citing Twombly, 550 U.S. at 567, 127 S.Ct. 1955)).\nBiro has therefore failed to state a claim against Paddy Johnson.\nb. Business Insider\nPlaintiffs Sixth Claim contains the following sentence concerning Business Insider’s actual malice: “Defendant Business Insider Inc. acted with actual malice, in that it knew or should have known that the statement of fact in the article was false, and they [sic] published it notwithstanding that knowledge.” (TAC at ¶ 248). This allegation is insufficient to state a claim for actual malice. Indeed, once the Court “stripfs] away and discard[s] the complaint’s conclusory legal allegations,” there is nothing left.\nIn his opposition to Business Insider’s motion, Biro purports to offer “direct evidence” of actual malice:\nMr. Biro commenced this action on June 29, 2011, and it immediately attracted considerable media attention. The BI article which is the basis of this claim was published a week later, on July 6, 2011, and BI had published a separate article about the suit that same day. See Zeveloff, “Renowned Forensic Art Inspector Sues The New Yorker For Calling Him a Fake,” available at http:// www.businessinsider.com/arh-inspectorsues-new-yorker-david-grann-2011-7 (accessed November 13, 2012) (copy annexed to Exhibit A to Altman declaration).\n(Opp’n. to BI at 8-9.)17 In fact, the Business Insider Article was published, at least according to the Complaint, on July 5, 2011 (TAC at ¶ 243), and given that Biro demanded a retraction after the Business Insider Article’s publication (id. at 246), it is entirely possible that Zeveloff, who wrote both articles, learned of the lawsuit not before writing the Business Insider *283Article, but rather as a result of Biro’s demanding a retraction.\nIn any event, an allegation that Business Insider knew of the lawsuit and nonetheless published the story is far from “direct evidence” of actual malice, nor is it — by itself — even compelling circumstantial evidence of actual malice. See Masson, 960 F.2d at 902 (the fact that a republisher of a New Yorker article was contacted by plaintiffs attorney and “dismiss[ed] [the plaintiff’s] claims that he was misquoted” was insufficient evidence of actual malice, given the New Yorker’s “sterling reputation for accuracy and the existence of its fabled fact-checking department”). The fact that a plaintiff brings a lawsuit for defamation does not necessarily indicate that the person has been defamed. Like other forms of denials, defamation lawsuits are “so commonplace” that “in themselves, they hardly alert the conscientious reporter to the likelihood of error.” Harte-Hanks, 491 U.S. at 691 n. 37, 109 S.Ct. 2678 (citation omitted).\nBiro’s allegation of actual malice lacks plausibility. That is particularly true because Biro’s own papers provide evidence that Business Insider did not act with actual malice. First, the complaint acknowledges that Business Insider promptly retracted the sections of the Business Insider Article relating to Biro, which makes it less likely that it acted with actual malice. See Hoffman, 433 F.Supp. at 605. Second, ZevelofPs article on Biro’s lawsuit is indisputably impartial, quoting the Complaint’s assertion that the Grann Article is a “false and defamatory screed.” The fact that Zeveloff published a second article focusing on Biro’s denial of the accusations in the Grann Article makes it even less plausible that Zeveloff or her publisher were behaving with actual malice. Accord Harris v. City of Seattle, 152 Fed.Appx. 565, 569 (9th Cir.2005) (including denials of a plaintiff rebuts inference of actual malice); Tavoulareas v. Piro, 817 F.2d 762, 794 n. 44 (D.C.Cir.1987) (“And we again note that the ‘personally urge’ statement in the piece itself was coupled with a statement of Mobil’s written denial of that charge, an even-handed approach that scarcely bespeaks the presence of actual malice.”).\nAccordingly, Biro’s claim that Business Insider acted with actual malice lacks plausibility. Because he has failed to sufficiently allege actual malice against Business Insider, the claim against this defendant must be dismissed.\nc. Yale University Press\nPlaintiffs Ninth Claim alleges: “Defendant Yale University Press acted with actual malice, in that it knew or should have known that many of the statements of fact in the article were false, and they published the excerpt notwithstanding” and because YUP “knew or should have known of the existence of this action, which had been widely publicized at the time of publication, and chose to publish this language notwithstanding that plaintiff had already sued others for defamation arising from the Article.” (Compl. at ¶¶ 284-85.)\nAgain, the allegation in paragraph 284 is merely conclusory and is thus discarded at the outset. Shay, 702 F.3d at 82-83. That leaves Biro’s allegation that YUP knew or should have known of the existence of this action and nonetheless permitted the Toynton Biography to be published. This allegation is also insufficient to “nudge” the complaint’s allegation that YUP acted with actual malice from possible to plausible. First, the Third Amended Complaint merely alleges that YUP “knew or should have known” about the litigation — an allegation that is consistent with a negligence standard — but actual malice, as explained above, is a subjective standard, requiring recklessness at a mini*284mum. Therefore, the allegation that YUP “should have known” about the litigation is insufficient to plead actual malice. Second, Biro has not made any fact-based allegations at all indicating that YUP knew of the lawsuit pending in this Court. For example, the complaint does not allege that it informed YUP of the lawsuit before the book’s publication. Third, even if YUP did know of the litigation, Biro has failed to allege that YUP knew that Biro was at issue in the Toynton Biography.18 Toynton’s book does not mention Biro by name, nor does it cite the Grann Article or any articles by Biro, and there is simply no reason to suspect that the book’s publisher understood Toynton’s reference to a “purported forensic expert” to be an allusion to Biro.19 Of course, unless YUP knew that Biro was at issue in the book, it could not have acted with actual malice in permitting the publication to go forward. Finally, even if Biro had adequately alleged both that YUP knew that Biro was referenced in the biography and that YUP knew that Biro had commenced an action alleging that the Grann Article was defamatory, Biro’s allegation that YUP nonetheless decided to proceed with publication would not, standing alone, be sufficient to render Biro’s “actual malice” allegation plausible. See supra.\nAccordingly, Biro has failed to state a claim against YUP.\n2. The New Yorker Defendants\nThe New Yorker Defendants also argue that Biro has failed to sufficiently allege actual malice as to the New Yorker Defendants, Grann and Advance.\nAfter the conclusory allegations are stripped away (see TAC at ¶¶ 174-75 (alleging that the New Yorker Defendants “either knew or believed or had reason to believe that many of the statements of fact in the Article were false and inaccurate, and nonetheless published them anyway” and that “Defendants Advance and Grann acted with actual malice, or in reckless disregard of the truth, or both”); id. at ¶34 (alleging generally that Grann “distorted the substance of [his] interviews [with Biro]”)), the complaint appears to contain five types of allegations purporting to establish that the New Yorker Defendants acted with actual malice: (1) that they failed to investigate (id. at ¶¶ 52-53); (2) that they relied on anonymous and biased sources (id. at ¶¶ 31, 46, 47, 111, 150-69); (3) that the Grann Article “ignores the many other works of art which plaintiff has worked with over the years, as well as many of his satisfied clients” (id. at ¶¶ 37); (4) that they failed to retract a statement (id. at ¶ 161); and (5) that Grann has “defamatory propensities.” (Id. at ¶¶ 146-49).20 For the reasons explained *285below, “none of [the plaintiffs] allegations — singly or together — plausibly suggest that ... [the New Yorker Defendants] either knew that [their] statements were false or had serious doubts about their truth and dove recklessly ahead anyway.” Schatz, 669 F.3d at 58.\nInitially, the allegation concerning Grann’s “defamatory propensities” is legally insufficient. This allegation is based on a separate action brought against Grann for defamation. Because there was no adjudication on the merits or legally permissible findings of fact in that action, it is immaterial, and must be stricken under Rule 12(f). See In re Merrill Lynch &amp; Co. Inc. Research Reports Sec. Litig., 218 F.R.D. 76, 78-79 (S.D.N.Y.2003).\nBiro next alleges that Advance and the New Yorker “had more than ample time to investigate and determine the validity of the statements made” before publishing the Grann Article “but failed to do so,” and that they “failed to comport themselves” as “assiduous and thorough fact-checkers :... ” (Id. at ¶¶ 52-53); see also id. at ¶ 172 (alleging that Advance “failed to exercise that degree of responsibility which was appropriate .... ”). First, these are conclusory allegations, bereft of any factual support. Second, the failure to investigate is not evidence of actual malice, unless there are “obvious reasons to doubt the veracity” of the allegedly defamatory statements. Celle v. Filipino Reporter Enters. Inc., 209 F.3d 163, 190 (2d Cir.2000) (citing St. Amant, 390 U.S. at 732, 88 S.Ct. 1323). Biro has not alleged any facts at all indicating that Advance had “obvious reasons” to doubt the Grann Article’s veracity. Accord Schatz, 669 F.3d at 56, 58 (failure of defendant to perform an “additional investigation” insufficient to allege actual malice). To the contrary, the Grann Article appears to be the product of an enormous amount of careful and diligent research. Indeed, the complaint confirms this, noting that Grann worked on the Article “for nearly one year.” (TAC at ¶ 151.) In short, it is implausible that Grann’s publishers would have reason to suspect that the Grann Article contained falsehoods.\nBiro’s allegation that the Grann Article chooses to focus on only certain works authenticated by Biro and ignores “his many satisfied clients” is similarly unavailing. (Id. at ¶ 37.) As explained above, the fact that an article is one sided or fails to include as many positive features about the subject as negative ones “has no tendency to prove that the publisher believed it to be false.” Westmoreland, 601 F.Supp. at 68; see also Reliance Ins. Co., 442 F.Supp. at 1341 (rejecting the plaintiffs contention that omission is evidence of actual malice: “Obviously the author of an article will have to choose which facts to include and which to omit. It is impossible to print all of the facts on which an opinion or belief is based____Were the courts or criticized corporations to be allowed to dictate the contents of such articles, censorship would have won out over free speech and the right to dissent.”). It is not surprising that Grann decided to focus his *286article on the paintings authenticated by Biro, such as the piece purchased by Teri Horton, that received the most publicity, nor does it bespeak actual malice that Grann chose to focus on the instances of authentication that raised questions about Biro’s methods, rather than those that did not. Moreover, while the Grann Article certainly does focus on particular paintings authenticated by Biro, it is by no means the case that the article attempts to hide the breadth of Biro’s oeuvre, or the impressiveness of his clientele; rather, Grann notes both that Biro has among his clients “[sjeveral of the world’s top connoisseurs,” and that Biro has authenticated many paintings that were not the focus of the article, including “two Picassos, half a dozen Turners, a Thomas Hart Benton, and close to a dozen other Pollocks.” (Grann Article at 12-13.)\nThe complaint also alleges that the Grann Article relies “to a significant extent on anonymous” sources. (Id. at ¶ 31.) The Supreme Court has explained, and the Second Circuit has reaffirmed, that reliance “wholly on an unverified, anonymous source” may be probative evidence of actual malice. Behar, 238 F.3d at 174 (citing St. Amant, 390 U.S. at 732, 88 S.Ct. 1323). For example, in St. Amant, the Supreme Court noted that, where a story is “based wholly on an unverified anonymous telephone call,” a jury could find actual malice. 390 U.S. at 731, 88 S.Ct. 1323. As a Florida appellate court pointed out in its analysis of St. Amant, “where an anonymous tipster conveys the information, one would be hard put not to have serious doubts about the authenticity of the tip.” Holter v. WLCY T.V., Inc., 366 So.2d 445, 453 (Fla.App.1978). In this action, however, the article at issue in not based on one source, but many, and none of the four remaining passages comes from “an anonymous tipster.” It is true that Grann does not name Lipsz’s attorney, who is quoted as referring to Biro as a “con man,” but that does not make the source “anonymous.” Indeed, the fact that Grann chose not to give the name of Lipsz’s lawyer does not speak to whether a jury could infer that Grann must have had “serious doubts about” the attorney’s value as a source. Accord Braden v. News World Commc’ns, Inc., 1991 WL 161497, at *13 (D.C.Super. Mar. 1, 1991) (reporter’s use of an unnamed source is not evidence of actual malice, even where it violates the paper’s practices as set forth in its employee handbook, because “plaintiff must prove more than an extreme departure from professional standards to establish actual malice” (citing Harte-Hanks, 491 U.S. at 665, 109 S.Ct. 2678)). Similarly, the passage concerning the Matter and Horton paintings relies in part on the director of the Pollock-Krasner House &amp; Study Center, who teaches at the FBI academy, another unnamed, but not anonymous, source. Here, too, the fact that the source remains unnamed in the Grann Article does not make Biro’s assertion of actual malice any more plausible.21\nRelatedly, the Complaint alleges that the Grann Article relied on “untrustworthy or biased sources.” (TAC at ¶ 46.) The Third Amended Complaint focuses on one source in particular, Theresa Franks, whom Biro claims to be “one of the defendants’ principal sources for the Article.” (Id. at ¶ 150.) However, there is no reason to believe — nor does the complaint al*287lege — that Franks was a source for any of the four remaining defamatory passages. Indeed, while Biro’s opposition brief encourages the Court to find that Grann acted with actual malice by relying on Franks, it does not explain how Franks is in any way connected to the four passages in question. (Opp’n. to N.Y. Defs. at 15-16.) To the contrary, Grann explicitly relies on other sources in these passages. Therefore, Frank’s reliability is irrelevant to Grann’s alleged actual malice in writing the four allegedly defamatory passages at issue.22\nThe complaint also suggests that Marion Hendler was an unbiased and untrustworthy source, because “[i]n June 2011, plaintiff commenced a civil action for defamation in Montreal Superior Court against [her] based upon the statements attributed to her in the Article” and she “subsequently defaulted in the action, thereby admitting the allegations therein that the statements which she made to defendant Grann were false.” (TAC at ¶¶ 98-100.). Of, course, the fact that Biro sued Hendler for defamation after the publication of the Grann Article is not relevant to Grann’s state of mind at the time he wrote the allegedly defamatory passages at issue. Thus, these allegations, like the allegations concerning Frank, fail' to render more plausible Biro’s assertion that Grann and Advance acted with actual malice.\nFinally, the Court is left with Advance’s failure to retract. {Id. at ¶ 161.) As explained above, however, a defamation defendant’s behavior after the publication of a defamatory statement is not enough to nudge allegations from possible to plausible. Moreover, Biro’s allegation concerning the New Yorker Defendants’ failure to retract pertains particularly to its failure to “print[] a clarification or correction of the statement in the Article regarding the fate^ of Theresa Frank’s counterclaim against Park West Gallery.” (Id. at ¶ 161.) This is not relevant to any of the four passages at issue. Nor does the complaint indicate how the New Yorker Defendants might have come to learn that the jury verdict on Frank’s counterclaim was vacated.\n' Not only has Biro failed to provide factual allegations rendering it plausible that the New Yorker Defendants acted with actual malice, but there is evidence in the record suggesting that it is implausible that they acted with the requisite intent— most notably, the Grann Article itself. A substantial portion of the article concerns Grann’s interviews of Biro and pressing him for answers, and Grann spends the last few pages of his article detailing Biro’s response to nearly every suspicion raised by the article. In fact, Grann provides Biro’s views on the subject matter of each of the four remaining allegedly defamatory passages. (See Grann Article at 15 (“When I first talked to Biro about Matter’s cache ....”); id. at 27 (quoting Biro responding to Grann’s “mentioning] that a scientist deemed it incredible that [Biro] had found acrylic on Pollock’s studio floor .... ”); id. at 19 (“In a written response, the Biros called the allegations [in the Hendler lawsuit] ‘false and defamatory’ .... ”); id. at 26 (quoting Biro explaining that the past lawsuits against him “stemmed from disgruntled ‘treasure seekers’ who ‘hoped to turn a thousand into ten or even into millions and then turned on us and still make nasty comments because *288their greed did not turn to gold’ ”); id. at 27 (relaying Biro’s averment that “he had no financial stake in Horton’s painting”); id. (“He acknowledged that he had been involved with Ted Volpe and the plan to create Provenance, but he said, ‘Eventually, basically, I just turned my back on it, because it became far too commercial in its scope and I didn’t see that the integrity of my work would be suitably protected.’ ”); id. at 12 (“Biro told me that he maintains a firewall between his research and the sale of a painting, and that he receives the same fee — two thousand dollars a day— regardless of the outcome of his investigation.”); accord Harris, 152 Fed.Appx. at 569 (“[T]he fact that KING included Ms. Harris’s denials in its broadcast rebuts an inference of actual malice”). Moreover, as Biro himself has noted, the Grann Article does “not actually assert that Mr. Biro was a forger, but only quoted people who raised questions about the issue, and who only implied he was.” (Opp’n. to BI at 10.) In other words, while the Article may reflect an unflattering portrayal of Biro, it is bereft of “express accusations,” but rather “lays out evidence that may raise questions, and allows the reader to make up his or her own mind.” Biro, 883 F.Supp.2d at 482; see also id. at 483 (“This type of inquisitive approach falls short of the ‘hatchet job’ that Biro’s counsel described at oral argument.”). Such a style of reporting is far from what might be expected of an author acting with actual malice.\nIn short, missing from the complaint are any factual allegations suggesting that Biro could plausibly demonstrate by clear and convincing evidence that the New Yorker Defendants published the four allegedly defamatory statements with actual malice: he has failed to allege that Grann or Advance had a motive for sabotaging Biro;23 that the Grann Article fabricated or recklessly distorted quotes given by Biro or another source; that internal inconsistencies contradicted the allegedly defamatory assertions; that the allegedly defamatory passages were inherently improbable or that the face of the Grann Article suggests actual malice; that Grann relied on wholly unverified or patently unreliable sources; or that Grann or his publishers made statements or acted in a manner indicating that they knew or suspected that the allegedly defamatory statements were false. Given the lack of factual assertions suggesting actual malice, Biro has failed to state a claim against the New Yorker Defendants.24\nVI. Conclusion\nFor the foregoing reasons, the New Yorker Defendants’ motion for an order finding Biro to be a public figure is *289GRANTED, and their motion for judgment on the pleadings is GRANTED. The motions to dismiss by Yale University Press, Paddy Johnson, Gawker Media, and Business Insider are also GRANTED.\nThe Clerk of the Court is directed to terminate the motions at 100, 105, 108, 116, 132, 142, and 156.\nSO ORDERED.\n\n. The Court’s opinion on the New Yorker Defendants’ motion to dismiss, Biro v. Conde Nast, 883 F.Supp.2d 441 (S.D.N.Y.2012), provides additional factual background on this case, including a lengthy description of the Grann Article. Appended to that opinion is a copy of the Grann Article in full. Familiarity with that opinion, as well as the Grann Article, is assumed.\n\n\n. In his opposition to the New Yorker Defendants' motion for judgment on the pleadings, Biro argues that the “motion is procedurally improper,” as \"[i]t is the second motion directed against essentially the same complaint, seeking dismissal for failure to state a claim upon which relief can be granted.” (Dkt. No. 160 (\"Opp’n to N.Y. Defs.”) at 6.) While the New Yorker Defendants could have raised their current arguments in their Rule 12(b)(6) motion, it is generally permitted by Rule 12(h)(2) to bring successive motions challenging the sufficiency of a claim, the first under 12(b)(6) and the second, after the Answer has been filed, under Rule 12(c). See Fed. Prac. &amp; Proc. Civ. § 1385 (\"However, even though a Rule 12(b) motion has been made and a second Rule 12(b) motion is not permitted, the three defenses listed in Rule 12(h)(2) may be raised on a motion under Rule 12(c) for judgment on the pleadings, on a summary judgment motion, or at trial.”); see also Santos v. District Council of New York City and Vicinity of United Brotherhood of Carpenters and Joiners of America, AFL-CIO, 619 F.2d 963, 967 n. 4 (2d Cir.1980) (“By the express terms of Rule 12(h)(2), a 12(b)(6) defense ‘may be made in any pleading permitted or ordered under Rule 7(a), or by motion for judgment on the pleadings, or at the trial on the merits,' and, by the express terms of Rule 12(g), is not waived by failure to include it in a Rule 12 motion raising other defenses.”); Derisme v. Hunt Leibert Jacobson, PC, No. 10 Civ. 244, 2010 WL 3417857, at *4-5 (D.Conn. Aug. 26, 2010) (declining to entertain the defendant’s second motion to dismiss, but noting that while “arguments that the FDCPA claim fails as a matter of law for the time being, the Court by no means suggests that Hunt Leibert has waived that argument for all time. Hunt Leibert remains free to raise the same argument in a Rule 12(c) motion for judgment on the pleadings after it has filed an Answer” (citing Rule 12(h)(2)(B))).\n\n\n. As the D.C. Circuit has explained, “[t]he single publication rule was designed as an accommodation to new forms of communication,\" and thus \"in applying the rule to the Internet, the court must be mindful of the rule’s purpose, which according to the Restatement consists of ‘avoiding multiplicity of suits, as well as harassment of defendants and possible hardship upon the plaintiff himself.’ ” Jankovic v. Inter’l Crisis Grp., 494 F.3d 1080, 1087 (D.C.Cir.2007) (quoting Restatement (Second) of Torts § 577A cmt. d).\n\n\n. Similarly, in his Affirmation, Mr. Altman labels his December 9, 2011 printout of the Gawker Article a \"republished posting, dated December 9, 2011.” Exhibits A-C are not, however, \"republished postings” with different dates, but the same posting, with the same publication date (July 7, 2010), merely printed out at different times. Moreover, it is worth nothing the different \"version” of the Gawker Article submitted by Biro is from several days after Biro brought Gawker Media into the case.\n\n\n. Indeed, Gawker Media represents in its reply brief that it does not control or operate the publisher of Exhibit E, Gizmodo Australia.\n\n\n. It appears, in other words, that the 109 version of the Gawker Article was either published in a more Westerly time zone than the Gizmodo version, which was published on July 7 at 12:40 a.m., or that it was actually published before the Gizmodo version.\n\n\n.Moreover, for substantially the same reasons as those laid out as to the other Republisher Defendants in section V.B.l, infra, Biro has failed to adequately plead that Gawker Media acted with actual malice, and he has therefore failed to state a claim pursuant to Rule 12(b)(6). This provides an additional ground for dismissal of Biro's claim against Gawker Media.\n\n\n. In fact, several Defendants suggest that Biro may be an all-purpose public figure. (See BI Mem. at 7 (\"Biro Is At Least a Limited Purpose Public Figure”); Johnson Mem. at 18 (Biro is \"at least a limited purpose public figure”).) \"The fame required for an individual to be a public figure for all purposes, as opposed to a limited purpose public figure, is very great; the individual must be a 'household name' on a national scale.” Lluberes v. Uncommon Productions, LLC, 663 F.3d 6, 20 n. 14 (1st Cir.2011) (citation omitted). In any event, it is of no practical import to this action whether Biro is a limited purpose public figure or an all purpose public figure, since Defendants would receive the same heightened First Amendment protections under either formulation.\n\n\n. As is explained above, the Court can take judicial notice of the existence of articles written by and about Biro, though not for the truth of the matter asserted in the documents themselves. Courts in this Circuit have employed judicial notice in making determinations about whether plaintiffs are public figures at the motion to dismiss stage. See, e.g., Condit v. Dunne, 317 F.Supp.2d 344, 357-58 (S.D.N.Y.2004). In that vein, the Court here relies on various documents submitted by Ms. Atcherley in her declaration.\n\n\n.It is worth noting that it is arguably problematic to limit public figure status to those who thrust themselves to the forefront of public controversies. Indeed, \"although the term 'controversy' was used by the [Supreme] Court in Gertz,” it is not clear that the Gertz Court meant to hold that there need \"be a 'controversy' in the sense of a public debate before public figure status is achieved[.]” Robert D. Sack, Sack on Defamation, at § 5:3:11[B], 5-57 (4th ed.2012). There is an argument to be made that the Gertz Court did not intend to so narrow the scope of the limited purpose public figure. See Vegod v. Am. Broadcasting Cos., Inc., 88 Cal.App.3d 95, 151 Cal.Rptr. 575, 577 (1979), rev’d on other grounds, 25 Cal.3d 763, 160 Cal.Rptr. 97, 603 P.2d 14 (1979) (\"In Gertz v. Robert Welch, Inc., there happened to have been a public Controversy into which the court specifically found the plaintiff had not injected himself, and it accordingly addressed itself to the issue in what was there appropriate language. But from similar high authority it becomes manifest that the meaning is [a] matter of 'public interest’ which, of course, includes ‘public controversy.’ ”) As Judge Sack has noted, \"[s]o long as the 'voluntary' and 'public' criteria have been met, whether there is what can properly be called a ‘controversy’ or a 'public question’ seems irrelevant unless First Amendment protections are to be drawn tight and literally around public debate.” Sack, Sack on Defamation, at § 5:3:11 [B], 5-58; accord Faigin, 978 F.Supp. at 427-28 (arguing that a plaintiff should be found to have injected himself into a public controversy \"as long as the plaintiff voluntarily engages in activity out of which publicity and controversy foreseeably arise....”).\n\n\n. In the Epilogue of \"Teri’s Find: a Forensic Study of Authentication,” (Atcherley Decl., Ex. 7), Biro muses, \"One thing that struck me [after the first screening of Who the # S &amp; % is Jackson Pollock? ] was how both the press and individual came and asked me: so you really think this is a Pollock?” (Id.) Biro proceeds to note that “[a] number of [] film reviews have appeared recently referring to fingerprints as a myth’____” Biro also refers to the relationship between himself and those who dominate that \"closed world of connoisseurship” as “hostile.” (Id.)\n\n\n. Similarly, the viewer is told at the outset of the film that the Pollock-Krasner Foundation, a non-profit organization established by Pollock’s late widow Lee Krasner, \"expresses no opinion with respect to the authenticity of Horton’s picture.” (Id.)\n\n\n. Moreover, separate and apart from whether forensics is “controversial” when used in art identification in particular, there are pub-*274lie controversies more generally surrounding the value of forensics as a science. See Michael Mears &amp; Therese M. Day, The Challenge of Fingerprint Comparison Opinions in the Defense of a Criminally Charged Client, 19 Ga. St. U.L.Rev. 705, 710 (2003) (describing “the present controversy about fingerprint comparison evidence”); see also D. Michael Risinger &amp; Michael J. Saks, A House with No Foundation, -Issues in Sci. &amp; Tech. (Fall 2003), available at http://www.issues.Org/20.1/risinger.html; Eric Biber, Which Science? Whose Science? How Scientific Disciplines Can Shape Environmental Law, 79 U. Chi.L.Rev. 471, 551 (Spring 2012). Indeed, the periodical at the center of this litigation published, well before its publication of the Grann Article, a piece on the controversy surrounding the use of forensics in the courtroom. See Michael Specter, “Do Fingerprints Lie?” The New Yorker, May 27, 2002, available at http://www.newyorker.com/archive/2002/05/27/020527fa_FACT (noting that, while \"for more than a century, the fingerprint has been regarded as an unassailable symbol of truth,” there is increasing skepticism about the reliability of fingerprint evidence). Biro has repeatedly lauded and defended forensics as a science. For example, throughout Who the # S &amp; % is Jackson Pollock?, Biro compares authentication of paintings to working as a forensic analyst at a crime scene and aligns himself generally with the field of forensics. (Id.); see also Atcherley Deck Ex. 7 (wherein Biro notes that \"[d]efendants are jailed and executed based on” fingerprint evidence similar to what he used to identify the Horton painting and generally discusses how he has unleashed “science” into \"the closed world of connoisseurship”; Grann Article at 13 (\"On his Web site, Biro notes that law enforcement has adopted his approach: 'My analytical techniques were presented internally at a training course at the F.B.I. I am not permitted to go beyond fhat.’ \"))\n\n\n. According to Judge Sack, the \"access to media” inquiry should be considered \"[o]f secondary importance' ” in the limited purpose public figure analysis. Sack, Sack on Defamation, at § 5:3:3, 5-27 (citing Eubanks v. N. Cascades Broad., 115 Wash.App. 113, 61 P.3d 368, 373 (2003)).\n\n\n. Similarly, Biro’s filing of the instant suit garnered, and continues to garner, a great deal of press attention, which also points to Plaintiff’s access to self-help through the media. (See, e.g., Atcherley Decl., Ex. 46 (a New York Times article on Biro’s suit, which explains that \"Biro contends that [Grann’s] reporting is 'a false and defamatory screed’ against him, 'written and published with malice and an indifference to the standards of responsible journalism,' and that it has *276caused damage to his reputation, his business and his health”)); see also TAC at ¶ 285 (alleging that YUP “knew or should have known of the existence of this action, which had been widely publicized at the time of publication ....”).\n\n\n. Biro argues that \"a defamation plaintiff who must allege malice need not — indeed, in a case involving media defendants, generally cannot — plead specific facts prior to discovery.” (Opp’n. to N.Y. Defs. at 14.) \"The defendants' argument, if accepted,\" argues Biro, \"would mean that no public figure's defamation case against a media defendant could rarely if ever go forward.” {Id.) It is surely not the case the no defamation plaintiffs will be able to plead actual malice under Iqbal. Yet Biro’s complaint about requiring plausibility before discovery undoubtedly gets to the very heart of the controversy surrounding the modern interpretation of Rule 12(b)(6). See Arthur R. Miller, \"Simplified Pleading, Meaningful Days in Court, and Trials on the Merits: Reflections on the Deformation of Civil Procedure,” 88 N.Y.U. L.Rev. 286, 331 (2013) (\"By demanding that the plaintiff plead facts .demonstrating that the claim has substantive plausibility, rather than a statement that is legally sufficient and gives notice of the plaintiff's claim, these two cases represent a procedural 'sea change’ in plaintiffs’ ability to survive the pleading stage.”) Of course, the job of a district court is not to weigh in on such policy matters, but to faithfully apply the laws as construed by higher courts.\n\n\n. Of course, this Court need not consider allegations made in Biro's opposition that are absent from the Complaint. See Friedman v. MiraMed Revenue Grp., LLC, No. 12 Civ. 5328(VB), 2012 WL 5992163, at *3 (S.D.N.Y. Nov. 19, 2012) (declining \"to consider the additional facts set forth in plaintiff's opposition papers that are not in his complaint”). The Court considers those allegations here in lieu of providing Biro leave to amend.\n\n\n.YUP argues that Biro has more generally failed to adequately allege that he is the “purported forensic expert” referenced in the Pollock biography. And indeed, it is true that Biro's sole allegation purporting to demonstrate that the book's reference to the “purported forensic expert” is \"of and concerning” Biro is conclusory. However, the Court need not reach the question whether this is an independent ground for dismissal. For purposes of the Court’s discussion of actual malice, it is assumed that the referenced \"purported forensic expert” is indeed Biro.\n\n\n. Nor, even if YUP did know Biro was the \"purported forensic expert,” is there any reason to suspect that YUP knew that the Toynton Biography's conclusions were based on the Grann Article, as that Article is neither mentioned by, nor cited in, the Toynton Biography.\n\n\n. In his opposition brief, Biro also asserts that \"the fact that the Court's dismissal decision specifically noted that portions of the Article had gone beyond facts set out in the Canadian court proceedings, and that by interviewing the participants defendants could not rely on the fair-reporting privilege ... *285also supports a claim of malice.\" (Opp’n. to N.Y. Defs. at 16.) This does not follow. The Court declined to dismiss Biro’s claim as to the Hendler lawsuit both because the New Yorker Defendants failed to proffer \"any documents of which to take [] judicial notice,” and because Grann’s account of the Hendler lawsuit was based in part on interviews with Hendler's wife and attorney. Biro, 883 F.Supp.2d at 482. Neither the fact that the New Yorker Defendants failed to attach the relevant court proceedings to their motion to dismiss, nor the fact that Grann interviewed, and quoted, Hendler’s wife and attorney, speaks to the question whether Grann or Advance acted with actual malice in making the allegedly defamatory statements concerning the Hendler action.\n\n\n. Moreover, Grann cites the unnamed FBI agent solely for the proposition that “in the overwhelming majority of cases involving disputed art, the work fails to be authenticated.” Biro, 883 F.Supp.2d at 501. Thus, although the agent is cited in the context of Grann’s discussion of the Provenance Venture, it does not in any way speak to the allegedly defamatory conduct at issue.\n\n\n. Moreover, it is questionable whether the Third Amended Complaint sufficiently alleges that Grann had any reason at all to suspect that Franks was a biased or untrustworthy source. Thus, even if Franks were relied on . for the passages in question, this would not be sufficient to plead actual malice. See Bose Corp. v. Consumers Union of U.S., 466 U.S. 485, 512, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984).\n\n\n. The closest thing to an allegation of motive in the Third Amended Complaint is that the New Yorker Defendants \"succumb[ed] to ... confirmation bias .... ” (TAC at ¶¶ 44-45 (citation omitted).) One behaving with a confirmation bias acts with \"unwitting selectivity in the acquisition and use of evidence.... [T]hat people can and do engage in case-building unwittingly, without intending to treat evidence in a biased way or even being aware of doing so, is fundamental to the concept.” Raymond S. Nickerson, Confirmation Bias: Ubiquitous Phenomenon in Many Guises, 2 Rev. Gen. Psychol. 175, 175-76 (1998). Thus, Biro’s allegation that Grann and Advance acted with confirmation bias conflicts with their other allegations suggesting the New Yorker Defendants acted with actual malice. In any event, this allegation is also conclusory and, by itself, fails to support a plausible inference of actual malice.\n\n\n. Because Biro has failed to state claims against the moving Defendants, the Court need not consider the other arguments raised in Defendants' briefs, including the New Yorker Defendants' contention that the remaining claims should be dismissed under the incremental harm and subsidiary meaning doctrines.\n\n",
            "ocr": true,
            "opinion_id": 8710545
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}