{
    "id": 8728377,
    "judges": "Sprizzo",
    "date_filed": "2011-04-08",
    "date_filed_is_approximate": true,
    "slug": "perez-v-police-department-of-new-york",
    "case_name_short": "Perez",
    "case_name": "Perez v. Police Department of New York",
    "case_name_full": "Marcos PEREZ v. The POLICE DEPARTMENT OF the CITY OF NEW YORK, Luis Castillo, Sergeant, Christopher Fellin, Police Officer and Robert Randall, Police Officer",
    "attorneys": "Marcos Perez, pro se., 0. Peter Sherwood, Corp. Counsel of the City of New York, New York City (John P. Woods, Asst. Corp. Counsel, of counsel), for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "872 F. Supp. 49"
    ],
    "opinions": [
        {
            "author_str": "Sprizzo",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM OPINION AND ORDER\nSPRIZZO, District Judge.\nPlaintiff Marcos Perez, acting pro se, brings the instant action against the Police Department of the City of New York (“N.Y.P.D.”), Sergeant Luis Castillo, Officer Christopher Fellin and Officer Robert Randall (collectively “defendants”). Perez claims that defendants employed excessive force in violation of his civil rights under 42 U.S.C. § 1983. Pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, defendants move to dismiss upon the ground that the instant action is barred by the statute of limitations. For the reasons that follow, defendants’ motion to dismiss is granted.\nBACKGROUND\nIn his complaint, Perez briefly sets forth the facts underlying the instant action. Perez alleges that, on April 20, 1990, a “shootout” occurred when he exited an apartment building located on 159th Street and Broadway. See Complaint. While in the apart*51ment building, Perez apparently killed a sixteen year old woman, shot her common law husband approximately ten times and shot her fourteen year old brother twice. Affidavit of John P. Woods Sworn to October 27, 1998 (“Woods Aff.”) ¶ 4 n. 1. Upon exiting the building, Perez was already suffering from two bullet wounds from an unidentified source. Complaint. He was also carrying a gun in his waistband, but it was allegedly jammed. Id.\nAs he approached the middle of the street, Perez was confronted by three plain clothes police officers. Complaint. Perez alleges that, without even identifying themselves, the three police officers began to fire at him.1 Id. The three officers shot Perez five times in the left leg, twice in the right leg and once in the neck. Id. An automobile then struck him. Id. Despite his considerable injuries, Perez was rushed to the hospital by ambulance and survived the incident. Id. After a trial in the Supreme Court of the State of New York, Perez was convicted of manslaughter and attempted murder in connection with the shootings inside the apartment building, and attempted murder with respect to the officers. Woods Aff. ¶4 n. 1.\nOn June 25, 1998, the Pro Se Office received a civil complaint mailed by Perez. On August 11, 1993, the Pro Se Office filed the complaint with the Clerk’s Office for the United States District Court for the Southern District of New York. In the instant action, Perez claims that defendants violated his civil rights by employing “excessive force” during the incident. On June 3, 1994, defendants filed a motion to dismiss arguing that the instant action is barred by the statute of limitations.\nDISCUSSION\nOn a motion to dismiss under Rule 12(b)(6), “the factual allegations in the complaint must be accepted as true, and all reasonable inferences must be drawn in favor of the plaintiff.” Walker v. City of New York, 974 F.2d 293, 298 (2d Cir.1992) (quoting Frazier v. Coughlin, 850 F.2d 129, 129 (2d Cir.1988)). A district court may dismiss a complaint if “it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.” Stewart v. Jackson &amp; Nash, 976 F.2d 86, 87 (2d Cir.1992) (quoting Conley v. Gibson, 355 U.S. 41, 45-46, 78 S.Ct. 99, 101-02, 2 L.Ed.2d 80 (1957)).\nIn an action pursuant to 42 U.S.C. § 1983, which does not itself provide a statutory period of limitations, a district court must borrow the forum state’s period of limitations for personal injury actions. See Wilson v. Garcia, 471 U.S. 261, 266-67, 105 S.Ct. 1938, 1941-42, 85 L.Ed.2d 254 (1985). Ac cordingly, in this ease, the Court must apply New York’s three-year statute of limitations governing personal injury actions. See NY CPLR § 214(5); Owens v. Okure, 488 U.S. 235, 249-51, 109 S.Ct. 573, 581-82, 102 L.Ed.2d 594 (1989); Pauk v. Board of Trustees of the City of New York, 654 F.2d 856, 866 (2d Cir.1981), cert. denied, 455 U.S. 1000, 102 S.Ct. 1631, 71 L.Ed.2d 866 (1982).\nAlthough state law determines the period of limitations, federal law determines the time of accrual. See Pauk, 654 F.2d at 859; Kaiser v. Cahn, 510 F.2d 282, 285 (2d Cir.1974). Under federal law, a § 1983 claim accrues when the plaintiff “knows or has reason to know of the injury which is the basis of his action.” Singleton v. City of New York, 632 F.2d 185, 191 (2d Cir.1980), cert. denied, 450 U.S. 920, 101 S.Ct. 1368, 67 L.Ed.2d 347 (1981) (quoting Bireline v. Seagondollar, 567 F.2d 260, 263 (4th Cir.1977)). Moreover, “the proper focus is on the time of the discriminatory act, not the point at which the consequences of the act become painful.” Chardon v. Fernandez, 454 U.S. 6, 8, 102 S.Ct. 28, 29, 70 L.Ed.2d 6 (1981) (citing Delaware State College v. Ricks, 449 U.S. 250, 258, 101 S.Ct. 498, 504, 66 L.Ed.2d 431 (1980)).\nIn this case, there can be no doubt that Perez knew of the defendants’ allegedly wrongful acts and the injuries resulting therefrom on the date of the shootout, which was April 20, 1990. The instant action was *52not commenced until June 25, 1993, or approximately three years and two months later. Accordingly, the instant action is barred by the statute of limitations.\nPerez argues that defendants are equitably estopped from pleading the statute of limitations because their misrepresentations induced him to postpone commencement of the instant action.2 Where, as here, a federal court borrows a state statute of limitations, it should also borrow related provisions pertaining to tolling and estoppel, unless its application would frustrate the policy underlying the federal cause of action. See Johnson v. Railway Express Agency, Inc., 421 U.S. 454, 465, 95 S.Ct. 1716, 1722-23, 44 L.Ed.2d 295 (1975); Williams v. Walsh, 558 F.2d 667, 674 (2d Cir.1977). Under New York law, a party may be equitably estopped where it, by misrepresentations or other inequitable conduct, induces a plaintiff to refrain from commencing a timely action. See Immediate v. St. John’s Queens Hospital, 48 N.Y.2d 671, 421 N.Y.S.2d 875, 876, 397 N.E.2d 385, 386 (1979); Simcuski v. Saeli, 44 N.Y.2d 442, 406 N.Y.S.2d 259, 263, 377 N.E.2d 713, 716-17 (1978); see also Leon v. Murphy, 988 F.2d 303, 310 (2d Cir.1993).\nIn support of his estoppel argument, Perez asserts that a “liaison” between the N.Y.P.D. and the District Attorney’s Office\nwas summoned to investigate the case on behalf of the officers.... presented the case to the Grand Jury ..., disregarding facts that took place in the apartment, made plaintiff appear as if he was a culprit on the loose, without “JUSTIFICATION” for defending himself ... made it appear as if plaintiff opened fire on the officers with the weapon, reported differently by a witness in the reports ... and represented the PEOPLE AT TRIAL.\nAffidavit of Marcos Perez Sworn to June 24, 1994 ¶ 2. It is clear therefore that no allegation is made that any conduct of the defendants induced him not to bring this § 1983 action. The fact that defendants participated in what he alleges to be his wrongful prosecution is legally insufficient to support his estoppel argument. See, e.g., Woods v. Candela, 13 F.3d 574, 577 (2d Cir.1994) (criminal proceedings do not toll statute of limitations in civil rights action).\nCONCLUSION\nSince the instant action is barred by the statute of limitations, defendants’ motion to dismiss is granted. The Clerk of the Court is directed to enter an appropriate judgment in favor of defendants and close the above-captioned action.\nIt is SO ORDERED.\n\n. Although his allegations must be accepted as true for purposes of this motion, defendants claim that Perez fired at least one shot at the officers. Woods Aff. ¶ 4 n. 1.\n\n\n. Unlike equitable tolling which concerns the running of the statute of limitations, \"[ejquitable estoppel acknowledges that the statute has run, but is invoked to estop the defendant from asserting the defense because defendant’s actions lulled the plaintiff into forbearing from bringing suit within the period of limitations.” Merrill Lynch, Pierce, Fenner &amp; Smith, Inc. v. Ohnuma, 161 Misc.2d 423, 613 N.Y.S.2d 811, 816 (Sup.Ct. N.Y. County 1994) (citation omitted).\n\n",
            "ocr": true,
            "opinion_id": 8711575
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}