{
    "id": 8730178,
    "judges": "McMahon",
    "date_filed": "2023-12-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-santiago",
    "case_name_short": "Santiago",
    "case_name": "United States v. Santiago",
    "case_name_full": "United States v. Wilfredo SANTIAGO",
    "attorneys": "A. Damian Williams, Katherine Rachel Goldstein, U.S. Attorney’s Office, SDNY, New York, NY, Matthew C. Singer, United States Department of Justice, Washington, DC, for United States of America., Andrew John Finn, Annalisa Miron, Philip L. Weinstein, Federal Defenders of New York Inc., James R. Devita, Denise R. Rosenhaft, New York, NY, for Defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "987 F. Supp. 2d 465"
    ],
    "opinions": [
        {
            "author_str": "McMahon",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPOST-HEARING DECISION ON DEFENDANT’S MOTIONS TO DISMISS THE INDICTMENT FOR PROSECUTORIAL MISCONDUCT/VIOLATION OF DUE PROCESS; TO DISMISS COUNT ONE FOR FAILURE TO ALLEGE ELEMENTS OF THE OFFENSE; AND TO SUPPRESS STATEMENTS ALLEGEDLY TAKEN IN VIOLATION OF MIRANDA V. ARIZONA\nMcMAHON, District Judge:\nOn November 13-14, 2013, the court held the hearing ordered in its opinion dated August 13, 2013. See United States v. Santiago, 10 Cr. 39(CM) (Docket # 20). Familiarity with that opinion is presumed.\nThe purpose of the hearing was to develop a factual record about how a criminal case about the unintentional shooting of one U.S. serviceman by another in a theatre of war ended up in a United States District Court in New York City. The hearing was occasioned by defendant’s motion to dismiss the indictment, on the ground that his right to due process had been violated by pre-indictment delay. The court also agreed to hear evidence that might indicate a Miranda violation, though it appears from the post-hearing briefing that the defense has abandoned his Miranda challenge (and justifiably so, since there was no violation).\nI am now satisfied that I have a complete record about what happened between February 2008, when United States Marine Corporal Wilfredo Santiago accidentally shot United States Navy Corpsman Michael John Carpeso in the eye, and January 2013, when Santiago was indicted by a grand jury sitting in this District for reckless assault and making false statements to Government agents in connection with that incident.\nIt is not a tale that inspires confidence in our criminal justice system.\nOver the years, potential jurors often tell the court during voir dire that they watch the television programs about law enforcement. Among the most frequently mentioned shows are JAG (about the Navy Judge Advocate General’s Corps) and its spinoff, NCIS (Navy Criminal Investiga*468tive Services).1 These long-running shows depict the exploits of dedicated and fearless criminal investigators and lawyers who solve major case crimes committed by members of the United States Navy and the United States Marine Corps. The popularity of these shows with our “thank you for your service” public shows no sign of abating; NCIS holds the distinction of being the most-watched network television program in the United States for ten consecutive years (Wikipedia, http://en. wikipedia.org/wiki/NCIS_(TV_series)).\nNeedless to say, the investigators on NCIS the television show are dogged in their pursuit of criminals, while the lawyers of the JAG Corps always get their man (or woman) through a combination of hard work, investigative insight, physical dexterity and courage. Neither the NCIS investigators nor the JAG attorneys depicted on television would ever allow a case to fall through the cracks.\nThe recently-concluded hearing allowed this court to peek at the real NCIS and JAG. The case that confronted them involved a young Marine corporal at the end of his third tour of duty in Iraq — one who apparently enjoyed a reputation among his peers for playing with his side-arm — and a Navy corpsman with whom he worked. The corpsman lost an eye. The corporal, Wilfredo Santiago, at first denied having shot his colleague. But NCIS investigators quickly identified him as the culprit, interviewed a third person who was present at the shooting, secured a confession, and confirmed its essentials (if not all its details) with forensic evidence. They solved the case within weeks of the shooting; not a scintilla of evidence was acquired through subsequent efforts.\nWhile NCIS did its job, JAG only talked the talk — it did not walk the walk. Every Marine officer, whether line or legal, who learned about the incident now says he think that the offender should have been court-martialed. But nothing happened. After three and a half years — during which the only real investigation that took place was into how Santiago managed to get out of the Marines without being court-martialed — the young Marine was never called to account. The real JAG dropped the ball, and did so deliberately, not accidentally or inadvertently — even though the Department of Defense was prepared to fight a turf war with the Department of Justice to keep the case within the military.\nBy the time civilian authorities had both the inclination and the jurisdiction to pick the matter up again, the United States Marines were long gone from Iraq. More important for our purposes, the only eyewitness to the shooting — an Iraqi translator who, in several interviews with NCIS investigators, had specifically and emphatically denied that defendant was “playing with” or “quick drawing” his gun just before it went off — had disappeared. The loss of his testimony works severe prejudice to defendant, the moreso because the Government hopes to bolster a case short on direct proof with highly prejudicial 404(b) evidence about prior instances when Santiago was playing with his gun.\nFor the reasons set forth at length below, Santiago’s motion to dismiss Count One of the Indictment on due process grounds is granted; his alternative motion *469to dismiss the same count for failure to allege elements of the offense is denied as moot. His motion to dismiss Counts Two and Three is denied. His motion to suppress the statements he made to a Marine Investigator and NCIS, which underlie Counts Two and Three of the indictment, is also denied.\nSTATEMENT OF RELEVANT FACTS\n\nOwnership\n\nBefore outlining the facts, it is necessary to brief the civilian reader about the concept of “ownership” of a soldier, because it impacts heavily on everything that did— and (mostly) did not — happen while this ease was with the Marine Corps.\nNumerous military witnesses at the hearing used the verb “own” to describe having responsibility for that person, or unit, or function. (See Tr. 12, 76, 98, 122-124, 203, 207). A drill sergeant “owns” the recruits he is responsible for training. A platoon leader “owns” the members of his platoon. A battalion commander “owns” all the units that make up the battalion; a brigade commander owns all the battalions in his brigade, plus the associated support units. The captain of a ship “owns” the ship, its equipment and everyone stationed on board. “Ownership” is shorthand for being accountable for someone or something. At the highest levels, it is where the buck stops.\nMilitary personnel are subject to frequent transfers, whether for logistical reasons (deployments to theatres of war) or career development (transfers that broaden experience). In such a system, matters could easily fall through the cracks. The armed services pride themselves on transferring “ownership” of assets, both human and material, in ways that ensure continuity of supervision, with nothing falling through the cracks. Responsible transfer of ownership is essential to carrying out “the mission.”\nIt does not always work, of course. In this case, holding CPL Santiago accountable for the injury to HM3 Carpeso fell through the cracks, because no one really “owned” CPL Santiago at any point between February 2008, when he was identified as the culprit in the shooting, and June 2011, when he ceased to be subject to the Uniform Code of Military Justice. As a result, no one appropriately prioritized his case.\nFor ease of reference: CPL Carpeso’s “parent” command, from which he deployed and to which he was expected to return, was the 1st Battalion, 8th Marines, Second Marine Division. (1/8 Bn, 2 Mar-Div, or “the 1/8”), which is headquartered in Camp Lejeune, North Carolina. The 1/8 and 2 MarDiv “owned” Santiago at his home base. While deployed in Iraq, he was associated with Mobile Training Team (MTT) 0712, which was commanded by CPT. Benjamin Drude. MTT 0712, a unit of 2 MarDiv which was part of the Second Marine Expeditionary Force Forward (II MEF Fdw).2 Santiago’s MTT was “owned” by II MEF Fwd for most of its overseas deployment. COL. Vincent R. Stewart was the Commander of II MEF Fwd. As his superior officers, both CPT Drude and COL Stewart “owned” Santiago.\nIn February 2008, at the time of the events that gave rise to this prosecution, II MEF Fwd was in the process of leaving Iraq; it was engaged in a transfer of authority (TOA) to its replacing unit, the *470First Marine Expeditionary Force Forward (I MEF Fwd). (GX 52, Santiago 001083). II MEF handed off responsibility in Iraq to I MEF a month before Santiago’s unit left for home. (GX 52, Santiago 001084). As a result, for the last few weeks of his stay in Iraq, Santiago’s unit was technically “owned” by I MEF Fwd.\nWhen Santiago returned to Camp Lejeune, he was briefly reassigned to a unit in his parent command, the 1/8. Id. He then left active service and became a member of the Individual Ready Reserve (IRR). (GX 52, Santiago 001085). While he served in the reserves, Santiago, who lived in New Jersey, was “owned” by Marine Forces Reserves (MARFORRES), which is headquartered in New Orleans, LA — a place where, as far as the court knows, Santiago has never visited. No individual at MARFORRES ever “owned” Santiago; he had no commanding officer while on IRR status.\n\nThe Incident\n\nHM3 Michael John Carpeso, U.S.N., was shot in the left eye on January 26, 2008 at Joint Security Station One in Northern Diwaniyeh, Iraq. (GX 21, Santiago 002344). The shooting took place inside the billeting container of the USMC compound at JSS-1. Id. Only three people were present in the container at the time of the shooting: Carpeso, Marine CPL Wilfredo Santiago, and an Iraqi interpreter known as “Hollywood.” Id.\n\nThe Investigation\n\nHM3 Carpeso was immediately flown out of theatre for medical treatment. Id. Carpeso spoke to various individuals who accompanied him on his journey toward medical assistance — first to Camp Echo and eventually to Walter Reed Medical Center in Washington, DC. He was also interviewed by NCIS at Walter Reed. Carpeso told all to whom he spoke that he was fairly certain he had not wounded himself. However, he could not definitively say what had happened to him. (GX 21, Santiago 002011-12).\nAs initial indications at the scene were that Carpeso might have shot himself, First Lieutenant David Wang was ordered to conduct a Line of Duty investigation.3 The relevant details of Wang’s investigation are recounted at length in the court’s prior opinion and need not be repeated here. Shortly after Wang made his report, NCIS agents were assigned to look into the shooting.4\nThe on-site investigation was conducted by NCIS Special Agents Sean Dorsey and Steven Neher. (GX 21, Santiago 002343-48). They interviewed a number of potential witnesses, notably Hollywood, who told them during a February 4, 2008 interview that he was sitting on the side of a cot in the trailer directly across from Carpeso, *471while Santiago was standing to Carpeso’s left, about five feet away. (GX 22). When the shot went off, Carpeso was leaning down to retrieve something from the foot of or below the cot. Hollywood did not believe that Carpeso shot himself, but he could not say with certainty that Santiago shot Carpeso. Id. Hollywood did say that he saw Santiago pull his M9 pistol in and out of his holster a few times shortly before the shooting. Hollywood provided investigators with a drawing of the scene. Id.\nAside from Santiago, no one else interviewed by Dorsey and Neher was present when the incident took place. (See GX 21, Santiago 002343-44). However, several people told the NCIS agents that they suspected Santiago was at fault, because they had seen him handle weapons carelessly in the past. For example, Sergeant Michael Flanary, who did not witness the shooting, advised NCIS investigators that Santiago regularly exhibited a habit of being careless with his handgun. (GX 21, Santiago 002222). Flanary’s opinion was echoed by two others in the unit: Lance Corporal Erich Martin Ellis, who also did not witness the shooting, but who came on scene shortly thereafter and recovered the bullet that injured Carpeso, and LCpl Mark Willard Hammann, another non-witness, who claimed to have seen Santiago “dry firing” his weapon in' an unsafe manner on other occasions. (GX 21, Santiago 002209-10 and 002237-38). It is not clear whether these alleged incidents of “dry firing” and “quick drawing” were reported up the chain of command — or, if they were, why Santiago was not disciplined, since then proper handling of a weapon is something Marines take with particular seriousness.5\nOn February 4, 2008, Dorsey and Neher also interrogated Santiago. Santiago was directed to speak with NCIS by a lieutenant in his command. (Santiago Aff. 9). At the hearing, Dorsey testified credibly as follows: (1) Santiago was interviewed in the same room used for all other witness interviews; (2) Santiago was not in handcuffs when he arrived; (3) Santiago was not escorted to the interview site; (4) Santiago was not “ordered” by NCIS to the interview site, as NCIS does not have authority to issue orders to members of the military; (6) in the first 15 minutes or so following his arrival, NCIS agents documented Santiago’s personal information (see GX 55 Santiago 000967); (7) during those 15 minutes, Santiago was not asked any questions about the shooting; (8) at 1:48 p.m., after taking his pedigree information, NCIS advised Santiago of his Article 31 rights (see the court’s prior opinion for an explanation); (9) Santiago was read his rights before there was any discussion of the shooting. (Tr. 134). Among the Article 31 rights of which, Santiago was advised was the right to terminate the interview at any time. (Id.; GX 54). Santiago signed a form waiving his rights at 1:55 p.m. Id. Dorsey provided a timeline for these events, which was prepared contemporaneously with the events and which the court credits. (GX 55).\nWhen advising Santiago of his Article 31 rights, Dorsey informed Santiago that he was being investigated for shooting Carpeso. (Tr. 138). Because Santiago’s prior false statement to Wang was not “the fo*472cus of [NCIS’s] investigation,” Dorsey did not list that potential crime in the written Article 31 warning. Nonetheless, as Dorsey explained, there was no “strategic decision to not mention false statements.” (Tr. 139). Dorsey testified that at no point in the interview did anyone “promise Santiago that he would not be prosecuted for statements he had previously made to Lieutenant Wang” or “tell Santiago that a prior false statement ... to Wang would be voided if Santiago told [NCIS] the truth about what he had said to Wang.” (Tr. 137)\nAt a second session with the NCIS agents on February 5, 2008, after receiving and waiving his Article 31 rights, Santiago specifically denied that he had been “quick drawing” his weapon, but that “he was clearing his weapon” prior to the shooting of Carpeso. (Tr. 145)\nOn these facts, there is no basis to conclude that Santiago’s fully-warned, noncustodial, voluntary statements to NCIS were obtained in violation of Miranda.\nSA Dorsey briefed COL. Stewart and COL Bruce Landrum, the Staff Judge Advocate for I MEF Fwd (the incoming command), on February 5, 2008 — about a week after the shooting, and within 24 hours after interviews were completed and Santiago confessed.6 (GX 52/DX A, Santiago 001106). At that point, Santiago was being investigated for two suspected offenses: Discharging a Firearm through Negligence in violation of Article 134 of the UCMJ and Making a False Official Statement pursuant to Article 107 of the UCMJ. (GX52 Santiago 001112). An assault charge was apparently not being considered at that time.7\nForensic evidence was collected at the scene and transported to NCIS headquarters in Iraq for processing. (GX 52, Santiago 001082). The forensics results came back sometime during March 2008. Ballistics tests determined conclusively that Santiago’s weapon fired the bullet that was recovered near the scene of the shooting. (GX 52, Santiago 002504). No blood could be detected on the bullet that was recovered at the scene. Id.\nAt that point, the factual investigation was complete. Although there would be several other interviews of Hollywood over the next couple of years (see GX 24, 26 and 28), no new facts were developed after March 2008. Everything that was needed to make a prosecutorial or disciplinary decision was available by that time; SA Neher reported to NCIS Headquarters in Quantico on or about April 16, 2008, “All logical leads have been completed. This investigation is pending possible administrative/judieial action against S[suspect]/SANTIAGO.” (GX 52, Santiago 002504; Tr. 165). NCIS closed its active investigation in April 2008 pending a prosecutorial decision. (Tr. 146).\n*473COL Stewart did nothing to convene a court-martial against Santiago. He would later tell the investigating officer in a Marine inquiry that he believed Santiago should have been court-martialed; he would excuse his failure to send Santiago back to the United States for, legal proceedings because he was “not present [in Iraq] to take further action on the case.” (GX 52, Santiago 001153). That is not exactly accurate. COL Stewart redeployed to the United States on February 6, 2008 — the day after he and COL Landrum were briefed. (See GX 52, Santiago 001083). COL Stewart,could presumably have signed an order on February 5, 2008 — the day he was briefed — either starting the process of court-martial in the field (which many witnesses described as cumbersome and difficult to accomplish) or directing that Santiago return to the U.S. with him and II MEF Fwd. Ironically, in the subsequent Marine inquiry into' the matter (discussed below), COL Bourdon, the investigating officer, concluded that sending Carpeso back to the U.S. with' II MEF Fwd, rather than allowing him to remain in Iraq for an additional month with I MEF Fwd, would have been the best course of action, because COL Stewart “had visibility of that cáse, and would have been a proper convening authority in that case.” (GX 52 Santiago 001094). COL Bourdon was wrong: COL Stewart knew about the case, but it did not have enough “visibility” of it to take any steps toward convening a court-martial. Once back in the United States, Stewart seems to have put the matter out of his mind; he took no steps to convene a court martial against Santiago upon his return.\nCOL Landrum, the I MEF Fwd Staff Judge Advocate who was (obviously) remaining in Iraq, knew that Santiago’s unit was due to rotate back to the United States on March 15, 2008.8 Rather than suggest that I MEF Fwd, Santiago’s temporary command, initiate action against him in Iraq, Landrum lateraled responsibility for the matter to the Staff Judge Advocate at Camp Lejeune, where Santiago would be returning. (GX 52, Santiago 001128-29).\nMost significantly, no officer from any unit that “owned” Santiago during his tour in Iraq took the step of placing him on “legal hold,” so that his status could not change while the matter was being transferred back to the United States. NCIS had no authority to place anyone on legal hol'd status; that was a command function. (GX 52, Santiago 001156). CPT Drude knew that Santiago’s End of Active Service (EAS) date was coming up fast, and CPT Drude had the authority to place his subordinate on legal hold. But CPT Drude had been advised by his superiors to leave the Santiago matter alone. Furthermore, as the investigating officer specifically found, he was given absolutely no legal guidance by the Staff Judge Advocate or anyone else who might have helped him understand and handle a legally fraught situation. (GX 52 Santiago 001093).\nCPT Drude was not the only person who could have put Santiago on legal hold, of course; someone else might have taken this essential step if he had known that Santiago was due to EAS on June 8, 2008 — a mere four months after the Carpeso incident and less than three months after his return to Camp Lejeune. *474All Staff Judge Advocates know that a Marine’s EAS is “a magical date that basically terminates that jurisdiction over that active duty member.” (Tr. 211). But as one of the lieutenants in Santiago’s MTT observed, “EAS in Iraq was not an issue as they were deployed, not getting out.” (GX 52, Santiago 001149). In short, while deployed overseas, the possibility that Santiago might not remain in the Marines much longer was not on anyone’s radar screen. Focused on getting back home, and then moving on to new assignments, neither COL Stewart (the logical candidate) nor any other officer who knew about the case thought to check defendant’s EAS status upon return.\nThe failure to place Santiago on “legal hold” immediately following his confession is particularly significant because, once back in the United States, II MEF Fwd— the unit that had “owned” Santiago during his tour in Iraq — effectively ceased to exist. Officers who knew about the matter were quickly moved to their next assignment: for example, COL Jordan, the Staff Judge Advocate for II MEF Fwd (who, along with COL Stewart, counseled CPT Drude not to become involved), changed his permanent duty station from Camp Lejeune shortly after redeployment. (GX 52 Santiago 001163).\nAs for Santiago himself: according to Major Brian S. Cohn, MTT members who redeploy to the United States are kept for a few days after their arrival stateside at Marine Headquarters Group (MHG) for “warrior transition training.” (GX 52, Santiago 001151) After that, they are sent back to their parent commands, from which they go on block leave (a long period of leave for units returning from deployment, generally 30 days). Id. That is exactly what happened to Santiago. He returned to the United States, spent five\ndays at MHG, was assigned to join a unit in his parent command (the 1/8 in 2 Mar Div), and proceeded to go on bloc leave with everyone else. (GX 52, Santiago 001159) He then commenced his terminal leave — accumulated leave that is taken immediately prior to leaving active service. Id.\nThis turn of events must have come as something of a surprise to CPL Santiago. Before defendant left Iraq, Gunnery SGT Jason Webb, who was handling administrative matters for the unit in theatre, counseled Santiago that he would be placed on a legal hold and denied terminal leave if any sort of legal proceeding were pending against him. Id. GySGT Webb expected that to occur; he was told that the 1/8 would assume responsibility for the investigation back at Lejeune. Id.\nThat no one at the 1/8 took over any investigation is not surprising, since it seems that no one at the 1/8 or at II MEF MHG knew about any criminal investigation. No one at Camp Lejeune who might have “owned” Santiago once he returned to the United States was told about an open investigation; administrative personnel at MHG continued to believe, as they had originally been told, that Carpeso shot himself until well into June, even though that version of events that had been discredited by February 4, 2008. (GX 52, Santiago 001094). Webb, who was aware of Santiago’s status, did not advise anyone at MHG to Santiago’s imminent departure from active duty. (GX 52, Santiago 001159).\nHaving been alerted by Webb to the possibility of prosecution, Santiago actually consulted a JAG lawyer at Camp Lejeune prior to his EAS date. He was told that there was no record of the incident and no charges were pending. (Santiago Decl. at *475¶ 12.).9 As a result, there was no impediment to Santiago’s being discharged honorably from active service — which he was, on June 8, 2008, his scheduled EAS date. (GX 30).\nSantiago then became a member of the Individual Ready Reserve (IRR). He returned to a family member’s home in New Jersey, married, went to college and got a job. He assumed that the matter was over. Everything recounted below went on without his knowledge.\n\nNCIS Transfers the Case to Lejeune\n\nOne reason that no one at the 1/8 or' MHG knew about the open investigation into Santiago was that NCIS Lejeune did not “officially” know about the investigation until after Santiago had EAS’d. ■\nKnowing that Santiago was due to return to the United States, NCIS transferred the case to NCISRA Camp Lejeune. The entire case file and evidence were mailed to North Carolina via registered mail on April 8, 2008. The registered mail numbers appear in an NCIS investigative report dated April 16, 2008, so the file had to have been mailed prior to that date. (DX A, Santiago 002504)\nAccording to SA Kevin Marks, NCIS Lejeune received the case file on May 6, 2008, and assigned SA Robin Knapp to the file that same month. (GX 52, Santiago 001089). This gave agents a month to assess Santiago’s status and alert line officers, who could place him on a legal hold. However, no one thought to check the suspect’s EAS status. Someone did, however, notice that a preliminary NCIS Report was missing from the transmitted file. Per NCIS policy, a new office would not begin work on an open investigation until it received all documents from the predecessor office. (GX 52, Santiago 001090 &amp; 001094). As a result of this overly bureaucratic attitude, Knapp could do nothing before the investigation was “officially accepted” by NCIS Lejeune, which occurred on July 2, 2008. (GX 52, Santiago 0010900). By that time, of course, Santiago was only a few days short of discharge from active duty, and Knapp, the agent assigned to the case, was apparently on leave (see GX 52, Santiago 001130).\nIn any event, Knapp did nothing with the file over the entire summer of 2008. In fact, nothing happened on the case until September 9, when Knapp finally contacted SGTMAJ Rudy Resto of the 8th Marine Regiment. Resto was constrained to tell NCIS that Santiago was no longer a Marine. (GX 52, Santiago 001091 &amp; 001113).\nWhen Resto gave NCIS the news that Santiago had EAS’d, he was advised that the Staff Judge Advocate for II MEF was reviewing the matter with command authorities, with the possibility that Santiago would be recalled to active duty and prosecuted. (GX 52 Santiago 001113) As it happens, that could easily have been accomplished. However, according to an email that was introduced at the hearing, the Marines were still looking into that issue two months later; on November 14, 2008, NCIS was told that JAG was “still researching” the question. (GX 52, Santiago 001115) This is symptomatic of something that happened repeatedly in this case: Marine lawyers taking months to make the most modest progress on tasks that any *476halfway competent second year law student could complete in a matter of hours.\nI will, however, assume that the JAG officers attached to the Marine Corps eventually figured out that a reservist could be recalled to active service for court-martial. It was a fact the Marines proceeded to ignore.\nMarines Investigate — the Marines.\nHolding Santiago accountable for shooting Carpeso quickly took a back seat to figuring out just who had let Santiago get out of the Marines.\n0n December 15, 2008, COL Raymond Coia, Chief of Staff of II MEF, the parent unit of II MEF Fwd, appointed COL Mark J. Bourdon of the U.S. Marine Corps Reserves to “inquire into the circumstances surrounding the apparent lack of communication and coordination between the various II Marine Expeditionary Commands and the Naval Criminal Investigative Service with the resulting release of a suspect from active duty.” (GX 52, Santiago 001099).\nApparently, when something is really important to the Marines, they know how to get it done quickly. The Chief of Staff directed COL Bourdon to make this inquiry his “primary duty until all of the requirements in the preceding paragraphs have been met.” ' (GX 52 Santiago 001099).10 In less than two months, COL Bourdon reviewed the NCIS investigative reports and the LOD investigation documents, looked through all relevant email chains, and interviewed some 20 individual officers, servicemen and NCIS agents who touched Santiago’s case from its inception until Santiago was released. ’ (GX 52, Santiago 1079-1098). On February 5, 2009, he issued a comprehensive report describing what he had learned. Id.\nAttached to the report are the sorriest lot of “CYA” interviews I have ever read. (See GX 52 Santiago 001140-001163). Everybody blamed everyone else, or said it was “not my job” to insure that the Santiago/Carpeso matter was brought to a satisfactory conclusion. What comes through loud and clear in COL Bourdon’s report is that nobody “owned” Santiago long enough to take care of business; everyone assumed that someone else would handle the matter. (See GX 52, 1094).\nCol Bourdon made the following findings:\n(1) The Rules for Courts Martial require “immediate commanders” to convene a preliminary inquiry into any offense triable by court-martial and to seek assistance from law enforcement personnel.\n(2) Santiago’s immediate commanding officer (CPT Drude), the Staff Judge Advocates for II and I MEF Forward (Landrum and Jordan) and the Commanding Officer [¶] Bn II MEF Forward (Stewart) were “fully aware”' on or about 5 February 08 that Santiago was responsible for the shooting and that he had lied to the Investigating officer;\n(3) A decision to prosecute Santiago and a course of action to put that process in motion should have been implemented immediately after the NCIS briefing occurred, with Santiago placed on legal hold;\n(4) CPT Drude was not given any guidance on the legal road ahead for Santiago, and his decision to allow Santiago to remain in Iraq with his *477unit contributed to the breakdown in tracking the case;\n(5) Santiago’s case “got lost in the shuffle of multiple commands as well as an investigative process that could not keep pace with those movements. There were too many moving parts between the shooting on 26 Jan 08, the TOA of II MEF Fwd to I MEF Fwd on 10 Feb. 08, his redeployment to II MHG on 28 March 08 and his return to 1/8 on 28 March 08;” and\n(6) Unnecessary NCIS procedures contributed to the delay.\n(GX 52, Santiago 001092-001095).\nNonetheless, Bourdon, who began his report by stating that his Opinions and Recommendations “are not designed to criticize or place blame” (GX 52, Santiago 001080), recommended that'no administrative or punitive action be taken against anyone for failing to place Santiago on legal hold. (GX 52, Santiago 001097).\nCOL Coia appears to have accepted this recommendation, though he had harsh words for Santiago’s Officer-in-Charge and his Commanding Officer (I assume CPT Drude and COL Stewart respectively). So did LtGEN D.J. Hejlik, the Commander of II MEF and the ultimate recipient of COL Bourdon’s memo. (GX 52, Santiago 001076-78). Both men concluded that Santiago’s Commanding Officer should have made the decision to prosecute and settled on a course of action to support that decision as soon as he received the February 5, 2008 NCIS briefing (i.e., before he left Iraq).11 Both assigned blame to CPT Drude for failing to make the responsible commander aware of Santiago’s “circumstances,” which I assume refers to his EAS status. Id.\nThe last recommendation made by COL Bourdon was: “That Cpl Santiago be held accountable and prosecuted for his actions in shooting HM3 Carpeso and providing false statements to the Investigating Officer.” (GX 52, Santiago 001097). This recommendation was not specifically mentioned in the endorsements by COL Coia or LtGEN Hajlik; however, by accepting Bourdon’s report without either commenting on or changing the recommendation in favor of prosecution, it appeared that they were tacitly endorsing it.12\nBut neither officer did anything, or directed anyone else to do anything, that would have brought Bourdon’s ultimate recommendation to fruition. Quite the opposite: both Coia and Hejlik signed off on the matter with the statement: “No further actions directed.” (GX 52, Santiago 001075-78).\nThe ultimate destination for COL Bourdon’s report, with its recommendation that Santiago be prosecuted, is found in the header on LtGEN Hejlik’s FIRST ENDORSEMENT:\nFrom: Commanding General, II Marine Expeditionary Force\nTo: File\n(GX 52,' Santiago 1076).\nTo the File it went; in the File it stayed.\n\n*478\nThe Matter Goes to Main Justice\n\nNCIS, which periodically filed a Report of Investigation on the Santiago matter, was copied on LtGEN Hejlik’s memorandum. (GX 52, Santiago 001078). Shortly thereafter, NCIS agents contacted the United States Attorney’s Office in Raleigh, North Carolina in the spring of 2009 to discuss the case. (DX A, Santiago 001376). The record does not reveal who made the decision to send the case to the civilian sector or why that was thought necessary, as the military had the ability to recall Santiago and court-martial him.\nAssistant United States Attorney Mark Singer, of the Human Rights and Special Prosecutions Section at Main Justice, which handles prosecutions under the Military Extraterritorial Jurisdiction Act (MEJA), was assigned to the case, though not until June 29, 2009. (Tr. 223).\nSinger was given the most recent (March 2009) ROI from NCIS. Id. This ROI, on closer inspection, is nothing more than the original investigative report that was prepared in Iraq by the field agents and sent to NCIS Lejeune in April 2008; attached to that report were periodic cover memos that say, “We’re waiting for something to happen ... we’re still waiting.” (GX 21)\nSinger, being newly assigned to the case, needed to make it his own. And while everything needed for court-martial was right there in the file as of April 2008, that was not necessarily the case for prosecution under the United States Code. For example, this court’s research does not turn up any section of the United States Code that makes it a federal crime to handle a weapon carelessly, which was the principal charge being contemplated by NCIS and the Marines. Singer would have to make out the elements of a criminal assault before the shooting (as opposed to the false statements, which were crimes under both the U.S.Code and the UCMJ) could be prosecuted in a civilian court. It is thus not surprising that he considered the matter to be in “the preliminary stages of investigation.” (Tr. 225), or that he believed that the victim and the witnesses needed to be reinterviewed. (Tr. 227).\nCarpeso still could not describe how he came to be shot. Aside from Santiago (who was not contacted by NCIS) the only person with first-hand knowledge about the incident was Hollywood. So SA Knapp, working with an NCIS field agent in Iraq, SA John Stamp, obtained a second statement from Hollywood in October 2009. (Tr. 230).\nIn this, his second statement, Hollywood said, in substance, that Santiago had been given Carpeso’s pistol to return to Carpeso; that Santiago removed the weapon from his right thigh holster, returned the weapon to the holster, and removed it again; that both Hollywood and Carpeso then bent over to look under their respective cots for a pen; that Hollywood heard a gunshot while in that position; that he looked up to see Santiago standing with the pistol in his hand; that the pistol was aimed down at the ground; and that he did not see Santiago shoot the gun. (GX 24). Significantly, this statement included the following: “It did not seem to me that SANTIAGO was playing with the gun when it went off.” Hollywood admitted that he does not read English well, so SA Stamp read the statement to Hollywood before he signed it. Id.\nEach side can latch onto something in Hollywood’s second statement, but the words, “It did not seem to me that SANTIAGO was playing with the gun when it went off,” were not at all helpful to a Government whose theory of recklessness is that Santiago was in fact “playing with his gun when it went off.” Singer recog*479nized as much; he testified that he needed to “follow up” on that statement. So on November 2, 2008, after speaking to Singer, SA Knapp sent an email to SA Stamp (GX 25) asking for clarification on a couple of points:\n(1) Was he sure the weapon S/SANTIAGO fired was V/CARPESO’s? (“S” is suspect; “V” is victim).\n(2) Was S/SANTIAGO playing “quick draw” with his weapon vice “cleaning it?” In other words, had he seen S/SANTIAGO do the same thing pri- or to the incident?\n(3) Did S/SANTIAGO make any effort to clean the weapon prior the shooting.\nStamp responded with the following statement from Hollywood (GX 26):\nThese questions were asked of me by SA Stamp:\nQ: Was the weapon SANTIAGO fired assigned to CARPESSO’s? [sic]\nA: The weapon that Santiago used to injury Carpesso was Santiago’s assigned Weapon. He had put Carpesso’s weapon down and was drawing his own when it fired.\nQ: Was SANTIAGO playing “quick draw” with his weapon vice “cleaning it?”\nA: No.\nQ: Did you see SANTIAGO doing the same thing prior to the incident?\nA: No.\nQ: Did SANTIAGO make any effort to clean the weapon prior to the shooting: A: No, we were on mission, he was not in a position to clean the weapon.\nHaving received from his only eyewitness a bald denial that Santiago was playing “quick draw” with his gun, Singer sent Stamp yet another email, asking him to see about setting up an interview with Hollywood “by VTC or even telephone” in the near future. (GX 27). This resulted in Hollywood’s giving yet another statement to SA Stamp on January 11, 2010. (GX 28). In this . statement, Hollywood said:\nSGT Santiago was drawing his pistol out of his drop holder on his leg. He would take the pistol out and put it back in the holster, but at that time I didn’t see him pointing it at anyone. I looked down at the ground looking for a pen in my gear which was on the floor. While I was looking down I heard a gunshot go off and I looked up and saw SANTIAGO pointing his pistol at Doc CARPESSO. Doc had been shot in the head....\nHollywood also made a video (GX 29) restaging the incident, which the court has viewed.\nDespite the several ambiguities, possible inconsistencies and pro-defendant aspects in Hollywood’s various accounts, Singer was prepared to proceed to prosecution on a charge of reckless assault.\nAnd then....\nSinger had been asking for Santiago’s personnel file for some time. In January 2010, he finally received it. It showed that defendant was in the Individual Ready Reserve, and would be until June 2011. (Tr. 247).\nSinger realized that he might have a jurisdictional problem. As discussed in the court’s prior opinion (Docket # 20), MEJA specifically provides that a person who is “subject to” court-martial cannot be prosecuted under' MEJA, unless he is charged as a co-conspirator with someone who is not subject to court-martial. Santiago was not being charged as a civilian’s coconspirator, so he did not fall within the exception.\nThe Marines knew that Santiago was a reservist, and that he could be recalled and *480court-martialed (I simply refuse to believe that Marine JAG lawyers are unaware of this fact). Nonetheless, there is no indication in the record that anyone connected with the Marines or NCIS looked into the issue of civilian jurisdiction before sending the case to the Justice Department.\nOnce Singer was alerted to the issue, however, he consulted with several people about the scope of MEJA jurisdiction over a reservist, including LTC George Cadwalader, Deputy Staff Judge Advocate for 2 MarDiv, and Robert Reed, Associate Deputy General Counsel for Military Justice and Personnel Policy at the Department of Defense. LTC Cadwalader believed that Singer and the Marines had concurrent jurisdiction to prosecute an inactive reservist. (GX 15) But Reed took a very strong position that MEJA jurisdiction could not attach to anyone who was subject to recall, because such a person was still “subject to” prosecution under the UCMJ.13 (Tr. 248-49). Santiago was such a person.\nOnce it became clear that Mr. Reed was a person of consequence at DoD, and that the agency was going to adhere to its position on jurisdiction (GX 17; Tr. 249), Justice agreed to step aside and let the Marines handle the matter. However, it took from January to May 2010 to get Mr. Reed’s response (to a question that the court answered for itself in the time it took to locate and read the statute).\nAnd so the case went back to the Marines. By not becoming familiar with their civilian masters’ position on the amenability of reservists to MEJA jurisdiction, and kicking the matter over to Justice, the Corps had managed to waste an entire year.\nBut Santiago had not yet been prejudiced by the delay.\nOver the next twelve months, that would change.\n\n“We Will Hold This Service Member Accountable”\n\nIn June 2010, two things of significance to this case happened.\nFirst, Hollywood reached the end of his contract with Global Linguistic Solutions, the civilian contractor that made interpreters available to the military in Iraq. {See NCIS ROI of 10 April 2012, attached to email from AUSA Damian Williams to the court, dated December 12, 2013). He thus ceased to be attached in any formal way to the Marine Corps.\nSecond, LTC Jonathan Hitesman, the Staff Judge Advocate at 2 MarDiv, Santiago’s old command, briefed the commanding general of the Division, MajGEN John A Toolan, on the Santiago situation. (Tr. 179). Toolan ordered that papers be prepared for submission to the Secretary of the Navy, recalling Santiago to active duty to face a court-martial. (Tr. 180).\nCPT Richard Lee, a Staff Judge Advocate a 2 Mar Div Lejeune and one of Hitesman’s subordinates, was the first person assigned to carry out MajGEN Toolan’s recall order. (Tr. 181). The matter sat on his desk over the summer of 2010. Lee was unable to complete his rather simple assignment.\nLee was ostensibly working14 on a request, addressed to the Secretary of the Navy, for permission to recall Santiago to active service. (Tr. 105). He received a sample of a recall order in June 2010, which he was supposed to use as a template to prepare a similar request for Santi*481ago. (Id.; GX 10). This template, which had been prepared to effect the recall of a different Marine (one accused of sexually assaulting a female colleague), consisted of two pieces of 8.5 by 11 paper. There was typing on the front and back of each page. Id. The document’s contents included a summary of the offense allegedly committed by the Marine to be recalled, information about the offender’s reserve status, and a formal request to the Secretary that he be reactivated so that he could be prosecuted. Id.\nAfter three months, CPT Lee managed to get this far: he inserted some information about CPL Santiago and his case onto his copy of the other Marine’s recall request — without removing irrelevant information about the other Marine, including his name and the charge against him! Id. Lee did not insert any information about Santiago’s case — nor could he have done. Aside from having a five minute conversation with LTC Cadwalader, he never informed himself about the, facts of the case — never reviewed the NCIS ROIs, or spoke to Singer, or to anyone at NCIS who could have assisted him. (GX 6). The Government urges that Lee was actively investigating because he “considered” several different charges against Santiago, including a charge of assault under the UCMJ. In fact, Lee did not “consider” anything — apprised of no facts, he was in no position to evaluate charges, or to advance any investigation. In the face of a direct order from a General Officer directing that Santiago be recalled, he simply (and, to this court, astonishingly) did nothing.\nBut Lee, like every other Marine who touched this matter, was soon in a position to say that Santiago’s recall was not his job. By late September 2010, with the clock on Santiago’s ultimate departure from the Marines down to nine months, the Marines decided that Marine Forces Reserves (MARFORRES) — the unit responsible for IRR members — should handle the case, rather than 2 Mar Div, Santiago’s former (and presumably future) command.15 If MARFORRES was the proper place for the case, it is inexplicable that it was, not assigned there in the first place; it was common knowledge that MARFORRES handled courts-martial of reservists, (Tr. 18, 45), and it was certainly no secret that Santiago was in the reserves.\nTransferring the file from North Carolina to New Orleans consumed another two months. The Santiago recall clock now stood at seven months and counting down, while every day that passed took Hollywood farther and further from routine contact with the Marines.\nAs part of the process of effecting transfer, Hitesman sent an email to COL Robert Kelly, his counterpart at the MARFORRES JAG office, stating, “We would like [Santiago] recalled and held accountable.” (GX 13). COL Kelly responded as follows the following day: “My new MOJO and senior prosecutor is CPT Pete Hardin ... and my second prosecutor is LT McDonnell. Pete would be best POC.... Charlie Gittens is defending. I have copied them all above and I will give you their numbers below. We will hold this service member accountable.” Id. (emphasis added)\n*482But while COL Kelly talked the talk, his subordinates did not walk the walk.\nIn November 2010, the CPT Peter Hardin who was referenced in Kelly’s email, was assigned to the case. (Tr. 14). Hardin is the one Marine who would never be able to say, “Not my job,” but he quickly thought of a way to get the case off his docket. From his review of the file, Hardin was aware of prior civilian interest in the case. On December 9, 2010, Hardin contacted Singer at DoJ and offered to effect Santiago’s administrative separation from the Marines — in effect, to “kick [him] out of the Marine Corps,” thereby giving Justice exclusive jurisdiction under ME JA. (Tr. 23-24). Hardin thought that administrative separation — which he described as “a tool in our toolbox” at the Judge Advocate’s Office and a way to “grease the skids” — might happen more quickly than recalling Santiago for court-martial. (Tr. 26-29).\nIn fact, Hardin’s motive for suggesting administrative separation was more likely a desire to “punt the case” than to “grease the skids.” COL Kelly had promised COL Hitesman a ready-made team to “hold this service member accountable.” Hardin, by contrast, insisted in his testimony that “our” resources at the Judge Advocate’s Office were “limited” (Tr. 29), and that the logistics involved in arranging a court martial — including, finding available defense counsel and a Marine or Naval Judge— were overwhelming. (Tr. 11). Id. It is painfully obvious that he wanted nothing more than to pass the case along to someone else.\nSinger, who had spearheaded the aborted civilian prosecution in 2009, would have been happy to take it back. His boss, Theresa McHenry, was less eager. McHenry had issues with the viability of the case in a civilian court. So after consultation within Main Justice, Singer advised Hardin that the Marines should go ahead and court-martial Santiago. Justice assigned three reasons for favoring military prosecution: the military’s purported control over Hollywood; McHenry’s concern that a civilian jury would be more sympathetic to Santiago, and her belief that he could face “more time from a court martial.” (GX35).\nMcHenry’s concern about control over Hollywood is particularly striking, because at the time she expressed it, any minimally informed American would have known that combat missions in Iraq had already concluded, and that troops were being withdrawn against a deadline of year-end 2011. (see infra). There is no evidence that McHenry knew that Hollywood was no longer working with the Marines, but she certainly knew that the Marines were not long for Iraq. Hollywood’s employment information was, of course, available to the Marines; Hardin, who was advised of her reasoning, could have disabused McHenry of her belief about the Marines’ ability to produce the translator. Needless to say, he did not.\nOn the very day that he told Hardin to take the lead and prosecute its Marine— December 14, 2010 — Singer, intuiting that Hardin had “no intention of court-martialing Santiago,” sent an email to McHenry predicting, “it’s likely this case will find it [sic] way back to our office sooner than we think” (GX 36). Nonetheless, McHenry stood by her decision to leave the ease with the Marines. In other words, at the time Justice made the deliberate decision not to resume prosecution of the case, it was fully aware that the Marines were never going to bring a prosecution — as, indeed, they did not — and that more time would be lost as a result.\nHardin never even completed the paperwork needed to recall Santiago. He took Lee’s four page “draft” and excised most— *483though not all — of the irrelevant information about another Marine. (GX 9, 38). Then, with the last Marines preparing to pull out of the area where the most important witness could be found, he put the case on the “back burner,” while attending to such front-burner tasks as attending “training events” and chauffeuring around a “high ranking general or two” who were visiting “The Big Easy.” (Tr. 36-37; GX 8).\nKnowing that Santiago would leave the IRR on June 1, 2011, Singer sent an email to Hardin in March of that year, asking whether progress had been made toward recalling Santiago. He was told, politely but firmly, that the matter was not a priority. (GX 37),\nSinger asked again in June, shortly after Santiago’s reserve commitment was scheduled to end. (GX 39). He got back an “I no longer work here” email, indicating that Hardin had moved to the JAG office at Camp Pendleton. Hardin apparently did not think it important to notify Singer before he moved, or to tell Justice (or brief his successor to tell Justice) that civilian jurisdiction had finally attached. Indeed, Justice did not get word of Santiago’s status until September 2001 — three months after his final detachment from the Marine Corps. (Tr. 266).\nJustice Investigates Yet Again — and Indicts\nSantiago’s final departure from military service enabled him to be prosecuted civilly. ■ Matters did not, however, proceed more swiftly.\nIn November 2011 — five months after Santiago was finally discharged from all Marine service, two months after Singer learned that he was well and truly a civilian, and the very month that the last U.S. troops left Iraq — Singer told SA Knapp to verify Santiago’s address and to re-interview key witnesses (including Hollywood) and possibly others. (GX 45) Why Singer waited two months to get Knapp started on the matter has not been explained. For that matter, why Singer, who had already completed an investigation, felt it necessary to’ start over, instead of simply proceeding to a grand jury, has not been explained.\nThe assignment was not high priority at NCIS; Knapp had made almost no progress on it by February 2012. He managed to locate some of the people Singer wanted him to re-interview. Hollywood, unfortunately, was not among them. (GX 47).\nMcHenry agreed.to reevaluate her reservations about civilian prosecution now that the military lacked jurisdiction. (DX T). Since her most recent information was that, Santiago lived in New Jersey, she brought the matter to the United States Attorney for that district. (Tr. 339). In fact, Santiago did not live in New Jersey, which McHenry did not know because Knapp had been dilatory in checking on this whereabouts. (Tr. 270-71). It was not until March 2012 that Knapp called the cell phone number listed in the NCIS notes from Santiago’s original February 2008 interview in Iraq. Id. Santiago had never changed the number; he answered the phone. That is how Knapp learned that his quarry had moved to the Bronx, in the Southern District of New York. Id.\nSometime during the spring of 2012, USAO/SDNY was contacted. In July 2012, the office agreed to take the case (Tr. 271). By the time it stepped in, NCIS had reported-that, “Efforts to locate and interview Hollywood proved futile.” (DX A, Santiago 2468). Singer recognizes that Hollywood is not available because of the delay in bringing the case against Santiago. (Tr. 277-78).\nThe Government did not have to do a lot of work in order to ready its case for *484presentation to a Grand Jury. It spent a total of eight days between September 27, 2012 and the end of November, 2012 interviewing (1) Carpeso and (2) a number -of people who cannot testify about what actually occurred on January 26, 2008, because they were not present. (Tr. 317-18). The Government has not pointed to a single new fact that was developed during the period when the matter was “under investigation” by the USAO/SDNY; indeed, it has not pointed to a single new fact that was developed after NCIS declared its investigation complete in April 2008. The one new evidentiary development that occurred during this period is that the Government hired a weapons expert — whose testimony was deemed necessary only because Hollywood was no longer available.16\nSantiago was finally indicted by a grand jury in this district on January 17, 2013 — a mere ten days before the five year statute of limitations applicable to the crimes charged was due to expire. It was three years after anyone had last seen or spoken to Hollywood, the man whose testimony might, if credited, exonerate the defendant of the crime of reckless assault.\nSantiago now moves to dismiss the indictment because the delay in prosecuting him, while not running afoul of the statute of limitations, has nonetheless denied him due process of law.\nCONCLUSIONS OF LAW\nIn United States v. Marion, 404 U.S. 307, 92 S.Ct. 455, 30 L.Ed.2d 468 (1971), the Supreme Court considered the significance, for constitutional purposes, of a lengthy pre-indictment delay. Such delay gave rise to no Speedy Trial Clause implications, id. at 320, 92 S.Ct. 455, and the Court acknowledged that a citizen’s primary guarantee against stale or long-delayed criminal prosecution was the statute of limitations, which provided predictable, legislatively enacted limits on prosecutorial delay. Id. at 322, 92 S.Ct. 455 (citing United States v. Ewell, 383 U.S. 116, 122, 86 S.Ct. 773, 15 L.Ed.2d 627 (1966)).\nBut the Court also recognized that the statute of limitations does not fully define a defendant’s rights with respect to events occurring prior to indictment. Marion, 404 U.S. at 324, 92 S.Ct. 455. If such events result in actual prejudice to a defendant, the Due Process Clause of the Fifth Amendment has “a limited role to play in protecting against oppressive delay.” United States v. Lovasco, 431 U.S. 783, 789, 97 S.Ct. 2044, 52 L.Ed.2d 752 (1977).\nTo obtain the dismissal of an indictment on due process grounds, an accused must establish -two elements. First, he must demonstrate that the delay caused him actual prejudice. Marion, 404 U.S. at 324, 92 S.Ct. 455. The burden of demonstrating actual prejudice rests on the defendant, and the proof of prejudice must be definite and not speculative. United States v. Birney, 686 F.2d 102, 106 (2d Cir.1982). Without definite proof as to this essential element, no due process claim is stated.' Id.\n Proof of prejudice is not, however, sufficient. As stated by the Supreme Court in Lovasco, “the due process inquiry must consider the reasons for the delay as well as the prejudice to the accused.” Lovasco, 431 U.S. at 790, 97 S.Ct. 2044. As former Chief Judge (and United States Attorney General) Mukasey indicated in an early opinion, “Delay justifies dismissal of *485the indictment under the Due Process Clause only when the defendant can show both actual prejudice and that compelling him to stand trial despite the delay ‘violates those “fundamental conceptions of justice which lie at the base of our civil and political institutions” ... and which define “the community’s sense of fair play and decency.” ’ ” Schurman v. Leonardo, 768 F.Supp. 993, 998 (S.D.N.Y.1991) (quoting Lovasco, 431 U.S. at 795 n. 17, 97 S.Ct. 2044). Thus, the second element of the Marion/Lovasco paradigm that a defendant must establish is that compelling him to stand trial would violate fundamental conceptions of justice, fair play and decency-\n(1) Defendant has Demonstrated Actual Prejudice\n\nAs to Count One (Reckless Assault)\n\nSantiago easily meets the standard for establishing that he has been actually prejudiced by the delay in indicting him— at least on Count One. He has irretrievably lost the testimony of the only person, other than Carpeso and Santiago himself, who was present when the shooting took place — Hollywood—who has given several statements that at the very least undermine the Government’s theory of the case and could well result in Santiago’s acquittal on the charge of reckless assault.\nActual prejudice in the context of the Marion/Lovasco paradigm generally means the loss of documentary evidence or the unavailability of a key witness. See Lovasco, 431 U.S. at 796, 97 S.Ct. 2044. Here, the prejudice to Santiago from the loss of access to Hollywood is patent. Hollywood has said, no fewer than three times, that Santiago was not playing with his gun, or playing quick draw, immediately prior to Carpeso’s shooting. The- Government’s theory of the case is that Santiago was “quick drawing” or playing with his weapon when it went off, injuring Carpeso. Hollywood’s -statements would appear to undermine the Government’s ability to prove recklessness beyond a reasonable doubt.\nIt is true that Hollywood also made statements favorable to the Government. In particular, he stated on two occasions (in his first and last statements) that Santiago was pulling his gun out of his holster and putting it back in while the three men were in • the container. Hollywood also contradicts Santiago’s physical depiction of the scene in the container at the time of the shooting. Because of this, the Government has argued that Santiago suffered no prejudice as a result of Hollywood’s disappearance.\nThat argument, however, is absurd. Nothing in Marion/Lovasco requires that evidence be entirely one-sided before its loss can be considered prejudicial. On the two occasions when Hollywood was asked directly, “Was Santiago playing quick draw/playing with his gun?” he said no. This testimony is exonerative of recklessness. It is critically important to this defense. There can be no question that it is Brady material, which would have to be turned over to the defense as soon as the prosecutors became aware of it (as I gather it was). Were Hollywood to repeat at trial what he said to SA Stamp on several different occasions, he would utterly undermine the prosecution’s theory of the case.\nHollywood’s testimony is of particular importance to Santiago because the Government hopes to introduce testimony, from members of the 0712 MTT who did not personally witness the shooting, about defendant’s handling of his weapon on other occasions. Since no one can or will testify that Santiago was in fact quick-drawing when the shooting occurred (the *486only occasion that matters), the Government hopes to adduce testimony that Santiago had a habit of playing quick draw, or at least of being careless with his side-arm. The admissibility of the evidence the Government plans to introduce is far from clear; the matter is not yet fully briefed, and while I have spent a great deal of time thinking about this question, I have reached no conclusion. Frankly, I have never had a 404(b) issue quite like this one.\nHowever, one thing is perfectly clear: were the court to allow this evidence to come in, Santiago would not just want Hollywood to repeat the statements he made to NCIS in front of the jury, he would need that testimony. In fact, given the extraordinary impact of the proposed 404(b) testimony in a case where there is no direct evidence of recklessness, I see no way that Santiago could possibly mount a defense except by calling Hollywood. No one else (aside from Santiago, who has a constitutional right not to testify) knows what did and did not happen in that container on January 26, 2008. Hollywood is not merely a “potential” defense witness who “might” have something relevant to say; other than arguing that the Government has failed to meet its burden, he might well be the entire defense case.\nBut Hollywood is unavailable. NCIS last interviewed him in January 2010. He ceased to be employed as an interpreter for the Marines in his area six months later — just before U.S. combat missions in Iraq came to an end. Whether he could have been located in the immediate aftermath of his employment is, of course, open to question, but at least there were American units still in Iraq, some of them Marines, until the autumn of 2011. (“Last U.S. Marine Training Unit Leaves Iraq,” WorldTribune.com, 11/18/2011). But today Hollywood cannot be located; efforts to find him, both in Iraq and in Kuwait, have been unavailing. He was not reemployed by either the Defense or the State Departments as a linguist. His absence is not simply unfortunate, it is ominous: It is no secret that translators and other Iraqis who assisted- American forces during our occupation of that country were believed to be in danger after the last American troops left Iraq. (See, e.g., “Iraqi Interpreters for U.S. Military in Dangerous Limbo,” Los Angeles Times, 12/26/2011; “Visa Delays Put Iraqis Who Aided U.S. in Fear,” The New York Times,” 7/12/2011).\nThe Government cites Lovasco for the proposition that the unavailability of a witness is not sufficient in and of itself to find prejudice, noting that in that case, the Supreme Court refused to find a due process violation despite the loss of not one but two potential defense witnesses did not prove a due process violation. But in Lovasco the Supreme Court assumed that the defendant was actually prejudiced by the absence of the witnesses. See 431 U.S. at 789, 97 S.Ct. 2044. The reason the Government prevailed in that case was the defendant’s failure to establish the other prong of the Marion!Lovasco paradigm— not because he failed to establish actual prejudice due to the absence of witnesses.\nTo ameliorate the impact of Hollywood’s unavailability, the Government has offered the defense the option of introducing all of Hollywood’s statements — as long as all of them come in, in their entirety. But were he to accept that offer, Santiago would have to give up his Sixth Amendment right to confront and cross examine Hollywood. As noted above, Hollywood said some things that were more favorable to the Government than to the defendant, things that would logically be fodder for cross. A defendant is not required to give up one constitutional right in order to obtain the benefit of another; he need not accept a *487cure actual prejudice caused by Government delay that rises to the level of a due process violation by giving up his Sixth Amendment right of confrontation. Simply stating the proposition makes clear its lack of merit; it is as though the Government were arguing that Santiago should cure the prejudice of losing Hollywood as a witness by giving up his Fifth Amendment right to remain silent (an argument it would never make).\n\nAs to Counts Two and. Three (False Statements to Officials)\n\nThe loss of Hollywood’s testimony causes prejudice to Santiago only on Count One, however. Nothing Hollywood has to say is of the slightest relevance to Counts Two and Three, which charges defendant with making false statements — first to Lt. Wang and then to NCIS Agents Neher and Dorsey. Defendant has not come close to proving that he has suffered any actual prejudice as a result of the passage of time between his making of those statements and his indictment.\nDefendant’s argument, as I understand it, is as follows: As to Count Two, the statement Santiago made to Wang would have been suppressed in a military prosecution, because it was given in violation of Article 31, which entitled him to a reading of his rights as soon as Wang began to suspect that Santiago might have been the culprit in the Carpeso shooting. He was read his Article 31 rights by the NCIS agents, but those statements might have been suppressible as fruit of the poisonous tree. He was also arguably prejudiced because he lost the benefit of the UCMJ’s protection for persons under questioning, which, as discussed in the court’s prior opinion, is arguably greater than that the protection afforded to civilians under Miranda.\nThe argument has no force, for two reasons.\nFirst, defendant has made no effort to prove that either or both of his statements would actually have been suppressed in a military prosecution., Not a scintilla of evidence was offered and the issue was not briefed. It is defendant’s burden to prove actual prejudice — not the court’s to tease it out of the record. The absence of proof alone dooms the argument.\nSecond, I am hard pressed to see why the loss of UCMJ protections in what is analogous to (but not the. same as, see infra at p. 497) a “dual-sovereignty” type of situation qualifies as “actual prejudice.” While it came as a great surprise to me— and no doubt to Santiago — that a person could be prosecuted civilly for conduct committed while serving in uniform in an overseas theatre of war, Congress has in fact passed a law that confers civilian jurisdiction over former servicemen who are no longer subject to a court-martial. As discussed in my last opinion, this .law was not passed to cover the Wilfredo Santiagos of this world, and its use in this context is fraught with the possibility for mischief. But the law is on the books, and Santiago falls within its literal scope. There is no constitutionally cognizable prejudice in being subject to prosecution by two different court systems, one of which operates under procedures that are less defendant-friendly than the other. Were the rule otherwise, there would be actual prejudice every time a defendant who is picked up by local law enforcement on a narcotics or gun charge was thereafter transferred into the federal system, where he would face charges carrying a hefty mandatory minimum sentence while having less entitle^ ment to a Bill of Particulars or open-file discovery., That .is not the sort of “prejudice” against which Marion and Lovasco protect a defendant; it is not the same as the prejudice that arises from being unable *488to mount a defense on the merits of the charges against him.\nI conclude, therefore, that Santiago’s motion to dismiss the indictment must be denied as to Counts 2 and 3, because he has failed to prove prejudice. I will analyze the second step in the Marion/Lovasco paradigm only in connection with Count 1.\n(2) Compelling Defendant to Stand Trial Would Violate Notions of Fundamental Fairness (Reason for the Delay)\nThe second element that defendant must prove under the Marion/Lovasco paradigm is that forcing the defendant to trial in the face of Government-created prejudice would offend traditional notions of justice, fair play, and decency.\n\nLegal Analysis\n\nIn Manon, the Court “noted with approval” the Government’s concession that a “tactical” delay causing actual prejudice to a defendant would violate the Due Process Clause. Lovasco, 431 U.S. at 795 n. 17, 97 S.Ct. 2044. A tactical delay is one that the Government causes to gain tactical advantage over the accused — a “deliberate device to gain an advantage over [the defendant].” United States v. Gouveia, 467 U.S. 180, 192, 104 S.Ct. 2292, 81 L.Ed.2d 146 (1984).\nIn Lovasco, by contrast, the Court held that prosecuting a defendant following a second and separate type of delay — “investigative delay” — would not automatically deprive him of due process, “even if his defense might have been somewhat prejudiced by the lapse of time.” Id. at 796, 97 S.Ct. 2044 (emphasis added). The defendant in Lovasco had lost two potential witnesses while the Government investigated the involvement of others in the crime of which he stood charged. The Court assumed that he was prejudiced by the delay, but found no due process violation:\nInvestigative delay is fundamentally unlike delay undertaken by the Government solely “to gain tactical advantage over the accused,” precisely because investigative delay is not so one-sided. Rather than deviating from elementary standards of “fair play and decency,” a prosecutor abides by them if he refuses to seek indictments until he is completely satisfied that he should prosecute and will be able promptly to establish guilt beyond a reasonable doubt.\nId. at 795, 97 S.Ct. 2044 (quoting Marion, 404 U.S. at 324, 92 S.Ct. 455). But in a footnote, the Court added the following critically important caveat:\nIn Marion we noted with approval that the Government conceded that a “tactical” delay would violate the Due Process Clause. The Government renews that concession here and expands it somewhat by stating: “A due process violation might also be made out upon a showing of prosecutorial delay incurred in reckless disregard of circumstances, known to the prosecution, suggesting that there existed an appreciable risk that delay would impair the ability to mount an effective defense.”\nId. at 795 n. 17, 97 S.Ct. 2044. There being no evidence of recklessness by the Government in Lovasco, the defendant lost.\nThe Supreme Court has never revisited this issue since Lovasco. It has, however, recognized that Lovasco broadened the Manon test somewhat. In a case called United States v. Eight Thousand Eight Hundred and Fifty Dollars ($8,850) in U.S. Currency, 461 U.S. 555, 563, 103 S.Ct. 2005, 76 L.Ed.2d 143 (1983), the Court described Lovasco as holding that Due Process claims of prejudicial pre-indictment delay “can prevail only upon a show*489ing'that the Government delayed seeking an indictment in a deliberate attempt to gain an unfair tactical advantage over the defendant or in reckless disregard of its probable prejudicial impact upon the defendant’s ability to defend against the charges.” (Emphasis added).17\nBoth Marion and Lovasco recognize that Due Process determinations are fact-specific inquiries that will turn on the particular circumstances of a case. See Marion, 404 U.S. at 324-25, 92 S.Ct. 455; Lovasco, 431 U.S. at 797, 97 S.Ct. 2044. In both cases, the Court expressly declined to determine “in the abstract the circumstances in which preaccusation delay would require dismissing prosecutions.” Id. at 796, 97 S.Ct. 2044; see also Marion, 404 U.S. at 324-25, 92 S.Ct. 455. Nonetheless, there is an indisputably high burden on a defendant who argues that delay rises to the level of a due process violation; while acknowledging a defendant’s right to dismissal on an indictment for certain types of pre-indictment delay, the Supreme Court has yet to see a case in which it ruled for the defendant on that ground.\nA fair’ summary of the Supreme Court’s jurisprudence on the point would appear to be this: when the Government defends against a charge that prejudicial pre-indictment delay rises to the level of a Due Process violation by relying on investigative delay, it will win unless the investigatory delay amounted to what the Court, in Eight Thousand Eight Hundred and Fifty Dollars, called- “unfair conduct”— that is, delay incurred in a deliberate effort to gain .an unfair tactical advantage over an accused, or in reckless disregard of its probable prejudicial impact on the defendant’s ability to defend against the charges.\n■It has been left to the lower courts to figure out what that means on a case-by-case basis. Several Circuit Courts of Appeal interpret Marion/Lovasco as requiring a balancing test that weighs the prejudice to a defendant against the government’s reasons for the delay. See, e.g., United States v. Valentine, 783 F.2d 1413, 1416 (9th Cir.1986); Howell v. Barker, 904 F.2d 889, 895 (4th Cir.1990); United States v. Sowa, 34 F.3d 447, 451 (7th Cir.1994). Several other Circuits *490have not only refused to adopt a balancing test, but have entirely disregarded Lovasco’s “reckless disregard” language, requiring instead that a defendant demonstrate “bad faith” or intentional misconduct on the part of the government in order to prevail on a claim that pre-indictment delay rises to the level of a due process violation. See, e.g., United States v. Crouch, 84 F.3d 1497, 1510-11 (5th Cir.1996); United States v. Benson, 846 F.2d 1338, 1343 n. 5 (11th Cir.1988); United States v. Ismaili, 828 F.2d 153, 167 (3d Cir.1987); United States v. Ciampaglia, 628 F.2d 632, 639 (1st Cir.1980).\nThe Second Circuit is somewhere in the middle. It has not adopted any balancing test, as the Fourth, Seventh and Ninth Circuits have, and its jurisprudence suggests that it would not do so. However, as the Government acknowledges, our Court of Appeals has also never specifically declined to follow Lovasco’s “reckless disregard of circumstances” language. (Gov’t Supplemental Memorandum of Law at 7, n. 4).\nUnhelpfully, the Second Circuit has used a variety of formulations to describe (in general terms) what sort of conduct would cause prejudicial pre-indictment delay to violate the Due Process Clause. In United States v. Cornielle, 171 F.3d 748, 752 (2d Cir.1999)—the case principally relied upon by the Government — the panel used the phrase “an intentional device to gain [a] tactical advantage over the accused.” See also Denis v. Upstate Correctional Facility, 361 F.3d 759, 760 (2d Cir.2004). But a different panel, echoing the precise language of Marion, said the defendant needed to establish that prejudicial prosecutorial delay was “so unfair as to violate fundamental concepts of fair play and decency.” United States v. Scarpa, 913 F.2d 993, 1014 (2d Cir.1990). While the Scarpa court gave as an example of conduct that would violate those concepts “if the prosecutor deliberately used the delay to achieve a substantial tactical advantage,” id. (quoting United States v. Rubin, 609 F.2d 51, 66 (2d Cir.1979)), it implied that this was but one way of establishing a Due Process violation. So does United States v. Ruggiero, 726 F.2d 913, 925 (2d Cir.1984), in which the Court of Appeals stated that a defendant need only show “unjustifiable government conduct” to prevail on a due process challenge. See also United States v. Elsbery, 602 F.2d 1054, 1059 (2d Cir.1979).\nIn none of these cases, however, does the Court of Appeals identify what types of conduct might cross the Lovasco line— although the Circuit declined an opportunity to adopt (or not adopt) a negligence standard — a standard much lower than reckless disregard of circumstances contributing to prejudice — for measuring Government misconduct. United States v. Birney, 686 F.2d 102, 105 n. 1 (2d Cir.1982).18 The only thing the Circuit has clearly stated (albeit in a summary order, not a full opinion) is that “inadvertent” delay attributable to the Government will not justify dismissing an indictment filed within the statute of limitations. United States v. Chin, 108 F.3d 1370, at *2 (2d Cir.1997).\n*491In the related context of post-conviction, pre-sentencing delay, the Second Circuit has also applied Marion and Lovasco. In United States v. Ray, 578 F.3d 184 (2d Cir.2009), the court considered an unexplained fifteen-year delay between remand from the Court of Appeals and the defendant’s resentencing. Although it acknowledged that the Lovasco line of cases dealt principally with pre-indictment delays, it nevertheless relied on those cases, in conjunction with Rule 32(b)(1) of the Federal Rules of Criminal Procedure (which requires courts to “impose sentence without unnecessary delay”), to hold that the Due Process Clause protects criminal defendants from “unreasonable delays between conviction and sentencing” and that to make such a showing, a defendant must prove “both prejudice and an unjustified reason for the delay.” Id. at 199 (emphasis added).\nThere are two Second Circuit cases that could (but need not) be read to require prosecutors to engage in conduct effectively amounting to a conspiracy to deprive a defendant of evidence — and that have been cited by some outside our Circuit as placing us in the “no reckless disregard” camp, see, e.g., United States v. Crouch, 84 F.3d 1497, 1511 (5th Cir.1996). But in both cases the language seized upon is pure dictum. Of particular importance, the Circuit did not state in Comielle — the Government’s favorite case — that only “an intentional device to gain a tactical advantage over the accused” would satisfy the Marion/Lovasco paradigm. Indeed, in Comielle, the court did not even reach the question of whether the Government’s delay rose to the level required by Marion/Lovasco; it disposed of the case because defendant failed to demonstrate that he had suffered any prejudice. Similarly, in United States v. Hoo, 825 F.2d 667, 668 (2d Cir.1987)—where the Circuit stated in passing that the defendant had “made no showing of an improper prosecutorial motive” — the Second Circuit found that “the delay in filing the indictment was due entirely to legitimate considerations, such as the need to obtain evidence and the difficulties that necessarily arise in a complex RICO investigation.” 825 F.2d at 671. The court thus found that any delay was a perfectly proper investigatory one of the sort that did not trouble the Supreme Court in Lovasco. Whether the government had any “improper prosecutorial motive” was not germane to the holding in the case.\nIn short, as the Government rightly recognizes in its briefs opposing the defendant’s motion, the Second Circuit has never specifically declined to adopt the Lovasco “Footnote 17” test (as restated in Eight Thousand Eight Hundred Fifty Dollars). Nor has it specifically found that pre-indictment delay engendered in reckless disregard of circumstances that would likely impede a defendant’s ability to mount a defense can never violate the Due Process Clause. This is probably because it has never been presented with a case that compelled it to decide the issue.\nThis is the case that presents the issue squarely.\nThis is the case that compels a decision.\nThis is not a case where people in either the Marines or the Justice Department sat around a table and made a conscious decision that it would be a great idea to put the Santiago matter on the “back burner” (as CPT Hardin put it) in order to maximize the chances that the only witness who could give favorable testimony for the defendant might disappear. If the law really requires such a showing, then game over— the Government wins.\nBut neither is this a case where the imperatives of investigation delayed the bringing of an indictment.\n*492The Government argues that the indictment was delayed for investigative reasons, but that is simply not true. In fact, there was absolutely no investigative delay here. For the purpose of developing the facts, the investigation was concluded by April 2008, when NCIS marked the investigation “closed” and awaited someone decision to prosecute. When the Marines kicked the case the first time, the civilian prosecutor who picked it up reviewed the same evidence that had previously been gathered by NCIS and obtained additional statements from witnesses who had previously spoken with NCIS, including Hollywood. That process was complete in January 2010. Subsequent interviews conducted in 2012 added literally nothing to the file. The Government’s suggestion that the need to hire an expert witness created investigative delay is a red herring; the Government only needed an expert witness because the four-plus years of delay after the Carpeso shooting caused the Government to lose the services of the very same witness whose absence prejudices Santiago.\nNo, this was not a case of investigative delay.\nAnd it is not a case where prosecutors were careless or negligent in the ordinary sense of that term, or where the delay that caused the indisputable prejudice to the defendant was “inadvertent.” The delay that prejudiced Santiago was entirely “advertent.” Santiago’s case was tossed back and forth between the Marines and the Justice Department like a hot potato. His possible prosecution was mired in bureaucracy, an interdepartmental turf war, utter indifference (or embarrassment) on the part of the Marine Corps, and second, third and fourth thoughts about the viability of civilian charges at Justice.\nAs the matter went back and forth, a series of deliberate (not inadvertent) decisions were made to delay processing the case — most in the Marine Corps, one at Justice. Admittedly, the delay engendered by these decisions — all of which were tactical decisions — was not brought about by malevolence; the decisions were not motivated by the prospect that Hollywood might thereby become unavailable. But they were made in reckless disregard of the fact that the war in Iraq was ending, and that in its wake the one person who had ever made statements exonerating Santiago of recklessness might disappear.\nAs he has.\n\nFactual Analysis\n\nEvery sentient American knew, as early as 2009, that the new President, who had campaigned on a promise to end the Iraq War, was committed to withdrawing United States troops from Iraq as soon as possible. (“Obama Meets With Officials on Iraq, Signaling His Commitment to Ending War,” The New York Times, 1/22/2009). The President formally declared an end to U.S. combat missions in Iraq on August 31, 2010 (“Obama Declares an End to Combat Mission in Iraq,” The New York Times, 8/31/2010). The goal was to have almost all U.S. troops out of that country by the end of 2011; when no agreement to retain a military foothold in Iraq was reached with that country’s government, the last troops withdrew on schedule. (“Last Convoy of American Troops Leaves Iraq,” The New York Times, 12/18/2011).\nIn other words, the Santiago prosecutorial drama unfolded against the extended finale to the Iraq War.\nThat the end of the war would pose hurdles for the Santiago prosecution was no secret. On the military side, Hardin knew that Hollywood was an important *493witness.19 On the civilian side, McHenry not only knew that he was an important witness, but also understood that the military was the Government agency most likely to be able to secure his testimony. That, for her, was reason enough to let the Marines handle the matter.\nBut Hollywood was in Iraq and every single decision maker involved with this case, military and civilian, knew what was happening in Iraq, and was smart enough to assess the consequences of those developments. With each passing day after Hollywood’s employment as an interpreter for the military ended, as the troop withdrawals accelerated, it became more and more likely that relevant authorities would lose touch with him — even though there was a Marine presence in that country well into 2011.\nIt is not supposition on my part that the Marines wanted nothing more to do with Wilfredo Santiago once blame had been assigned for allowing him to escape active duty status. No other inference can reasonably be drawn from the undisputed facts. The evidence demonstrates at least four deliberate (not inadvertent) decisions by Marine Corps personnel were intended to. delay the case in the hope that it would simply go away:\n(1) the April 2009 decision by LtGEN Heljik and COL Coia to send COL Bourdon’s recommendation that Santiago be prosecuted to the file with “no further action;”\n(2) the Spring 2009 decision to send the case to the Department of Justice without first ascertaining whether civilian jurisdiction existed;\n(3) the summer 2010 decision by CPT Lee to fail to take the most rudimentary steps to ádvance the case by preparing the paperwork to recall Santiago; and\n(4) the deliberate decision by CPT Hardin to back-burner the case until military jurisdiction • expired, even though the Defense Department had insisted (properly, in this court’s view) that the matter be prosecuted by court-martial.\nThis matter was an embarrassment to the Marines; they wanted it to be over and done with — to be left behind in Iraq, along with a lot of bad memories and unfortunate results. Once Santiago EAS’d, the only thing that interested the Corps was figuring out what went wrong bureaucratically — something COL Bourdon accomplished in a matter of a few weeks.\nGiven Bourdon’s strong recommendation that Santiago be prosecuted, it is inexplicable that he was not immediately recalled and court-martialed. But that did not happen. . Instead, Lt GEN Hejlik and COL Coia, his Chief of Staff, directed that no further action be taken. That order was obeyed. COL Bourdon’s report was placed where I suspect it had always been destined: in a file drawer.\nThe Marine Corps did not even try to implement COL Bourdon’s recommendation by sending the matter to Main Justice in the Spring of 2009;- NCIS did that, shortly after the Marines washed their *494hands of Santiago. By sending the case to Justice, I intuit that the investigative team hoped to keep the case alive. But sending the matter to an agency that lacked jurisdiction wasted an entire year — significantly, a year during which Hollywood was at all times employed by the Marines as a translator, and so was available to them.20\nBourdon’s recommendation was filed away with “no further action” because those responsible in the Marine Corps had no interest in prosecuting a case that no one “owned” — and that, because of the way it had been handled, no one wanted to “own.” The Defense Department, however, did not care about the Marines’ lack of interest in Santiago. The Defense Department insisted on keeping the case within the military becausé, whatever the Marines might prefer, the Corps did in fact “own” Santiago. Defense’s decision to keep the case was both deliberate (as opposed to inadvertent or negligent) and tactical. That the reason for making the decision had nothing to do with Wilfredo Santiago personally, and everything to do with DoD’s desire not to have the Justice Department interfering in what were (properly) considered military affairs, does not make the maneuver any less “tactical.”\nUnfortunately, the Marines’ civilian masters could not compel the Corps to take real “ownership” over Santiago; the Marines “owned” Santiago in only the most technical sense. He had no commander, and none of the Marine JAG lawyers with day-to-day responsibility for his matter wanted anything to do with it. CPTs Lee and Hardin behaved no differently than the officers who were criticized in COL Bourdon’s February 2009 report. In three months, Lee could not find the time or the wherewithal to familiarize himself with the case — even though a General had ordered the matter activated. He also could not manage to fill out a two page form for submission to the Secretary of the Navy. No sooner had his successor, Hardin, received the file than he dreamed up a way to get the case off his docket. When that did not work, he simply ignored the matter until it went away of its own accord.\nThese JAG officers knew a bad situation when they saw it; I can only conclude that they made deliberate effort not to touch it.21 Their inattention to the Santiago ease was not accidental, not inadvertent, and it was not designed to further any investigatory imperatives. No — the decision to “back burner” Santiago was made deliberately and with full knowledge that it would result in delay. In Hardin’s case, the decision was made with the expectation and intent that the delay that would last long enough to divest the Marines of jurisdiction over the matter. I cannot agree that these were not “tactical” decisions; they were a tactic to get rid of the case without having to do the hard work of prosecuting it.\nHardin’s decision to back burner the case came in the face of pressure from Singer, who was urging the Marines to proceed. But Singer was not in Hardin’s chain of command. I am convinced that Hardin knew perfectly well that more senior officers would never monitor the matter. The officers of II MEF, who had “owned” defendant during the tour when the incident occurred, had disposed of him months earlier, by placing his matter in a *495file drawer, no further action required. MajGEN Toolan and LTC Hitesman resurrected the case, but they ceased to “own” Santiago once it was decided that MARFORRES should handle his prosecution; it was, therefore, predictable that they would not monitor compliance with their order. And no one at MARFORRES had ever seen or heard of Wilfredo Santiago. Hardin, who seems to have been the final Marine decision-maker, could be perfectly comfortable that his deliberate decision to let the matter end would meet with no resistance or recrimination within the Marine Corps.\nOf course, Hardin believed that Singer and civilian authorities would do the Marines’ work for them once UCMJ jurisdiction lapsed. But Hardin did absolutely nothing to help that happen — not even advise Singer that he (Hardin) was leaving MARFORRES or place DoJ in contact with his successor to facilitate the movement of the case back to the civilian sector.\nBy that time, it was too late. The Marines’ failure to recall Santiago for court-martial is what gave rise to the actual prejudice defendant now faces, because delaying prosecution until after the Marines lost jurisdiction over defendant cost him the testimony of Hollywood. It is impossible to fix a precise date on which the prejudice to Santiago ripened, because we cannot know when Hollywood fell out of touch with the Marines and off the radar screen. But it had to have occurred sometime during the year after his employment ended (end of June 2010) and the military lost jurisdiction over Santiago (June 2011). By that point — ten months after troop withdrawals from Iraq began, twelve months after Hollywood’s employment with the military contractor ended, and eighteen months after he was last contacted by NCIS — the key witness in the case was well and truly gone, and Santiago’s claim of pre-indictment prejudice — prejudice that, as Singer candidly acknowledge, was the result of delay in bringing the case against him — had indisputably ripened.\nThe court is, frankly, offended by the Government’s suggestion that delay at the stage where the prejudice was effectively worked — when the case was with Marine JAG — was inadvertent because the JAG officers assigned to this matter were too busy with other matters to attend to the Santiago case. Overwork, bureaucratic bungling and non-investigatory administrative problems would not provide the sort of compelling justification needed to overcome a showing of actual prejudice by a defendant, see United States v. Sabath, 990 F.Supp. 1007, 1019 (N.D.Ill.1998), but, I see no evidence that any of these officer attorneys was overwhelmed with work. I am unimpressed with the claim that the press of twelve hour days got in the way of completing the simple assignment of preparing recall papers for Santiago; in my world, twelve hour days are hardly uncommon and afford no excuse for failing to get a job done.\nWhat does leave an impression on this court is the inability of licensed lawyers to complete, over a span of months, a task as simple as completing a two page form request to recall a Marine to active service so he could be court-martialed. Any law student intern or paraprofessional could have finished the job in a matter of hours. It is an embarrassment to suggest that the press of other business prevented Marine JAG from recalling Santiago for prosecution. It is obvious that they did not do what had to be done in order to court-martial Santiago because they did not want to.\nJustice and NCIS were not exactly exemplars of prosecutorial diligence when the case returned to the civilian sector. It took seven months to figure out where *496Santiago lived and almost sixteen months to finish eight days of follow-up interviews, hire an expert and present the case to a grand jury. But by the time the Marines lost jurisdiction over Santiago, there was precious little the Justice Department could have done to ameliorate the prejudice that had already been worked by the military’s handling of — or, more accurately, its refusal to handle — this case.\nThere was, however, one thing Justice could have done before September 2011 that might have made a difference: it could have accepted, rather than declined, Hardin’s offer to arrange matters so that exclusive jurisdiction lay under MEJA, rather than the UCMJ.\nLeaving the case with the Marines was a deliberate decision made by McHenry. Her reasons for so deciding were purely tactical: fear that a civilian jury would react sympathetically to a young Marine who had served three tours in war zones, belief that he would be punished more severely in the military justice system22— and above all, Marine “control” over the critical witness. Those are legitimate prosecutorial concerns; I do not suggest that raising them was nefarious or malevolent.\nHowever, McHenry’s emphasis on who would best be able to produce Hollywood both attests to Justice’s recognition of his importance to the case and underscores the importance of proceeding promptly in view of the rapid changes occurring in Iraq. McHenry knew that Hollywood was an important witness; any minimally competent prosecutor knew that some of his statements were classic Brady material, while others might help make a weak prosecution case stronger. But she also knew, when she decided to leave the case with the military, that the Marines were not going to prosecute Santiago — Singer flat out told her so. Her decision was made with full knowledge that the matter would continue to languish, and that Justice’s failure to act in December 2010 would result in additional, deliberate, non-investigative prosecutorial delay that had the potential to affect Santiago’s ability to mount a defense.\nWe cannot turn back the clock, so we will never know whether Hollywood would have been available (at least to have his testimony preserved in admissible form) if Justice had told Hardin to arrange for Santiago’s administrative discharge in December 2010 — a task that I am convinced Hardin would have undertaken with the same expedition and diligence that COL Bourdon brought to the Marines’ self-invéstigation. But certainty that the prejudice would have been overcome with swifter action is not required.\nThe Marines ■ could and should have prosecuted the ease by court-martial as COL Bourdon suggested in early 2009, instead of marking it “no further action” and filing it away. They could and should have prosecuted it when their civilian masters forced them to take the case back from the Department of Justice in the spring of 2010. At either point, Hollywood’s whereabouts were known. Had he been court-martialed, Santiago would have had the ability to mount a legitimate defense (while, not incidentally, being judged by a true jury of his peers, under the law that was applicable to his conduct at the time of the shooting). The Marines cannot lay the blame for their delay on the need for further investigation — they conducted none after NCIS got done with the case in April 2008 — and it is beyond peradventure that the reason the Marines failed to move *497forward with the case was a desire to have the case just go away.\nMalice aforethought — no.\nRecklessness in the face of knowing what the end of the Iraq War could means for the ability to produce a critically important witness — yes.\nThe Government argues that all this is irrelevant — that in evaluating this issue, the Court must “isolate any delay attributable to the Department of Justice from any delay attributable to the Department of Defense.” Gov’t Pre-Hearing Br. at 14. It points to United States v. MacDonald, 456 U.S. 1, 102 S.Ct. 1497, 71 L.Ed.2d 696 (1982), in which the Supreme Court reversed the Fourth Circuit’s dismissal on Speedy Trial grounds of a murder conviction obtained by the Justice Department following the dismissal of charges by the Army under the UCMJ. Citing Marion, the Court disagreed with the Fourth Circuit’s implicit holding that “criminal charges were pending against MacDonald during the entire period between his military arrest and his later indictment on civilian charges” Id. at 9, 102 S.Ct. 1497. Instead, the Court held, the Army’s dismissal of its charges against MacDonald— less than a year after the crime was committed — meant that there was no pending criminal prosecution on which he could have been tried until the civilian grand jury returned its indictment four years later.\nThe Government attempts to shoehorn MacDonald into the Due Process context by arguing that the Fourth Circuit had erroneously treated the two separate authorities (Justice and the Army) as a unified whole. But as Santiago points out, the Supreme Court had no objection to the Fourth Circuit’s holding that the Army and DOJ should be considered jointly as a “single sovereign” for Sixth Amendment purposes. Id. at 10 n. 11, 102 S.Ct. 1497. The Court’s problem with the Fourth Circuit’s analysis was that it ignored the Army’s dismissal of its charges against MacDonald — a crucial fact in a Speedy Trial case. Here, the Marines never brought any charges against Santiago, and quite deliberately so.\nOther than MacDonald, the only other controlling authority offered by the Government are cases involving dual prosecutions with state governments, which have long been held to be separate sovereigns. See Heath v. Alabama, 474 U.S. 82, 88, 106 S.Ct. 433, 88 L.Ed.2d 387 (1985). This is not a dual-sovereignty case — the one and only sovereign is the United States of America.23\nThe Government also insists that there had to be a scheme to deprive Santiago of his witness before a due process violation can be found. But while Marion and Lovasco indisputably hold that the existence of such a scheme would violate a defendant’s due process rights, I do not read them (especially Lovasco) to hold that a conspiracy-like scheme prompted by some evil motive is required. I am constrained to agree with my Illinois colleague Judge Castillo, who said in Sabath that requiring a criminal defendant to make such a showing of bad faith — in effect, to crawl into the minds of federal prosecutors — sets an “impossible threshold.” See 990 F.Supp. at 1018.\nHere the evidence demonstrates a series of deliberate, non-inadvertent decisions by two sets of federal prosecutors. Those decisions were made at a time when it was *498possible, or at least highly likely, that any prejudice to Santiago could be ameliorated. None of those decisions advanced any investigative purpose. Some were made with the plain intention of delaying prosecution. And all of them were made in reckless disregard of a well-known circumstance that had the potential to (and in fact did) lead to the loss of the witness most important to the defendant. If this showing is not sufficient to meet any test imposed by the Supreme Court in Manon and Lovasco, then those cases mean nothing at all.\nBecause Santiago has established both actual prejudice due to the loss of Hollywood’s testimony and that compelling him to stand trial on a charge of reckless assault without access to the witness who could well exonerate him would violate fundamental conceptions of justice, fair play and decency, he has met his burden under the Marion/Lovasco paradigm. Count One of the Indictment is dismissed with prejudice.\nDefendant’s alternative motion to dismiss Count One for failure to allege elements of the offense is denied as moot. Were I to have reached it I would have denied it for substantially the reasons set forth in the Government’s opposing brief.\nWe will hold a conference on January 8, 2014, at 10 AM to discuss next steps. The Government should immediately identify which, if any, of its in limine motions still need to be addressed.\nCONCLUSION\nBefore ending this sorry tale, I feel compelled to say a word to the person who undoubtedly feels like he has gotten lost in the shuffle of legal mumbo jumbo about due process and delay and Fifth Amendment paradigms: HM3 Carpeso.\nI echo the sentiments expressed by Judge Castillo at the end of Sabatk: this has been an extremely difficult decision to write. Wilfredo Santiago has due process rights that must be respected and enforced, but nothing in this decision can or should be read to excuse what occurred in that container on January 26, 2008. Something happened on that day, in that place, that irrevocably altered the life of an innocent man. The matter should indeed have been put' before a jury, if only so that Carpeso could have the catharsis of justice.\nJustice is an imperfect remedy. It cannot give a man back his eye.\nBut it can give him a sense that he matters — matters in this world and matters before the law.\nI come away from this exercise with the firm conviction that HM3 Carpeso did not really matter much to the people who should have been fighting for justice for him.\nI have spent a lot of time with the record in this unusual case. One of the little things I noticed when reviewing the evidence was that Marines sign their internal correspondence with some variant of their familiar motto, “Semper Fidelis”— Always Faithful — either written out in full, or abbreviated as “Semper Fi,” or even just “SF.”\nAfter a while, it started to annoy me to see those proud words at the end of all those emails, because in those emails, and in their actions, the Marines displayed precious little eternal fidelity toward Michael John Carpeso.\nOf course, Carpeso was not a Marine.\nBut he served in a war zone with Marines, and risked his life to save Marines, and lost an eye because of the actions (whether accidental or reckless) of a Marine.\n*499Frankly, I think Michael John Carpeso deserved a little more “Semper Fi” than he got from the United States Marine Corps.\nThis constitutes the decision and order of the court.\n\n. I have not kept formal statistics, but NCIS is probably one of the five programs most frequently mentioned by jurors in my venire panels who watch crime or law-related TV shows (one of the many iterations of Law and Order being the most frequently mentioned). It is a rare venire panel that does not include at least one viewer of NCIS. The same was true of JAG during its lengthy run, which extended from 1995-2005.\n\n\n. Forward is in contrast to II MEF Rear (the Rear Detachment), which remained behind at Camp Lejeune.\n\n\n. A soldier, sailor or Marine who shoots himself accidentally would be entitled to certain benefits; one who did so deliberately would not be entitled to those benefits. That is a personnel matter; hence the Line of Duty (LOD) investigation, which is administrative rather than criminal in nature.\n\n\n. The court was originally told that NCIS was detailed to investigate the incident because of Wang’s suspicions, as reported to his superior officer, CPT Drude. (See 8/13/13 decision at 6-7). Others believe that NCIS was called in to investigate the case because COL Stewart and his Staff Judge Advocate, COL Michael C. Jordan, thought that CPT Drude might have interfered with the investigation by asking his subordinate, CPL Santiago, what had occurred. (See interviews of COL Stewart and COL Jordan in GX 52). The only significance of this for our purposes is that CPT Drude’s subsequent failure to take any disciplinary action against Santiago — his direct subordinate — or to ensure that someone else did so may well be explained by his compliance with COL Stewart’s order.\n\n\n. To illustrate just how serious the Marines are about weapons handling: the court recently came across an article about a decorated senior Marine Colonel who was relieved of his command after self-reporting to colleagues and superiors that he had accidentally discharged a round from his side arm into the floor of his office while testing the weapon’s trigger. See \"Colonel Relieved for Negligent Discharge; Didn’t Know Gun Was Loaded,” Marine Corps Times, Nov. 11, 2013.\n\n\n. I believe that COL Landrum, rather than COL Jordan, the II MEF Fwd Staff Judge Advocate, became involved because authority for the area was being transferred from II MEF Fd to I MEF Fwd while the on-site investigation into the Carpeso shooting was taking place.\n\n\n. As noted in my earlier opinion, this court does not profess to be an expert in military law. I do know that COL Stewart, a Grade 0-6 officer who was the Commander of II MEF Fwd, had authority to convene a special court-martial to consider certain types of offenses. I also know that only a General Officer can convene a general court-martial, and only a general court-martial can hear the most serious felony charges. I have not done enough research to know whether a charge of assault could have been considered by a special court-martial, or had to be considered by a general court-martial — which is to say, I do not know whether COL Stewart was a proper convening authority if the charge was upgraded from a negligent handling charge to an assault.\n\n\n. No one did anything to separate Santiago from his unit once his responsibility for Carpeso’s injury became clear. CPT Drude did not do so because he was short of men in the MTT and needed every body he could get. (GX 52, Santiago 001145). No superior officer told him to do otherwise.\n\n\n. Due to the passage of time, Santiago was unable to locate any record that could confirm his inquiry; the Marines Corps told defense counsel that any such record would likely have been destroyed no later than two years after the conversation occurred. Defendant’s Post-Hearing Brief at n. 5, and DX AA. I nonetheless credit Santiago’s testimony that he placed such a call. It is entirely logical that he would have done so, as Webb had counseled him to expect legal action and a possible hold on his change of status.\n\n\n. One wonders what would have happened if any Marine lawyer or investigator had ever been ordered to make the prosecution of Santiago his \"primary duty until all requirements ... have been met.” I suspect that I would not be writing this opinion.\n\n\n. Since CPT Drude was not present at the 5 February 2008 briefing and was not a proper court-martial convening authority in any event — his authority extended only to imposing discipline under Article 15 of the UCMJ— I infer that the Commanding Officer referred to was COL Stewart.\n\n\n. Recommendations from COL Bourdon that were disapproved (most of them proposing procedural changes to keep such incidents from occurring in the future) were specifically noted in the endorsements. (GX 52, Santiago 001077).\n\n\n. As should be apparent from the court’s prior opinion, I favor Mr. Reed's reading of the statute.\n\n\n. I say ostensibly because the record reveals that he did no meaningful work at all.\n\n\n. If reactivated, I believe Santiago would have reattached to 2 Mar Div (this is a guess on my part; I did not think to ask the question at the hearing). He would not have been • a reservist once reactivated, and his cáse did not relate to conduct committed while a reservist. So I do not understand why MARFORRES had to be involved at all. It is not necessary to get an answer to this question, but as sending the case to New Orleans spelled its ultimate doom, the matter haunts me.\n\n\n. I conjecture that the ballistics expert will testify that,' based on calculated bullet trajectories, Santiago could not have been in the position he says he was in when the shot went off.\n\n\n. The Court then proceeded to hold that the rule of Marion/Lovasco did not control whether delay in bringing civil forfeiture proceedings violates due process. That ruling is of a piece with the few occasions on which the Court has mentioned Marion and Lovasco in the years since those cases were decided; when litigants have tried to extend their reasoning to other contexts, the cases have simply been found to be inapplicable. For example, in United States v. Gouveia, 467 U.S. 180, 192, 104 S.Ct. 2292, 81 L.Ed.2d 146 (1984), the Court held that nothing in Marion and Lovasco required the Sixth Amendment right to counsel to attach prior to the institution of adversary proceedings — an issue not implicated in either Marion or Lovasco, both of which were decided on Fifth Amendment grounds. In Gouveia, the Court had no occasion to retract anything it said in Lovasco; the fact that, in passing, Chief Justice Rehnquist characterized Marion and Lovasco as holding that delay caused by the Government raised due process concerns when it \"was a deliberate device to gain an advantage over [the accused] and that is caused him actual prejudice in presenting his defense” — a true statement, if an incomplete one — cannot be read to suggest otherwise. In any event, the Government agrees that cases that do not raise Fifth Amendment due process issues are of little or no precedential value here; for example, it dismisses as irrelevant Santiago’s citations to Doggett v. United States, 505 U.S. 647, 112 S.Ct. 2686, 120 L.Ed.2d 520 (1992) and Vermont v. Brillon, 556 U.S. 81, 129 S.Ct. 1283, 173 L.Ed.2d 231 (2009) on the ground that they, like Gouveia, raise Sixth Amendment, not Fifth Amendment, issues. (Gov’t Supplemental Memorandum of Law at 7 n. 3), I am prepared to accept the Government’s position that Sixth Amendment cases are irrelevant.\n\n\n. The Second Circuit did say, in United States v. Eucker, 532 F.2d 249, 255 (2d Cir.1976), that it would be \"disinclined” to dismiss an indictment for pre-indictment delay absent some proof that the Government utilized the delay as an intentional device to gain tactical advantage over the accused — the precise language of Marion. But Eucker was decided the year before Lovasco, so that panel did not have the benefit of the Supreme Court’s additional discussion of the issue. It thus does not help me determine the issue presented by this case.\n\n\n. I infer this particular finding of fact. Hardin suffered some sort of head injury in 2012 and candidly admitted that his memory has been affected. That was apparent from both the content of his testimony and the manner in which it was delivered. However, the documentary record reveals that Hardin believed Santiago should be prosecuted (Tr. 54). He could not have reached this conclusion without becoming familiar with the NCIS file. Any lawyer of minimal competence would have to know, after reading that file, that Hollywood was an important witness — for both sides.\n\n\n. At least four months of that year should not have been wasted; Singer learned of the potential jurisdictional defect in January 2010, but took four months to get an answer to a question that could and should have been answered in the time it takes to place a couple of phone calls.\n\n\n. \"Milspeak” for what they saw, and recognized, is somewhat more scatological.\n\n\n. A belief that may not be true if the Marines planned to proceed by special, rather than general, court-martial — a decision that, I believe, was never reached.\n\n\n. Although, as noted above, it can be analogized to true dual sovereignly cases in at least one respect. See supra, page 487.\n\n",
            "ocr": true,
            "opinion_id": 8713377
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}