{
    "id": 8730783,
    "judges": "Jackson",
    "date_filed": "2017-07-20",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-graham",
    "case_name_short": "Graham",
    "case_name": "United States v. Graham",
    "case_name_full": "United States v. El Tora GRAHAM",
    "attorneys": "William Francis Sheehan, Joseph F. Yenouskas, Valerie E. Ross, Shea & Gardner and Robert Martin Werdig, Jr., Werdig Associates, P.C., Washington, DC, for defendant., Jeffrey R. Ragsdale and Paul Howes, US. Attorney’s Office, Washington, DC, for the U.S.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "884 F. Supp. 13"
    ],
    "opinions": [
        {
            "author_str": "Jackson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nMEMORANDUM AND ORDER\n\nJACKSON, District Judge.\nOn June 7, 1993, following an eight-day jury trial, El Tora Graham was convicted of six counts of a seven-count indictment charging him with various narcotics offenses, including conspiracy to distribute 50 grams or more of crack cocaine. Three co-defendants indicted with him having plead guilty prior to trial, Graham was tried alone. On August 25, 1993, this Court sentenced Graham to four concurrent terms of life in prison, and two concurrent terms of eight years in accordance with the Presentence Report.\nNow, having appealed his conviction and sentence, Graham is back before the Court, on remand from the Court of Appeals while his appeal is stayed, for consideration of his motion to “vacate, set aside or modify sentence” pursuant to 28 U.S.C. § 2255. Represented at present by his appointed appellate counsel, Graham initially contended in his Section 2255 motion that his trial counsel had been constitutionally ineffective in representing him at his sentencing. Since filing his *14motion, however, he has expanded his claim of ineffective assistance to include the pretrial period when Graham presumably had an opportunity to bargain with the government for a lesser sentence on a guilty plea.\nGraham’s argument with respect to trial counsel’s performance at sentencing is predicated upon that lawyer’s failure to advance arguments to persuade the Court that the mandatory life sentence as calculated by the Presentence Report was in error, or, if not, that a downward departure from the Sentencing Guidelines was warranted. The Court’s review of the sentencing proceedings of August 17 and 25, 1993, however, reinforces its original conclusion that the Presentence Report writer was correct in his calculations and in the application of the Guidelines, and that no grounds for departure from the Guidelines had been or could be shown.1 If there is error to be found in the sentencing process, it is of the Court’s making, not counsel’s.\nGraham’s allegation that trial counsel failed him when effective assistance could have been of genuine benefit to him, i.e., in negotiating a plea agreement before trial, is considerably more ominous. Graham asserts that, had he understood he was exposed to a mandatory life sentence without parole upon conviction, he would have accepted a plea offer from the government, even one entailing his “cooperation.”\nAt hearings on the instant motion both Graham and his trial counsel testified, and with no evidence to the contrary the Court finds as a fact, that trial counsel never expressly told his client prior to trial that a life sentence was even possible upon his conviction. (Tr. of Apr. 7, 1995, pp. 99-100). At its most explicit his lawyer’s advice was that, if Graham refused the government’s plea offer, he “was going to spend an awful lot of time in jail that he needed not to spend.” (Id. at pp. 103-104).2\nAs it was, Graham says, he understood, on the basis of several conversations with prosecutors and law enforcement officers (with his trial counsel present or nearby) that he would be sentenced to 14 years if he simply plead guilty (to what, he did not say); to 11 years if he would “say the drugs were Hoyle’s;” and to “ten to probation” if he “cooperated.”3 (Id. at 16). Perceiving no significant difference between 14 and 20 years for his purposes, Graham decided to take his chances at trial. Although his relationship with trial counsel was poor from the outset and never improved, he said his trial counsel lead him to believe he could “beat” the government’s ease.\nThe Court finds that the only formal plea offer ever made to Graham was presented in an unsigned “draft” letter addressed to his trial counsel dated August 3, 1992, five days following Graham’s arrest. Expressed in ten single-spaced typewritten pages of mostly legal language, it required close reading and careful explanation by counsel to have been comprehensible to Graham. In pertinent part it called for Graham to plead guilty to a single count of conspiracy to distribute 50 grams or more of crack cocaine, carrying a mandatory minimum 10-years-to-life prison *15term, and to cooperate fully and truthfully “whenever, wherever, and in whatever form [the government] deems appropriate,” including, although not specified in the draft letter, his testimony against the Newton Street Crew principals; specifically, Mark Hoyle, John McCollough, Anthony Goldston and Mario Harris. (Gov’t Ex. 2; Def.Ex. 9).\nAccording to Graham, the plea offer was presented to him in perfunctory fashion by trial counsel at a courthouse cellblock conference in early August, 1992. The lawyer did not give Graham a copy of the letter. He did not call attention to the potential 10-years-to-life sentence attached to the charge to which Graham would be expected to plead guilty. And Graham did not advert to it on his own.\nThe Court concludes that, insofar as apprising a criminal defendant of 'the consequences of conviction upon the charges he is facing, the constitutionally minimal standard of proficiency required of trial counsel is that he advise his client of the maximum term of imprisonment to which he could be sentenced if convicted of all charges at trial. Explanations of the intricacies of the Sentencing Guidelines and plans for sentencing strategies aside, no defendant should be obliged to proceed to trial, particularly if any possibility of a plea bargain exists, without authoritative advice from his own attorney as to what could happen if the very worst were to befall him. El Tora Graham was deprived of that advice, and, thus, of “the effective assistance of counsel guaranteed to defendant by the Sixth Amendment” in the matter of plea negotiations. Strickland v. Washington, 466 U.S. 668, at 687, 104 S.Ct. 2052, at 2064, 80 L.Ed.2d 674 (1984).\nTo be entitled to any relief here, however, Graham must also demonstrate that “counsel’s deficient performance prejudiced the defense.” Id. He must “show that, but for counsel’s unprofessional errors, the result of the proceeding would have been different,” id. at 694,104 S.Ct. at 2068; and specifically, in the context of this case, Graham must show that had he known that a life sentence without parole not only could but must be imposed if the government proved its entire case against him, Graham would have accepted any plea offer the government was prepared to make him presenting the prospect of a finite term of imprisonment, however conditioned.\nThe credible evidence presented in these proceedings, in its entirety, establishes that, notwithstanding his own attorney’s dereliction in failing to confirm it, El Tora Graham knew the ultimate adverse consequence of a failure to reach agreement with the government if he lost at trial. He was repeatedly and forcefully informed by agents of the prosecution, and by his own former associates who would be testifying against him, that he could expect that his refusal to cooperate would result in his spending the rest of his life in jail. Within weeks of his arrest in late July, 1992, he was brought to the courthouse, and in the presence of his lawyer, so told by a Metropolitan Police sergeant and an FBI special agent, both of whom had investigated the Newton Street Crew for years. He was shown a sample of the government’s evidence, including surveillance videotapes, and urged to cooperate by testifying against other members of the Newton Street Crew. (Tr. of Apr. 25, 1995, pp. 34-36). His predicament was explained to him colloquially, not in legal jargon.4\nGraham feigned interest, but he refused to reveal any significant information about the Newton Street Crew, still less to evince a willingness to testify against Crew leader Mark Hoyle. (Id., pp. 39-41; 67-68).\nSeveral weeks later, but still in August or early September, 1992, a second and similar interview was conducted, this time joined by the Assistant U.S. Attorney who would lead the prosecution. Again Graham was warned of the consequence, viz., an inevitable life sentence, if he failed to cooperate, but he was also told by the prosecutor, with examples given, that cooperation would “show up in his sentence.” (Id. at 45). Graham stated that *16he understood, but then professed ignorance of any of the matters about which the government wanted his testimony. {Id., pp. 45-46).\nGraham’s counsel at all times encouraged his client to agree to cooperate, although never formally “advising” him-that the plea offer be accepted — a decision, he says, he always leaves to the client without recommendation from him. (Tr. of April 7, pp. 86-87). Some weeks after the courthouse meeting with the prosecutors, in early fall, 1992, Graham’s trial counsel concurred in the prosecutors’ suggestion that Graham, who was being held without bond pending trial, be transferred from District of Columbia Jail to the Montgomery County, Maryland, Detention Center, where other cooperating witnesses were housed. The purpose was to remove Graham from the presence and influence of the Newton Street Crew principals, also then at D.C. Jail, against whom the government wanted Graham’s testimony. Graham immediately protested the transfer and demanded to be returned to D.C. Jail, as he was, and where he remained thereafter. {Id., pp. 106-107).\nGraham’s trial was scheduled for May 25, 1993. In the weeks immediately preceding the trial Graham corresponded with trial counsel about the merits of the case, offering his own suggestions on the law and trial strategy, but saying nothing about a guilty plea or cooperation. (Gov’t Exs. 4 through 10).5\nOn May 19,1993, two other Newton Street Crew members, Donnie Strothers and Toby Hoyle, both close acquaintances of Graham, were found guilty by a jury after a month-long trial, largely on the testimony of the same witnesses who were expected to testify against Graham. With a week to go until Graham’s trial, the prosecution team, believing the Strothers and Hoyle convictions to afford a persuasive argument to convince Graham that he, too, would be convicted, tried once more to interest him in a plea bargain. Not only did the lead prosecutor exhort, he taunted Graham, asking him why he-was willing to “do life” for Mark Hoyle, who had no respect for him. And the cooperating witnesses, who would testify against him a week hence, directly confronted Graham, telling him the same thing and urging him to join them. Graham was unmoved. (Tr. of Apr. 25, 1995, pp. 91-96). Graham maintained that he intended to “take his chances in court.” {Id., pp. 48-51).\nA little more than two months following the jury’s verdict of June 7, 1993 finding him guflty, Graham’s Presentenee Report was completed. Both Graham and trial counsel professed to have been startled by the Presentence Report disclosing that Graham would .receive a .mandatory life sentence without parole' in the absence of a departure from the Sentencing Guidelines. Nevertheless, his attorney never spoke of his own surprise at the sentencing proceedings, and Graham himself had nothing to say when invited to alloeute. (Tr. of Aug. 25, 1993, p. 7).\nGraham noted his appeal on the day of sentencing; and his current counsel, Joseph F. Yenouskas, Esquire, was appointed by the Court of Appeals to represent him on appeal.\nSeven or so months after he had been sentenced, and the life sentence, anticipated or not, a fait accompli (and, not altogether coincidentally, shortly before the Newton Street Crew principals were to go to trial in early spring, 1994), Mr. Yenouskas contacted a prosecutor to ask whether there was any possibility of post-conviction cooperation by Graham that might afford him an opportunity to escape the life sentence he was then serving.6 Mr. Yenouskas was told by the *17AUSA that the government’s case against Mark Hoyle was nearly complete, but that Graham’s testimony could be helpful to the government with respect to Mario Harris and to drug sales in the vicinity of the “fish market on 14th Street.” Was Graham interested? The response, relayed by Yenouskas: Graham wanted what the AUSA interpreted as a “guaranteed” reduction in sentence in return for still unspecified cooperation. Told that no guarantee would be forthcoming, although the prosecutor believed the judge would be inclined to depart downward were the government to make the appropriate motion, nothing further was heard from Mr. Yenouskas or Mr. Graham. (Tr. of Apr. 25, 1995, pp. 96-107).\nUpon the uncontroverted evidence that “cooperation” was a non-negotiable condition of any and every plea bargain overture the government directed at Graham, and that the cooperation expected of him always entailed, for the government’s purposes, Graham’s testimony against Mark Hoyle and his co-defendants, the Court finds that El Tora Graham was and remained at all times intransigent with regard to any plea bargain the government was willing to offer him. Whether or not the possibility of a life sentence was confirmed by his own lawyer, Graham knew full well that, in the absence of an agreement, the government intended and expected to convict him of charges carrying a mandatory life sentence. Whatever his motivations— adulation or fear of, or loyalty to Mark Hoyle, or a general disdain for “snitches”— El Tora Graham was, in the Newton Street vernacular, a “go-hard” who never seriously considered a plea bargain at all. He was therefore not prejudiced by the absence of his attorney’s advice on the subject of a maximum sentence.\nFor the foregoing reasons, it is, this 8th day of May, 1995,\nORDERED, that the motion .to vacate, set aside or modify sentence is denied; and it is\nFURTHER ORDERED, that defendant’s sentence as imposed by the Court on August 25, 1993, is confirmed; and it is\nFURTHER ORDERED, that all other pending motions in connection herewith are denied as moot.\n\n. Graham proffered expert testimony in these proceedings to the effect that trial counsel devoted insufficient time to preparation for sentencing proceedings. He also allegedly failed in certain particulars to contest the Presentence Report's conclusions as to drug quantities involved and the effect of a prior conviction, or to argue, as grounds for departure, the disproportion of the sentence Graham would receive to the sentence to be imposed upon the principals of the Newton Street Crew if they were subsequently convicted in a separate trial of multiple counts of murder as well as the drug conspiracy charges.\n\n\n. Graham testified that trial counsel told him he would be sentenced to \"roughly 20 years\" if he went to trial (id,, pp. 17-18), and that he maintained such a sentence was still possible even to the time, of sentencing after both had seen the Presentence Report. (Id., p. 36). Trial counsel, while professing a minimal memory of the entire case, insists he never told Graham he would get \"only 20 years\" (Id., p. 110).\n\n\n. There is no other evidence that any such offers were ever mentioned, much less extended to him. Indeed, the government agents were at pains to emphasize to Graham that they could make no representations at all as to the length of any sentence he would receive if they were ever to reach agreement on a plea. (Tr. of Apr. 25, 1995, pp. 68-69).\nThe Court refuses to credit Graham's version of the plea offers which it regards as fantasy, or more likely fabrication.\n\n\n. His prison prospects were described, for example, as \"Rayful time\" — an allusion to another prominent drug dealer serving life without parole — and his cooperation was mentioned as the condition upon which he might hope \"to see a number in his sentence,” i.e., a term of years rather than \"life.” (Id., pp. 38-39).\n\n\n. About a month before his trial was to begin, in an exchange of telephone calls Graham’s trial counsel and a prosecutor tentatively resumed discussions of a plea offer contemplating a single-count guilty plea to a conspiracy charge involving 150 to 500 grams of crack, which, calculating by a certain drug weight alone, seemed to call for an 11-to-l 4-year sentence. Once again, however, Graham's cooperation was a condition. Told by trial counsel that Graham \"wasn’t interested,” the AUSA never reduced the offer tq writing, and she later realized that Guidelines' enhancing factors would require a mandatory 20-year minimum sentence in any case. The negotiations ceased. (Tr. of Apr. 25, 1995, pp. 83-90).\n\n\n. Rule 35(b), Fed.R.Crim.P., provides for a post-sentencing reduction of sentence on the government's motion made within one year of sentenc*17ing for “substantial assistance” in the prosecution of others.\n\n",
            "ocr": true,
            "opinion_id": 8713985
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}