{
    "id": 9380542,
    "judges": null,
    "date_filed": "2006-11-18",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jessie-james-turner-jr",
    "case_name_short": null,
    "case_name": "United States v. Jessie James Turner, Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "NEW",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 83.0,
            "download_url": "http://media.ca11.uscourts.gov/opinions/pub/files/202012364.pdf",
            "author_id": null,
            "opinion_text": "USCA11 Case: 20-12364    Document: 42-1      Date Filed: 03/01/2023   Page: 1 of 83\n\n\n\n\n                                                              [PUBLISH]\n\n                                    In the\n                 United States Court of Appeals\n                         For the Eleventh Circuit\n\n                           ____________________\n\n                                 No. 20-12364\n                           ____________________\n\n        UNITED STATES OF AMERICA,\n                                                       Plaintiff-Appellee,\n        versus\n        JESSIE JAMES TURNER, JR.,\n\n\n                                                    Defendant-Appellant.\n\n\n                           ____________________\n\n                  Appeal from the United States District Court\n                     for the Southern District of Alabama\n                   D.C. Docket No. 2:18-cr-00336-TFM-MU-1\n                           ____________________\n\fUSCA11 Case: 20-12364          Document: 42-1         Date Filed: 03/01/2023          Page: 2 of 83\n\n\n\n\n        2                           Opinion of the Court                        20-12364\n\n        Before ROSENBAUM, TJOFLAT, Circuit Judges, and MOODY, ∗ District\n        Judge.\n        TJOFLAT, Circuit Judge:\n               This appeal concerns a felon-in-possession-of-firearms pros-\n        ecution under 18 U.S.C. § 922(g)(1). 1 Jessie James Turner, Jr., a\n        convicted felon, was indicted for possessing three firearms on No-\n        vember 8, 2018. 2 Aware that he was a convicted felon and could\n        not lawfully possess the firearms, Turner sought to avoid convic-\n        tion by asserting three affirmative defenses to the charge: he was\n        insane at the time of the offense;3 he possessed the firearms in the\n        exercise of public authority on behalf of a law enforcement\n\n\n\n        ∗ Honorable James S. Moody, Jr., United States District Judge for the Middle\n        District of Florida, sitting by designation.\n        1 18 U.S.C. § 922(g)(1) states in relevant part:\n                It shall be unlawful for any person . . . who has been convicted\n                in any court of, a crime punishable by imprisonment for a term\n                exceeding one year . . . to . . . possess in or affecting commerce,\n                any firearm or ammunition . . . which has been shipped or\n                transported in interstate or foreign commerce.\n        2 Turner was also indicted for knowingly possessing a stolen firearm in viola-\n        tion of 18 U.S.C. § 922(j). See infra note 38. The jury found him not guilty of\n        the charge. The trial and disposition of the § 922(j) charge has no bearing on\n        this appeal.\n        3 See 18 U.S.C. § 17, Insanity defense; Fed. R. Crim. P. 12.2, Notice of an In-\n        sanity Defense.\n\fUSCA11 Case: 20-12364         Document: 42-1        Date Filed: 03/01/2023         Page: 3 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                               3\n\n        agency; 4 and law enforcement officers entrapped him into pos-\n        sessing the firearms.5 At trial, the Government, in its case in chief,\n        pursued an unorthodox strategy. It undertook to rebut Turner’s\n        three affirmative defenses by establishing that they lacked a factual\n        foundation. Its strategy was successful. The jury found Turner\n        guilty as charged, and the District Court sentenced him to a prison\n        term of ten years.\n                Turner appeals his conviction. He raises one issue. It in-\n        volves the expert opinion testimony the Government presented in\n        its case in chief over his objection to disprove his allegation that he\n        was insane when he committed the § 922(g)(1) offense. Rule 704(b)\n        of the Federal Rules of Evidence precludes an expert witness in a\n        criminal case from “stat[ing] an opinion about whether the defend-\n        ant did or did not have a mental state or condition that constitutes\n        an element . . . of a defense.”6 Notwithstanding this preclusion,\n\n\n        4 See Fed. R. Crim. P. 12.3, Notice of a Public-Authority Defense. Within\n        “public authority,” we also refer to the related affirmative defense of “entrap-\n        ment by estoppel.” See United States v. Alvarado, 808 F.3d 474, 484–85 (11th\n        Cir. 2015) (“[A]n entrapment-by-estoppel defense applies to a defendant who\n        reasonably relies on the assurance of a government official that specified con-\n        duct will not violate the law,” and differs from the “public authority” defense\n        in that the defendant must only show he relied on “apparent authority,” as\n        opposed to actual authority).\n        5 See S.D. Ala. Criminal Local Rule 12.5, Notice of Entrapment Defense; see,\n        e.g., Jacobson v. United States, 503 U.S. 540, 112 S. Ct. 1535 (1992).\n        6 Rule 704 states in subsection (b): “In a criminal case, an expert witness must\n        not state an opinion about whether the defendant did or did not have a mental\n\fUSCA11 Case: 20-12364         Document: 42-1        Date Filed: 03/01/2023         Page: 4 of 83\n\n\n\n\n        4                          Opinion of the Court                      20-12364\n\n        the District Court permitted the Government’s expert witness, a\n        forensic psychologist, to opine over Turner’s objection that at the\n        time Turner possessed the firearms, he understood that the posses-\n        sion was unlawful.\n                We agree with Turner that the District Court abused its dis-\n        cretion in overruling his objection and admitting the testimony.\n        That said, we must determine whether, under Rule 52(a) of the\n        Federal Rules of Criminal Procedure, the error is harmless because\n        it “d[id] not affect [Turner’s] substantial rights.” 7 Specifically, can\n        we “‘say, with fair assurance, after pondering all that happened\n        without stripping the erroneous action from the whole, that the\n        [jury’s] judgment was not substantially swayed by the error,’ and\n        therefore [Turner’s] ‘substantial rights were not affected[?]’”\n        United States v. Hornaday, 392 F.3d 1306, 1316 (11th Cir. 2004) (cit-\n        ing Kotteakos v. United States, 328 U.S. 750, 765, 66 S. Ct. 1239,\n        1248 (1946)). After pondering what took place before the jury in\n        this way, we conclude that the answer is yes. Turner’s conviction\n        is therefore affirmed.\n              We organize our discussion as follows. Part I portrays the\n        testimony and other evidence relating to the charged § 922(g)(1)\n\n\n        state or condition that constitutes an element of the crime charged or of a de-\n        fense. Those matters are for the trier of fact alone.” Fed. R. Evid. 704(b).\n        7 Rule 52(a), Harmless Error, states: “Any error, defect, irregularity, or vari-\n        ance that does not affect substantial rights must be disregarded.” Fed. R. Crim.\n        P. 52(a).\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023      Page: 5 of 83\n\n\n\n\n        20-12364                Opinion of the Court                         5\n\n        offense and Turner’s affirmative defenses. Part II covers, with re-\n        spect to those defenses, the parties’ closing arguments and the Dis-\n        trict Court’s instructions to the jury. Part III.A. addresses the inad-\n        missibility under Rule 704(b) of the forensic psychologist’s opinion\n        concerning Turner’s state of mind in possessing the firearms. Part\n        III.B. explains why the admission of the opinion in evidence consti-\n        tuted harmless error. Part IV concludes.\n                                          I.\n               Jessie James Turner, Jr., is a chronic alcoholic and a con-\n        victed felon, having served a prison term for illegal possession of a\n        firearm in violation of state law in 1999. Turner’s insanity defense\n        was based essentially on the pressures of everyday living. Some of\n        the pressures were self-induced, like his alcoholism, and some were\n        caused by events beyond his control. Turner’s alleged insanity\n        manifested itself in the hallucinations he suffered on November 8,\n        2018, which caused him to fire an AR-15 rifle at some imaginary\n        men who were trying to enter his residence and kill him.\n                Turner’s exercise-of-public-authority and entrapment de-\n        fenses stemmed from his need to avoid prosecution for possessing\n        a firearm, a .40 caliber Smith & Wesson pistol, as a convicted felon\n        on July 20, 2018, in violation of federal law. Turner alleged that\n        two law enforcement officers, Special Agent Thomas Nevin of the\n        Federal Bureau of Alcohol, Tobacco, Firearms and Explosives\n        (“ATF”) and Detective Willie Calhoun of the Selma, Alabama, Po-\n        lice Department (“SPD”), operating in tandem, promised that he\n        would not be prosecuted for the July 20 possession if he purchased\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023      Page: 6 of 83\n\n\n\n\n        6                       Opinion of the Court                 20-12364\n\n        stolen firearms on the street and assisted in the prosecution of the\n        sellers.\n               In subpart A, we set out what was disclosed in the Govern-\n        ment’s case in chief. We focus in particular on Turner’s interac-\n        tions with Agent Nevin and Detective Calhoun, and on what the\n        forensic psychologist had to say about Turner’s sanity on Novem-\n        ber 8, 2018, when he committed the § 922(g) offense. Subpart B\n        sets out Turner’s version of his interactions with Agent Nevin and\n        Detective Calhoun and the manifestation of his alleged insanity on\n        November 8.\n                                          A.\n               On the night of July 20, 2018, a task force created by the ATF\n        and the SPD was conducting a “proactive, saturation detail” in the\n        city. Agent Nevin and Detective Calhoun were among those in-\n        volved. 8 They were riding in Calhoun’s patrol car. 9\n                Calhoun observed a Nissan Titan pickup truck commit a\n        traffic violation, and he pulled it over. The Titan had five occu-\n        pants. Turner owned the vehicle but was not the driver. He was\n        a passenger, riding in the front seat. When Calhoun got to the car,\n        he observed the presence of open beverage containers and ordered\n\n\n        8 Officers of the Alabama Law Enforcement Agency and the Dallas County,\n        Alabama Sheriff’s Office were also involved.\n        9 Also in Calhoun’s car were an officer of the Alabama Law Enforcement\n        Agency and a Dallas County Sheriff’s deputy.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 7 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                              7\n\n        everyone to step out. Turner, who was intoxicated, resisted. So,\n        Calhoun and Nevin seized him and put him on the ground in hand-\n        cuffs. Turner had a .40 caliber Smith & Wesson pistol on his per-\n        son, and Calhoun removed it. Once Turner was subdued, Agent\n        Nevin questioned him with Calhoun standing by. 10 The exchange\n        was recorded.\n               Turner was aware that Nevin was an ATF agent and that\n        Nevin could quickly determine that he was a convicted felon and\n        arrest him for possessing a firearm. Hence, without any prompt-\n        ing, Turner volunteered: “I’m a convicted felon. And I know I\n        wasn’t supposed to have it on me. But y’all got me with it.” 11 To\n        encourage Nevin to “wash this shit on the gun charge,” Turner of-\n        fered to help the police solve “three murders and . . . at least five\n        shootings.”\n               Turner: I guarantee I’m going to clear these murders\n               up, because I’ve got three murders that nobody\n               cleared up. . . .\n               Nevin: Is the reason you’re talking to me right now,\n               the only reason, so you can get out of custody right\n               now? Is that the only reason you’re talking to me?\n\n\n        10 Early in the exchange, Nevin asked Calhoun whether he had Mirandized\n        Turner. Turner interjected: “He didn’t Mirandize me and I ain’t asked for no\n        lawyer. . . . What I’m saying is y’all just wash this shit on the gun charge.”\n        11 Later in the exchange with Nevin, Turner said that he “did 20 years in\n        prison.”\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 8 of 83\n\n\n\n\n        8                         Opinion of the Court                     20-12364\n\n               Turner: Well, actually, I was waiting for a reward to\n               come out on these other cases. But they ain’t posted\n               no reward yet. I actually was waiting for the reward\n               to come through and then I was going to go and tell\n               you. . . . I’ll get you these motherfuckers copping out\n               to these murders. I will get them motherfuckers on\n               tape copping out to the murders. . . . Are you gonna\n               take me for a bullshit ass gun charge when I can get\n               you—I can get you some murder cases solved? Come\n               on, man. Think about what are your options on that.\n               It’d be better to get them goddamn three—four mur-\n               der cases that I can solve, four shooting cases I can\n               solve, for a fucking gun charge. 12\n              Turner understood that the police would need evidence in\n        order to charge someone with a murder. He could obtain it. “I\n        can get the information. But I’ve got to go talk to these mother-\n        fuckers on tape to get everything on tape and you’ve got the case,\n        you going to solve the fucking case. You’re going to . . . man, come\n        on man.”\n                After Agent Nevin questioned Turner, he confiscated\n        Turner’s pistol and released him. 13 In light of Turner’s willingness\n        to help the SPD in its murder investigations, Calhoun gave Turner\n        his cell phone number and obtained Turner’s number. From the\n\n\n        12 According to Detective Calhoun, Turner identified one of the murder vic-\n        tims as “Quentin Davis.”\n        13 Calhoun said that he and Nevin jointly made the decision to release Turner.\n\fUSCA11 Case: 20-12364          Document: 42-1          Date Filed: 03/01/2023          Page: 9 of 83\n\n\n\n\n        20-12364                    Opinion of the Court                                  9\n\n        next day, July 21, through October 27, 2018, Turner sent Calhoun\n        twenty-six text messages; Calhoun sent Turner fourteen.14 Turner\n        phoned Calhoun thirty-three times; he answered seven of the\n        calls. 15 Calhoun called Turner three times. 16 None of the text\n        messages in the record 17 mentioned the murders and shootings\n        Turner referred to in his conversation with Agent Nevin on July\n\n\n\n\n        14 The text messages were sent by Turner and responded to by Calhoun as\n        follows: July 25 (6 sent, including a picture; 5 responses); July 26 (11 sent; 6\n        responses); August 6 (1 sent; 1 response); August 22 (2 sent); September 5 (1\n        sent); September 26 (4 sent; 2 responses); October 27 (1 sent).\n        15 Here are the calls, their dates, and their total lengths of time per day (in\n        minutes) in parentheses: July 21, one call (3); July 26, two calls (7); August 6,\n        two calls (none); August 7, one call (none); August 16, two calls (20); August\n        18, three calls (none); August 22, three calls (2); September 5, six calls (5); Sep-\n        tember 15, one call (none); September 24, two calls (3); September 26, one call\n        (none); September 29, six calls (none); October 27, three calls (none). In pre-\n        senting this information, we assume one-minute phone calls in the phone rec-\n        ords indicate calls not answered, and we treat one-minute calls as zero\n        minutes. We also assume two-minute phone calls were answered, though\n        Turner may have only left voicemails in such cases.\n        16 The calls’ dates and their durations (in parentheses) were on August 6 (19),\n        August 7 (8), and August 22 (9).\n        17 Exhibit 14 contains screenshots of text messages between Turner and Cal-\n        houn on August 22, September 5, September 26, and October 27. Calhoun\n        testified that he lost the text messages from before that because “[a]t some\n        point my agency swapped phones, swapped carriers, and we got a whole dif-\n        ferent phone.”\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 10 of 83\n\n\n\n\n        10                        Opinion of the Court                     20-12364\n\n        20. Calhoun testified that he could not recall the content of the\n        phone calls.\n               One of Turner’s text messages related to firearms. On July\n        25, Turner sent Calhoun photos of guns, several pistols, and an au-\n        tomatic rifle. Calhoun forwarded the photos to Agent Nevin.\n        Nevin acknowledged receiving the photos but did not authorize\n        Turner to purchase any of the firearms on behalf of the ATF. Cal-\n        houn testified that he did not “communicate” Agent Nevin’s mes-\n        sages in response to the photos to Turner.\n               A month later, on September 26, Turner texted Calhoun\n        asking him if he had a “device” that he could “hook to” his phone\n        so he could “record what’s being talked about.” 18 Calhoun’s re-\n        plies were: “You can use the recorder on your phone” and “I’ll see\n        what I can find.” Calhoun made no attempt to find a device be-\n        cause he was not going to use Turner as an SPD confidential in-\n        formant. 19\n\n\n\n        18 Turner never explained what in particular was being talked about.\n        19 At Turner’s trial, Calhoun said this in an exchange with Turner’s attorney:\n               Attorney: Now, if you have a confidential informant that you\n               want to purchase drugs or firearms, do you then sign them up\n               under the C.I. packet, what we’ve been calling it?\n               Calhoun: Absolutely.\n               Attorney: But you never signed Mr. Turner up?\n               Calhoun: No\n\fUSCA11 Case: 20-12364       Document: 42-1        Date Filed: 03/01/2023        Page: 11 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                            11\n\n              Also in September, around the time these text messages\n        were exchanged, an SPD officer was murdered. Calhoun asked\n        Turner to come to the Alabama Law Enforcement Agency\n        (“ALEA”) office where officers of several law enforcement agencies\n        were gathered in response. Calhoun summoned Turner because\n        he might be useful in developing leads. Calhoun met Turner at the\n        ALEA office and introduced him to Agent Nevin’s supervisor, the\n        ATF agent “in charge.” 20 The supervisor briefed Turner about the\n        SPD officer’s murder and asked for any information he might have\n        about it.\n               On October 27, Turner sent Calhoun a text message, “We\n        need to talk.” The phone records indicate Turner sent the message\n        at 7:29 PM, and that Calhoun did not respond to it. Turner also\n        called him three times that day, at 1:54, 1:55, and 9:24 PM. The\n        calls were all one minute long, so they likely went unanswered. 21\n        Turner would not call Calhoun again until November 8 at 4:53 AM.\n\n\n               Attorney: Why is that?\n               Calhoun: Mr. Turner stated he wanted to help himself by stay-\n               ing out of jail. He was going to provide information about\n               murders, and that was strictly—he wanted to help himself.\n               We wasn’t planning on making any kind of purchases with\n               him as a drug informant or ATF informant.\n        20 Calhoun described the supervisor as the agent in charge.\n        21 See supra note 15. As to some of the calls he answered, Calhoun testified:\n        “Mr. Turner would call [while intoxicated] and he would just rattle on about\n        something [Calhoun] didn’t know nothing about and [he’d] just set the phone\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023      Page: 12 of 83\n\n\n\n\n        12                        Opinion of the Court                   20-12364\n\n                Turner lived with his girlfriend, Mary Walker, in her apart-\n        ment at 11 Mabry Street in Selma.22 She worked at Plantation Pat-\n        terns and met Turner when he was employed there. 23 Her apart-\n        ment was one of four apartments in the building. Two were on\n        the first floor, and two, including hers, were on the second floor.\n        The building had one front door on the ground floor. It opened\n        onto a hallway between the first-floor apartments and a stairway\n        that led to a hallway between the second-floor apartments.\n               On November 8, 2018, sometime between 2:00 and 3:00\n        AM, SPD Officer Ashley Gaskins (a defense witness whose testi-\n        mony we discuss here for context) responded to a 911 call made\n        from 11 Mabry Street. The caller told SPD’s dispatch that three\n        black males were trying to gain entry to a residence at that address.\n        They were wearing hoodies. One was “purple,” one was “yellow,”\n        and one was “blue.” In addition, “one was wearing camouflage\n        pants,” and “they were armed with AR-15s and AK-47s.” Given this\n        report, Officer Gaskins arrived “with lights and sirens” on. Officer\n        Pinkston soon joined her and with weapons drawn, they “cleared\n        the immediate area.” They saw no one. Thirty to forty seconds\n\n        down and just let him talk.” Calhoun could tell Turner was intoxicated be-\n        cause he would use “[s]lurred speech” and “kept repeating himself over and\n        over and over again.”\n        22 The two had been dating for six and a half years.\n        23 Plantation Patterns had fired Turner in February or March 2018. According\n        to Walker, he submitted online job applications after that but was unable to\n        find employment.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023        Page: 13 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                              13\n\n        later, they cut off the lights and sirens, and Turner appeared. He\n        said that he had made the 911 call because “they were jumping\n        from rooftop to rooftop.” “Somebody’s trying to get us,” he said.\n        The officers looked around and saw no one.\n               Turner was wearing headphones, and they asked him what\n        he was “playing.” He said he was playing “Fortnite,” a video game\n        involving cartoon gun violence, listening with headphones. Officer\n        Pinkston asked him what he was hearing. Turner said they were\n        coming to get him, repeating what he had told dispatch. Pinkston\n        told him to turn the “game system off,” then tell them “what hap-\n        pen[ed].” Turner did. He came back outside and said: “They’re\n        gone.” Officer Gaskins said: “All right. Go to bed.” The officers\n        then turned and left.\n              Several hours later, around 11:00 AM, eight SPD officers, in-\n        cluding Detective Calhoun, responded to a 911 call reporting that\n        gunshots were being fired in the apartment building located at 11\n        Mabry Street. 24 The shooting continued after the officers arrived\n        on the scene. 25 Turner emerged from the building’s front door\n\n\n        24 A woman in the apartment adjacent to Mary Walker’s apartment made the\n        call. She and her child had heard shots fired in Walker’s apartment.\n        25 Lieutenant Kenta Fulford was the first officer to respond to the shooting.\n        He was wearing a body camera which recorded what took place after he ar-\n        rived, including the sound of shots being fired. The recording was played be-\n        fore the jury. Once at the scene, Fulford radioed dispatch, and several officers\n        appeared shortly thereafter. SPD Officer James Matthew Smyly was on patrol\n        two blocks away when the 911 call came in and was dispatched to the scene.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 14 of 83\n\n\n\n\n        14                        Opinion of the Court                      20-12364\n\n        with an AR-15 in his right hand pointed up. The officers ordered\n        Turner to stand down, and he complied. They searched him and\n        found a .40 caliber Springfield XD-40 pistol in his back pocket. The\n        pistol had “a long magazine” of thirty rounds. “[T]wo extra maga-\n        zines [were] in his pocket[s], one [in] each front pocket.”\n                The officers checked the apartments and concluded that no\n        one in the building had been injured. Next, they performed a pro-\n        tective sweep of the apartment Turner had exited and found four-\n        teen shell casings on the floor and bullet holes in the walls. In\n        Turner and Walker’s bedroom, they found a second AR-15 under\n        the bed. 26 The officers also found in the apartment a box with\n        “three boxes of bullets in it,” a ledger, “some scales,” marijuana,\n        boxes of sandwich bags, and inositol—a substance used to mix co-\n        caine. 27 Meanwhile, Turner had been placed under arrest, and he\n        was transported to the city jail after the apartment sweep.\n\n\n        He was wearing a body camera which recorded everything that occurred after\n        his arrival. The recording was played before the jury.\n        26 Mary Walker’s apartment had two bedrooms. Turner and Mary slept in\n        one bedroom (the master); the other bedroom was a spare. Turner testified\n        that he had stored the guns in the spare bedroom closet and then brought\n        them into the master bedroom during the shooting incident on November 8,\n        2018.\n        27 This is what Turner told Detective Calhoun following his arrest. While\n        Turner testified that he stored the marijuana in the spare bedroom closet, Cal-\n        houn told Turner after his arrest that “the weed” was “right there” with the\n        second AR-15. The inositol and sandwich bags were “[o]n the dresser right by\n        the TV stand,” and the ledger was in a drawer with “money,” which Turner\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023          Page: 15 of 83\n\n\n\n\n        20-12364                    Opinion of the Court                                15\n\n               A short time later, Turner was taken from jail to the SPD\n        headquarters, to Detective Calhoun’s office. Calhoun read Turner\n        his Miranda 28 rights. Turner indicated that he understood his\n        rights and that he was willing to submit to Calhoun’s questioning\n        in the absence of counsel. And he did so in the presence of SPD\n        Officer Scott Rouse. The interrogation was recorded by video and\n        played before the jury.\n              Detective Calhoun questioned Turner for twenty-seven\n        minutes. 29 Turner admitted he was a convicted felon, had served\n        several years in prison, and could not lawfully possess a firearm. 30\n        He then described the circumstances under which he had obtained\n        the two AR-15 rifles and the .40 caliber Springfield XD-40 pistol\n        found in his back pocket and what had transpired on November 8\n        and the days immediately before. He acquired the first AR-15 (the\n\n\n        said was over $500 for Mary’s car note. Calhoun did not specify where the\n        boxes of bullets or the scales were found.\n        28Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602 (1966).\n        29 From 14:47 to 15:14.\n        30 Turner readily acknowledged that he was a felon who could not legally\n        possess a firearm. When Calhoun asked him if he owned a Glock, he replied:\n        “No. . . . I can’t possess a gun, I don’t believe. I might can. I don’t know. . . .\n        I had one a while back. But y’all got it.” Turner said that he asked his girl-\n        friend, Mary, who lived with him about keeping a firearm in the house, and\n        she “flat out told [him] no,” which he acknowledged was “the right thing.”\n        When asked if he had a gun in his truck, he shook his head, saying he was “not\n        supposed” to have a firearm because he was “a felon, an ex-felon.”\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023         Page: 16 of 83\n\n\n\n\n        16                         Opinion of the Court                        20-12364\n\n        one he had in his hand when he came out of the apartment building\n        and confronted the police) loaded with 50 rounds “plus a box of\n        bullets” on November 6 from “a guy on the street” for $550. 31 He\n        said he also bought a .40 caliber pistol with an “extendo,” an “ex-\n        tended clip,” and two ten-round clips for $425 from the same per-\n        son.32\n                Turner also bought the second AR-15 (the one found under\n        the bed in the bedroom he shared with Mary Walker) on the street\n        but from a different seller. He agreed to pay $450 total for the rifle\n        and eight 30-round clips; that price included a promise to provide\n        marijuana in the future as partial compensation.33 As of his post-\n        arrest interview, he owed money on these purchases. 34\n\n\n        31 The guy who sold it to him said that “it was a hot gun.” Turner bought the\n        gun on the street because he could not buy one at a store. He could not be-\n        cause he was an ex-felon.\n        32 Later, after stating that the pistol came with his purchase of the first AR-15,\n        Turner said that the pistol was his mother’s. He took it from her house “with-\n        out her permission.”\n        33 Turner told Calhoun that the marijuana the police found in the bedroom\n        of the apartment “was supposed to have been going to him till when I came\n        up with the rest of his money.” Turner was likely referring to the man who\n        sold him the second AR-15. “I ain’t paid him for it. He wanted me to throw\n        some weed in there and ... everything at one time.”\n        34 Here is what Turner said about owing money on the transactions and his\n        purchase of the second AR-15:\n                It came off the street, yeah. . . . They had—they had—I’m still\n                owing these guys for real. I’m telling y’all. I had—I owe—and\n\fUSCA11 Case: 20-12364        Document: 42-1          Date Filed: 03/01/2023           Page: 17 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                                17\n\n               During Detective Calhoun’s questioning, Turner gave no in-\n        dication that he acquired the AR-15s at the direction of the SPD or\n        the ATF and planned to turn them over, or that he was working\n        for either agency undercover or as a confidential informant for the\n        SPD. 35\n               After explaining what had taken place, Turner asked Cal-\n        houn whether his possession of the firearms would be “one\n        charge.” Calhoun said “one.” Turner then asked whether the state\n        could charge him with a marijuana offense. Calhoun indicated that\n        the state might. Turner’s response: “If I got to go to prison, I would\n        rather go to fed.”\n              After his session with Detective Calhoun ended, Turner was\n        brought to the Dallas County Jail. That is all he could remember\n        from that moment until “Saturday night or Sunday,” November 10\n\n\n               I had—that came with eight 30-round clips. . . . [T]hen I asked\n               about some more clips, so he threw in another 50 in there.\n               And all this money’s supposed to have been transpired now I\n               had to pay him for it. But I didn’t have it, ain’t got it right now.\n        The ledger found in the bedroom contained an entry: “OG ... three or $400.”\n        When asked what that meant, Turner said: “I mean ... money. Just like I’ll ...\n        The reason I’m doing this now is because one of them owed me money and\n        came and asked me to borrow some money and I told him no.” The one who\n        owed the money was apparently the seller of one of the AR-15s. If so, Turner\n        did not indicate which one.\n        35 At trial, on cross-examination by Turner’s attorney, Calhoun denied mak-\n        ing Turner an SPD confidential informant or enlisting or encouraging him to\n        purchase firearms.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023         Page: 18 of 83\n\n\n\n\n        18                         Opinion of the Court                       20-12364\n\n        or 11, when he “woke up in Baldwin County in the hospital,36\n        handcuffed and shackled to a hospital bed, with IVs stuck in\n        [him].”37\n\n\n        36 Turner was admitted to the Emergency Department at North Baldwin In-\n        firmary (in Bay Minette, a city in Baldwin County, Alabama) on November 9\n        or 10; Dr. Barnette’s report indicates it could have been either date. He was\n        discharged from the Infirmary on November 12.\n        37 While Turner was suffering the blackout, the following occurred. First, on\n        November 8, Agent Nevin presented a Southern District of Alabama magis-\n        trate judge with a criminal complaint alleging that Turner violated 18 U.S.C.\n        § 922(g)(1) by possessing, as a convicted felon, two AR-15 rifles and a .40 cali-\n        ber Springfield XD-40 semiautomatic pistol; the magistrate judge issued a war-\n        rant for Turner’s arrest; Agent Nevin arrested Turner; and the magistrate\n        judge scheduled Turner’s initial appearance in court for Friday, November 9\n        at 3:00 PM in Mobile, Alabama, a driving distance of approximately 180 miles\n        from Selma. Second, on November 9 in Mobile, Turner executed a financial\n        affidavit, which indicated that he was unemployed, married, and revealed his\n        and his spouse’s income and his assets, and then appeared before the magis-\n        trate judge, who conducted his initial appearance. The magistrate judge ap-\n        pointed Neil Hanley to represent Turner. Also on November 9, the Govern-\n        ment moved the District Court to order Turner’s pre-indictment detention\n        pursuant to 18 U.S.C. § 3142(e) and (f).\n                 At Turner’s trial, none of these events was made known to the jury. It\n        appears that following his initial appearance before the magistrate judge on\n        November 9, Turner was transported by the U.S. Marshal’s Service from Mo-\n        bile to Baldwin County, Alabama, and taken to North Baldwin Infirmary. His\n        medical records indicate he was at the hospital from November 9–12, but Dr.\n        Barnette’s report says he was hospitalized on November 10.\n               On November 15, in Mobile, the magistrate judge held a preliminary\n        hearing on the charge contained in the criminal complaint Agent Nevin filed\n        on November 8. She found probable cause to believe that Turner had\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023          Page: 19 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                             19\n\n                               *              *                *\n              On November 28, 2018, a Southern District of Alabama\n        grand jury returned an indictment charging Turner in Count One\n        with knowingly possessing three firearms as a convicted felon “on\n        or about” November 8, 2018, in violation of 18 U.S.C. § 922(g)(1). 38\n        On December 6, he was arraigned and entered a plea of not guilty.\n        On December 21, defense counsel notified the Government of\n        Turner’s intent to present an insanity defense. 39 The same day,\n\n\n        committed the 18 U.S.C. § 922(g)(1) offense as alleged and on November 20\n        ordered Turner detained pending trial. The jury was not informed of the pre-\n        liminary hearing, the probable cause determination, or the detention order.\n        38 A superseding indictment was returned against Turner on July 25, 2019, in\n        response to the Supreme Court’s ruling in Rehaif v. United States, 139 S. Ct.\n        2191, 2200 (2019), which held that in an 18 U.S.C. § 922(g) prosecution, the\n        “Government must prove both that the defendant knew he possessed a fire-\n        arm and that he knew he belonged to the relevant category of persons barred\n        from possessing a firearm.” The superseding indictment cured the Rehaif de-\n        ficiency in Count One, and contained an additional charge, Count Two, which\n        alleged that on November 8, 2018, he knowingly possessed a stolen firearm in\n        violation of 18 U.S.C. § 922(j).\n        39 Rule 12.2(a) of the Federal Rules of Criminal Procedure states, in pertinent\n        part:\n               Notice of an Insanity Defense. A defendant who intends to\n               assert a defense of insanity at the time of the alleged offense\n               must so notify an attorney for the government in writing\n               within the time provided for filing a pretrial motion, or at any\n               later time the court sets, and file a copy of the notice with the\n               clerk. A defendant who fails to do so cannot rely on an insanity\n               defense.\n\fUSCA11 Case: 20-12364         Document: 42-1        Date Filed: 03/01/2023          Page: 20 of 83\n\n\n\n\n        20                         Opinion of the Court                       20-12364\n\n        defense counsel moved the District Court to order a mental evalu-\n        ation of Turner to determine his competency to stand trial and\n        whether he was insane when he committed the § 922(g)(1) of-\n        fense. 40 The Court granted the motion on December 27 and or-\n        dered Turner transferred to a facility designated by the Bureau of\n        Prisons for evaluation and the submission of a psychiatric or psy-\n        chological report on his mental status. 41\n               On January 23, 2019, Turner was admitted to the Federal\n        Bureau of Prisons (“BOP”) Correctional Institution at Butner,\n        North Carolina,42 for evaluation of his mental status. Rebecca Bar-\n        nette, Ph.D., a forensic psychologist, performed the evaluation and\n\n        18 U.S.C. § 17, Insanity defense, states:\n                (a) Affirmative defense. It is an affirmative defense to a prose-\n                cution under any Federal statute that, at the time of the com-\n                mission of the acts constituting the offense, the defendant, as a\n                result of a severe mental disease or defect, was unable to ap-\n                preciate the nature and quality or the wrongfulness of his acts.\n                Mental disease or defect does not otherwise constitute a de-\n                fense.\n                (b) Burden of proof. The defendant has the burden of proving\n                the defense of insanity by clear and convincing evidence.\n        40 See 18 U.S.C. §§ 4241, 4242; Fed. R. Crim. P. 12.2(c).\n        41 At trial, the jury was not informed of the occurrence of these events on\n        December 21 and 27, 2018.\n        42 The District Court’s December 27 order providing for Turner’s transfer to\n        the BOP called for his examination to be conducted within 45 days. At the\n        BOP’s request, the Court extended the 45-day period by 30 days to 75 days.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 21 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                              21\n\n        submitted the report called for by the District Court’s order on May\n        3, 2019.\n               Subsequent to receiving a copy of the report, Turner’s coun-\n        sel notified the Government that Turner was asserting, in addition\n        to an insanity defense, two other affirmative defenses: public au-\n        thority 43 and entrapment. 44 He contended that Detective Cal-\n        houn and Agent Nevin authorized him to possess firearms between\n        July 20 and November 8, 2018. 45\n                 As stated in the introduction to this opinion, at Turner’s\n        trial, the Government’s strategy was to establish in its case in chief\n        that none of Turner’s three defenses had a foundation in the evi-\n        dence. Regarding the public authority and entrapment defenses,\n\n\n        43 See Fed. R. Crim. P. 12.3, Notice of a Public-Authority Defense. The notice\n        identified the “Law enforcement agencies involved: Selma, AL Police Depart-\n        ment; Bureau of Alcohol, Tobacco, Firearms, and Explosives”; the “Agency\n        members on whose behalf and/or at whose direction the defendant acted: De-\n        tective Willie Calhoun (Selma PD), Agent Nevin (ATF), unidentified ATF\n        agent(s)”; and “Time during which defendant acted with public authority: July\n        20, 2018-November 8, 2018.”\n        44 See Criminal Rule 12.5 of the Local Rules of the Southern District of Ala-\n        bama.\n        45 The Government responded to the notice, stating it “den[ied] Defendant’s\n        assertion that he exercised public authority as identified in his Notice (Doc.\n        95), and further den[ied] that Defendant is entitled to assert a defense of en-\n        trapment.” Turner’s counsel filed the notice originally on July 23, 2019. He\n        renewed the notice on August 16, 2019, in responding to the superseding in-\n        dictment.\n\fUSCA11 Case: 20-12364         Document: 42-1        Date Filed: 03/01/2023         Page: 22 of 83\n\n\n\n\n        22                          Opinion of the Court                     20-12364\n\n        the Government would rely on the evidence set out in subpart A,\n        supra.\n                Turner had the burden of establishing his insanity defense\n        by clear and convincing evidence. 46 In doing so, he had to prove\n        that he was suffering from “a severe mental disease or defect” that\n        caused him to possess the firearms. 47 Turner decided that he\n        would not establish the mental disease or defect with the expert\n        testimony of a mental health specialist. The Government knew\n        this because Turner had not notified the Government pretrial as\n        required by Rule 12.2(b) that he would be calling such a specialist\n        to testify as an expert witness. 48 Instead, he would set out to prove\n        that he was suffering a severe mental disease or defect with the lay\n        testimony of Mary Walker under Rule 701 of the Federal Rules of\n\n\n\n\n        46 See 18 U.S.C. § 17(b).\n        47 See 18 U.S.C. § 17(a).\n        48 Rule 12.2 states in pertinent part:\n                (b) Notice of Expert Evidence of a Mental Condition. If a de-\n                fendant intends to introduce expert evidence relating to a men-\n                tal disease or defect or any other mental condition of the de-\n                fendant bearing on . . . the issue of guilt . . . the defendant\n                must—within the time provided for filing a pretrial motion or\n                at any later time the court sets—notify an attorney for the gov-\n                ernment in writing of this intention and file a copy of the no-\n                tice with the clerk.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023          Page: 23 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                               23\n\n        Evidence. 49 In the face of this, the Government’s strategy would\n        be anticipatory. It would, in effect, rebut Walker’s testimony by\n        calling Dr. Barnette as an expert witness in its case in chief, rather\n        than on rebuttal after the defense presented its testimony and\n\n\n        49 Defense counsel revealed this in the following exchange that took place in\n        the absence of the jury on the Government’s initiative after the Government\n        rested its case in chief:\n               Prosecutor: Your Honor, we understand that defense intends\n               to offer some lay witness testimony regarding Mr. Turner’s\n               mental state and competency perhaps. And we would just re-\n               quest an order limiting any lay witness testimony to be within\n               the bounds of rule 701.\n               Court: Well, I don’t know what witnesses—\n               Defense: That was—\n               Prosecutor: Lay witness opinion versus expert opinion.\n               Defense: Judge, I don’t think—my client would not be giving\n               any opinion on my client’s—you know, what condition he\n               may suffer from or anything. It would be his—it would be his\n               girlfriend just testifying about what she observed, the things\n               she observed.\n        Rule 701 of the Federal Rules of Evidence states:\n               If a witness is not testifying as an expert, testimony in the form\n               of an opinion is limited to one that is:\n               (a) rationally based on the witness’s perception;\n               (b) helpful to clearly understanding the witness’s testimony or\n               to determining a fact in issue; and\n               (c) not based on scientific, technical, or other specialized\n               knowledge within the scope of Rule 702.\n\fUSCA11 Case: 20-12364        Document: 42-1      Date Filed: 03/01/2023   Page: 24 of 83\n\n\n\n\n        24                          Opinion of the Court             20-12364\n\n        rested. Dr. Barnette would testify that Turner was not unable to\n        “appreciate the nature and quality or the wrongfulness of his\n        acts” 50 on November 8, 2018. As it turned out, the jury decided\n        the severe mental disease or defect element of Turner’s insanity\n        defense without the benefit of expert mental health testimony.\n                               *             *             *\n                Dr. Barnette testified at length about her evaluation of\n        Turner’s mental status. She conducted the evaluation between\n        January 23 and April 18, 2019. In conducting it, she considered law\n        enforcement’s description of the events that occurred on July 20,\n        2018, and between that date and November 8, 2018; records of cell\n        phone calls and text messages Turner sent Detective Calhoun dur-\n        ing that time period; the recordings of the interviews of Turner\n        conducted by Agent Nevin on July 20 and Detective Calhoun on\n        November 8; the indictment returned on November 28, 2018; the\n        order granting defense counsel’s motion for a determination of\n        Turner’s competency to stand trial and insanity at the time of the\n        offense; and the medical records of Turner’s confinement as a pa-\n        tient in North Baldwin Infirmary from November 9–12, 2018. In\n        addition, Dr. Barnette interviewed Turner’s mother and Mary\n        Walker.\n               The North Baldwin Infirmary records indicated that on arri-\n        val at the hospital, Turner was “muttering . . . making some\n\n\n        50 See 18 U.S.C. § 17(a).\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023         Page: 25 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                                25\n\n        unusual, strange comments about having been bit by a dog and\n        maybe being shot.” The hospital’s doctors diagnosed him as hav-\n        ing non-traumatic rhabdomyolysis. 51 “[O]ne of the common\n        causes of that condition is alcohol abuse.” The doctors concluded\n        that “he had been using alcohol pretty heavily [and] there could\n        have been a component of withdrawal from alcohol,” which to-\n        gether “caused his hospitalization.”52\n\n\n\n        51 According to the trial transcript of her testimony, Dr. Barnette used the\n        word “spasmolysis,” not “rhabdomyolysis.” In her report to the District\n        Court, “spasmolysis” nowhere appears. Instead, rhabdomyolysis is the word\n        Dr. Barnette used, and it fits the description she ascribed to it and Turner’s\n        condition on arriving at the North Baldwin Infirmary: “non-traumatic rhabdo-\n        myolysis [is] (a breakdown of muscle tissue). . . . Alcohol abuse is one of the\n        most common causes of non-traumatic rhabdomyolysis.” It is probable that\n        the jurors were unaware of spasmolysis—“the relaxation of spasm,” according\n        to Merriam-Webster’s Dictionary—and focused on Turner’s alcoholism as Dr.\n        Barnette described it.\n        52 Dr. Barnette said: “it was really striking to me that he had to be hospitalized\n        a couple days after he stopped using alcohol [and] to have hallucinations as\n        part of a withdrawal from alcohol. . . . [T]hat’s a pretty severe withdrawal\n        symptom.” She described other symptoms of alcohol withdrawal, some of\n        which Turner exhibited on November 8, as:\n                ranging from what we might term a basic hangover, headache,\n                not feeling well, tiredness, there could be irritability. In more\n                severe cases there can be seizures, what’s called DTs, which\n                are delirium tremors, where someone’s body is shaking.\n                There can also be hallucinations and/or hearing things that\n                aren’t there, seeing things that aren’t there, also potentially\n                having strange experiences, being confused.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 26 of 83\n\n\n\n\n        26                        Opinion of the Court                     20-12364\n\n               The doctors’ conclusion about Turner’s alcohol consump-\n        tion squared with what Turner, his mother, and Mary Walker told\n        Dr. Barnette. He said he “was drinking daily” and around the time\n        of his arrest on November 8 “was drinking heavily.” “He talked\n        about having a craving for alcohol.” He lost his job at Plantation\n        Patterns because he “failed a breathalyzer” test. Mary and his\n        mother “both indicated that he was drinking heavily.” His mother\n        said: “he drinks constantly.”\n               Part of Dr. Barnette’s evaluative work involved meeting\n        with Turner. She saw him once a week for five weeks. 53 In the\n        end, she made two diagnoses. One was that he had “an alcohol use\n        disorder” that was “severe, just because of all of the problems that\n        alcohol use had caused him.” The other was that he had an “anti-\n        social personality disorder.” An antisocial personality disorder is\n        “pervasive”; it “last[s] throughout your life.” The “individual has\n        had some problems with violating the rights of others . . . by com-\n        mitting crimes or engaging in aggressive behaviors.” They “appre-\n        ciate what they are doing . . . tak[ing] advantage of others.”\n        “[T]ypically an individual who has this disorder . . . might not learn\n        from consequences, but they know very clearly that there are con-\n        sequences, from experience.” Asked whether one diagnosed with\n        an antisocial personality disorder would be unable to appreciate\n        the nature of one’s action, Dr. Barnette said: “No, it wouldn’t be\n\n\n\n        53 During that time, Turner was subjected to a battery of psychological tests.\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023     Page: 27 of 83\n\n\n\n\n        20-12364                Opinion of the Court                        27\n\n        that they wouldn’t be able to appreciate what they are doing. It\n        just might be a tendency to . . . violate or take advantage of others.”\n               The prosecutor asked Dr. Barnette about psychotic disor-\n        ders. She said that individuals suffering from psychotic disorders\n        would typically have started showing signs of such disorders in\n        their “late teens [or] early twenties.” There was no evidence of\n        such signs in Turner’s medical history. And nothing indicated that\n        he had “suffered from a psychotic disorder prior to his arrest.”\n        While in pretrial detention—presumably without access to alco-\n        hol—he “did not report any symptoms consistent with psychosis\n        such as hearing voices or seeing things.” Individuals with psychotic\n        disorders typically require some treatment “to help keep their\n        symptoms in check.” This is because psychosis symptoms like hal-\n        lucinations and hearing things do not cease on their own. But\n        Turner did not receive any “antipsychotic medications” while at\n        North Baldwin Infirmary, while in pretrial detention before arriv-\n        ing at Butner, or while there. In short, Dr. Barnette found no evi-\n        dence indicating that Turner was suffering from a psychotic disor-\n        der on November 8, 2018.\n                            *             *              *\n               This appeal is based solely on the opinion Dr. Barnette ex-\n        pressed when the prosecutor asked her on direct examination and\n        again on re-direct examination whether Turner was unable to ap-\n        preciate the nature or the wrongfulness of his actions on Novem-\n        ber 8. Defense counsel objected to the questions on the ground\n        that they called for Dr. Barnette to render an opinion foreclosed by\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 28 of 83\n\n\n\n\n        28                     Opinion of the Court                20-12364\n\n        Rule 704(b) of the Federal Rules of Evidence in that the opinion\n        addressed an element of Turner’s insanity defense: that (“as a result\n        of a severe mental disease or defect”) he “was unable to appreciate\n        the nature and quality or the wrongfulness of his acts.” On both\n        occasions, the District Court overruled the objection.\n               We consider first Dr. Barnette’s answer to the question on\n        direct examination. The question and thus the answer was ambig-\n        uous. Was the prosecutor’s question about Turner’s “actions on\n        November 8” referring to his wrongful possession of firearms as a\n        convicted felon or to his behavior in shooting up the apartment?\n        This is the exchange that took place before the jury:\n              Prosecutor: Now, based on your personal observa-\n              tions, as a medical professional, and based on watch-\n              ing the post-arrest video, and based on the time you\n              spent with Mr. Turner, do you believe in your profes-\n              sional opinion that—based on your observations—he\n              was unable to appreciate the nature of his actions on\n              November 8?\n              Defense: Judge, I object, precisely my argument—\n              Court: Overruled.\n              Dr. Barnette: Okay. So the question is—\n              Prosecutor: Based on all your professional evidence\n              and experience, and watching everything the jury’s\n              seen, in your professional opinion do you believe that\n              Mr. Turner was unable to appreciate the nature of his\n              actions on November 8th, 2018?\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023         Page: 29 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                               29\n\n                Dr. Barnette: That he was unable to appreciate his ac-\n                tions—\n                Prosecutor: The nature of his actions?\n                Dr. Barnette: —the nature of his actions on Novem-\n                ber 8?\n                Prosecutor: 2018.\n                Dr. Barnette: I believe there are some—you know,\n                there’s suggestion that he did [appreciate the nature\n                of his actions]. After his arrest he was able to very\n                clearly explain to officers what had happened, he was\n                able to say that he knew, you know, what had taken\n                place. He did that clearly, yes.\n               The prosecutor, referring to the body camera footage and\n        the video of Turner’s post-arrest interrogation by Detective Cal-\n        houn, then asked Dr. Barnette to specify what aspects of Turner’s\n        behavior as depicted in those exhibits showed that “he might be\n        able to appreciate the nature of his actions.” The defense objected\n        to the question about “what his mental state was during a post-\n        offense interview,” saying that was “not the issue.” 54 The prose-\n        cutor responded that “the best evidence of Mr. Turner’s mental\n        state at the time of the offense is a video of him immediately there-\n        after.” The court overruled the objection. Dr. Barnette testified\n        that in the body camera footage of Turner’s encounter with the\n\n        54 Turner’s opening brief in this appeal does not specifically challenge Dr. Bar-\n        nette’s testimony in response to the prosecutor’s questions about his mental\n        state as shown in Exhibits 1, 2, and 22.\n\fUSCA11 Case: 20-12364        Document: 42-1      Date Filed: 03/01/2023    Page: 30 of 83\n\n\n\n\n        30                          Opinion of the Court              20-12364\n\n        police after exiting the apartment building, Turner recognized that\n        the officers were police officers and complied with their orders.\n        She also noted how, during the post-arrest interrogation, he “was\n        able to clearly communicate” his answers to the officer’s questions,\n        “appeared calm,” and despite a moment of imagining something\n        falling on him, was able to communicate coherently.\n                On cross-examination, defense counsel focused on the first\n        element of Turner’s insanity defense, whether Turner was suffer-\n        ing from “a severe mental disease or defect,” 55 and asked Dr. Bar-\n        nette about a “general psychiatric condition called psychosis.” She\n        acknowledged that psychosis can cause disorientation, confusion,\n        hallucinations, and delusions. She also acknowledged that psycho-\n        sis is “a severe mental disorder.” Counsel asked her whether a se-\n        vere mental disorder could be manifested by insomnia, disor-\n        ganized thinking, speech and language problems, disorientation,\n        and a change in sleeping habits in addition to confusion, hallucina-\n        tions, and delusions. She answered “yes” as to each symptom.\n               Dr. Barnette then agreed with counsel that one of the psy-\n        choses is “stress-induced psychosis” that could involve “a high\n        amount of stress” and “depression.” That psychosis manifests as a\n        “brief psychotic episode.” But “if there’s evidence of substance\n        abuse at the same time, it’s very difficult to tease that out and know\n        that that was a brief psychotic disorder in direct . . . relation to the\n        stressor.” She did agree with counsel’s statement that “the[]\n\n        55 See 18 U.S.C. § 17(a).\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023      Page: 31 of 83\n\n\n\n\n        20-12364                Opinion of the Court                        31\n\n        symptoms of alcohol-withdrawal psychosis and the symptoms of\n        stress-induced psychosis . . . essentially mirror each other.” Asked\n        why she never mentioned “stress-induced psychosis or brief psy-\n        chotic disorder” in her report, Dr. Barnette said: “[b]ecause it was\n        better explained by the alcohol use. . . . [A] brief psychotic disorder\n        cannot be related to substance use. It will be ruled out, if there is\n        evidence of substance abuse that could cause similar symptoms.”\n              With defense counsel operating under the assumption that\n        Turner’s behavior on November 8 was not alcohol-related, this ex-\n        change occurred:\n               Defense: And his family did not indicate to you spe-\n               cifically on the day of this incident or immediately\n               prior to it that he was involved in heavy alcohol drink-\n               ing specifically at that time?\n               Dr. Barnette: They indicated to me that he had been\n               drinking heavily in the time preceding the arrest.\n               Defense: In what time frame preceding the arrest?\n               Dr. Barnette: In the months preceding that. . . . His\n               girlfriend described . . . that it really started when he\n               lost his job, after he lost his job, that he really began\n               to drink heavily. And that would be in February 2018.\n               And then I believe his mother was talking about the\n               death of his cousin, and I believe that was in the late\n               summer or fall of 2018. So they both kind of talked\n               about these two different stressors. But they talked in\n               the months prior to the arrest that he was drinking\n               very heavily.\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 32 of 83\n\n\n\n\n        32                     Opinion of the Court                 20-12364\n\n        Then, apparently accepting that alcohol may have contributed to\n        Turner’s November 8 behavior, counsel returned to the alcohol-\n        withdrawal and stress-induced psychoses in this exchange:\n              Defense: Now, again, and these conditions, these\n              symptoms of alcohol-withdrawal psychosis and the\n              symptoms of stress-induced psychosis, brief psychotic\n              disorder, essentially mirror each other, don’t they?\n              Dr. Barnette: They are very similar, they can be, yes.\n              Defense: But in your report and during your investi-\n              gation you never mentioned stress-induced psychosis\n              or brief psychotic disorder?\n              Dr. Barnette: Because it was better explained by the\n              alcohol use. As I said, a brief psychotic disorder can-\n              not be related to substance use. It will be ruled out,\n              if there is evidence of substance abuse that could\n              cause similar symptoms.\n              Defense: Okay. You didn’t put in here that you had\n              specifically ruled out brief psychotic disorder or\n              stress-induced psychosis?\n              Dr. Barnette: I did not. I just didn’t diagnose it.\n               Regarding the matter of alcohol, counsel asked Dr. Barnette\n        if withdrawal symptoms are “voluntary.” She said that whether\n        alcohol withdrawal is involuntary would depend on the circum-\n        stances. Someone who had never experienced symptoms after\n        drinking might not know what to expect from withdrawal, while\n        “someone who knows what to expect” and “know[s] they’re hav-\n        ing problems . . . would know what to expect with the\n\fUSCA11 Case: 20-12364    Document: 42-1      Date Filed: 03/01/2023     Page: 33 of 83\n\n\n\n\n        20-12364              Opinion of the Court                       33\n\n        withdrawal.” And Turner would. He “talked about the inability\n        to even sleep when he wasn’t drinking and that he was having\n        some significant difficulties when he wasn’t drinking.” Although\n        she did not know when Turner first manifested hallucinations from\n        drinking or withdrawal, Dr. Barnette was aware that his “halluci-\n        nations were going on around this time when he was drinking\n        heavily, trying to stop.”\n              When defense counsel finished his cross-examination, the\n        prosecutor, on re-direct examination, repeated the question she\n        had previously asked Dr. Barnette over a defense objection.\n              Prosecutor: In your expert opinion . . . was Mr.\n              Turner able to appreciate the nature and quality of his\n              actions on November 8th, 2018?\n              Defense: Judge, I’m just for the record going to renew\n              my objection.\n              Court: Overruled.\n              Dr. Barnette: Okay. So you’re saying the way he was\n              at that time was he able to?\n              Prosecutor: On November 8, during the—let’s use\n              the moment in time of when Lieutenant Fulford\n              shows up and his body camera’s turned on, Mr.\n              Turner’s shooting up the apartment.\n              Dr. Barnette: Yes.\n              Prosecutor: At that time, at that point in time—\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 34 of 83\n\n\n\n\n        34                        Opinion of the Court                      20-12364\n\n               Dr. Barnette: Yes, yes, it’s my opinion that he did and\n               he understood what had happened, what had taken\n               place, and he communicated that.\n               Prosecutor: And he understood the wrongfulness of\n               his actions?\n               Dr. Barnette: He did. 56\n               On re-cross, defense counsel asked Dr. Barnette to clarify\n        what she meant when she answered the prosecutor’s question\n        about Turner’s understanding of the wrongfulness of his actions.\n        Specifically, he asked if Turner had ever “said he thought he did the\n        wrong thing in trying to protect himself.” Dr. Barnette responded:\n        “I think when I was answering that question, it was my understand-\n        ing that that meant his wrongfulness of having the firearm and not\n        being allowed to have that.” She also confirmed that Turner told\n        her that he thought he was working with the police. But she noted\n        that Turner said that he tried to ask the police for permission to\n        buy the AR-15s, “but was unable . . . to get that authorization.” She\n\n\n        56 At the close of her direct examination of Dr. Barnette, the prosecutor asked\n        whether “[a]s part of [her] prognosis and treatment recommendations for Mr.\n        Turner . . . [she] recommend[ed] that he participate in Alcoholics Anony-\n        mous.” Her response:\n               I recommended that he have pretty intense in-patient sub-\n               stance abuse treatment for his alcohol use and then, you know,\n               after having that foundation of treatment, to have some sort\n               of relapse prevention following that for when he got back into\n               the community, such as Alcoholics Anonymous so he would\n               have support around that.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 35 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                             35\n\n        testified on re-direct that he said he “should have waited to speak\n        to the detective prior to obtaining the firearms.” He also “indicated\n        that he should not have obtained his mother’s firearm,” but that he\n        took it because he was “scared.” And he “expressed to [her] very\n        clearly that he knew he could not have [firearms] due to his prior\n        felony conviction.” 57\n                               *              *               *\n                As indicated above, the final question in the prosecutor’s in-\n        itial re-direct examination of Dr. Barnette asked whether Turner\n        “understood the wrongfulness of his actions” on November 8. She\n        said, “he did.” Dr. Barnette gave that answer after stating that it\n        was her “opinion” that after Lieutenant Fulford arrived, Turner\n        “understood what had happened, what had taken place, and he\n        communicated that.” The prosecutor never asked Dr. Barnette (1)\n        whether Turner was suffering from a “severe mental disease or de-\n        fect” (the first element of the insanity defense), and (2) if so,\n        whether his possession of the firearms on November 8, 2018, was\n        “a result of” a severe mental disease or defect (the second element\n        of the defense). 58 The Government apparently considered those\n        two points irrelevant. The insanity defense asked only this:\n\n\n        57 Turner testified that in 1998 or 1999, he was convicted of a felony in Ala-\n        bama—as a “person[] forbidden to carry a firearm”—and sent to prison. He\n        was released in 2006.\n        58 The third element is the mental state: whether the defendant “was unable\n        to appreciate the nature and quality or the wrongfulness of his acts.” § 17(a).\n\fUSCA11 Case: 20-12364        Document: 42-1     Date Filed: 03/01/2023   Page: 36 of 83\n\n\n\n\n        36                         Opinion of the Court             20-12364\n\n        whether Turner was unable to appreciate that his possession of the\n        firearms on November 8 was wrongful.\n               When defense counsel asked Dr. Barnette what the prosecu-\n        tor’s questions meant to her, she said it was her understanding that\n        the questions referred to Turner’s appreciation of “his wrongful-\n        ness of having the firearm and not being allowed to have [it].” She\n        said this even though the prosecutor’s questions did not seek such\n        response.\n               In sum, the prosecutor and defense counsel seemed to have\n        reframed Turner’s insanity defense to read: “when Turner pos-\n        sessed the firearms on November 8, was he unable to appreciate\n        the nature and quality or the wrongfulness of his acts?” According\n        to the prosecutor, the answer was revealed in the moment Lieu-\n        tenant Fulford showed up at 11 Mabry Street and in the video of\n        Detective Calhoun’s subsequent questioning of Turner. According\n        to defense counsel, the answer was in what Mary Walker had ob-\n        served.\n                               *            *             *\n              Dr. Barnette was the Government’s final witness. After the\n        prosecutor announced rest, defense counsel moved for a judgment\n        of acquittal, 59 and the District Court denied the motion.\n\n\n\n\n        59 See Fed. R. Crim. P. 29(a).\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 37 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                             37\n\n                                             B.\n               Turner’s defense strategy was based on his three affirmative\n        defenses. 60 First, he was insane. He was suffering from a severe\n        mental disease or defect that made him unable to appreciate that\n        his possession of the firearms on November 8, 2018, was wrongful.\n        He would prove this defense with Mary Walker’s testimony. Sec-\n        ond and third, he possessed the firearms in the exercise of public\n        authority and, if not, because he was entrapped into possessing the\n        firearms. Turner would establish those defenses with the testi-\n        mony Detective Calhoun and Agent Nevin had already given and\n        by what he would say when he testified. 61\n               Turner began with the predicate for his insanity defense—\n        specifically, several months of anxiety, culminating in depres-\n        sion.62 It all started when he lost his father. A short time later, in\n        February 2018, he lost his job at Plantation Patterns after having\n        worked there for eleven years. He looked for work but could not\n        find any and had to rely on unemployment insurance. “[He] had a\n\n\n        60 Turner presented his defense after the District Court denied his motion for\n        judgment of acquittal. See Fed. R. Crim. P. 29.\n        61 Turner called three witnesses in his defense: Officer Ashley Gaskins, who\n        encountered Turner at the 11 Mabry Street apartment complex around 2:00\n        to 3:00 AM on November 8 as related supra in subpart A, Mary Walker, and\n        himself.\n        62 Mary Walker sometimes described Turner’s mood as one of sadness. We\n        include sadness within the term depression or depressed.\n\fUSCA11 Case: 20-12364      Document: 42-1         Date Filed: 03/01/2023          Page: 38 of 83\n\n\n\n\n        38                       Opinion of the Court                       20-12364\n\n        daughter [he] had to take care of,” and being unable to support her\n        was telling. Then, a few months later—some time prior to his en-\n        counter with Detective Calhoun and Agent Nevin on July 20,\n        2018—his cousin, Quentin Davis, who was like a son to him, was\n        murdered. On top of all of this was the pressure he felt to provide\n        Detective Calhoun with information Calhoun needed to solve the\n        murders he was investigating—information he was either unwill-\n        ing or unable to provide. He was also anxious for his own safety\n        because of the possibility that certain individuals in the community\n        would find out that he was cooperating with the police. He knew\n        from the time he had spent in prison “what happened to\n        snitches.” 63\n                Mary Walker described Turner’s emotional state prior to his\n        arrest. “He wasn’t sleeping at all.” A couple of days before his ar-\n        rest, “[h]e was talking out of his head.” Then, around midnight on\n        November 8 (the night before his arrest), he awakened her, saying:\n\n\n\n\n        63 He summed up his dilemma thus:\n              I’m going through a whirlwind of emotions. Like I say, I lost\n              my father, I lost my job, my cousin’s killed, I can’t find a job,\n              the police is on my back, I’m scared, you know. Then I don’t\n              want nobody to know I’m working with the police . . .\n              [b]ecause you don’t snitch. I’ve been to the penitentiary. I\n              know what happened to snitches. If it gets found out that\n              you’re working with law enforcement, my life is in danger.\n              I’m scared.\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 39 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                              39\n\n        “Be quiet. . . . Don’t you hear them outside? . . . Somebody outside\n        is trying to get me.” She heard nothing and saw nothing.\n               Turner kept Walker awake as the morning progressed, re-\n        peatedly telling her someone was outside trying to get into the\n        house. She looked around several times and saw no one. He took\n        a shower, thinking “maybe it will stop.” Then, he dressed, went to\n        the front room, and called one of the men who worked at Planta-\n        tion Patterns (while Turner was employed there). The man ap-\n        peared and, contrary to what Turner insisted, was unable to see\n        anyone outside. Later that morning, the police (Officers Gaskins\n        and Pinkston) arrived and talked to Turner.64 Around 4:00 AM,\n        Turner told Mary to get ready for work. She was due on the job at\n        Plantation Patterns at 6:00 AM.\n              Mary drove Turner’s Titan pickup truck to work. He rode\n        along as a passenger. En route, she observed him saying to imagi-\n        nary persons in the back seat: “I told y’all not to get in my truck.”\n        Upon arriving at Plantation Patterns, Mary got out of the Titan and\n        Turner moved over to the driver’s seat.\n\n\n\n\n        64 Mary overheard part of Officer Pinkston’s discussion with Turner. She\n        heard one of the officers say: “Well, sir, if they come back around again, just\n        give us a call. . . . Because we don’t see anybody out here now.” Mary also\n        indicated she was getting ready for work around 4:00 AM when the officers\n        arrived, though Officer Gaskins testified that she arrived around 2:00 or 3:00\n        AM.\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023      Page: 40 of 83\n\n\n\n\n        40                      Opinion of the Court                  20-12364\n\n               Turner testified that on leaving Mary at Plantation Patterns,\n        he called Calhoun.65 No answer. So, he called him again. Still no\n        answer. He then drove to his mother’s house. She was not there\n        because she had gone to work. He disabled the house’s alarm and\n        entered. He got on his mother’s computer and searched some job-\n        application websites. After that, he looked out of a window and\n        saw a car with three men drive past the house. He had seen the car\n        earlier, “when [he] took [Mary] to work.” “They followed me,” he\n        said. “They was outside my house the night before with guns. I\n        don’t know for sure, but there can’t be no coincidence. I keep see-\n        ing a strange vehicle and these guys.” His mother had guns. So,\n        fearing for his life, he took the pistol she had in a box in her closet,\n        reset the house alarm, and went straight home to Mary’s apart-\n        ment. Mary called, but they did not talk for long. He reminded\n        her that she could not call from work.\n               Later that morning, Turner was watching TV when he\n        heard a voice at the back door saying: “As soon as he opens, I’m\n        gonna fire him up.” He ran to the spare bedroom where he had\n        stashed the guns, grabbed an AR-15, and went to the back door\n        where he heard “bumping” like “they [were] fixing to come in.”\n        He then “start[ed] shooting at the door.” He ran to the front room,\n        called Mary, and told her to call the police. “They in here,” he said,\n        “[t]hey’re trying to kill me.” She told him to “calm down, ain’t\n\n\n        65 Turner’s phone records show he called Calhoun at 4:53 AM on November\n        8, before Mary drove to work. The call went unanswered.\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 41 of 83\n\n\n\n\n        20-12364               Opinion of the Court                       41\n\n        nobody there.” “[S]he didn’t want to hear it,” he said. So, he hit\n        911 and called the police: “Send somebody out here, my life’s—\n        somebody broke in my house, they trying to kill me.” As he spoke\n        to dispatch, he heard the imaginary men say: “We’re gonna go at\n        the same time.” He fired more shots, unlocked the door, and saw\n        the police.\n                Turner’s public authority and entrapment defenses evolved\n        over a two-and-a-half-month period, from July 20 onward. The on-\n        set occurred during his conversation with Agent Nevin following\n        the traffic stop. Turner knew he could be prosecuted for possessing\n        the .40 caliber Smith & Wesson pistol he was carrying that day. In\n        an effort to persuade Agent Nevin to let him go, he told Detective\n        Calhoun, with whom Nevin was working closely, that he could get\n        the information Calhoun needed about his cousin Quentin’s mur-\n        der. He would provide the information “to keep [himself] out of\n        the jail,” as he put it. Calhoun was receptive, so Agent Nevin, ac-\n        commodating Calhoun, forewent Turner’s arrest.\n                 Turner testified that he and Calhoun exchanged phone\n        numbers, and the next day they spoke on the phone. They talked\n        about the information he had “provided on Quentin’s murder,”\n        and Calhoun asked him “about other murders or shootings . . . he\n        wanted to find out any information . . . [Turner] could get on that.”\n        Turner told Calhoun he would find out as much as he could about\n        “any crime” in Selma. On July 25, he sent Calhoun photos of guns\n        a guy had for sale and asked Calhoun if he “want[ed] to buy them.\n        . . . [Calhoun] said he had to talk with others about that and would\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 42 of 83\n\n\n\n\n        42                     Opinion of the Court                20-12364\n\n        get back.” He never did. After Turner sent Calhoun the photos,\n        he and Calhoun went back and forth about a “whole array” of\n        “criminal activity” in Selma. He kept “working with Detective Cal-\n        houn” because, as he testified: “I still have a potential charge over\n        my head and I haven’t satisfied him enough.”\n               In September, after an SPD officer had been murdered and\n        Calhoun summoned Turner to the ALEA office, Calhoun intro-\n        duced him to an ATF agent, the “head field agent,” Agent Nevin’s\n        supervisor. The agent talked with Turner about his “problem,” re-\n        ferring to Turner’s possession of the Smith & Wesson pistol in July,\n        and said that he was “the one with the authority to take care of\n        [Turner’s] problem . . . the one who could make [it] disappear.”\n        The ATF agent told him to follow Calhoun’s directions, and that\n        the ATF would reimburse him if “something [came] up” and he\n        “need[ed] to spend [his own] money.” Turner said that after leav-\n        ing the meeting, Calhoun told him: “We have a go now.” “[Y]ou\n        don’t have to hesitate about buying guns or drugs or anything. . . .\n        Do not let the opportunity pass you up to make cases for me.” Cal-\n        houn explained: “The feds are in town to help us on cases.”\n               Following this conversation with Calhoun, Turner said: “I\n        got in my truck and left, and that’s when I put the word out that I\n        was looking to buy guns and drugs.” As indicated supra at 8–11,\n        Calhoun maintained that he never gave Turner permission to buy\n        guns.\n              In response to the prosecutor’s question on cross-examina-\n        tion, “when did your relationship with the Selma Police\n\fUSCA11 Case: 20-12364       Document: 42-1        Date Filed: 03/01/2023       Page: 43 of 83\n\n\n\n\n        20-12364                 Opinion of the Court                            43\n\n        Department and with Detective Calhoun, under which you agreed\n        to be purportedly a criminal or confidential informant, begin?”\n        Turner said: “When they stopped me in July. And then we con-\n        tacted each other the next day and it started then.” The prosecutor\n        then asked whether he “fill[ed] out any paperwork” indicating that\n        he was an SPD confidential informant. Turner answered: “No.”\n               The word Turner put on the street did not yield a firearm\n        transaction until November 6. That day, he bought one of the two\n        AR-15s described in the indictment. A man he referred to as “OG,”\n        whose sister used to live in the second-story apartment across from\n        Mary’s, had contacted him in October. OG called to say that he\n        had an AR-15 for sale. He quoted a price of $450 to $500. Turner\n        said he had $200 and could give him the rest later. OG agreed and\n        sold Turner the rifle. 66\n               Later in the day, a man Turner had worked with at Planta-\n        tion Patterns years ago, Lonnie Thomas (whom Turner referred to\n        as “Main”), called Turner to say he had guns for sale. Thomas had\n        heard that Turner was looking for guns to buy. Turner said he was\n        interested but could not “get with him” at the moment. He would\n        contact Thomas later. The next day, November 7, they met at\n        Thomas’s residence. Thomas showed him ten to twelve different\n\n\n        66 The police found a ledger in a drawer of a dresser in the bedroom in Mary\n        Walker’s apartment. The ledger contained this entry: “OG ... three or $400.”\n        Turner explained, seemingly referring to OG: “one of them owed me money\n        and came and asked me to borrow some money and I told him no.”\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023        Page: 44 of 83\n\n\n\n\n        44                         Opinion of the Court                      20-12364\n\n        revolvers, handguns, and rifles, including AR-15s. Turner pur-\n        chased an AR-15 and a “little pistol” for $175 up front and some\n        marijuana he would provide later. 67 Then, he went to the bank,\n        obtained cash, bought some marijuana, and went home.68 He ar-\n        rived at Mary Walker’s apartment between 1:30 and 2:00 PM.\n                Turner said he called Calhoun after purchasing each rifle in\n        an effort to turn the rifles over, but his phone records indicate he\n        did not call Calhoun on November 6 or 7. He put the guns and the\n        marijuana in the spare bedroom closet because he did not want\n        Mary to discover the “stuff.” He was not “supposed to have any of\n        it.” It could “destroy [his] relationship” with her.\n               On cross-examination, Turner admitted that he left the pis-\n        tol box closed in his mother’s closet when he took the gun because\n        he “didn’t want her to know” he took it. When the prosecutor\n        asked him why he had hidden the AR-15s in the spare bedroom\n\n\n        67 The seller threw in the “little”.38 caliber pistol (for which he was not in-\n        dicted). But because of “something about the firing pin” it “wasn’t functional.”\n        68 The above description of when and how Turner acquired the firearms is\n        taken from his testimony at trial. It differs markedly from what he told Detec-\n        tive Calhoun following his arrest on November 8. As indicated supra, he told\n        Calhoun the AR-15s were bought “off the street” and were “hot.” He never\n        mentioned OG and Thomas as the men who sold him the AR-15s. (The initials\n        OG were in a ledger the officers found in the bedroom, as indicated in note\n        34, supra.) He knew he could not buy the firearms at a gun shop because he\n        was a convicted felon. As he told Calhoun, “I been to the penitentiary for—I\n        shot a couple of people and . . . and then when I got out I got straight back\n        out, but I went straight back in for shooting somebody again.”\n\fUSCA11 Case: 20-12364       Document: 42-1        Date Filed: 03/01/2023      Page: 45 of 83\n\n\n\n\n        20-12364                 Opinion of the Court                           45\n\n        closet the day before, he said he did so because he “didn’t want [his\n        girlfriend] to see them,” as she did not allow guns in the home be-\n        cause of his status as a convicted felon. And when asked if he knew\n        he was not allowed to possess the firearms, he answered:\n               Legally, yes; you right. But I was given a leeway by\n               the police, from my understanding. I had to take pos-\n               session of them to help make a case. And I was told\n               whatever I did in reference to helping make cases,\n               that I would not be charged with it. That’s why I had\n               the possession of the firearms.\n                                            II.\n                The defense rested after Turner testified. The Government\n        offered no rebuttal. Turner renewed his motion for judgment of\n        acquittal, 69 and the District Court denied the motion. The charge\n        conference followed. At that point, the prosecutor questioned the\n        sufficiency of the evidence to support Turner’s insanity defense,\n        but not via a motion to strike the defense. Instead, the prosecutor\n        questioned whether the Court should instruct the jury on Turner’s\n        insanity defense as proposed.\n               Prosecutor: The insanity instruction. The expert tes-\n               timony in this matter suggests that this instruction is\n               not appropriate and there’s been nothing sufficient to\n               rebut that. We think that the insanity instruction is\n\n\n        69 Turner renewed the motion for judgment of acquittal he made at the close\n        of the Government’s case in chief.\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023      Page: 46 of 83\n\n\n\n\n        46                     Opinion of the Court                 20-12364\n\n              just going to lead to confusion of the issues for the\n              jury.\n              Court: Well, I think the opinion by the expert is just\n              like any other testimony. I understand what you’re\n              saying. You may believe what she said, I may believe\n              what she said. But we’re not going to be one of the\n              12 who decide what is true and what is false. They\n              could believe her, they could not believe her. They\n              could accept her opinion or reject it. I think they\n              likely will accept what she said as her honest beliefs.\n              But whether they agree with her and the conclusions\n              and inferences she wants them to draw, they can con-\n              clude and draw inferences of their own that are con-\n              trary to that. The defendant has testified, and I think\n              his testimony and the video of his interview is suffi-\n              cient for a jury to decide that he is insane—or was in-\n              sane at the time, rather. I think it’s a question, a fac-\n              tual question.\n              Prosecutor: I think, Your Honor, if I can just add one\n              more thing at least for the record? It appears the de-\n              fense might be trying to argue some kind of insanity\n              due to withdrawal of a substance. And to the extent\n              they are attempting to argue that, the law does not\n              support that as a ground for insanity.\n              Court: I agree with you. And in fact, that’s why the\n              instruction says “but mental disease or defect doesn’t\n              otherwise.” In other words, if you have other mental\n              problems but they don’t arise to the level of being a\n              severe mental disease or defect such that you cannot\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023     Page: 47 of 83\n\n\n\n\n        20-12364               Opinion of the Court                      47\n\n              appreciate the nature and quality and wrongfulness of\n              your act, that’s not insanity. And I think that’s where\n              you have to make your argument perhaps.\n               The Court told the prosecutor to draft an instruction dealing\n        with the withdrawal issue, stating that he would “give it.” The\n        Court then adjourned for the day. Before the trial resumed the\n        next day for closing argument of counsel and the Court’s submis-\n        sion of the case to the jury, the prosecutor announced: “we revis-\n        ited the issue of whether it was appropriate to have an intoxication\n        instruction added or withdrawal instruction, and ultimately de-\n        cided that that was not appropriate.” Consequently, the jury was\n        not instructed on the role alcohol played, if any, in determining\n        whether Turner had a severe mental disease or defect on Novem-\n        ber 8, 2018.\n                Following the charge conference, the jury returned to the\n        courtroom to hear the parties’ closing arguments and, after that,\n        the Court’s instructions on the law. The prosecutor addressed the\n        jury first, and following defense counsel’s remarks, presented a re-\n        buttal.\n              In her opening remarks, the prosecutor focused mainly on\n        Turner’s credibility. She portrayed as unbelievable the notion that\n        Turner bought the AR-15 rifles because he was working under-\n        cover as a confidential informant for the SPD under Detective Cal-\n        houn’s supervision. She argued his witness-stand explanation of\n        why he bought the rifles was made up.\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 48 of 83\n\n\n\n\n        48                     Opinion of the Court                20-12364\n\n                The prosecutor pointed out the inconsistencies in the state-\n        ments Turner made about his acquisition of the rifles. On the wit-\n        ness stand, he contradicted what he said during the video-taped\n        post-arrest interview with Detective Calhoun at the SPD headquar-\n        ters on the day of the shootings. And he contradicted himself about\n        where and when he got possession of the pistol. The prosecutor\n        asked: “Do you think Mr. Turner’s elderly mother had this ex-\n        tended clip in her closet? (Indicating.) Does that make sense to\n        you?” Regarding the elements of the felon-in-possession offense,\n        the prosecutor played the video tape of Turner’s interview with\n        Calhoun. It established that Turner knew that he could not possess\n        the firearms as a convicted felon.\n               The prosecutor said very little about Turner’s insanity de-\n        fense in her initial remarks. She mentioned the elements of the\n        defense and that Turner had the burden of establishing them.\n        Then, referring to the video tape of Calhoun’s questioning of\n        Turner following his arrest, she asked: “did it seem like he was in-\n        sane?”\n               In his remarks, defense counsel devoted a considerable por-\n        tion of his time to the insanity defense. He described Turner’s\n        mental state on November 8 and argued that:\n              He was suffering from a severe mental defect. He\n              was a man that was delusional. He was hallucinating.\n              Things were falling on him, bugs were crawling on\n              him. He was seeing people outside. He thought peo-\n              ple were coming to get him. And that’s not\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 49 of 83\n\n\n\n\n        20-12364               Opinion of the Court                      49\n\n              something—they’re trying to act like we made this up\n              in court. That’s not something we made up in court.\n              The psychologist said that he was telling them that\n              back earlier this year when she first met him.\n               Implicitly referring to the first element of the insanity de-\n        fense—that the defendant had a severe mental disease or defect—\n        defense counsel said he and Dr. Barnette “talked about stress-in-\n        duced psychosis and brief psychotic disorder.” Referencing Dr.\n        Barnette’s testimony, he said psychosis is a “severe mental problem\n        that causes people to lose touch with reality.” He also argued that\n        Turner was “scared for his life immediately,” so he took the pistol\n        from his mother’s house “to protect himself” in what he “truly be-\n        lieved” was an “emergency circumstance.”\n               Regarding Turner’s public authority and entrapment de-\n        fenses, counsel argued that Turner bought the AR-15s in reliance\n        on what he thought was permission from Calhoun to act as an in-\n        formant and that Calhoun and Nevin’s claims that they never au-\n        thorized the gun purchases were not credible. Counsel recalled the\n        late September meeting at the ALEA office and what Turner said\n        the supervising ATF agent told him: “You’ve got this hanging over\n        your head. We need you to make leads, we need you to work for\n        us, and you’re going to work through Calhoun. He’s your point of\n        contact, but you’re working for me.”\n               The prosecutor waited for her rebuttal to refer to Dr. Bar-\n        nette’s testimony and the insanity defense. After defense counsel\n        stepped down, she said this:\n\fUSCA11 Case: 20-12364    Document: 42-1      Date Filed: 03/01/2023      Page: 50 of 83\n\n\n\n\n        50                     Opinion of the Court                20-12364\n\n              And Dr. Barnette testified that, based on all of that\n              time that she spent with Mr. Turner and looking at\n              the evidence that you’ve seen, that there’s no way\n              that he’s going to be able to show you that he didn’t\n              understand what he was doing was wrong. He defi-\n              nitely appreciated the nature of his actions. And ask\n              yourself this: If he really did not understand that what\n              he was doing was wrong when he had those guns in\n              his house on November 8th, why did he hide it from\n              Ms. Walker? He definitely understood. He knew that\n              what he was doing was wrong. He admitted as much\n              on the stand. The insanity defense here does not hold\n              water.\n                           *             *             *\n               The prosecutor said this without mentioning the insanity\n        defense’s first and second elements—that the defendant had “a se-\n        vere mental disease or defect,” and that his conduct was the “re-\n        sult” of that disease or defect. Instead, she focused on the third\n        element of the defense, which formed the foundation for her ob-\n        jected-to questions to Dr. Barnette—whether Turner was “unable\n        to appreciate the nature and quality or the wrongfulness of his\n        acts.”\n                           *             *             *\n              The District Court submitted the case to the jury under the\n        Eleventh Circuit Pattern Instructions relating to the 18 U.S.C.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023       Page: 51 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                             51\n\n        § 922(g)(1) offense 70 and the insanity defense, 71 and under instruc-\n        tions composed by the Court and counsel relating to the public au-\n        thority defenses. 72 The Court also instructed the jury that it could\n        return a guilty verdict if it found Turner guilty of possessing any\n        one of the three firearms in Count One. The jury rejected all three\n        affirmative defenses and found Turner guilty of violating\n        § 922(g)(1) with respect to at least one of the three firearms in the\n        indictment. The District Court then sentenced him to a prison\n        term of 120 months.\n                                             III.\n                                              A.\n              The Insanity Defense Reform Act of 1984 (“IDRA”), 18\n        U.S.C. § 17, provides that:\n               It is an affirmative defense to a prosecution under any\n               Federal statute that, at the time of the commission of\n               the acts constituting the offense, the defendant, as a\n\n        70 See 11th Circuit Pattern Jury Instruction, Criminal Cases, O34.6.\n        71 See 11th Circuit Pattern Jury Instruction, Criminal Cases, S15.\n        72 The District Court did not instruct the jury on traditional entrapment,\n        which Turner evidently abandoned during trial, as he did not ask the Court to\n        provide such an instruction during or after the charge conference. The Court\n        did instruct the jury on entrapment by estoppel, which we refer to under “pub-\n        lic authority defenses.” It also appears Turner abandoned an argument during\n        trial that he acted with actual public authority. See supra note 4. His other\n        defense related to public authority—innocent intent—applied only to negat-\n        ing the specific intent element of the § 922(j) charge in Count Two.\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023         Page: 52 of 83\n\n\n\n\n        52                         Opinion of the Court                        20-12364\n\n                result of a severe mental disease or defect, was unable\n                to appreciate the nature and quality or the wrongful-\n                ness of his acts.\n        18 U.S.C. § 17(a). In pleading the defense, Turner undertook to\n        prove “by clear and convincing evidence,” as required by § 17(b),\n        that he was insane when he possessed the firearms on November\n        8, 2018.\n              Rule 704 of the Federal Rules of Evidence, Opinion on an\n        Ultimate Issue, states that:\n                (b) Exception. In a criminal case, an expert witness\n                must not state an opinion about whether the defend-\n                ant did or did not have a mental state or condition\n                that constitutes an element of the crime charged or of\n                a defense. Those matters are for the trier of fact\n                alone.\n        Fed. R. Evid. 704(b) (emphasis added).\n                The issue in this appeal is whether the District Court abused\n        its discretion 73 in allowing Dr. Barnette, over a defense objection,\n        to opine about an element of Turner’s insanity defense, his “mental\n        state or condition” on November 8, 2018. That Turner “was una-\n        ble to appreciate the nature and quality or the wrongfulness of his\n        acts” was the critical element, the sine qua non, of his insanity\n\n\n        73 An abuse of discretion occurs if in deciding an issue “the district court ap-\n        plies an incorrect legal standard or makes findings of fact that are clearly erro-\n        neous.” United States v. Wilk, 572 F.3d 1229, 1234 (11th Cir. 2009).\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023         Page: 53 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                                53\n\n        defense under 18 U.S.C. § 17(a). 74 Rule 704(b) refers to an opinion\n        addressing that element.\n               The prosecutor elicited Dr. Barnette’s opinion concerning\n        the § 17(a) element on two occasions—in questioning her on direct\n        examination and again on re-direct examination. On direct exami-\n        nation, she asked Dr. Barnette for her opinion as to whether\n        Turner was “unable to appreciate the nature of his actions on No-\n        vember 8, 2018.” Dr. Barnette said that “after his arrest he was able\n        to very clearly explain to officers what had happened, he was able\n        to say that he knew, you know, what had taken place. He did that\n        clearly, yes.” Her answer seemed somewhat unresponsive; yet it\n        did speak to Turner’s mental state within the meaning of Rule\n        704(b). On re-direct examination, the prosecutor asked Dr. Bar-\n        nette the question she put to her on direct examination except she\n        substituted the word “able” for “unable” and quoted the mental\n        state element of § 17(a) verbatim: “was he able to appreciate the\n\n        74 Rule 704(b) would not have precluded the prosecutor from asking Dr. Bar-\n        nette whether Turner had a severe mental disease or defect at the time he\n        possessed the firearms for two reasons: (1) Congress amended Rule 704 to in-\n        clude section (b) at the same time it enacted the IDRA and obviously antici-\n        pated that expert opinion testimony would be introduced on the issue of\n        whether the defendant had a severe mental disease or defect at the time of his\n        offense, and (2) such opinion testimony would not constitute evidence as to\n        “whether the defendant did or did not have a mental state or condition that\n        constitutes an element of the . . . [insanity] defense.” Fed. R. Evid. 704(b). See\n        United States v. Thigpen, 4 F.3d 1573, 1580 (11th Cir. 1993) (en banc) (“Expert\n        testimony concerning the nature of a defendant’s mental disease or defect, in-\n        cluding its typical effect on a person’s mental state is admissible.”).\n\fUSCA11 Case: 20-12364        Document: 42-1          Date Filed: 03/01/2023          Page: 54 of 83\n\n\n\n\n        54                         Opinion of the Court                        20-12364\n\n        nature and quality or the wrongfulness of his acts on November\n        8th, 2018?” Then, following a defense objection that was over-\n        ruled, the prosecutor asked Dr. Barnette whether Turner “under-\n        stood the wrongfulness of his actions.” She said, “He did.”\n               We need go no further in deciding the issue at hand. The\n        District Court abused its discretion in overruling the defense objec-\n        tions to the prosecutor’s questions about Turner’s mental state and\n        allowing Dr. Barnette to testify to that element of Turner’s insanity\n        defense.\n                                               B.\n               Although Dr. Barnette’s opinions were admitted in violation\n        of Rule 704(b), we cannot reverse the District Court’s judgment\n        and remand the case for a new trial unless the error affected\n        Turner’s “substantial rights.” Fed. R. Crim. P. 52(a) (“Any error . .\n        . that does not affect substantial rights must be disregarded.”). 75\n\n\n\n\n        75 See also Fed. R. Evid. 103(a)(1):\n                (a) Preserving a Claim of Error. A party may claim error in a\n                ruling to admit or exclude evidence only if the error affects a\n                substantial right of the party and:\n                        (1) if the ruling admits evidence, a party, on the record:\n                                (A) timely objects or moves to strike; and\n                                (B) states the specific ground, unless it was ap-\n                                parent from the context.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023        Page: 55 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                              55\n\n        See United States v. Caniff, 955 F.3d 1183, 1196 (11th Cir. 2020) (ap-\n        plying harmless error review to a Rule 704(b) claim).\n               The Supreme Court prescribed the test for determining\n        harmless error in Kotteakos v. United States, 328 U.S. 750, 764–65,\n        66 S. Ct. 1239, 1248 (1946).\n               If, when all is said and done, the conviction is sure\n               that the error did not influence the jury, or had but\n               very slight effect, the verdict and the judgment should\n               stand, except perhaps where the departure is from a\n               constitutional norm or a specific command of Con-\n               gress. . . . But if one cannot say, with fair assurance,\n               after pondering all that happened without stripping\n               the erroneous action from the whole, that the judg-\n               ment was not substantially swayed by the error, it is\n               impossible to conclude that substantial rights were\n               not affected. The inquiry cannot be merely whether\n               there was enough to support the result, apart from\n               the phase affected by the error. It is rather, even so,\n               whether the error itself had substantial influence. If\n               so, or if one is left in grave doubt, the conviction can-\n               not stand.76\n               So, the question for us is whether the erroneous admission\n        of Dr. Barnette’s opinions about Turner’s mental state under\n        § 17(a) affected Turner’s substantial rights in that they substantially\n\n\n        76 As the Kotteakos Court stated in the first sentence of its opinion, “The only\n        question [before the Court] is whether petitioners have suffered substantial\n        prejudice.” 328 U.S. at 752, 66 S. Ct. at 1241 (emphasis added).\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023        Page: 56 of 83\n\n\n\n\n        56                         Opinion of the Court                      20-12364\n\n        prejudiced his defense. To answer that question, we consider the\n        way in which Turner presented his insanity defense and the District\n        Court submitted it to the jury. Using the IDRA’s lens, we focus on\n        the evidence Turner presented in an effort to prove his insanity de-\n        fense under § 17. The way in which his attorney conducted his de-\n        fense will assist us in doing that.\n               Turner’s insanity defense was conducted and litigated as if\n        our decisions in Blake v. United States, 407 F.2d 908 (5th Cir. 1969)\n        (en banc), 77 and United States v. Milne, 487 F.2d 1232 (5th Cir.\n        1973), which predated the IDRA’s enactment, governed the litiga-\n        tion of the defense. Prior to the IDRA’s enactment in 1984, most\n        Federal courts, including the courts of our circuit, used some form\n        of the insanity defense proposed by the Model Penal Code. It pro-\n        vided that:\n               1. A person is not responsible for criminal conduct if\n                  at the time of such conduct as a result of mental\n                  disease or defect he lacks substantial capacity ei-\n                  ther to appreciate the criminality (wrongfulness)\n                  of his conduct or to conform his conduct to the\n                  requirements of law.\n               2. [T]he terms “mental disease or defect” do not in-\n                  clude an abnormality manifested only by repeated\n                  criminal or otherwise antisocial conduct.\n\n\n        77 In Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981) (en banc),\n        we adopted as binding precedent all decisions of the former Fifth Circuit\n        handed down prior to October 1, 1981.\n\fUSCA11 Case: 20-12364       Document: 42-1        Date Filed: 03/01/2023        Page: 57 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                            57\n\n        Model Penal Code, § 4.01 (P.O.D. 1962).\n                In Blake, we adopted a version of the Model Penal Code’s\n        definition. 407 F.2d at 916. We defined insanity in this way: “A\n        person is not responsible for criminal conduct if at the time of such\n        conduct as a result of mental disease or defect he lacks substantial\n        capacity either to appreciate the wrongfulness of his conduct or to\n        conform his conduct to the requirements of law.” Id. 78 The de-\n        fendant could establish that he had the required mental state for\n        insanity by showing either: (1) that he could not appreciate that he\n        was doing something wrong—meaning either that he was unaware\n        of what he was doing or that he “appreciated that his conduct was\n        criminal but, because of a delusion, believed it to be morally justi-\n        fied”; or (2) that he could not adequately control his conduct, even\n        if he knew he was doing something wrong. See id. at 914–16. We\n        have referred to the second option as the “volitional prong.”\n        United States v. Cameron, 907 F.2d 1051, 1061 (11th Cir. 1990).\n                Under the IDRA, the defendant has the burden of proving\n        that he was insane at the time of the charged offense by clear and\n        convincing evidence. Not so under Blake. There, we presumed\n        that the defendant was sane at the time he committed the offense,\n        but if he presented only “slight evidence” that he was insane at that\n        time, he could shift to the prosecution the burden of proving\n\n\n        78 We also added that “the terms ‘mental disease or defect’ do not include an\n        abnormality manifested only by repeated criminal or otherwise antisocial con-\n        duct.” Blake, 407 F.2d at 916.\n\fUSCA11 Case: 20-12364       Document: 42-1          Date Filed: 03/01/2023          Page: 58 of 83\n\n\n\n\n        58                        Opinion of the Court                        20-12364\n\n        beyond a reasonable doubt that he was in fact sane. Blake, 407 F.2d\n        at 910–11. And that slight evidence could be in the form of lay tes-\n        timony alone. See United States v. Milne, 487 F.2d 1232, 1236 (5th\n        Cir. 1973).\n               Defense counsel presented Turner’s insanity defense with\n        slight evidence, and he did so only with lay testimony as if Blake\n        and Milne controlled the conduct of the defense. When the prose-\n        cutor rested the Government’s case in chief and the District Court\n        denied Turner’s motion for judgment of acquittal, the prosecutor,\n        anticipating that Turner would be relying on lay testimony to\n        prove his insanity defense and that the testimony might not com-\n        ply with Rule 701 of the Federal Rules of Evidence, expressed her\n        concern to the Court.\n               Prosecutor: Your Honor, we understand that defense\n               intends to offer some lay witness testimony regarding\n               Mr. Turner’s mental state and competency perhaps.\n               And we would just request an order limiting any lay\n               witness testimony to be within the bounds of rule\n               701. 79\n\n\n\n        79 Rule 701, Opinion Testimony by Lay Witnesses, states:\n               If a witness is not testifying as an expert, testimony in the form\n               of an opinion is limited to one that is:\n               (a) rationally based on the witness’s perception;\n               (b) helpful to clearly understanding the witness’s testimony or\n               to determining a fact in issue; and\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023      Page: 59 of 83\n\n\n\n\n        20-12364                  Opinion of the Court                           59\n\n               Court: Well, I don’t know what witnesses—\n               Defense: That was—\n               Prosecutor: Lay witness opinion versus expert opin-\n               ion.\n               Defense: Judge, I don’t think—my client would not\n               be giving any opinion on my client’s—you know,\n               what condition he may suffer from or anything. It\n               would be his—it would be his girlfriend just testifying\n               about what she observed, the things she observed.\n\n\n\n\n               (c) not based on scientific, technical, or other specialized\n               knowledge within the scope of Rule 702.\n        Fed. R. Evid. 701.\n               Rule 702 states:\n               A witness who is qualified as an expert by knowledge, skill,\n               experience, training, or education may testify in the form of\n               an opinion or otherwise if:\n               (a) the expert’s scientific, technical, or other specialized\n               knowledge will help the trier of fact to understand the evi-\n               dence or to determine a fact in issue;\n               (b) the testimony is based on sufficient facts or data;\n               (c) the testimony is the product of reliable principles and\n               methods; and\n               (d) the expert has reliably applied the principles and methods\n               to the facts of the case.\n        Fed. R. Evid. 702.\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023     Page: 60 of 83\n\n\n\n\n        60                     Opinion of the Court                 20-12364\n\n              Court: Okay. Well, again, I’m hampered by the fact\n              that I don’t know what questions will be asked.\n              Prosecutor: Yes, sir.\n              Court: So you just need to raise your objections at the\n              appropriate point.\n              Prosecutor: Thank you.\n                Then, after defense counsel presented the evidence of\n        Turner’s insanity defense and rested, the Court convened a charge\n        conference. During the conference, the prosecutor—tacitly ac-\n        knowledging that the defense had put on some evidence of insan-\n        ity—said, regarding the Court’s proposed jury instruction on the\n        insanity defense: “[t]he expert testimony in this matter suggests\n        that this instruction is not appropriate and there’s been nothing suf-\n        ficient to rebut that.” In other words, Turner’s evidence of insan-\n        ity—Mary Walker’s testimony (which, according to defense coun-\n        sel earlier, would establish Turner’s insanity defense) and Turner’s\n        testimony—had not rebutted Dr. Barnette’s expert testimony.\n               The District Court disagreed. Walker’s and Turner’s lay tes-\n        timony was sufficient to submit the insanity defense to the jury.\n        Without objection, the Court therefore submitted the defense to\n        the jury under an instruction the IDRA would require, including\n        the provision that Turner had the burden of proving the defense\n        by clear and convincing evidence. See 18 U.S.C. § 17(b).\n              To consider whether Dr. Barnette’s testimony that violated\n        Rule 704(b) harmed Turner’s substantial rights, we now consider\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 61 of 83\n\n\n\n\n        20-12364               Opinion of the Court                       61\n\n        the sufficiency of Turner’s insanity defense under the IDRA. We\n        first observe what is required under the IDRA. In doing so, the\n        contrast between the IDRA and Blake becomes obvious.\n               We begin with the term “mental disease or defect.” Under\n        Blake, the mental disease or defect did not have to be severe. Un-\n        der the IDRA, the mental disease or defect must be “severe.” See\n        United States v. Reed, 997 F.2d 332, 334 (7th Cir. 1993) (“Proof that\n        [a defendant] had a mental disorder is not enough. The Act re-\n        quires that the mental disorder be severe.”). A condition is not se-\n        vere when it is only a “behavioral disorder[]”—meaning a mental\n        condition that causes someone to lack self-control—because “Con-\n        gress intended to exclude non-psychotic behavioral disorders”\n        from the definition of insanity. United States v. Long, 562 F.3d 325,\n        334 (5th Cir. 2009) (citing S. REP. NO. 98-225, at 225, 229 (1983),\n        reprinted in 1984 U.S.C.C.A.N. 3182, 3407, 3411) (emphasis in orig-\n        inal). “The legislative history of 18 U.S.C. § 17 reveals that: ‘The\n        concept of severity was added to emphasize that non-psychotic be-\n        havior disorders or neuroses such as an ‘inadequate personality,’\n        ‘immature personality,’ or a pattern of ‘anti-social tendencies’ do\n        not constitute the defense.’” United States v. Cartagena-Car-\n        rasquillo, 70 F.3d 706, 712 (1st Cir. 1995) (quoting S. REP. NO. 98-\n        225, at 229 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3411).\n               For a mental disorder to qualify as a “severe mental disease\n        or defect,” it must be capable of causing the requisite mental state,\n        that the defendant was unable to appreciate the nature and quality\n        or the wrongfulness of his acts. See Long, 562 F.3d at 334. The\n\fUSCA11 Case: 20-12364        Document: 42-1        Date Filed: 03/01/2023        Page: 62 of 83\n\n\n\n\n        62                        Opinion of the Court                     20-12364\n\n        defendant must prove that his qualifying mental disorder in fact\n        caused his mental state during the crime. See Cameron, 907 F.2d\n        at 1060 n.14 (“The evidence that [the defendant] has been diag-\n        nosed as suffering from schizophrenia at various times in her life\n        does not necessarily mean that she was legally insane either at\n        those times or during the time period over which she allegedly\n        committed the crimes charged.”).\n               A mental condition that the defendant voluntarily induces\n        does not qualify as a severe mental disease or defect under § 17(a).\n        See United States v. Knott, 894 F.2d 1119, 1121–22 (9th Cir. 1990)\n        (“[A] principle that runs throughout the insanity defense” is that\n        “[a] mental disease or defect must be beyond the control of the de-\n        fendant if it is to vitiate his responsibility for the crime committed”)\n        (applying § 17(a)). So, courts have found that “[i]nsanity that is in\n        any part due to a defendant’s voluntary intoxication” cannot sup-\n        port an insanity defense under § 17(a). Id. at 1122; see also United\n        States v. Garcia, 94 F.3d 57, 61–62 (2nd Cir. 1996) (discussing how\n        “the voluntary use of alcohol or drugs, even if they render the de-\n        fendant unable to appreciate the nature and quality of his acts, does\n        not constitute insanity” under federal law (quoting S. REP. NO. 98-\n        225, at 229 (1983), reprinted in 1984 U.S.C.C.A.N. 3182, 3411)). 80\n\n\n        80 Even before § 17(a), under our broader Blake test, we held that voluntary\n        intoxication could not support an insanity defense. See United States v. Cos-\n        tello, 760 F.2d 1123, 1128 (11th Cir. 1985) (explaining how “being voluntarily\n        under the influence of drugs is not a legal equivalent of insanity” (quoting\n        United States v. Romano, 482 F.2d 1183, 1196 (5th Cir. 1973))); United States\n\fUSCA11 Case: 20-12364         Document: 42-1         Date Filed: 03/01/2023         Page: 63 of 83\n\n\n\n\n        20-12364                   Opinion of the Court                                63\n\n               In sum, to establish a legally sufficient § 17 insanity defense,\n        Turner had to prove that on November 8, 2018, he had a severe\n        mental disease or defect capable of causing him to possess the fire-\n        arms even though he knew that he could not do so. His right to\n        present the defense constituted his “substantial rights” under Rule\n        52(a). He introduced nothing to prove his defense other than Mary\n        Walker’s testimony and his behavior. And Dr. Barnette did not\n        diagnose him with a qualifying “severe mental disease or defect”\n        under § 17(a). To find that he established his defense, the jury\n        would have had to speculate that he had a severe mental disease or\n        defect and that it in fact caused his wrongful conduct. And the law\n        would not allow the jury to do that. So, the erroneous admission\n        of Dr. Barnette’s opinions about his mental state did not affect\n        Turner’s substantial rights. Moreover, the record is replete with\n        evidence that he realized that he could not lawfully possess a fire-\n        arm. Dr. Barnette’s opinions, which were consistent with what he\n        readily acknowledged, caused him no prejudice.\n                                               IV.\n               For the reasons we have expressed, the judgment of the Dis-\n        trict Court is\n                        AFFIRMED.\n\n\n        v. Poolaw, 588 F.2d 103, 105 (5th Cir. 1979) (affirming a trial court’s refusal to\n        instruct a jury that chronic alcoholism was a qualifying mental disease or de-\n        fect). Voluntary intoxication thus cannot qualify as a severe mental disease or\n        defect under § 17(a).\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023    Page: 64 of 83\n\n\n\n\n        20-12364        ROSENBAUM, J., Dissenting in Part                  1\n\n\n\n        ROSENBAUM, Circuit Judge, Dissenting in Part:\n               I agree with my colleagues that introduction of Dr. Bar-\n        nette’s testimony was an abuse of discretion. But on this record,\n        that error was not harmless.\n               The Majority Opinion concludes that the improper testi-\n        mony did not impose harm because Turner’s insanity defense was\n        insufficient as a matter of law. But the district court determined\n        that Turner presented sufficient evidence to allow the jury to find\n        that he satisfied the IDRA’s definition of insanity and therefore in-\n        structed the jury on the insanity defense. That decision is not be-\n        fore us on appeal.\n               Instead, our harmless-error analysis examines whether we\n        can say “with fair assurance, after pondering all that happened\n        without stripping the erroneous action from the whole, that the\n        judgment was not substantially swayed by the error.” Kotteakos\n        v. United States, 328 U.S. 750, 765, 66 S. Ct. 1239, 1248 (1946). By\n        focusing its attention on the legal sufficiency of Turner’s defense,\n        the Majority Opinion incorrectly saddles Turner with the burden\n        of proving prejudice. But Turner preserved his challenge to the\n        improper testimony, and when we conduct harmless-error analysis\n        of a preserved challenge, the government bears the burden of prov-\n        ing harmlessness. United States v. Gamory, 635 F.3d 480, 494 (11th\n        Cir. 2011) (citation omitted). That burden “is not easy for the\n\fUSCA11 Case: 20-12364     Document: 42-1       Date Filed: 03/01/2023    Page: 65 of 83\n\n\n\n\n        2                ROSENBAUM, J., Dissenting in Part          20-12364\n\n        government to meet.” United States v. Mathenia, 409 F.3d 1289,\n        1292 (11th Cir. 2005). And here, the government hasn’t met it.\n               But it’s not just that the Majority Opinion wrongly foists the\n        government’s burden on Turner. As I show below, every one of\n        the several factors that guides our harmless-error analysis, see Peat,\n        Inc. v. Vanguard Res., Inc., 378 F.3d 1154, 1162 (11th Cir. 2004),\n        supports the conclusion that the error here was not harmless. And\n        overall, the weight of that conclusion is crushing. So I respectfully\n        dissent. I would vacate the judgment and remand for a new trial.\n                                          I.\n               The incident that led to Jessie Turner’s arrest was anything\n        but routine. On November 8, 2018, Turner grabbed an AR-15 and\n        blasted fourteen bullets into the walls of his empty apartment. He\n        hallucinated men were breaking into his apartment to try to kill\n        him. In fact, Turner thought he heard voices on the other side of\n        his door, conspiring, “As soon as he opens, I’m gonna fire him up.”\n        Then, he thought he heard knocking and bumping at the back of\n        the door as if the men were trying to break it down.\n               Although Turner didn’t know who the men were, he\n        thought he knew why they supposedly were there: Turner was\n        sure they had learned he had been working with the police as an\n        informant. So after sliding a .40-caliber handgun into his back\n        pocket and two magazines into his front pockets, Turner ducked\n        into a room and frantically called the police. Once the police ar-\n        rived, Turner made his escape. In response to Turner’s\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023     Page: 66 of 83\n\n\n\n\n        20-12364         ROSENBAUM, J., Dissenting in Part                   3\n\n        hallucination that the intruders were firing bullets through the\n        backdoor, Turned returned fire, ran out the front door, down the\n        stairwell, and exited his building—AR-15 in hand. Upon leaving,\n        he set the gun down, laid down on the ground, and complied with\n        police as they placed him into custody.\n                A sweep of Turner’s apartment revealed fourteen bullet\n        shells scattered throughout, bullet holes in his walls, and a second\n        AR-15. But the police neither found intruders nor any evidence of\n        an attempted intrusion. By all accounts, Turner hallucinated the\n        attack. For ease of reference, I refer through the rest of this dissent\n        to this incident as the “Imagined Siege.”\n               At the risk of stating the obvious, most people don’t halluci-\n        nate that they are the subject of a coordinated, life-threatening\n        siege—especially not to the point where they repeatedly fire a gun\n        in their defense. To understand why Turner did and the signifi-\n        cance of Dr. Barnette’s expert testimony that Turner was nonethe-\n        less sane despite his unusual behavior, we must go back to July\n        2018. At that time, Selma Police Department Detective Willie Cal-\n        houn and Bureau of Alcohol, Tobacco, and Firearms (“ATF”) Spe-\n        cial Agent Tom Nevin caught Turner with a gun in his waistband\n        during a traffic stop. The police could have arrested Turner. In-\n        stead, Turner and the officers agreed that, in exchange for letting\n        him go, Turner would provide information to them about un-\n        solved crime in Selma.\n              Just a few days after the stop, Turner sent Detective Cal-\n        houn text messages containing photographs of guns available for\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023   Page: 67 of 83\n\n\n\n\n        4               ROSENBAUM, J., Dissenting in Part         20-12364\n\n        purchase from a street dealer. Later that afternoon, at 2:58 p.m.,\n        Detective Calhoun forwarded those pictures to Agent Nevin. At\n        trial, the government introduced this series of messages as Govern-\n        ment’s Exhibit 15.\n\n\n\n\n                The photos contained two assault rifles and seven handguns.\n        Detective Calhoun accompanied the pictures of the guns with a\n        note to Agent Nevin: “Turner just sent these, this is supposedly\n        what the[] guy [is] tryin to sell him.” Agent Nevin replied in-\n        stantly—at 2:59 p.m.—“Buy em.” Agent Nevin even offered to re-\n        imburse Detective Calhoun to pay for Turner to buy the weapons.\n        But Detective Calhoun responded that he’d instead tell Turner to\n        stall the dealer.\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 68 of 83\n\n\n\n\n        20-12364        ROSENBAUM, J., Dissenting in Part                 5\n\n               Over the next few months, Turner continued to call and text\n        Detective Calhoun to try to assist law enforcement. At one point,\n        Turner asked Detective Calhoun if Calhoun could help Turner get\n        a recording device so that Turner could “record what’s being talked\n        about.” Detective Calhoun did not discourage Turner. To the con-\n        trary, he replied, “Oh I’ll see what I can find.” Yet Detective Cal-\n        houn testified he never tried to do so, and he didn’t even intend to\n        try. Detective Calhoun said he was just trying to “brush him off\n        basically.” But Detective Calhoun never made that clear to\n        Turner. Rather, he continued to lead Turner on.\n              Towards the end of September, for example, Detective Cal-\n        houn summoned Turner to the Alabama Law Enforcement Center\n        for a meeting with himself, Agent Nevin, and other ATF agents.\n        Agent Nevin explained that they invited Turner to see if they\n        “could get him to go out on the street and find out possibly who\n        may have committed” an unsolved shooting of an officer.\n               Turner testified that the agent leading the meeting initially\n        explained that they were hoping to learn about the shooting. But\n        the conversation later turned to the agent’s interest in “trying to\n        stop all criminal elements in Selma.” The ATF agent reminded\n        Turner of the potential charge hanging over his head and empha-\n        sized his power to make it “disappear.” And Turner recalled that\n        the agent encouraged him to continue to report to Detective Cal-\n        houn to help law enforcement build criminal cases and remove\n        weapons from the streets.\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023   Page: 69 of 83\n\n\n\n\n        6               ROSENBAUM, J., Dissenting in Part         20-12364\n\n               To advance these efforts for law enforcement, Turner ex-\n        plained, on November 6, he purchased the two AR-15s he used in\n        the Imagined Siege. Two days later, according to Turner, he be-\n        lieved he was being stalked by armed men planning to kill him be-\n        cause of his cooperation with law enforcement. So he grabbed a\n        handgun from his mother’s house for protection. Later that same\n        afternoon, Turner was arrested, following the Imagined Siege.\n               At his trial, Turner introduced significant evidence that he\n        was experiencing a psychological disorder preceding and at the\n        time of the Imagined Siege. Turner’s girlfriend Mary Walker ob-\n        served Turner acting bizarrely in the days and hours leading up to\n        his arrest. She testified that Turner had been “talking out of his\n        head” for “a couple of days before his arrest,” complaining of\n        “white stuff falling on him” and asking her whether someone “did\n        something to him” or “put something on him.” Then, the night\n        before his arrest, Turner brought Walker into their bathroom and\n        asked her to listen closely. Walker asked, “What’s the matter?”\n        Turner shut the light off and told her to “be quiet.” “Don’t you\n        hear them outside?” Turner asked. “No, J,” she answered. “Hear\n        who?” Turner replied, “Listen, Mary, listen. Somebody outside is\n        trying to get me.” Walker looked out the window but couldn’t see\n        anybody. For the rest of the night, Turner complained of voices\n        and armed men lurking outside his apartment. Eventually, he\n        called the police.\n               And Officer Ashley Gaskins responded. The officer testified\n        that at around two or three in the morning, Turner called the\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023     Page: 70 of 83\n\n\n\n\n        20-12364         ROSENBAUM, J., Dissenting in Part                   7\n\n        police to report three men carrying AK-47s and AR-15s, running\n        around his apartment trying to “get” him. After “clear[ing] the im-\n        mediate area” and looking around, Officer Gaskins found no one\n        and nothing supporting what Turner had reported.\n               Walker called Turner from work the next day. Walker said\n        that when he answered the phone, he was “screaming hysteri-\n        cally.” She explained he was convinced people were trying to kill\n        him. He begged her to call the police.\n               Although Dr. Barnette did not diagnose him with it, she\n        acknowledged that Turner’s symptoms were consistent with two\n        forms of psychosis: one known as “stress induced psychosis” and\n        the other called “alcohol withdrawal psychosis.” Psychosis, Dr.\n        Barnette explained, “is a severe mental disorder” that can cause a\n        person to lose his ability to understand the nature and conse-\n        quences of his actions. As its name suggests, stress-induced psy-\n        chosis is a short-term version of psychosis caused by debilitating\n        levels of stress. And unsurprisingly, alcohol withdrawal psychosis\n        is caused by severe alcohol withdrawal. It causes the sufferer’s\n        thoughts and emotions to detach from reality, and its symptoms\n        include “hearing voices and see things.”\n               Turner argued that he was suffering from psychosis when\n        he undertook the offense conduct charged in the indictment. More\n        specifically, he asserted that the possibility of returning to prison,\n        the stress of his perceived responsibilities as a police informant, and\n        the fear that he would be the victim of retaliation from those whose\n        actions he was reporting about pushed him over the edge. It was\n\fUSCA11 Case: 20-12364      Document: 42-1       Date Filed: 03/01/2023    Page: 71 of 83\n\n\n\n\n        8                ROSENBAUM, J., Dissenting in Part           20-12364\n\n        in this context that Dr. Barnette offered her expert opinion that\n        Turner understood that what he was doing was wrong during the\n        Imagined Siege and the events leading up to it.\n                                          II.\n               The Majority Opinion agrees that Dr. Barnette’s testimony\n        violated Rule 704(b) and that the district court erred in allowing it.\n        But the Majority Opinion concludes that the district court’s error\n        was harmless because, in the Majority Opinion’s view, Turner’s in-\n        sanity defense was insufficient as a matter of law.\n                The Majority Opinion makes two primary errors. First, by\n        declaring that Turner’s alleged mental disease or defect was not\n        sufficiently severe and that it did not in fact cause his wrongful con-\n        duct, the Majority Opinion usurps the jury’s role and substitutes\n        itself as the factfinder. Second, the Majority Opinion ignores that\n        the government carries the burden to show that Dr. Barnette’s im-\n        proper testimony was harmless and omits discussion of any of the\n        relevant factors that guide our harmless-error analysis. I’ll address\n        these errors in turn.\n              A. The jury could consider Turner’s insanity defense.\n               The Majority Opinion suggests that Turner’s insanity de-\n        fense could have satisfied the pre-IDRA standard but cannot satisfy\n        the IDRA because the IDRA requires an alleged mental disease or\n        defect to be “severe.” But once the court provides the legal defini-\n        tion of “severe,” the jury—not the court—makes the ultimate de-\n        termination of whether a defendant has provided clear and\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023     Page: 72 of 83\n\n\n\n\n        20-12364         ROSENBAUM, J., Dissenting in Part                   9\n\n        convincing evidence that his mental disease meets that legal defini-\n        tion. United States v. Long, 562 F.3d 325, 334 (5th Cir. 2009).\n                And here, the jury did not have an opportunity to reach a\n        conclusion on the severity of Turner’s alleged mental disease with-\n        out the prejudice inflicted by Dr. Barnette’s improper testimony.\n        Absent that testimony, the jury may have reasonably determined\n        that Turner’s alleged psychosis was sufficiently severe to preclude\n        Turner from understanding the nature and quality or wrongfulness\n        of his acts. Or the jury may have still found Turner guilty. But on\n        this record, I cannot firmly conclude, as the Majority Opinion does,\n        that no reasonable jury could find that Turner’s condition was “se-\n        vere” under the IDRA.\n                The Majority Opinion also rejects Turner’s insanity argu-\n        ments because an insanity defense cannot be based on voluntary\n        intoxication. But Turner did not argue that his mental illness was\n        attributable to alcohol. Instead, he pointed the jury to several fac-\n        tors that, in his view, caused his psychosis, including the possibility\n        of returning to prison, the stress of his perceived responsibilities as\n        an informant, and the fear that he would be the victim of retaliation\n        if his connections discovered that he was communicating with law\n        enforcement about their illicit activity. Even though Dr. Barnette\n        testified that alcohol withdrawal was a possible explanation for\n        Turner’s symptoms, Turner presented a theory of defense that was\n        independent of alcohol. The jury was entitled to credit either ver-\n        sion without Dr. Barnette’s improper testimony placing a heavy\n        thumb on the scale in the government’s favor.\n\fUSCA11 Case: 20-12364     Document: 42-1      Date Filed: 03/01/2023     Page: 73 of 83\n\n\n\n\n        10               ROSENBAUM, J., Dissenting in Part          20-12364\n\n               The Majority Opinion concludes that “the law would not al-\n        low the jury” to find that Turner was legally insane. In doing so,\n        the Majority Opinion implicitly suggests that the district court\n        erred in allowing the jury to consider Turner’s insanity defense at\n        all. But that decision is not properly before us. And even if it were,\n        the district court correctly permitted the jury to consider Turner’s\n        insanity defense. Because of “the jury’s right to determine credibil-\n        ity, to weigh the evidence, and to draw justifiable inferences of\n        fact,” we have explained that a district court “must construe the\n        evidence most favorably to the defendant” when deciding whether\n        to provide a jury instruction based on insanity. United States v.\n        Owens, 854 F.2d 432, 435 (11th Cir. 1988). Under that standard,\n        the admissible testimony from Turner, Walker, and Officer Gas-\n        kins permitted “a reasonable jury to find that insanity has been\n        shown with convincing clarity.” Id.\n               Because the district court properly instructed the jury on\n        Turner’s insanity defense, I disagree with the Majority Opinion’s\n        conclusion that the error here was harmless based solely on the no-\n        tion that Turner did not satisfy his burden to provide clear and con-\n        vincing evidence of a severe mental disease or defect.\n             B. The government did not meet its burden to show that\n                 Dr. Barnette’s improper testimony was harmless.\n               To determine whether Dr. Barnette’s improper testimony\n        prejudiced Turner, I turn to whether the government satisfied its\n        burden to show that the improper testimony was harmless. In my\n        view, it did not.\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023        Page: 74 of 83\n\n\n\n\n        20-12364           ROSENBAUM, J., Dissenting in Part                         11\n\n                Several factors guide our analysis.1 See Peat, 378 F.3d at\n        1162. These factors include “the number of errors, the closeness of\n        the factual disputes (i.e., the strength of the evidence on the issues\n        affected by the error), . . . the prejudicial effect of the evidence at\n        issue[,] . . . whether counsel intentionally elicited the evidence,\n        whether counsel focused on the evidence during the trial, and\n        whether any cautionary or limiting instructions were given.” Id.\n        (citations omitted). Assessing each issue ensures we fully flesh out\n        the impact an error may have had on a verdict.\n                When we apply these factors here, the record leaves no\n        doubt that “the error may have had a ‘substantial influence’ on the\n        outcome of the proceeding.” United States v. Bradley, 644 F.3d\n        1213, 1270 (11th Cir. 2011) (quoting United States v. Montalvo-Mu-\n        rillo, 495 U.S. 711, 722, 110 S. Ct. 2072, 2080 (1990)).\n                   1. The insanity issue was important in the trial.\n               I begin with the importance of the issue to which Dr. Bar-\n        nette’s improper testimony relates. The importance of the issue\n        weighs decisively in Turner’s favor.\n              Turner raised two defenses: insanity and entrapment by es-\n        toppel. Although he presented them independently, as the facts I\n        have set forth above reveal, they complemented each other in an\n        important way. Specifically, Turner argued that his insanity\n\n\n        1 Peat was a civil case, not a criminal one. But the factors Peat identifies are\n        just as applicable in criminal cases as they are in civil ones.\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 75 of 83\n\n\n\n\n        12              ROSENBAUM, J., Dissenting in Part         20-12364\n\n        resulted in significant part from the stress of working as a police\n        informant and the threat of incarceration he faced stemming from\n        the uncharged conduct looming over his head. Though Turner\n        believed working for the police was his ticket to avoid prison, that\n        ticket had an expensive price: from Turner’s perspective, it put his\n        life on the line.\n                And although Detective Calhoun and Agent Nevin testified\n        they never considered Turner to be a confidential informant, the\n        evidence reveals no attempt on their part to disabuse him of his\n        belief that he was. So for Turner, the pressure of seeking to earn\n        relief from the potential prison sentence continued to mount.\n        Eventually, Turner explained, when the pressure became too\n        heavy for him to bear, he snapped beneath it.\n               Turner was not the only one to testify to how he reacted to\n        this pressure. Rather, Officer Gaskins and Mary Walker confirmed\n        Turner’s psychological deterioration and, along with Dr. Barnette,\n        laid the “building blocks of fact” underlying his claim of insanity.\n        See United States v. Jeri, 869 F.3d 1247, 1266 (11th Cir. 2017). And\n        because the issue of sanity was so fundamental to Turner’s case, it\n        became central to the government’s case as well. Indeed, that is\n        why the government called Dr. Barnette and asked the district\n        court to exempt her from the rule of sequestration. See Fed. R.\n        Evid. 615(c).\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 76 of 83\n\n\n\n\n        20-12364        ROSENBAUM, J., Dissenting in Part                13\n\n             2. The government intentionally elicited the evidence.\n                Next, there is no disputing that the government intention-\n        ally elicited Dr. Barnette’s testimony. Right out of the box, during\n        the government’s opening statement, the prosecutor told the jury\n        it would hear Dr. Barnette testify that “no, [Turner’s] not crimi-\n        nally insane; that he could appreciate the nature of his actions and\n        the impact of the decisions that he made when he chose on several\n        occasions to go out and pick up firearms.”\n                It only got worse from there. Though Turner’s attorney at-\n        tempted to preclude the government from eliciting the improper\n        testimony from Dr. Barnette before she took the stand, the court\n        declined to rule. Then the government reassured the court that\n        “[i]t doesn’t behoove us to go beyond what’s allowed.”\n               But behoove the government or not, that’s just what the\n        government did. It asked Dr. Barnette several times, point-blank,\n        to give her opinion on Turner’s ability to appreciate the nature and\n        wrongfulness of his actions on November 8. In short, the govern-\n        ment deliberately elicited Dr. Barnette’s improper 704(b) testi-\n        mony and leaned on it in its theory of the case and its argument.\n                3. The government emphasized and repeated the\n                                    evidence.\n              As I’ve noted, the government repeatedly employed Dr.\n        Barnette’s improper opinion throughout its case. The prosecutor\n        presented the opinion in the government’s opening statement,\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023    Page: 77 of 83\n\n\n\n\n        14              ROSENBAUM, J., Dissenting in Part          20-12364\n\n        elicited it twice during the government’s case-in-chief, and ham-\n        mered the point home during closing argument.\n               Not only did the government highlight Dr. Barnette’s im-\n        proper opinion throughout the trial, but it further signaled to the\n        jury the importance of Dr. Barnette as a witness and Dr. Barnette’s\n        testimony by obtaining her exemption from the rule of sequestra-\n        tion. This strategy allowed Dr. Barnette to remain in the court-\n        room throughout the entire trial, providing a visual reminder of\n        Dr. Barnette’s improper testimony that Turner was not insane at\n        the time of the offense.\n                        4. The factual dispute was close.\n               Turner established solid “building blocks of fact” to support\n        his insanity defense. Jeri, 869 F.3d at 1266. Indeed, the district\n        court concluded Turner carried the burden needed to justify an in-\n        sanity instruction. And that is no small feat. See United States v.\n        Owens, 854 F.2d 432, 435 (11th Cir. 1988).\n                Several sources of evidence reveal that Turner was experi-\n        encing a psychological disorder during and in the events leading up\n        to the Imagined Siege. Perhaps most obviously, Turner grabbed\n        an AR-15 and blasted fourteen bullets into the walls of his empty\n        apartment because he imagined men had broken in and were try-\n        ing to kill him. Second, Walker, Officer Gaskins, and Turner all\n        testified that Turner had been seeing and hearing things that did\n        not exist—bugs crawling on his body, white stuff falling from the\n        ceiling, armed men running around his apartment, and voices\n\fUSCA11 Case: 20-12364     Document: 42-1     Date Filed: 03/01/2023   Page: 78 of 83\n\n\n\n\n        20-12364        ROSENBAUM, J., Dissenting in Part               15\n\n        warning him of his imminent doom. Third, even Dr. Barnette con-\n        ceded that this kind of behavior—seeing and hearing things that do\n        not exist—was consistent with “psychosis,” a “severe mental disor-\n        der.” Fourth, the peculiar details of Turner’s work as a de facto\n        police informant supported his claim of psychological deteriora-\n        tion.\n               Turner explained that his fear of being found out by mem-\n        bers of the community aggravated the stress he was already feeling\n        from the possibility of prison and from working as an informant.\n        And Turner’s dealings with Detective Calhoun and Agent Nevin\n        only amplified that stress. Though Turner was encouraged to\n        solve crimes and record confessions, Detective Calhoun and Agent\n        Nevin never gave him any assurances for his safety. Rather, Agent\n        Nevin and Detective Calhoun explained that each of their depart-\n        ments had policies, procedures, rules, and regulations that gov-\n        erned the safe and appropriate use of police informants. But they\n        also testified that these rules did not apply to Turner because, in\n        their view, he wasn’t an informant. This is so, even though Detec-\n        tive Calhoun asked Turner to come to a meeting with law-enforce-\n        ment agents so, according to Agent Nevin, they “could get him to\n        go out on the street to find out possibly who may have [shot] the\n        officer.”\n               Given that Turner thought he was supposed to track down\n        a shooter and provide law enforcement information about illegal\n        sales of firearms—all without protection of any type—it would be\n\fUSCA11 Case: 20-12364       Document: 42-1         Date Filed: 03/01/2023       Page: 79 of 83\n\n\n\n\n        16                 ROSENBAUM, J., Dissenting in Part               20-12364\n\n        reasonable for a juror to conclude that a relationship of this nature\n        could push a man off the edge into stress-induced psychosis.\n                To be sure, the verdict indicates that the jury rejected\n        Turner’s entrapment-by-estoppel defense, which suggests it prob-\n        ably rejected his argument that the officers authorized him to pur-\n        chase firearms on their behalf. But given the evidence of Turner’s\n        relationship with Detective Calhoun and Agent Nevin and the evi-\n        dence that Turner lost his grip on reality in the days leading up to\n        his arrest, it doesn’t require a leap of logic to infer (1) that Turner\n        believed that he was authorized to purchase weapons, and (2) that\n        that belief was related to the psychosis he developed in the days\n        leading up to November 8th. In fact, it seems likely the jury, at the\n        very least, reached this first conclusion, since it acquitted Turner of\n        possession of a stolen firearm. To that charge, Turner was entitled\n        to raise an “innocent intent” defense. We’ve described the “inno-\n        cent intent” defense as essentially a way for a defendant to “back-\n        door” a rejected affirmative defense (like entrapment by estoppel)\n        if he testifies “that he genuinely believed that the criminal acts he\n        performed were done at the direction, and with the permission, of\n        an appropriate governmental agency.”2 United States v. Alvarado,\n        808 F.3d 474, 486 (11th Cir. 2015).\n\n\n\n        2 The difference between an innocent-intent defense and an entrapment-by-\n        estoppel defense is that the former does not require proof that the government\n        officer in fact authorized the action; it just requires evidence the defendant\n        honestly believed the action was authorized. Id. at 486-87. Succeeding under\n\fUSCA11 Case: 20-12364        Document: 42-1         Date Filed: 03/01/2023         Page: 80 of 83\n\n\n\n\n        20-12364           ROSENBAUM, J., Dissenting in Part                          17\n\n               The Majority Opinion notes that the record includes evi-\n        dence that Turner knew he could not possess a firearm. But that\n        fact does not render the improper admission of Dr. Barnette’s opin-\n        ion harmless.\n                Turner’s knowledge that he was a felon does not mean he\n        could appreciate the wrongfulness of his actions here. Under some\n        conditions, a felon may lawfully possess a firearm, even if he knows\n        he’s a felon. Take, for instance, a felon who has received authori-\n        zation to possess a gun by a government official, and he reasonably\n        relies on that authorization. In such a case, that felon’s possession\n        would be lawful. See Alvarado, 808 F.3d at 485. Similarly, even a\n        felon cannot be held criminally responsible for possessing a firearm\n        if he does so under the fear of unlawful and imminent threat of\n        serious bodily injury. United States v. Deleveaux, 205 F.3d 1292,\n        1297 (11th Cir. 2000). So if Turner believed—by reason of mental\n        defect—that he needed to possess a firearm because (1) he was in\n        imminent danger of serious injury or (2) he was authorized to pos-\n        sess a firearm, then it follows that his mental defect caused his ina-\n        bility to appreciate the wrongfulness of his actions. Here, the rec-\n        ord supports both theories.\n               In sum, the factual dispute over whether Turner was sane at\n        the time of the offense conduct was a close one.\n\n\n\n        the innocent-intent theory doesn’t even “require that the defendant demon-\n        strate that his ‘honest belief’ was reasonable[.]” Id. at 494 (citation omitted).\n\fUSCA11 Case: 20-12364      Document: 42-1     Date Filed: 03/01/2023     Page: 81 of 83\n\n\n\n\n        18                ROSENBAUM, J., Dissenting in Part         20-12364\n\n             5. The failure to provide a curative instruction allowed the\n                   jury to consider Dr. Barnette’s improper testimony\n                          in evaluating Turner’s insanity defense.\n                 As for limiting jury instructions, the court gave only the\n        standard expert witness instruction, which explained that an ex-\n        pert’s opinion is not binding. But here, not only was the admission\n        of Dr. Barnette’s testimony error, but also her improper testimony\n        was central to the sanity issue and the closeness of the dispute. So\n        it should have been addressed with a curative instruction. See, e.g.,\n        United States v. Dixon, 185 F.3d 393, 400 (5th Cir. 1999). But be-\n        cause the district court did not appreciate its error, it never gave a\n        curative instruction. The absence of any curative instruction made\n        it all the more unlikely that the jury, on its own, ignored Dr. Bar-\n        nette’s improper testimony. After all, we presume juries follow in-\n        structions. United States v. Brown, 983 F.2d 201, 203 (11th Cir.\n        1993).\n             6. Dr. Barnette’s testimony had a prejudicial effect on the\n                                  issue of Turner’s sanity.\n               We have recognized the danger of juries placing “undue\n        weight” on the testimony of an expert witness. United States v.\n        Alvarez, 837 F.2d 1024, 1030 (11th Cir. 1988). That danger only\n        increases when the expert is effectively a government agent (like a\n        Bureau of Prisons forensic psychologist, as Dr. Barnette was when\n        she examined Turner) testifying on behalf of the prosecution. In\n        those cases, “a serious risk of undue prejudice exists.” Id. Plus,\n        Rule 704(b) itself “recognizes that expert testimony concerning a\n\fUSCA11 Case: 20-12364      Document: 42-1      Date Filed: 03/01/2023      Page: 82 of 83\n\n\n\n\n        20-12364         ROSENBAUM, J., Dissenting in Part                   19\n\n        defendant’s mental state poses a uniquely heightened danger of in-\n        truding on the jury’s function.” United States v. DiDomenico, 985\n        F.2d 1159, 1164 (2d Cir. 1993) (collecting cases). So when a govern-\n        ment expert testifies to a defendant’s mental state, the danger of\n        unfair prejudice is trebly worrisome.\n           7. The totality of the factors strongly favors the conclusion\n                   that the government did not satisfy its burden to\n                               demonstrate harmless error.\n                Overall, every one of the factors we consider to evaluate the\n        harmlessness of an error points to the conclusion that the error\n        here was not harmless. The issue on which Dr. Barnette improp-\n        erly opined—Turner’s sanity at the time of the offense conduct—\n        was not just important but critical. The government intentionally\n        elicited the evidence. And then it repeated and emphasized it. Not\n        only that, but the factual dispute over Turner’s sanity was certainly\n        close, with even an officer testifying to Turner’s odd behavior. But\n        because the court did not realize its error, it did not offer the jury a\n        curative instruction, leaving the jury free to conclude—with Dr.\n        Barnette’s blessing (in the form of her improper opinion testi-\n        mony)—that Turner was not insane. And finally, when a criminal\n        defendant raises an insanity defense, it’s hard to imagine a more\n        damaging move for the government to make than to call the psy-\n        chologist who evaluated him to testify that he was not insane. Dr.\n        Barnette’s improper expert opinion—sharpened on the stone of her\n        credentials—drove a sword through the heart of Turner’s insanity\n        defense.\n\fUSCA11 Case: 20-12364      Document: 42-1       Date Filed: 03/01/2023    Page: 83 of 83\n\n\n\n\n        20               ROSENBAUM, J., Dissenting in Part           20-12364\n\n                                         III.\n               For these reasons, the government failed to show that its\n        purposeful and repeated admission of and reliance on Dr. Bar-\n        nette’s improper testimony was harmless. Rather, in my view, it\n        seems clear that there’s a reasonable possibility that but for the tes-\n        timony, the outcome of the trial would have been different.\n               I respectfully dissent.\n\f",
            "ocr": false,
            "opinion_id": 9376018
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}