{
    "id": 9388856,
    "judges": "Kunselman, J.",
    "date_filed": "1987-09-20",
    "date_filed_is_approximate": true,
    "slug": "com-v-vasquez-m",
    "case_name_short": "Com.",
    "case_name": "Com. v. Vasquez, M.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-A25010-22m - 105486826217941656.pdf",
            "author_id": null,
            "opinion_text": "J-A25010-22\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n COMMONWEALTH OF PENNSYLVANIA            :   IN THE SUPERIOR COURT OF\n                                         :        PENNSYLVANIA\n                                         :\n              v.                         :\n                                         :\n                                         :\n MATTHEW JAMES VASQUEZ                   :\n                                         :\n                    Appellant            :   No. 190 WDA 2021\n\n\n       Appeal from the Judgment of Sentence Entered May 11, 2020,\n           in the Court of Common Pleas of Washington County,\n          Criminal Division at No(s): CP-63-CR-0001486-2019.\n\n\nBEFORE: KUNSELMAN, J., NICHOLS, J., and McCAFFERY, J.\n\nMEMORANDUM BY KUNSELMAN, J.:                        FILED: APRIL 3, 2023\n\n      Matthew James Vasquez appeals from the 20-to-40-year judgment of\n\nsentence entered after a jury convicted him of aggravated assault, conspiracy\n\nto commit aggravated assault, and simple assault. We affirm.\n\n      This case concerns an incident on the evening of April 18, 2019, at the\n\nSlovak Club in Charleroi, Washington County. Seven members of the Pagans\n\nMotorcycle Club, including Vasquez, attacked Mr. Troy Harris, a member of\n\nthe rival Sutar Soldiers club. Surveillance video shows the group filing into\n\nthe club, Jason Huff (the first Pagan in line) promptly striking Mr. Harris,\n\nVasquez throwing a punch, and the group moving down to the floor as the\n\nattack continued.   Less than a minute after entering the club, the seven\n\nPagans rode away. Mr. Harris was Life Flighted to treat his severe injuries.\n\fJ-A25010-22\n\n\n\n       As the investigation into the attack progressed, the Commonwealth\n\ncharged the seven Pagans for their involvement. The Commonwealth also\n\ncharged Michael Barringer (Pagans National Sergeant at Arms), Brian Keruskin\n\n(Fayette Pagans President), Zachary Yagnich (Slovak Club Vice President),\n\nand Jamie Granato (Vasquez’s then fiancée).\n\n       Four of the Pagans present at the Slovak Club pled to aggravated assault\n\nand/or conspiracy to commit aggravated assault, as did Barringer and\n\nKeruskin.1 Two did not: Vasquez, who was second in line, and Joseph Olinsky,\n\nwho was sixth. The Commonwealth consolidated its cases against Vasquez\n\nand Olinsky for trial.\n\n       In preparing for trial, the parties became aware of three guns that were\n\nin the Slovak Club during the attack. First, Mrs. Michelle Harris (Mr. Harris’\n\nwife) had a gun in her purse that she had been unable to access while her\n\nhusband was being assaulted.           See N.T., Preliminary Hearing, 7/16/19, at\n\n128. Second, Mr. Harris had a gun in his back pocket that was recovered\n\nwhen he arrived at the hospital. See N.T., Hearing, 1/23/20, at 41. Third,\n\nthree minutes after the Pagans had left, Mrs. Harris picked up a gun and\n\nholster from where the group had beaten Mr. Harris to the floor, and she put\n\nthe gun and holster in her purse. Vasquez and Olinsky claimed that they had\n\nseen Mr. Harris with this third gun as they approached him.\n\n____________________________________________\n\n\n1 Keruskin entered a nolo contendere plea; the others entered guilty pleas. At\nthe time of trial in this case, charges remained pending against Paul Cochran,\na Pagan who testified for the Commonwealth.\n\n                                           -2-\n\fJ-A25010-22\n\n\n\n       The parties extensively litigated the issue of the admissibility of Mr.\n\nHarris’ gun before trial. At a hearing on the Commonwealth’s motion in limine,\n\nthe trial court announced that it would exclude any reference to Mr. Harris’\n\ngun “without prejudice” and revisit the issue if it became germane at trial.\n\nThe trial court entered an order granting the motion and then a clarifying order\n\nfollowing an ex parte hearing with the Commonwealth. On February 4, 2020,\n\nthe morning of the first day of trial, Vasquez’s counsel asked the court to\n\nreconsider its order should Vasquez testify. The trial court ruled that it would\n\nnot exclude the Defendants’ own testimony about Mr. Harris’ gun.\n\n      Vasquez’s former fiancée Granato testified for the Commonwealth as to\n\nher involvement with the Pagans and her interactions with Pagans members\n\nand with Slovak Club Vice President Yagnich before the attack on Mr. Harris.\n\nN.T., Trial Vol. II, 2/5/20, at 110–126. As detailed infra, the trial court ruled\n\nthat Vasquez’s cross-examination of Granato “opened the door” to inquiry into\n\nthe abusive nature of their relationship. Granato therefore testified on redirect\n\nthat Vasquez was abusive, including a specific incident when he ripped her off\n\na motorcycle and threw her onto a guardrail. The trial court instructed the\n\njury that the only purpose for which it could consider this testimony was to\n\nhelp judge Vasquez’s credibility. N.T., Trial Vol. IV, 2/7/20, at 83.\n\n      Vasquez testified in his own defense. He said that Barringer had not\n\ntold him to attack Mr. Harris; the only reason Vasquez hit Mr. Harris was that\n\nhe saw a holstered gun on Mr. Harris’ right leg. The Commonwealth cross-\n\nexamined Vasquez about his testimony that Barringer had not told him to do\n\n                                      -3-\n\fJ-A25010-22\n\n\n\nanything. Arguing to the trial court that this testimony misled the jury and\n\n“opened the door” to prove a conspiracy, the Commonwealth asked Vasquez\n\nabout how six other Pagans “pled guilty to conspiracy,” “took responsibility,”\n\nand were therefore “sitting in state prison.” N.T. Vol. III, 2/6/20, at 154–157.\n\nFor each, the Commonwealth introduced into evidence the trial court’s\n\nsentence orders, which the jury had while deliberating.\n\n         The jury found Vasquez guilty of aggravated assault, conspiracy to\n\ncommit aggravated assault, and simple assault. It found him not guilty of\n\nattempted murder and conspiracy to commit murder.               The trial court\n\nsentenced Vasquez to an aggregate term of 20 to 40 years of imprisonment.\n\nVasquez filed post-sentence motions, which the trial court denied. Vasquez\n\ntimely appealed.      Vasquez complied with Pennsylvania Rule of Appellate\n\nProcedure 1925(b).\n\n         Vasquez raises the following issues for our review:\n\n    I.     Did the Trial Court abuse its discretion by permitting the\n           testimony of Ms. Granato about the prior bad acts of the\n           Appellant?\n\n   II.     Did the Trial Court abuse its discretion by prohibiting any\n           questions about or references to Mr. Harris possessing a gun\n           on the night in question?\n\n  III.     Did the Trial Court abuse its discretion by permitting the\n           Commonwealth to enter into evidence the guilty pleas and\n           sentence orders of non-testifying co-defendants in violation of\n           the Confrontation Clause of the United States Constitution?\n\n   IV.     Was the Trial Court’s sentence a palpable abuse of discretion?\n\nVasquez’s Brief at 6.\n\n\n\n                                       -4-\n\fJ-A25010-22\n\n\n       I.     The admission of Vasquez’s prior act was harmless error.\n\n       Vasquez first challenges the trial court’s ruling admitting Granato’s\n\ntestimony that Vasquez was abusive during their relationship and that on one\n\noccasion he had ripped her off a motorcycle and thrown her to the guardrail.\n\nThis Court reviews such an evidentiary ruling for an abuse of discretion.\n\nCommonwealth v. Lang, 275 A.3d 1072, 1077–78 (Pa. Super. 2022). “An\n\nabuse of discretion is not merely an error in judgment, but an overriding\n\nmisapplication of the law, or the exercise of judgment that is manifestly\n\nunreasonable, or the result of bias, prejudice, ill-will or partiality, as shown by\n\nthe evidence of the record.”           Id. at 1078 (quoting Commonwealth v.\n\nTalbert, 129 A.3d 536, 539 (Pa. Super. 2015).\n\n       The testimony at issue arose during the Commonwealth’s case-in-chief.\n\nGranato testified on direct examination that because she was in a relationship\n\nwith a Pagans member, she was called “property” and wore a “property\n\npatch.”2 N.T., Trial Vol. II, 2/5/20, at 116. On cross-examination, Vasquez\n\nasked Granato if she had a negative experience with the club (“For the most\n\npart, no.”) and if she and Vasquez were otherwise “living a normal life”\n\n(“Yes.”). Id. at 134–135. He also asked about her property patch:\n\n       Q      Now, you talk about property, you had a property patch.\n              Does that mean that you’re literally his property, what does\n              that mean?\n____________________________________________\n\n\n2 Later, Maryland State Police Lieutenant Terry Katz gave expert testimony\nabout Pagans “colors,” the group’s system of patches. N.T., Trial Vol. III,\n2/6/20, at 23, 32, 37–38. Granato provided the only testimony about the\n“property patch” that she had worn as Vasquez’s fiancée.\n\n                                           -5-\n\fJ-A25010-22\n\n\n       A      From what I took it as, that meant that, you know, when we\n              were out at functions together, that was so everybody knew\n              that you were with him.\n\n       Q      It wasn’t like you were literally his property, then?\n\n       A      He never treated me that way.\n\nId. at 135.\n\n       At sidebar before Granato’s redirect examination, the Commonwealth\n\nargued to the trial court that Vasquez’s questions allowed it to ask Granato\n\nabout Vasquez abusing her.3 Granato described the abuse in camera. The\n\ncourt allowed the testimony over Vasquez’s objection and preemptive motion\n\nfor mistrial. Granato testified:\n\n       Q      Jamie, you were asked some questions by Mr. Colafella\n              about your relationship with [Vasquez], right?\n\n       A      Correct.\n\n       Q      Was your relationship with [Vasquez] a normal, loving\n              relationship?\n\n       A      No.\n\n       Q      Can you explain to the jury what you mean by that?\n\n       A      I did not want to say anything in front of my family, because\n              they don’t know any of this. He was very physically,\n              mentally and emotionally abusive, for the majority of our\n              relationship.\n\n              We were in one instance at a bike an[d] car show in Belle\n              Vernon, with probably about 40, 50 Pagans. At the end of\n              night, we were getting ready to go home, we pulled over to\n              the side of the road, somebody was broken down, somebody\n              needed something. Our house was not five minutes from\n\n____________________________________________\n\n\n3 The Commonwealth also proffered that it would elicit that Granato had been\nto bar fights, based on Vasquez questioning her about whether she had a\nnegative experience with the club. N.T., Trial Vol. II, at 139.\n\n                                           -6-\n\fJ-A25010-22\n\n\n            there. So I offered to go get what we needed from the\n            house.\n\n            I got on the back of another member’s bike. And [Vasquez]\n            proceeded to come over and rip me off of the bike, throw\n            me to the ground, hit me, and then he threw me over a\n            guardrail.\n\n      Q     Did you seek treatment for that?\n\n      A     I did. I went to Mon Valley Hospital.\n\n      Q     And in up until your relationship ended, was physical abuse\n            routine with [Vasquez]?\n\n      A     Normally, when he would drink.\n\n      Q     What would he do?\n\n      A     He would punch me, strangle me, suffocate me with a\n            pillow.\n\nId. at 224–226.\n\n      Vasquez later testified that he did not abuse Granato as she claimed.\n\nThe trial court instructed the jury that it could only consider Granato’s\n\ntestimony about the abuse to judge Vasquez’s own credibility as a witness:\n\n             In this case, with regard to the Defendants, you heard\n      evidence tending to show that Defendant Matthew Vasquez had\n      previously been involved in some domestic incidents for which he\n      is not on trial, and I’m speaking of the testimony of Jamie Granato.\n      This evidence is not to be considered by you as evidence of his\n      guilt. This evidence may be considered by you for only one\n      purpose, and that is [to] help you judge the credibility of the\n      Defendant, and the weight of the testimony given by the\n      Defendant as a witness in the trial.\n\n           You must not regard this evidence as showing that the\n      Defendant is a person of bad character or criminal tendencies from\n      which you might be inclined to infer guilt. It’s only for the limited\n      purpose that I just instructed you.\n\nN.T., Trial Vol. IV, 2/7/20, at 83.\n\n\n\n                                      -7-\n\fJ-A25010-22\n\n\n\n      The trial court explained that Granato’s testimony on redirect\n\nexamination was admissible because Vasquez “opened the door” in cross-\n\nexamining      her.    Trial   Court    Opinion,   10/13/21,    at    15–18   (citing\n\nCommonwealth v. Gilliard, 446 A.2d 951, 954 (Pa. Super. 1982),\n\nCommonwealth v. Miller, 481 A.2d 1221 (Pa. Super. 1984), and\n\nCommonwealth v. Smith, 17 A.3d 873 (Pa. 2011)). Because Vasquez chose\n\nto ask Granato about her life and her property patch, the trial court ruled that\n\nthe Commonwealth was free to explore that subject matter.\n\n      Vasquez argues that Granato’s testimony about prior abuse was not\n\nadmissible for any reason. Vasquez’s Brief at 20–29. He submits that his\n\nquestions were too narrow in scope to open the door to the Commonwealth’s\n\nexamination.       Even if he had opened the door, Vasquez challenges the\n\nevidence as not relevant and as character evidence not admissible under\n\nPennsylvania Rules of Evidence 402 and 404(b)(2). Vasquez complains that\n\nthe trial court did not state on the record its balancing of the probative value\n\nand the potential for unfair prejudice under Rule 403. He further contends\n\nthat the evidence of a collateral matter was not admissible to impeach\n\nVasquez, who had not yet testified. Finally, he maintains that Rule 608(b)(1)\n\nprohibits    the   Commonwealth        from   attacking   Vasquez’s   character   for\n\ntruthfulness with extrinsic evidence about specific instances of his conduct.\n\n      The Commonwealth agrees with the trial court, arguing that Vasquez\n\nopened the door to Granato’s cross-examination. Commonwealth’s Brief at\n\n10–22.      It posits that it could elaborate on defense counsel’s open-ended\n\n                                         -8-\n\fJ-A25010-22\n\n\n\nquestions about her property patch, and it suggests that defense counsel’s\n\n“normal life” question created a false impression that it could correct.\n\nAlternatively, the Commonwealth reasons that it could introduce evidence of\n\nVasquez’s prior bad act as res gestae evidence to tell the complete story of\n\nVasquez’s relationship with Granato. The Commonwealth adds that the trial\n\ncourt does not need to place its Rule 403 balancing test on the record, and\n\nthat any objection to the jury instruction on impeachment was waived.\n\n      An initial hurdle in analyzing this issue is that the trial court’s stated\n\nrationale for allowing this evidence differs from its limiting instruction.   As\n\nnoted, the trial court explained its ruling that the evidence was admissible\n\nbecause Vasquez opened the door. However, it instructed the jury that the\n\nonly reason the jury could consider Granato’s testimony that Vasquez abused\n\nher was to help judge Vasquez’s credibility as a testifying witness. Because\n\neither theory of admissibility could allow the evidence, we will address both.\n\n      “Opening the door” is a way for one party’s evidence to become\n\nadmissible based on presentation by another party. “A litigant opens the door\n\nto [otherwise] inadmissible evidence by presenting proof that creates a false\n\nimpression refuted by otherwise prohibited evidence.” Commonwealth v.\n\nNypaver, 69 A.3d 708, 716–17 (Pa. Super. 2013) (citations omitted). That\n\nis:\n\n      [o]ne who induces a trial court to let down the bars to a field of\n      inquiry that is not competent or relevant to the issues cannot\n      complain if his adversary is also allowed to avail himself of that\n      opening. The phrase ‘opening the door’ ... by cross examination\n      involves a waiver. If [a] defendant delves into what would be\n\n                                     -9-\n\fJ-A25010-22\n\n\n      objectionable testimony on the part of the Commonwealth, then\n      the Commonwealth can probe further into the objectionable area.\n\nCommonwealth v. Gilbert, 269 A.3d 601, 613 (Pa. Super. 2022) (quoting\n\nCommonwealth v. Lewis, 885 A.2d 51, 54–55 (Pa. Super. 2005)).\n\n      Pennsylvania Rule of Evidence 404 outlines the door-opening process\n\nfor character evidence, which is otherwise inadmissible to prove actions in\n\naccordance with that character.      Pa.R.E. 404(a)(1).     Rule 404(a)(2)(A)\n\npermits a criminal defendant to “offer evidence of the defendant’s pertinent\n\ntrait, and if the evidence is admitted, the prosecutor may offer evidence to\n\nrebut it.” In such instances, the Commonwealth’s evidence of the defendant’s\n\ncharacter trait is limited to testimony about the defendant’s reputation.\n\nPa.R.E. 405(a). Specifically, “[i]n a criminal case, on cross-examination of a\n\ncharacter witness, inquiry into allegations of other criminal conduct by the\n\ndefendant, not resulting in conviction, is not permissible.” Pa.R.E. 405(a)(2).\n\n      Rule 404 also provides for the admissibility of other instances of\n\nconduct, commonly called prior bad acts:\n\n      (1) Prohibited Uses. Evidence of any other crime, wrong, or act is\n      not admissible to prove a person’s character in order to show that\n      on a particular occasion the person acted in accordance with the\n      character.\n\n      (2) Permitted Uses. This evidence may be admissible for another\n      purpose, such as proving motive, opportunity, intent, preparation,\n      plan, knowledge, identity, absence of mistake, or lack of accident.\n      In a criminal case this evidence is admissible only if the probative\n      value of the evidence outweighs its potential for unfair prejudice.\n\nPa.R.E. 404(b)(1)–(2).\n\n\n\n\n                                     - 10 -\n\fJ-A25010-22\n\n\n\n      Among the recognized exceptions to the prohibition on evidence of prior\n\nbad acts is res gestae. Under this exception, evidence of a prior bad act is\n\nadmissible “when relevant to furnish the complete story or context of events\n\nsurrounding the crime.”   Commonwealth v. Crispell, 193 A.3d 919, 936\n\n(Pa. 2018) (citations omitted).   Because such evidence proves the alleged\n\ncrime’s “immediate context of happenings near in time and place,” the prior\n\nbad acts must be part of the same transaction. Commonwealth v. Green,\n\n76 A.3d 575, 584 & n.3 (Pa. Super. 2013) (citations omitted).\n\n      Here, the Commonwealth stated that Vasquez opened the door and\n\ncreated a “character issue” by trying to portray Vasquez as a boy scout, which\n\ncreated a misleading impression.    N.T., Trial Vol. II, 2/5/20, at 143.   We\n\ndisagree. Even if we accepted the theory that having a “normal relationship”\n\nis a character trait that Vasquez opened the door for the Commonwealth to\n\nrebut, Rule 405(a)(2) prohibits inquiry into Vasquez’s other criminal conduct\n\nthat did not result in conviction. Vasquez was not charged or convicted for\n\nhis conduct in allegedly throwing Granato off of the motorcycle.\n\n      Moreover, the Commonwealth’s suggestion that Vasquez ripping\n\nGranato from a motorcycle is res gestae evidence of the attack on Mr. Harris\n\nfails because the incident was not part of the same transaction, instead\n\noccurring in a different location on a different day. Green, supra. Thus, this\n\nexception also fails.\n\n      To the extent that Vasquez’s questions to Granato on cross-examination\n\nin the Commonwealths’ case-in-chief opened the door to further examination\n\n                                    - 11 -\n\fJ-A25010-22\n\n\n\nabout Vasquez’s character, a prior specific instance of abuse was not\n\nadmissible to prove that character. Pa.R.E. 405(a)(2). As such, the trial court\n\nmisapplied the law and therefore abused its discretion when it allowed\n\nevidence that Vasquez abused Granato under the theory that Vasquez opened\n\nthe door.\n\n       The second theory the trial court gave for allowing Granato’s testimony\n\nabout prior abuse was for purposes of impeaching Vasquez (who later testified\n\nthat he did not abuse Granato). N.T., Trial Vol. III, 2/6/20, at 88–89. This\n\nwas the only reason why the trial court instructed the jury that it could\n\nconsider Granato’s testimony about the abuse. N.T., Trial Vol. IV, 2/7/20, at\n\n83.4    Putting aside that Vasquez had not yet testified when Granato\n\npurportedly impeached him, this theory likewise runs contrary to law.\n\n       It has long been the rule in Pennsylvania that a witness cannot be\n\nimpeached on a collateral matter. Commonwealth v. Petrillo, 19 A.2d 288,\n\n295 (Pa. 1941); Commonwealth v. Guilford, 861 A.2d 365, 369 (Pa. Super.\n\n2004) (quoting Commonwealth v. Bright, 420 A.2d 714, 716 (Pa. Super.\n\n1980) (noting that “a witness may not be contradicted on ‘collateral’ matters,\n\n... and a collateral matter is one which has no relationship to the case at trial”).\n\nPennsylvania Rule of Evidence 608(b) limits attacks of a testifying witness’\n\ncharacter for truthfulness with specific instances of conduct:\n\n____________________________________________\n\n\n4 The Commonwealth is correct that Vasquez waived any challenge to this\ninstruction because he did not object to it. Here, we address the underlying\nevidentiary issue rather than the propriety of the instruction.\n\n                                          - 12 -\n\fJ-A25010-22\n\n\n      Except as provided in Rule 609 (relating to evidence of conviction\n      of crime),\n\n      (1) the character of a witness for truthfulness may not be attacked\n      or supported by cross-examination or extrinsic evidence\n      concerning specific instances of the witness’ conduct; however,\n\n      (2) in the discretion of the court, the credibility of a witness who\n      testifies as to the reputation of another witness for truthfulness or\n      untruthfulness may be attacked by cross-examination concerning\n      specific instances of conduct (not including arrests) of the other\n      witness, if they are probative of truthfulness or untruthfulness;\n      but extrinsic evidence thereof is not admissible.\n\nPa.R.E. 608(b).\n\n      Here, the incident where Vasquez ripped Granato from a motorcycle is\n\ncollateral because it is not related to the attack on Mr. Harris, nor does it\n\ninvolve Vasquez’s truthfulness.    Although Vasquez later refuted Granato’s\n\ntestimony about prior abuse, it runs contrary to law to admit Granato’s\n\ntestimony as a preemptive challenge to Vasquez’s version of this uncharged\n\nincident.    As such, the trial court abused its discretion in allowing this\n\ntestimony.\n\n      However, this is not the end of the inquiry. In appropriate cases, this\n\nCourt may assess sua sponte whether an error is harmless. Commonwealth\n\nv. Hamlett, 234 A.3d 486 (Pa. 2020).          We do so here, recognizing the\n\nsignificant expense involved in bringing a case to trial as well as the interests\n\nof the parties in achieving a just resolution. For this Court to find harmless\n\nerror, we must be “convinced beyond a reasonable doubt that the error is\n\nharmless.” Commonwealth v. Story, 383 A.2d 155, 162 (Pa. 1978). That\n\nis, “the error could not have contributed to the verdict. Whenever there is a\n\n\n\n                                     - 13 -\n\fJ-A25010-22\n\n\n\nreasonable possibility that an error might have contributed to the conviction,\n\nthe error is not harmless.” Id. at 164 (internal quotation marks omitted);\n\nsee Commonwealth v. Bieber, 283 A.3d 866, 880 (Pa. Super. 2022)\n\n(rejecting a case-dependent lower standard). Here, the applicable test for\n\nharmless error is whether “the properly admitted and uncontradicted evidence\n\nof guilt was so overwhelming and the prejudicial effect of the error was so\n\ninsignificant by comparison that the error could not have contributed to the\n\nverdict.” Commonwealth v. Jones, 240 A.3d 881, 892 (Pa. 2020) (quoting\n\nCommonwealth v. Fulton, 179 A.3d 475, 493 (Pa. 2018)).”\n\n       The uncontradicted evidence in this case included a video of Vasquez\n\nfiling into the Slovak Club with a group of Pagans and quickly attacking Harris.\n\nThe prejudicial effect of the error was that the jury could assess Vasquez’s\n\ncredibility based on his prior violent acts. Even if we correct the error and\n\naccept Vasquez’s testimony as true, Vasquez said that he punched Harris in\n\nthe face. He did not claim self-defense. Although Vasquez denied that he\n\nagreed to assault Harris, he did not contradict that he was in the group of\n\nPagans that entered the Slovak Club and had beaten Harris to the floor in a\n\nmatter of seconds.5 We conclude that the only reasonable inference from this\n\nevidence is that Vasquez was guilty of the offenses for which the jury convicted\n\nhim. Therefore, the error was harmless, and we deny relief.\n\n\n\n____________________________________________\n\n\n5 In assessing the “properly admitted” evidence of guilt, we will not consider\nthe admission of the co-conspirators’ pleas discussed in Part III, infra.\n\n                                          - 14 -\n\fJ-A25010-22\n\n\n      II.    Vasquez waived his issue about Mr. Harris’ gun.\n\n      Next, Vasquez challenges the trial court’s exclusion of evidence that Mr.\n\nHarris had a gun, including cross-examination of any witnesses at the Slovak\n\nClub and the portion of the surveillance video of Mrs. Harris retrieving the gun.\n\nHe argues that the trial court abused its discretion by excluding defense\n\nevidence based on the anticipated strength of the Commonwealth’s evidence.\n\nVasquez’s Brief at 30–38 (citing Holmes v. South Carolina, 547 U.S. 319\n\n(2006)).\n\n      Vasquez has waived this issue. Review of the litigation over the gun\n\nshows that that trial court initially granted the Commonwealth’s motion in\n\nlimine to exclude such evidence “without prejudice” and recognized that it\n\ncould reconsider:\n\n      [Vasquez’s counsel]: Your Honor, I would just submit to the Court,\n           that issue may become germane at some point during the\n           course of trial. So I understand the Court’s ruling, but we\n           may ask to revisit that during the course of testimony.\n\n      THE COURT: Right. Very good.            And I will.   If it [] becomes\n           germane, yes, absolutely.\n\n      [Vasquez’s counsel]: Thank you, Your Honor.\n\nId. at 46.   The trial court entered an order granting the motion.         Order,\n\n1/23/20, at 2 (unnumbered).\n\n      The next day, the Commonwealth filed another motion based on the\n\ndefense proffer at the hearing, then seeking to bar “any mention at trial of\n\n[Mrs. Harris] being in possession of a gun on the night of the assault or [Mrs.\n\nHarris] as seen in the video handling a firearm.” Motion in limine, 1/24/20,\n\n\n                                     - 15 -\n\fJ-A25010-22\n\n\n\nat 2 (unnumbered). After an ex parte hearing with the prosecutor, the trial\n\ncourt entered an order purporting to clarify its previous order:\n\n              AND NOW this 30th day of January 2020, upon motion of the\n       Commonwealth, the Court hereby grants the Commonwealth’s\n       Motion in Limine concerning ANY reference to a firearm being\n       possessed by the victim. This order also prohibits any reference\n       to a firearm being handled by the victim’s wife after the alleged\n       crimes. This shall further prohibit defense counsel from asking\n       questions of witnesses concerning ANY firearm, showing portions\n       of the video of the Slovak Club, and still shots of the victim’s wife\n       with a firearm after the alleged crime. The Court is hereby\n       clarifying its previous order of January 23, 2020, granting the\n       Commonwealth’s Motion to exclude reference to a firearm.\n\nOrder, 1/30/20.\n\n       The morning of trial, the parties addressed the matter further.\n\nVasquez’s counsel requested that Vasquez be permitted to testify that he saw\n\nthat Mr. Harris had a gun.6 The trial court candidly admitted that it had not\n\nconsidered that the defendants could provide their own testimony. The court\n\nannounced that it would stand by its ruling, to revisit before the defendants\n\ntestified. N.T., Motion, 2/4/20, at 12, 25. The trial court later revisited the\n\nmatter and addressed counsel regarding the exclusion of the guns:\n\n       I said this morning, frankly, I’m sticking to my guns as far as\n       everything else is concerned. But as far as . . . a Defendant giving\n       his supposed observations in real time, not what he heard, what\n       he supposedly saw, I have a hard time excluding that.\n\n\n\n\n____________________________________________\n\n\n6 Vasquez’s counsel clarified that this request was only for Vasquez’s own\ntestimony. N.T., Motion, 2/4/20, at 6.\n\n                                          - 16 -\n\fJ-A25010-22\n\n\n\nN.T., Trial Vol. I, 2/4/20, at 218.     Vasquez did not make any additional\n\nrequests to question witnesses about Mr. Harris’ guns or to present the\n\nsurveillance video to the jury.\n\n      Pennsylvania Rule of Evidence 103 provides:\n\n      (a) Preserving a Claim of Error. A party may claim error in a\n      ruling to admit or exclude evidence only:\n\n      (1) if the ruling admits evidence, a party, on the record:\n\n            (A) makes a timely objection, motion to strike, or motion in\n            limine; and\n\n            (B) states the specific ground, unless it was apparent from\n            the context; or\n\n      (2) if the ruling excludes evidence, a party informs the court of its\n      substance by an offer of proof, unless the substance was apparent\n      from the context.\n\n      (b) Not Needing to Renew an Objection or Offer of Proof.\n      Once the court rules definitively on the record--either before or at\n      trial--a party need not renew an objection or offer of proof to\n      preserve a claim of error for appeal.\n\nPa.R.E. 103(a), (b).\n\n      Here, the trial court did not rule “definitively on the record” that all the\n\nevidence of Mr. and Mrs. Harris’ guns would be excluded. Rather, it said on\n\nthe record that it could later reconsider its order, recognizing that trial could\n\ntake an unexpected turn. See Commonwealth v. Hicks, 91 A.3d 47, 54 n.9\n\n(Pa. 2014) (“A pre-trial ruling on admissibility may help define the issues and\n\nthe potential evidence, but the court retains the discretion to modify its ruling\n\nas circumstances develop or as the evidence at trial diverges from that which\n\nwas anticipated.”).\n\n\n                                      - 17 -\n\fJ-A25010-22\n\n\n\n      Notably, the trial court did reconsider its order.    At the hearing the\n\nmorning of trial, the trial court acknowledged that it had not considered that\n\nVasquez could testify, and it later conceded that such testimony would be\n\nadmissible.   Vasquez did not move for the trial court to admit any other\n\nevidence regarding Mr. Harris’ gun, such as the video or testimony from other\n\nwitnesses.    Therefore, the trial court granted the entirety of Vasquez’s\n\nrequest—that he could personally testify to his observations.\n\n      Vasquez contends that the January 30, 2020 order is sufficiently clear\n\nthat his earlier objections to the Commonwealth’s motion in limine should be\n\npreserved. However, that order merely clarified the January 23, 2020, order,\n\nwhich the court said on the record that it was granting “without prejudice.”\n\nUnder these circumstances, the trial court had not ruled “definitively on the\n\nrecord” as contemplated by Rule 103(b). As such, Vasquez was required to\n\nrenew his earlier offer of proof regarding additional evidence about the gun to\n\npreserve his evidentiary issue for review.\n\n      III. Vasquez waived his Confrontation Clause issue.\n\n      Vasquez next challenges the trial court’s admission, during his cross-\n\nexamination, that six other Pagans involved in this incident, who did not testify\n\nat trial, entered guilty pleas to conspiracy, took responsibility, and were\n\ntherefore in state prison. Vasquez’s Brief at 38–46; see N.T. Vol. III, 2/6/20,\n\nat 154–157. He contends that this violated his rights under the Confrontation\n\n\n\n\n                                     - 18 -\n\fJ-A25010-22\n\n\n\nClause, as illustrated by the recent case of Hemphill v. New York, 142 S.\n\nCt. 681 (2022).\n\n     Vasquez has waived this issue. At sidebar, when the Commonwealth\n\nannounced its intent to introduce this evidence, Vasquez’s counsel did not\n\nobject. He stated:\n\n             Your Honor, my client’s position is that [Barringer] never\n     commissioned him. That conversation never happened, and he\n     testified to the fact that these gentlemen pled guilty to these\n     charges. [If t]he Court thinks it appropriate, he can ask him about\n     it, if he wants to. They made that decision [to plead guilty].\n\n          And I mean, from my standpoint, they’re all charged with\n     conspiracy. The fact that they pled guilty, I really don’t want to\n     argue that point, but I understand it’s relevant. I don’t know.\n\nId. at 145.\n\n     Because Vasquez did not make a timely objection or motion to strike,\n\nhe cannot now claim error in the trial court’s allowing this evidence. Pa.R.E.\n\n103(a)(1).\n\n     IV.      Vasquez’s sentence is not an abuse of discretion.\n\n     Finally, Vasquez contends that the trial court abused its discretion in\n\nimposing the maximum possible sentence, an aggregate of 20 to 40 years of\n\nimprisonment. Vasquez’s Brief at 46–60.\n\n           Challenges to the discretionary aspects of sentence are not\n     appealable as of right. Commonwealth v. Leatherby, 116 A.3d\n     73, 83 (Pa. Super. 2015). Rather, an appellant challenging the\n     sentencing court’s discretion must invoke this Court’s jurisdiction\n     by (1) filing a timely notice of appeal; (2) properly preserving the\n     issue at sentencing or in a motion to reconsider and modify the\n     sentence; (3) complying with Pa.R.A.P. 2119(f), which requires a\n     separate section of the brief setting forth a concise statement of\n\n                                    - 19 -\n\fJ-A25010-22\n\n\n     the reasons relied upon for allowance of appeal with respect to the\n     discretionary aspects of a sentence; and (4) presenting a\n     substantial question that the sentence appealed from is not\n     appropriate under the Sentencing Code, 42 Pa.C.S. § 9781(b), or\n     sentencing norms.     Id.    An appellant must satisfy all four\n     requirements. Commonwealth v. Austin, 66 A.3d 798, 808 (Pa.\n     Super. 2013).\n\nCommonwealth v. Miller, 275 A.3d 530, 534 (Pa. Super. 2022).               In\n\ndetermining whether an appellant has raised a substantial question, we “focus\n\non the reasons for which the appeal is sought, in contrast to the facts\n\nunderlying the appeal, which are necessary only to decide the appeal on the\n\nmerits.” Commonwealth v. Goggins, 748 A.2d 721, 727 (Pa. Super. 2000)\n\n(en banc).\n\n     Vasquez complied with the first three requirements to invoke this\n\nCourt’s jurisdiction over his sentencing claim. As to the fourth requirement,\n\nVasquez claims that the sentencing court imposed an unreasonably excessive\n\nsentence, did not sufficiently state its reasons for doing so on the record,\n\ncaused an unduly harsh result by imposing consecutive sentences, and relied\n\non impermissible factors. We accept that this presents a substantial question\n\nand thus proceed to the merits.\n\n     This Court will vacate an above-guidelines sentence only if “the sentence\n\nis unreasonable.” 42 Pa.C.S.A. § 9781(c)(3). We review a challenge to the\n\ndiscretionary aspects of sentencing mindful of the following standard of\n\nreview:\n\n     Sentencing is a matter vested in the sound discretion of the\n     sentencing judge, and a sentence will not be disturbed on appeal\n     absent a manifest abuse of discretion. In this context, an abuse\n\n\n                                   - 20 -\n\fJ-A25010-22\n\n\n      of discretion is not shown merely by an error in judgment. Rather,\n      the appellant must establish, by reference to the record, that the\n      sentencing court ignored or misapplied the law, exercised its\n      judgment for reasons of partiality, prejudice, bias or ill will, or\n      arrived at a manifestly unreasonable decision.\n\nCommonwealth v. Bankes, 286 A.3d 1302, 1307 (Pa. Super. 2022)\n\n(quoting Commonwealth v. Clemat, 218 A.3d 944, 959 (Pa. Super. 2019)).\n\n      Vasquez argues that the sentencing court abused its discretion in\n\nimposing an aggregate 20-to-40-year term of imprisonment in several ways.\n\nFirst, he claims that the court failed to state or consider the applicable\n\nsentencing guidelines, and it treated Harris’ severe injuries as exceeding those\n\ncontemplated in the guidelines. Second, he claims that the court failed to\n\nconsider his prior record score of zero and his lack of a history of violence.\n\nThird, he challenges the court’s treatment of his testimony and subsequent\n\nsilence as a failure to take responsibility, in light of his intent to preserve his\n\ncase for appeal after exercising his right to trial.\n\n      The Commonwealth responds that the sentencing court was free to\n\ndepart from the sentencing guidelines, as it placed its reasons for doing so on\n\nthe record. It notes that, among other appropriate factors, the sentencing\n\ncourt considered Vasquez’s violation of the court’s no-contact order while\n\nawaiting his sentence. It concludes that Vasquez’s sentence was reasonable.\n\n      The sentencing court explained at the time of sentencing why it was\n\nimposing a long sentence:\n\n      [Q]uite frankly, I’ve never seen anything like this. I’ve never seen\n      not only this total lack of remorse but total lack of responsibility.\n      Every single person—according to Mr. Vasquez, every single\n      person that testified was lying including the—his fellow members,\n\n                                      - 21 -\n\fJ-A25010-22\n\n\n       particularly Mr. Cochran, and all the other Codefendants that took\n       responsibility, admitted their guilt, showed remorse. They must’ve\n       all been lying when they did that according to [Vasquez].[7] The\n       other bystanders from the club must’ve been lying as well. Of\n       course, Mr. Katz, the expert, had to have been lying because he\n       defined—he set forth all the reasons why the Pagans are an outlaw\n       motorcycle gang engaged in criminal activity. But to Mr. Vasquez\n       this was a brotherhood of guys who ride motorcycles and engage\n       in charitable activities, so he was way off base according to you,\n       Mr. Vasquez.\n\n              And then, of course, your friend, Zachary Yagnich, … was\n       not being truthful because your testimony was at odds with his\n       testimony.     And of course the—your former fiancé[e], Ms.\n       Granato, you’ve completely disparaged and indicate that she’s\n       lying, not only about this incident but the prior history of violence\n       that you had between the two of you. And finally, the biggest liar\n       of all is the videotape because the videotape is completely\n       different from your testimony.\n\n              And … your Facebook post was attached to the presentence\n       investigation, and frankly, … I always take these Facebook posts\n       with a grain of salt. I’m not into it. I know that you were in jail\n       so you weren’t—I wondered how you could be directly responsible\n       for a Facebook post, but then I hear you on tape dictating it,\n       asking your parents if they saw it, and did you get any favorable\n       comments to it. This is the farthest thing from any kind of\n       remorse, responsibility, or any demonstration that you have the\n       ability to be rehabilitated. You’re on the videotape or video talking\n       about the future of the Pagan organization, and how it’s going to\n       go when you get out. You’re wishing harm on the other witnesses.\n       And then there you are laughing with your Pagan friends on video\n       while they’re at the bar. And it’s beyond just being disgruntled\n       and upset about the verdict. And this continued up until—through\n       April, the most recent one was April 18th.\n\n             For all these reasons, the Court feels that it is necessary to\n       depart from the sentencing guidelines. I have to take into account\n       the protection of the public. And again, this was in a public place,\n____________________________________________\n\n\n7 The Commonwealth had cross-examined Vasquez about whether the other\nwitnesses were lying. See Commonwealth v. Yockey, 158 A.3d 1246, 1256\n(Pa. Super. 2017). Because Vasquez did not object to this line of questioning,\nwe find that it was appropriate for the sentencing court to consider it.\n\n                                          - 22 -\n\fJ-A25010-22\n\n\n     while on video, directly going toward the victim. Taking into\n     account the protection of the victim and his family, the\n     rehabilitative needs of the Defendant, which again I—you’ve\n     demonstrated through your—from the outset and even after the\n     verdict that—I don’t see any potential for rehabilitation. The\n     gravity of the offense, and the nature of the impact on the life of\n     the victim and his family, it goes beyond aggravated—even\n     though the jury found serious bodily injury, this is beyond that.\n     This is beyond the protracted loss of an organ or vital bodily\n     function. Mr. Harris nearly passed away and by all accounts will\n     never be the same. And he’ll never have the enjoyment of his\n     family or be able to support his family again. All of your letters\n     indicated what a family man you are and how your family needs\n     you. Well, his needs him too, and he’ll never again be available.\n\n           And yes, your—despite what you told the jury about the\n     others just wishing to take a plea because they knew they were\n     going to be railroaded, each expressed remorse for the victim’s\n     family, and knew that this was a terrible thing that they had done\n     to him and his family. And for those reasons, the Court—seeing\n     the need to provide for the protection of the public, the lack of any\n     rehabilitative potential for the Defendant, the gravity of the\n     offense, the effect [on] the life [of] the victim and his family and\n     the community, and the protection of the public, the other\n     witnesses, and the general public, the Court will depart from the\n     sentencing guidelines . . . .\n\nN.T., Sentencing, 5/22/20, at 24–27.\n\n     In its opinion on appeal, the sentencing court further explained its\n\nreasons for deviating from the sentencing guidelines:\n\n     First, [Vasquez] showed a complete lack of remorse for his actions\n     and refused to take any sort of responsibility for his role in the\n     assault of [Harris]. At the sentencing hearing, the Commonwealth\n     played numerous video recordings of [Vasquez] from the\n     correctional facility to his family and friends wherein [Vasquez]\n     was laughing, downplaying the assault, and mocking the justice\n     system. [In the recordings, Vasquez dictates] a Facebook post to\n     his parents by which he is dismissing his guilt. [Vasquez] also\n     makes several graphic comments wishing harm on witnesses\n     Jamie Granato and Paul Cochran for testifying at his trial. On one\n     video call, [Vasquez] is communicating with other Pagan members\n     at a bar, laughing, and talking about his future with the Pagans,\n\n                                    - 23 -\n\fJ-A25010-22\n\n\n     despite his bond condition prohibiting contact with any member of\n     the Pagans. [Vasquez’s] lack of remorse and inability to take any\n     responsibility for his actions justified the court’s departure from\n     the sentencing guidelines.\n\n           Furthermore, the court found that [Vasquez’s] behavior\n     demonstrated that he is not amen[]able to rehabilitation.\n     Accordingly, a lengthy term of incarceration was warranted to\n     protect [Harris] and the community. The court must also consider\n     that the victim in this instance was assaulted so severely that he\n     nearly died and his life had been irreparably changed due to the\n     actions of [Vasquez] and his co-defendants.\n\nTrial Court Opinion, 10/13/21, at 46.\n\n      We conclude that the sentencing court did not abuse its discretion. It\n\nindicated that it reviewed the presentence investigation report, which would\n\ninclude both Vasquez’s prior record score and the appropriate sentencing\n\nguidelines. See Bankes, 286 A.3d at 1307 (citing Clemat, 218 A.3d at 959–\n\n60). As to the treatment of the Pagans who were sentenced pursuant to plea\n\nagreements, we note that such defendants are not similarly situated for\n\nsentencing purposes; therefore, Vasquez’s comparatively harsher sentence\n\ndoes not demonstrate that he was punished for exercising his constitutional\n\nrights. Commonwealth v. Ali, 197 A.3d 742, 764 (Pa. Super. 2018) (citing\n\nCommonwealth v. Moury, 992 A.2d 162, 171 (Pa. Super. 2010)), appeal\n\ndenied, 652 Pa. 269 (Apr. 30, 2019). Because Vasquez has not shown that\n\nthe sentencing court abused its discretion, we will affirm his judgment of\n\nsentence.\n\n     Judgment of sentence affirmed.\n\n\n\n\n                                   - 24 -\n\fJ-A25010-22\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 4/3/2023\n\n\n\n\n                          - 25 -\n\f",
            "ocr": false,
            "opinion_id": 9384332
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}