{
    "id": 9404538,
    "judges": null,
    "date_filed": "1978-07-01",
    "date_filed_is_approximate": true,
    "slug": "kamron-michael-bell-v-the-state-of-texas",
    "case_name_short": null,
    "case_name": "Kamron Michael Bell v. the State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "https://search.txcourts.gov/RetrieveDocument.aspx?DocId=37792&Index=%5c%5c10%2e20%2e4%2e7%5cTamesIndexes%5ccoa05%5cOpinion",
            "author_id": null,
            "opinion_text": "Modified and Affirmed and Opinion Filed May 31, 2023\n\n\n\n\n                                       In The\n                             Court of Appeals\n                      Fifth District of Texas at Dallas\n                                No. 05-22-00321-CR\n\n                    KAMRON MICHAEL BELL, Appellant\n                                  V.\n                      THE STATE OF TEXAS, Appellee\n\n               On Appeal from the 194th Judicial District Court\n                            Dallas County, Texas\n                    Trial Court Cause No. F20-76596-M\n\n                         MEMORANDUM OPINION\n                 Before Justices Nowell, Goldstein, and Breedlove\n                           Opinion by Justice Goldstein\n      Kamron Michael Bell appeals his murder conviction. Following appellant’s\n\nguilty plea before the jury, the jury found appellant guilty and assessed punishment\n\nat forty years’ confinement and a $1000 fine. In two issues, appellant argues the\n\njury charge at the guilt/innocence stage of trial was contradictory as to what evidence\n\nthe jury could consider and incomprehensible because words were omitted from the\n\nsection entitled “Evidentiary Instructions.” In a single cross-point, the State asks\n\nthat the judgment be reformed to show the jury made a deadly weapon finding. As\n\nmodified, we affirm the trial court’s judgment.\n\f      In November 2020, appellant was charged by indictment with murder.\n\nSpecifically, the indictment alleged that, on September 13, 2020, appellant\n\nintentionally and knowingly caused the death of David Eugene Young by shooting\n\nhim with a firearm. At trial on April 4, 2022, after the jury was sworn, the prosecutor\n\nread the indictment to the jury, and appellant entered a guilty plea. The State offered\n\ninto evidence appellant’s judicial confession, and the trial court admitted it, over no\n\nobjection. The State then rested “in the guilt/innocence portion of the trial,” and\n\ndefense counsel also rested. The trial court then read the court’s charge to the jury.\n\n      Among other things, the jury charge instructed the jury to find appellant\n\n“guilty as charged in the indictment.” Inexplicably, the charge then set out the law\n\nof murder; applied the law of murder to the facts of the case; provided certain\n\nevidentiary instructions, including the following incomplete instruction: “As to any\n\nquestion to which an objection was”; and twice in one sentence instructed the jury\n\nto only consider evidence it received from the witness stand. The charge concluded\n\nwith the sentence, “The Defendant has pleaded guilty, and you are hereby instructed\n\nto find the defendant guilty of the charge of murder.” Appellant did not object to\n\nthe jury charge. The jury found appellant guilty of murder and explicitly found that\n\nhe used a deadly weapon, a firearm, during the commission of the offense.\n\nFollowing a punishment hearing, the jury assessed punishment at forty years’\n\nconfinement and a $1000 fine. This appeal followed.\n\n\n\n                                         –2–\n\f       In two issues, appellant argues the jury charge at the guilt/innocence stage of\n\ntrial was contradictory as to what evidence the jury could consider and\n\nincomprehensible because words were omitted from the section entitled\n\n“Evidentiary Instructions.”    Specifically, appellant complains of the charge’s\n\ninstruction to only consider evidence it received from the witness stand and inclusion\n\nof the incomplete sentence, “As to any question to which an objection was.”\n\nAppellant complains these errors confused the jury, resulted in a charge that “failed\n\nto distinctly set forth the law applicable to the case,” and violated appellant’s right\n\nto a fair trial.\n\n       In felony cases, a plea of guilty before the jury admits the existence of all\n\nelements necessary to establish guilt and, in such cases, the introduction of evidence\n\nby the State is only to enable the jury to intelligently determine punishment. See\n\nHolland v. State, 761 S.W.2d 307, 312 (Tex. Crim. App. 1988); Ex parte Williams,\n\n703 S.W.2d 674, 678 (Tex. Crim. App. 1986); Williams v. State, 674 S.W.2d 315,\n\n318 & n.3 (Tex. Crim. App. 1984) (noting that no evidence need be entered when\n\nappellant pleads guilty before jury). In such cases, the plea of guilty is conclusive\n\nas to the defendant’s guilt and there is no question of the sufficiency of the evidence\n\non appeal. See Ex parte Martin, 747 S.W.2d 789, 792 (Tex. Crim. App. 1988) (op.\n\non reh’g); Ex parte Williams, 703 S.W.2d at 678; Brinson v. State, 570 S.W.2d 937,\n\n938–39 (Tex. Crim. App. [Panel Op.] 1978). Specifically,\n\n\n\n                                         –3–\n\f      the plea of guilty before a jury essentially becomes a trial on\n      punishment since entry of a plea of guilty before a jury establishes a\n      defendant’s guilt except where evidence demonstrates his innocence.\n      (Citations omitted). The introduction of evidence is not to determine\n      guilt but is to enable the jury to intelligently exercise discretion in\n      determining the appropriate punishment.\n\nLuna v State, 268 S.W.3d 594, 598 (Tex. Crim. App. 2008) (quoting Williams, 674\n\nS.W.2d at 318.)\n\n      When the defendant fails to object to the charge, we will not reverse for charge\n\nerror unless the record shows egregious harm to the defendant. Ngo v. State, 175\n\nS.W.3d 738, 743–44 (Tex. Crim. App. 2005). Errors that result in egregious harm\n\nare “those that affect the very basis of the case, deprive the defendant of a valuable\n\nright, vitally affect the defensive theory, or make a case for conviction clearly and\n\nsignificantly more persuasive.” Taylor v. State, 332 S.W.3d 483, 490 (Tex. Crim.\n\nApp. 2011). “Egregious harm is a high and difficult standard to meet, and such a\n\ndetermination must be borne out by the trial record.” Villarreal v. State, 453 S.W.3d\n\n429, 433 (Tex. Crim. App. 2015) (internal quotation omitted). Neither party bears\n\nthe burden to show harm or lack thereof. Marshall v. State, 479 S.W.3d 840, 843\n\n(Tex. Crim. App. 2016). The appellate court must examine the relevant portions of\n\nthe entire record to determine whether appellant suffered actual harm, as opposed to\n\ntheoretical harm, as a result of the error. Id. When the evidence is overwhelming,\n\nit is “less likely the jury was influenced by an erroneous jury instruction than by the\n\n\n\n\n                                         –4–\n\fweight of the probative evidence itself.” Johnson v. State, 981 S.W.2d 759, 763\n\n(Tex. App.—Houston [1st Dist.] 1998).\n\n      Here, the jury charge at guilt/innocence contained errors: excess language,\n\ninapplicable instructions, and a sentence fragment. However, because appellant\n\nfailed to object to these errors at trial, he must show that he was egregiously harmed\n\nby these errors. Ngo, 175 S.W.3d at 743–44. The record is clear that appellant\n\nentered a guilty plea before the jury and raised no defensive theory at the\n\nguilt/innocence stage. Appellant’s guilty plea was conclusive as to his guilt. See Ex\n\nparte Martin, 747 S.W.2d at 792. Moreover, the charge twice instructed the jury to\n\nfind appellant guilty. Under the particular facts and circumstances of this case, we\n\nconclude appellant has failed to show that he was egregiously harmed. See Taylor,\n\n332 S.W.3d at 490. We overrule appellant’s first and second issues.\n\n      In a single cross-point, the State asks that the judgment be reformed to show\n\nthe jury made a deadly weapon finding. This Court has the power to correct and\n\nreform the judgment of the court below to make the record speak the truth when it\n\nhas the necessary data and information to do so, or make any appropriate order as\n\nthe law and the nature of the case may require. Asberry v. State, 813 S.W.2d 526,\n\n529 (Tex. App.—Dallas 1991, pet. ref’d). The jury’s verdict in this case shows the\n\njury explicitly found that appellant used a deadly weapon, a firearm, during the\n\ncommission of the offense. Accordingly, we sustain the State’s cross-issue and\n\nmodify the judgment in this case to include a deadly weapon finding. See id.\n\n                                         –5–\n\f      As reformed, we affirm the trial court’s judgment.\n\n\n\n\n                                          /Bonnie Lee Goldstein/\n220321f.u05                               BONNIE LEE GOLDSTEIN\nDo Not Publish                            JUSTICE\nTEX. R. APP. P. 47.2(b)\n\n\n\n\n                                       –6–\n\f                            Court of Appeals\n                     Fifth District of Texas at Dallas\n                                  JUDGMENT\n\nKAMRON MICHAEL BELL,                          On Appeal from the 194th Judicial\nAppellant                                     District Court, Dallas County, Texas\n                                              Trial Court Cause No. F20-76596-M.\nNo. 05-22-00321-CR          V.                Opinion delivered by Justice\n                                              Goldstein. Justices Nowell and\nTHE STATE OF TEXAS, Appellee                  Breedlove participating.\n\n     Based on the Court’s opinion of this date, the judgment of the trial court is\nMODIFIED as follows:\n     Under the heading “Findings on Deadly Weapon,” “N/A” is deleted,\n     and “YES, A FIREARM” is substituted.\nAs REFORMED, the judgment is AFFIRMED.\n\n\nJudgment entered this 31st day of May, 2023.\n\n\n\n\n                                        –7–\n\f",
            "ocr": false,
            "opinion_id": 9400014
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}