{
    "id": 9423481,
    "judges": null,
    "date_filed": "2007-01-16",
    "date_filed_is_approximate": true,
    "slug": "state-of-iowa-v-david-dwight-jackson",
    "case_name_short": null,
    "case_name": "State of Iowa v. David Dwight Jackson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 19.0,
            "download_url": "https://www.iowacourts.gov/courtcases/18555/embed/CourtAppealsOpinion",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                   No. 21-1319\n                              Filed August 30, 2023\n\n\nSTATE OF IOWA,\n     Plaintiff-Appellee,\n\nvs.\n\nDAVID DWIGHT JACKSON,\n     Defendant-Appellant.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Polk County, Scott J. Beattie (motion\n\nto suppress) and David M. Porter (trial), Judges.\n\n\n\n      The defendant appeals evidentiary rulings and the denial of his motion for\n\na new trial. AFFIRMED.\n\n\n\n      Gary Dickey of Dickey, Campbell, &amp; Sahag Law Firm, PLC, Des Moines, for\n\nappellant.\n\n      Brenna Bird, Attorney General, and Bridget A. Chambers, Assistant\n\nAttorney General, for appellee.\n\n\n\n      Considered by Bower, C.J., and Tabor and Greer, JJ.\n\f                                         2\n\n\nGREER, Judge.\n\n      Following a fatal accident, David Jackson was convicted of vehicular\n\nhomicide by operating while intoxicated (OWI), reckless driving, leaving the scene\n\nof an accident resulting in death, and operating a motor vehicle without the owner’s\n\nconsent. On appeal, he argues the district court should have suppressed the\n\nadmission of a toxicology report obtained through the use of an inaccurate search\n\nwarrant application. He also argues the district court erred in denying his motion\n\nfor a new trial after allowing testimony regarding his medical records without a\n\nwaiver of his physician-patient privilege. We affirm the district court’s admission\n\nof the toxicology report; we also hold the district court did not err in allowing\n\ntestimony about Jackson’s medical records under Iowa Code section 622.10\n\n(2020) or the rule against hearsay, so affirm the admission of that testimony.\n\nI. Facts and Prior Proceedings.\n\n      On the evening of August 9, 2020, a Toyota Prius1 was being driven\n\nsouthbound down a two-way, four-lane section of Martin Luther King Jr. Parkway\n\n(MLK) in Des Moines when the driver, later identified as Jackson, veered into the\n\nnorthbound lane. Eyewitnesses stated Jackson accelerated and crossed both\n\nnorthbound lanes before colliding with Bounleua Lovan, who was driving a Polaris\n\nSlingshot.2 The Slingshot hit a telephone pole, and the Prius went over the street’s\n\ncurb, through a parking lot, and eventually crashed into a building.3 One witness\n\nwent to the car to offer assistance and noticed Jackson appeared dazed and\n\n\n\n1 It was later determined the Prius had been stolen, although not by Jackson.\n2 A Slingshot is a motorized vehicle with two front wheels and one back wheel.\n3 Lovan died from the injuries sustained.\n\f                                          3\n\n\nconfused as he got out of the driver’s side door; Jackson then left the scene on\n\nfoot. Police Officer Christopher Latcham was told Jackson’s description and found\n\nhim sitting at a nearby senior living facility; Jackson and Officer Latcham\n\nexchanged a few words before Jackson began to run away. Officer Latcham used\n\npepper spray and eventually apprehended Jackson, who was then handcuffed by\n\nOfficer Nathan Nemmers. Officer Nemmers testified that Jackson “had bloodshot,\n\nwatery eyes, seemed a little paranoid, had some erratic behavior, [and was]\n\nsweating profusely,” which indicated to him that Jackson was under the influence\n\nof either drugs or alcohol.\n\n       Jackson was transported to the hospital. Officer Nemmers later went there\n\nto conduct an OWI investigation. While he testified this would typically involve field\n\nsobriety tests (FSTs), he found Jackson was “incoherent and unable to follow,\n\nreally, any commands or instructions. Just simply trying to talk to him before I\n\ncould get to [FSTs], it was clear that he wasn’t going to be able to perform the\n\n[FSTs] as requested.” Officer Nemmers applied for a search warrant to collect a\n\nblood sample for testing. But he modified a previously used warrant application\n\nand did not delete the FST information already present on the computer form. The\n\nwarrant was subsequently granted, and after running the testing, Jackson’s blood\n\nsample came back positive for methamphetamine and amphetamines.                  The\n\ntoxicology report showed the presence of methamphetamine at a level above the\n\ntherapeutic dosage.\n\n       Jackson was charged with vehicular homicide by OWI, vehicular homicide\n\nby reckless driving, theft in the second degree, leaving the scene of an accident\n\nresulting in death, and operating a motor vehicle without the owner’s consent.\n\f                                         4\n\n\nBefore trial, Jackson moved to suppress the admission of the toxicology report on\n\nhis blood sample because of the defect in the warrant application. The district\n\ncourt denied the suppression motion.\n\n       At trial, Jackson’s main defense was the accident occurred because he had\n\na medical condition that caused him to pass out at the wheel. He testified about\n\n“black outs” he had before the accident and explained that, while driving down\n\nMLK, he “started to have, like, tightness in my chest, my breathing became\n\nrestricted, and I passed out, blacked out at the wheel.” Offering more details,\n\nJackson went on to say he was admitted to the ICU, where “[his] heart rate had\n\ndropped, was at thirty-four” and care providers were concerned his “heart [might]\n\nstop again.”\n\n       After Jackson testified about his medical condition, the State called Dale\n\nPeterson in rebuttal to testify about the details in Jackson’s hospital records.\n\nPeterson was the health services administrator at Polk County Jail, and he\n\noversaw all medical records for the jail. Jackson objected, arguing that testimony\n\nabout his medical records was hearsay and protected by HIPAA4 and he had not\n\nwaived those protections. The district court allowed the evidence to be introduced\n\nat trial. Peterson testified that, after reviewing Jackson’s medical records from the\n\nhospital, he believed Jackson’s “vital signs were stable and within normal limits,”\n\nincluding his blood-oxygen level. The jail medical staff was not alerted to Jackson\n\nhaving a history of blacking out. Upon his admission to the jail, Jackson was\n\n\n\n4 HIPAA is the commonly used acronym for the Health Insurance Portability and\n\nAccountability Act, Pub. L. 104–191, 101 Stat. 1936 (codified as amended in\nscattered sections of 42 U.S.C.),\n\f                                          5\n\n\nplaced on a detoxification program. But, on cross-examination, Peterson clarified\n\nthat he had not read all of the records and he could not pinpoint the timing of the\n\ntesting of Jackson’s vitals.\n\n       The jury ultimately found Jackson guilty of vehicular homicide by OWI,\n\nreckless driving, leaving the scene of an accident resulting in death, and operating\n\na motor vehicle without the owner’s consent.\n\n       Before sentencing, Jackson moved for a new trial and in arrest of judgment.\n\nHe again pointed to Peterson’s testimony, arguing it contained information\n\nprotected by HIPAA and Iowa Code section 622.10, which provides:\n\n              A practicing attorney, counselor, physician, surgeon,\n       physician assistant, advanced registered nurse practitioner, mental\n       health professional, or the stenographer or confidential clerk of any\n       such person, who obtains information by reason of the person’s\n       employment, or a member of the clergy shall not be allowed, in giving\n       testimony, to disclose any confidential communication properly\n       entrusted to the person in the person’s professional capacity, and\n       necessary and proper to enable the person to discharge the\n       functions of the person’s office according to the usual course of\n       practice or discipline.\n\nThe district court, in an oral ruling denying the motion, explained that in the cases\n\nJackson pointed to dealing with section 622.10’s protections, the disclosure\n\noccurred in the pretrial process. It stated\n\n               From this Court’s point of view, if Mr. Jackson noticed a\n       witness who was going to testify about his condition, under the\n       discovery rules, and particularly the reciprocal discovery agreement,\n       that both parties signed on October 14, 2020, Mr. Jackson, as part\n       of that discovery agreement, would have to turn over those records,\n       because the State would then be entitled to the documents or\n       records underlying that witness’ testimony.\n               What Mr. Jackson did here was not call a witness to testify\n       about his medical condition. Mr. Jackson himself talked about his\n       medical condition. He talked about his blood pressure. He talked\n       about whether his heart was going to stop again. He talked about\n       the drugs that were in his system, both on that day and the days and\n\f                                          6\n\n\n       weeks preceding that incident. He talked about the effects of the\n       pepper spray. He talked about a whole host of issues regarding his\n       condition on the day the event occurred.\n               Once he testifies about his condition, he absolutely opens the\n       door for access to records that either support or refute that position.\n       Effectively, what Mr. Jackson wants to do in Count II of the motion in\n       arrest of judgment and motion for new trial is use chapter 622 both\n       as a sword and a shield. He cannot do both.\n               Once Mr. Jackson talked about his condition, the State was\n       entitled to produce evidence and obtain evidence that refuted that\n       position. . . . Mr. Jackson was entitled to the protection of privilege,\n       and because he opened the door for it, those records were fair game.\n\n       Jackson appeals.\n\nII. Analysis.\n\n       Jackson asks our court to grant him a new trial based on the admission of\n\n(1) the results of the toxicology report and (2) Peterson’s testimony regarding\n\nJackson’s medical records.\n\n       A. Toxicology Report.\n\n       Jackson argues the district court should have suppressed the results of the\n\nblood test obtained after the district court granted a search warrant application that\n\ncontained inaccurate information.5 The framework for Jackson’s claim, known as\n\na veracity claim, comes from Franks v. Delaware, 438 U.S. 154, 155–56 (1978);\n\nIowa courts adopted the Franks standard in State v. Groff, 323 N.W.2d 204, 206–\n\n08 (Iowa 1982). Under the Franks standard, “a defendant [can] challenge the\n\nveracity of an affidavit by showing that the affiant: (1) intentionally and knowingly\n\n\n5 Our review focuses only on the FST information. On appeal, Jackson also argues\n\nthe warrant application omitted material facts by noting his bloodshot eyes but not\nthat he had been pepper sprayed. Because he did not make this argument to the\ndistrict court, it is not preserved for our review. See Meier v. Senecaut, 641 N.W.2d\n532, 537 (Iowa 2002) (“It is a fundamental doctrine of appellate review that issues\nmust ordinarily be both raised and decided by the district court before we will\ndecide them on appeal.”).\n\f                                           7\n\n\nmade a false statement, or (2) made a false statement with reckless disregard for\n\nthe truth.”   Groff, 323 N.W.2d at 207.        As our supreme court explained this\n\nlimitation,\n\n       [t]he exclusionary rule “is not calculated to redress the injury to the\n       privacy of the victim of the search and seizure.” Rather, its purpose\n       is to deter constitutionally violative police conduct. When a police\n       officer through negligence or innocent mistake includes a false\n       statement in a search warrant affidavit, little deterrent function is\n       served by invalidating the warrant and suppressing the evidence.\n\nId. (internal citations omitted). “Allegations of negligence or mistake are insufficient\n\nto sustain an assault on the warrant.” State v. Niehaus, 452 N.W.2d 184, 187\n\n(Iowa 1990). We review the claim de novo. Id.\n\n       Jackson argues Officer Nemmers acted with a reckless disregard for the\n\ntruth by “just kind of flippantly not going through his affidavit . . . . [N]ot\n\nproofreading that document [was] reckless.” In the past, courts have found an\n\naffiant showed a reckless disregard for the truth when a defendant “show[ed]\n\ndirectly that the affiant had serious doubts as to the veracity of an informant’s\n\nstatement” or by showing “an inference ‘from circumstances evincing “obvious\n\nreasons to doubt the veracity” of the allegations.’” Id.\n\n       Here, describing his actions as an “oversight,” Officer Nemmers testified\n\nthat he mistakenly left the FST information from a previously submitted application\n\nin the current warrant application because he did not proofread it. The district\n\ncourt, in ruling on Jackson’s Franks challenge, described it as “a scrivener’s error\n\n(albeit a significant one).” While we agree with Jackson that this was more than\n\nsimply transposing numbers and we urge law enforcement officers to exercise\n\ngreater care in preparing their search warrant applications, Jackson has not\n\f                                         8\n\n\nestablished that the error was more than negligence or that Officer Nemmers\n\nengaged in some kind of intentional act when filling out the application. See State\n\nv. Baker, 925 N.W.2d 602, 614 (Iowa 2019) (“[The defendant] bears the burden of\n\nproving that officers made materially false statements in the affidavit either\n\ndeliberately or with a reckless disregard for the truth.”). And, as Officer Nemmers\n\ntestified, the information presented on the warrant application, even without the\n\nmistaken FST detail, still supported a finding of probable cause. See id. at 616\n\n(noting an officer is only required to present the information supporting a probable\n\ncause finding). Here, we conclude the grant of the warrant had a substantial basis\n\nunder the totality of circumstances that were accurate in the warrant application.\n\nSee State v. Bracy, 971 N.W.2d 563, 564 (Iowa 2022). Thus, on our de novo\n\nreview, we affirm the district court’s determination that this mistake did not meet\n\nthe Franks test requirements and even if we excised the admittedly incorrect\n\ndetails, the other information in the affidavit supports a probable cause finding.\n\n       B. Medical Record Testimony.\n\n       Next, Jackson argues the district court erroneously allowed Peterson’s6\n\ntestimony about his medical information because it was both confidential and\n\nhearsay. “We review the trial court’s interpretation of section 622.10 for errors of\n\nlaw.” State v. Deases, 518 N.W.2d 784, 787 (Iowa 1994). We also “review rulings\n\non hearsay for the correction of legal error.” State v. Veverka, 938 N.W.2d 197,\n\n202 (Iowa 2020).\n\n\n\n\n6 Neither party contests that Peterson was bound by the requirements of\nsection 622.10.\n\f                                           9\n\n\n       i. Physician-Patient Privilege.\n\n       Jackson argues his medical records were protected by HIPAA and the\n\ntestimony about the records was inadmissible because of Iowa Code\n\nsection 622.10. If a state law provides less stringent protection than HIPAA,\n\nHIPAA supersedes and preempts that state law. 42 U.S.C. § 1320d–7(a)(1).\n\n       As our supreme court has discussed before:\n\n              Under HIPAA regulations, a covered entity generally is not\n       permitted to use or disclose protected health information. 45 C.F.R.\n       § 164.502(a)(1)(i-ii).   The federal rule is subject to several\n       exceptions, including a broad exception for disclosures in judicial and\n       administrative proceedings. 45 C.F.R. § 164.512(e). The judicial\n       exception allows a covered entity to disclose any protected health\n       information either in response to a court order or a subpoena. Id.\n\nIn re A.M., 856 N.W.2d 365, 379 (Iowa 2014). Pointing specifically to Iowa Code\n\nsection 622.10, the supreme court determined Iowa law was more protective than\n\nHIPAA. Id. So, we can limit our analysis to section 622.10.\n\n       a. Error Preservation. We begin with the State’s argument that Jackson did\n\nnot preserve error on his argument that the evidence was inadmissible because of\n\nsection 622.10. Before Peterson testified, Jackson objected to the testimony\n\noutside of the presence of the jury; when asked by the district court to clarify exactly\n\nwhat the objections were, Jackson responded\n\n               I would raise the HIPAA violation. I would also raise hearsay\n       violation. I would also raise this is not the best evidence, and this is\n       not the witness to attest to what exactly is in the Broadlawns medical\n       records. We’re lacking context.\n               I also think that Mr. Peterson is not a competent witness to\n       testify to the actions of a treating physician and what the—what’s in\n       those actual reports. That would—those would be the issues that I\n       would raise.\n\f                                         10\n\n\n       In the motion in arrest of judgment and for a new trial, however, Jackson\n\ncited—for the first time—Iowa Code section 622.10. Generally a “[m]otion for a\n\nnew trial ordinarily is not sufficient to preserve error where proper objections were\n\nnot made at trial.” State v. Seltzer, 288 N.W.2d 557, 559 (Iowa 1980); see also\n\nMitchell v. Cedar Rapids Cmty. Sch. Dist., 832 N.W.2d 689, 695 (Iowa 2013) (“It is\n\nwell-settled that a party fails to preserve error on new arguments or theories raised\n\nfor the first time in a posttrial motion.”). But “error preservation does not turn on\n\n‘hypertechnical’ challenges” or “on the thoroughness of counsel’s research and\n\nbriefing so long as the nature of the error has been timely brought to the attention\n\nof the district court.” Segura v. State, 889 N.W.2d 215, 219 (Iowa 2017) (citations\n\nomitted); Top of Iowa Co-op. v. Sime Farms, Inc., 608 N.W.2d 454, 470 (Iowa\n\n2000) (“[O]ne purpose of our error preservation rules is to ensure that the opposing\n\nparty and the district court are alerted to an issue at a time when corrective action\n\ncan be taken or another alternative pursued.” (citation omitted)); State v. Williams,\n\n695 N.W.2d 23, 27 (Iowa 2005) (“[W]e recognize an exception to the general error-\n\npreservation rule when the record indicates that the grounds for a motion were\n\nobvious and understood by the trial court and counsel.”).\n\n       And while Jackson recognized, during the hearing on the motion, that his\n\nsection 622.10 claim is not synonymous with the HIPAA objection he actually\n\nmade, the State agreed at that hearing that it “[thought] everybody in the courtroom\n\nunderstood what [Jackson] was saying when [he] raised the HIPAA objection,\n\nwhich I think has become kind of the colloquial way of claiming privilege in all\n\nmedical matters. So I don’t dispute that [he]—I believe that [he] properly raised\n\nthe issue.” Moreover, the district court’s oral ruling on the motion referenced two\n\f                                           11\n\n\ncases, both of which focused on section 622.10. Because Jackson raised the\n\nissue to the district court and it was ruled on, see Meier, 641 N.W.2d at 537, we\n\nfind error was preserved and turn to the substantive argument.\n\n       b. Section 622.10. Arguing that a panel of this court decided a nearly-\n\nidentical case in the defendant’s favor, Jackson asks us to follow State v. Roling,\n\nNos. 0-710, 99-1774, 2001 WL 98935 (Iowa Ct. App. Feb. 7, 2001) and remand\n\nfor a new trial because of the trial court’s error in admitting Peterson’s testimony\n\nabout Jackson’s medical condition.          To counter, the State notes that an\n\nunpublished opinion is not binding authority and urges that Roling’s reasoning is\n\nnot sound. See Iowa R. App. P. 6.904(2)(c). More pointedly, the State argues\n\nJackson waived any privilege by raising his medical condition as a defense at trial.\n\nSee State v. Pepples, 250 N.W.2d 390, 393–94 (Iowa 1977) (“The rule in Iowa is\n\nthat when one party introduces inadmissible evidence, with or without objection,\n\nthe trial court has discretion to allow the adversary to offer otherwise inadmissible\n\nevidence on the same subject when it is fairly responsive.” (citation omitted)). So,\n\nfirst, we must address the application of the statute that governs medical\n\ninformation disclosure to see how it plays with the general rule of waiver. Harder\n\nv. Anderson, Arnold, Dickey, Jensen, Gullickson &amp; Sanger, L.L.P., 764 N.W.2d\n\n534, 537 (Iowa 2009) (“Section 622.10 of the Code is the statutory rule for the\n\ntestimonial aspect of the [physician-patient] privilege in a litigation setting.”).\n\n       We first note that the legislature confirmed “the prohibition [in section\n\n622.10(1)] does not apply to cases where the person in whose favor the prohibition\n\nis made waives the rights conferred . . . .”       Iowa Code § 622.10(2).        So, did\n\nJackson waive his privilege to keep his medical information private and is the\n\f                                        12\n\n\ndistrict court correct that Jackson “opened the door” with his testimony about his\n\nhealth? See Pepples, 250 N.W.2d at 393–94 (noting that testimony solicited on\n\ndirect examination can open the door to allow responsive inadmissible testimony).\n\n      Following Jackson’s lead, we examine Roling. In Roling, the “[d]efendant\n\nwas charged following a three-vehicle accident where the pickup he was driving\n\ncrossed the centerline sideswiping a passenger car and forcing it off the road. The\n\ndefendant next collided nearly head-on with a limousine.” 2001 WL 98935, at *1.\n\nThe defendant testified he had six to eight beers the night of the accident. Id. As\n\na part of his defense, the “defendant testified he was seeking medical help for\n\nsleep apnea, and he was unaware of the condition before the accident.” Id. at *3\n\n(footnote omitted). At trial, the state sought to enter Roling’s hospital records,\n\nwhich showed his blood alcohol content, “to impeach his testimony that he only\n\nhad six or eight beers,” and the district court admitted the medical records. Id. at\n\n*2.   On appeal, the defendant argued the evidence violated Iowa Code\n\nsection 622.10,7 while the state maintained the defendant’s testimony about his\n\nsleep-apnea treatment “opened the door to the evidence” and “privilege should be\n\nwaived whenever a defendant puts his medical condition in issue as a defense to\n\na charged crime.” Id. at *3.\n\n      In Roling, our court concluded the district court erred in admitting the\n\ndefendant’s medical records. Id. at *4.8 In doing so, we recognized that while\n\n“[t]he prohibition [against the admission of privileged information] does not\n\n\n7 While Roling utilized an older version of the Code, the relevant parts remain\n\nunchanged.\n8 Even though we concluded the court erred, the defendant failed to show he was\n\nprejudiced by the admission of the records, so we affirmed.\n\f                                         13\n\n\napply . . . in a civil action in which the condition of the person in whose favor the\n\nprohibition is made is an element or factor of the claim,” there was no comparable\n\nlanguage in the statute for criminal actions. Id. (citing Iowa Code § 622.10).\n\n       But we are not persuaded Roling controls our analysis here. First, unlike\n\nthe situation here, in Roling the records were not sought to dispute a medical\n\ncondition; the State sought their admission to bolster the State’s proof of\n\nintoxication. We understand Roling to address a general “opening of the door” to\n\nseek admission of medical records for any purpose (i.e. disputing the level of\n\nsobriety), rather than a specific attack on a condition raised by the defendant as a\n\ndefense (i.e. sleep apnea). In Roling the district court said the medical records\n\n“were admitted not to prove the defendant’s blood alcohol was at a certain level,\n\nbut rather because the medical records contained evidence differing from the\n\ndefendant’s testimony as to his sobriety,” thus, the records were not used to rebut\n\nthe sleep apnea claim but rather to impeach the defendant’s testimony as to how\n\nmany beers he consumed. Id. at *2. But here, the State sought admission of the\n\nmedical records to directly dispute the medical condition Jackson maintained as a\n\ndefense. And Jackson placed his condition at issue. See 1 Kenneth S. Broun et\n\nal., McCormick on Evidence § 103, at 384 (4th ed. 1992) (providing that policy\n\nconsiderations support a finding of waiver when the patient has voluntarily placed\n\nhis condition in issue in a judicial proceeding); 8 J. Wigmore, Evidence § 2388, at\n\n855 (1961) (providing that waiver may occur when the conduct places the claimant\n\nin such position, with reference to the evidence, that it would be unfair and\n\ninconsistent to permit retention of the privilege). And to the extent Roling, an\n\nunpublished case, conflicts with other legal authority, we are required to follow\n\f                                            14\n\n\npublished cases. See Iowa R. App. P. 6.904(2)(c) (“Unpublished opinions or\n\ndecisions shall not constitute controlling legal authority.”); see also Webster v.\n\nState, No. 17-0539, 2018 WL 3873411, at *2 n.4 (Iowa Ct. App. Aug. 15, 2018)\n\n(relying on Iowa Rule of Appellate Procedure 6.904 and concluding “a published\n\nopinion . . . is controlling legal authority”).     In that vein, we find Rieflin more\n\ndispositive. See State v. Rieflin, 558 N.W.2d 149, 154 (Iowa 1996), overruled on\n\nother grounds by State v. Lyman, 776 N.W.2d 865 (Iowa 2010). Although Rieflin\n\naddressed the waiver of the physician-patient privilege when a defendant gives\n\nnotice of the intent to rely on the defense of insanity or diminished responsibility,\n\nthe reasoning is applicable here:\n\n       We believe the defense of diminished capacity waived the privilege\n       here, even if it had existed, for the simple reason it would be\n       incongruous to allow a party to put a matter in issue and then deny\n       access of an opposing party to relevant information concerning it.\n       Our modern concept of criminal trials favors full disclosure of facts,\n       within constitutional limitations, on both sides of the table . . . . Even\n       the most restrictive authorities would say [defendant] would have\n       waived the privilege by introducing evidence on it . . . .\n\nId. (alterations in original) (citation omitted).\n\n       We acknowledge that “[t]he rules of privilege . . . are not designed to\n\nfacilitate the fact-finding process.” Chung v. Legacy Corp., 548 N.W.2d 147, 148\n\n(Iowa 1996). “The physician-patient privilege is intended to promote free and full\n\ncommunication between a patient and his doctor so that the doctor will have the\n\ninformation necessary to competently diagnose and treat the patient,” and “[w]e\n\nconstrue [section 622.10] liberally to carry out its manifest purpose.” Deases, 518\n\nN.W.2d at 787. But here, protecting the disclosure of his medical records was\n\ncontrolled by Jackson, who could have kept his medical condition out of the trial.\n\f                                           15\n\n\nAnd, given Jackson’s insertion of his medical condition into the trial during his\n\ndirect examination, we agree with the district court and its interpretation that the\n\nprivilege under section 622.10 was waived so that the State could directly rebut\n\nthat medical claim. See State v. Hardin, 569 N.W.2d 517, 520 (Iowa Ct. App. 1997)\n\n(noting the privilege is not “designed as a shield” to conceal patient information);\n\nbut see State v. Leedom, 938 N.W.2d 177, 189–90 (Iowa 2020) (noting medical\n\ndetails disclosed through cross-examination would not result in a waiver of the\n\nprivilege). We find Peterson’s testimony concerning the medical records that\n\nsummarized the condition of Jackson was not barred by section 622.10.\n\n       ii. Hearsay.\n\n       We turn next to Jackson’s argument that Peterson’s testimony about\n\nstatements contained in Jackson’s medical records is hearsay. Hearsay is a\n\nstatement “[t]he declarant does not make while testifying at the current trial or\n\nhearing” that is “offered into evidence to prove the truth of the matter asserted in\n\nthe statement” and is typically not admissible. Iowa Rs. Evid. 5.801(c), .802.\n\n       Peterson testified that when an individual is taken to the hospital in between\n\narrest and incarceration and then discharged from the hospital directly to the jail,\n\nthe hospital will send the individual’s medical records to the jail, which the jail keeps\n\nin the regular course of its business. When the individual arrives at the jail, jail\n\npersonnel do their own medical intake, which includes taking vitals. Providing\n\nmore detail, Peterson also testified that if “a patient states daily use or use of\n\nopioids or alcohol more than one to five days a week, [the jail] start[s] them on [an\n\nalcohol and opioid detoxification program].” Peterson also testified that, in his\n\nprofessional role, he was the custodian of those records. During his testimony\n\f                                          16\n\n\nabout Jackson’s medical records, he explained that (1) Jackson’s discharge\n\ndocuments showed no concerns about his breathing; (2) his medical records\n\nreflected his vitals were “stable and within normal limits”; (3) the records did not\n\nreflect that Jackson had a history of blacking out; (4) Jackson was initially admitted\n\nto the hospital for polysubstance use, rhabdomyolysis,9 and a motor vehicle\n\naccident; and (5) at some point after the initial medical screening at the jail,\n\nJackson was placed on a detoxification program.           During cross-examination,\n\nPeterson clarified he had only looked at—and was only testifying about—\n\nJackson’s paperwork from when he discharged from the hospital, not the records\n\nfor his whole stay at the hospital. He explained that discharge paperwork reflects\n\n“what [the defendant] [was] treated for at the hospital. It will also show follow-up\n\nappointments that are necessary.        It will also show any current medications\n\nprescribed from that appointment.”        When asked, Peterson stated that the\n\ndischarge paperwork did not show any vitals.\n\n       It is well established that hospital records are hearsay if offered to prove the\n\ntruth of the matter asserted. Madison v. Colby, 348 N.W.2d 202, 204 (Iowa 1984).\n\nBut, with the proper foundation, they can fall into one of the established exclusions\n\nfrom or exceptions to the rule against hearsay. See State v. Buelow, 951 N.W.2d\n\n879, 884-85 (Iowa 2020). Here, the district court held the testimony was not\n\nhearsay because it was not offered for its truth but instead to show the jail’s\n\n“subsequent course of conduct” for Jackson’s treatment. In the alternative, the\n\ndistrict court held the statements were admissible as describing Jackson’s then-\n\n\n9 Peterson defined rhabdomyolysis as “damage of the muscular system typically\n\nduring a state of dehydration.”\n\f                                          17\n\n\nexisting mental, emotional, or physical condition. See Iowa R. Evid. 5.803(3).\n\nJackson challenges both parts of the district court’s hearsay ruling.\n\n       We agree with the district court that the evidence was not inadmissible\n\nhearsay, but for other reasons. See State v. Smith, 876 N.W.2d 180, 184 (Iowa\n\n2016) (“[W]e recognize we may affirm a ruling on the admission of evidence by\n\nusing a different rationale than relied on by the district court.”) As for the district\n\ncourt’s rulings, the jail’s treatment of Jackson was not relevant to the case, which\n\nis best demonstrated by how the State went on to use the evidence during closing\n\nstatements:\n\n                 [Jackson] tells you, “I didn’t know I took meth.” He tells you,\n       “I had—when I was admitted to the hospital, I couldn’t breathe. I had\n       a heart rate of thirty-four,” but Mr. Peterson had the records, the\n       records that the defendant couldn’t produce, wouldn’t produce. Mr.\n       Peterson had the records that said when he was admitted to the\n       hospital, his oxygen level was 98[%].[10] When your oxygen level is\n       almost perfect, you don’t have a problem breathing. His vital signs\n       were all stable and normal when he was admitted.\n                 He was admitted for polysubstance abuse. He was admitted\n       for . . . his diagnosis for his dehydration. He was admitted for motor\n       vehicle accident. Then, when he was admitted into the jail, by his\n       self-report, he was put into a detox program, but he tells you all he\n       wasn’t under the influence of anything.\n\nCf. McElroy v. State, 637 N.W.2d 488, 502 (Iowa 2001) (noting even if hearsay\n\nevidence is admitted to show responsive conduct and not for its truth, “the court\n\nmust limit its scope to that needed to achieve its purpose”). Looking next to the\n\nexception the district court cited, we are also unable to affirm on that ground\n\nbecause it only applies when the statement is about the declarant’s then-existing\n\n\n10 This overstates Peterson’s actual testimony—Peterson testified the defendant’s\n\noxygen level was 98%, but he never gave a time period for when that vital was\ntaken so there was no evidence whether it was during Jackson’s hospital stay or\nwhen his vitals were taken at the jail.\n\f                                         18\n\n\nmental, emotional, or physical condition—but, while the statements objected to\n\nhere are about Jackson’s diagnosis and observed condition, Jackson is not the\n\ndeclarant, and so the exception cannot apply. See Iowa R. Evid. 5.803(3).\n\n       Still, “[w]e may affirm admission of evidence if it was properly admissible on\n\nany ground.” State v. Fontenot, 958 N.W.2d 549, 556 (Iowa 2021). The records\n\nare admissible under rule 5.803(6), the business record exception, which allows:\n\n       A record of an act, event, condition, opinion, or diagnosis if:\n               (A) The record was made at or near the time by—or from\n       information transmitted by—someone with knowledge;\n               (B) The record was kept in the course of a regularly conducted\n       activity of a business, organization, occupation, or calling, whether\n       or not for profit;\n               (C) Making the record was a regular practice of that activity;\n               (D) All these conditions are shown by the testimony of the\n       custodian or another qualified witness, or by a certification that\n       complies with rule 5.902(11) or rule 5.902(12) or with a statute\n       permitting certification; and\n               (E) The opponent does not show that the source of\n       information or the method or circumstances of preparation indicate a\n       lack of trustworthiness.\n\n       And here, Peterson testified that he is the custodian of the jail’s medical\n\nrecords. He also testified that the medical records he reviewed were transmitted\n\nfrom the hospital to the jail at the time of Jackson’s hospital discharge containing\n\ninformation about Jackson’s condition at that time and the records from the initial\n\nmedical screening conducted by jail staff at the time of Jackson’s intake at the jail.\n\nAccording to Peterson’s testimony, the records are kept as a part of the regular\n\nbusiness of the jail and the record was made as a regular practice of the jail for\n\nthose who need medical care after an arrest. With the appropriate foundation laid,\n\nthe exception to hearsay found in rule 5.803(6) applies. See State v. Musser, 721\n\nN.W.2d 734, 750-52 (Iowa 2006) (addressing the proper foundation to admit lab\n\f                                          19\n\n\nreports under the business record exception). Because the evidence was properly\n\nadmissible under this ground, we find no error.\n\nIII. Conclusion.\n\n       The district court correctly allowed the results of Jackson’s toxicology report\n\ninto evidence.     And because Peterson’s testimony about Jackson’s medical\n\nrecords was not prohibited by Iowa Code section 622.10 once Jackson opened the\n\ndoor and was admissible as an exception to the rule against hearsay, we affirm\n\nthe district court’s admission of both.\n\n       AFFIRMED.\n\f",
            "ocr": false,
            "opinion_id": 9781071
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Murder"
}