{
    "id": 8801331,
    "judges": "Mansfield",
    "date_filed": "1997-05-29",
    "date_filed_is_approximate": true,
    "slug": "huggins-v-white",
    "case_name_short": "Huggins",
    "case_name": "Huggins v. White",
    "case_name_full": "William HUGGINS v. Security Guards, Fulton WHITE, Jr., and Arthur Jackson",
    "attorneys": "William Huggins, pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "321 F. Supp. 732"
    ],
    "opinions": [
        {
            "author_str": "Mansfield",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMANSFIELD, District Judge.\nOn May 21, 1967, plaintiff and a second individual, one Lenny Mack (“Mack”), were indicted by a grand jury in New York County on two counts of robbery in the first degree, two counts of larceny in the second degree, and one count of possession of a knife with intent to use it unlawfully against another. These charges arose from a robbery in which approximately $18 was taken from two students at the City College of New York. Mack pleaded guilty to some or all of the charges. Plaintiff stood trial and was convicted on all but the larceny counts, which were dismissed by the trial court as duplicitous. Plaintiff was sentenced as a second offender to a term of from 5 to 10 years imprisonment and is presently incarcerated at Green Haven State Prison, Stormville, New York.\nOn August 6, 1969, plaintiff commenced this action under 42 U.S.C. § 1983 and 28 U.S.C. § 1343(3) and (4) against the security guards, Fulton White, Jr. (“White”) and Arthur Jackson (“Jackson”), who apprehended him and Mack and were involved in plaintiff’s prosecution and conviction. The guards wore uniforms and were armed. They were employed by the Walter J. Burns Inter*734national Detective Agency, which has contracted with the City of New York to provide security forces on the C.C.N.Y. campus. One of the guards found a K-55 knife which formed the basis for one count of the indictment and the subsequent conviction.\nPlaintiff contends that the guards were subject to the same constitutional prohibitions as apply to public police forces, that under those prohibitions the search and seizure were unlawful, and that evidence obtained as a result should have been suppressed at trial. He alleges that the indictment was invalid because it was based in part on the perjured testimony of Jackson and that his trial was prejudiced by the failure of the prosecutor to produce Mack. Moreover, he contends that his conviction is invalid because the court ignored his rights when a victim of the robbery stated that plaintiff had not robbed him. Plaintiff seeks “a judgment against the defendants rendering their acts unlawful,” and other and further relief.\nThe case comes before us upon plaintiff’s motion for entry of a default judgment against defendant White, who was served with a copy of the complaint by the United States Marshal on September 8, 1969, and has done nothing since in connection with the action. (Defendant Jackson has not yet been served.) Plaintiff also moves for the assignment of counsel to represent him.\nTo the extent that plaintiff is challenging the validity of his conviction, as is suggested by references in his complaint to alleged infirmities in the indictment, to misconduct by the prosecutor, and to error on the part of the trial court, his action is in essence a petition for habeas corpus under 28 U.S.C. § 2241, Baker v. McGinnis, 286 F.Supp. 280 (S.D. N.Y.1968); Martin v. Roach, 280 F.Supp. 480 (S.D.N.Y.1968). However, he has not named as defendant any officer of the state, e. g., the warden of the institution in which he is presently incarcerated, so that the state might have notice of his suit and an opportunity to respond to the charges which plaintiff has made. In addition, it does not appear that plaintiff has exhausted the remedies available to him in the state courts, a prerequisite to federal habeas corpus, 28 U.S.C. § 2254(b) and (c). Finally, plaintiff’s allegations concerning the conduct of the court and prosecutor appear to have no relevance to any claim, against the defendants in this action. For the foregoing reasons, those allegations must be treated as immaterial surplusage.\n Turning to the claims asserted against the security guards, federal jurisdiction under 42 U.S.C. § 1983 does not extend to all controversies between individual citizens, Pritt v. Johnson, 264 F.Supp. 167 (M.D.Pa.1967) (§ 1983 action not maintainable against attorney, witness, and judge), but only to deprivations of constitutional rights arising from the actions of persons acting under color of state law, Monroe v. Pape, 365 U.S. 167, 184, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961); United States v. Classic, 313 U.S. 299, 326, 61 S.Ct. 1031, 85 L.Ed. 1368 (1941). Therefore the question of our jurisdiction, which we raise sua sponte, Mansfield C. &amp; L. M. Ry. v. Swan, 111 U.S. 379, 4 S.Ct. 510, 28 L.Ed. 462 (1884), turns on whether the security guards in this case can be deemed to have been acting under color of state law when they apprehended plaintiff.\nOn the one hand, misconduct on the part of public police officers, to the extent that it infringes constitutionally-protected rights, gives rise to an action under § 1983, Monroe v. Pape, supra; Lucero v. Donovan, 354 F.2d 16, 20 (9th Cir. 1966) (allegedly unlawful search and seizure basis for § 1983 action); Mack v. Lewis, 298 F.Supp. 1351, 1354-1355 (D.C.Ga.1969) (alleged homicide by police officers basis for § 1983 action). On the other hand, a recent case in this Circuit not premised on § 1983, United States v. Antonelli, 434 F.2d 335 (2d Cir. 1970), has held that security forces in private employ need not give Miranda warnings, which would suggest a fortiori that for purposes of § 1983 security *735forces in private employ do not act under color of state law. Plaintiff’s allegations thus raise the question of whether private security or police forces in the public employ can be deemed to be acting under color of state law, and, if so, whether the standards of conduct applicable to public police forces should' be applied to them, and whether the guards in question had the same power to arrest as did public police officers, cf. United States v. Hou Wan Lee, 264 F.Supp. 804 (S.D.N.Y.1967). It is possible, for instance, that a search by the guards pursuant to a valid arrest would be considered lawful under the standards now applied to searches and seizures by public police forces, cf. Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969).\nBecause a substantial issue has thus been presented as to our subject matter jurisdiction, we grant plaintiff’s motion for the appointment of counsel to develop the relevant facts and brief the issue, to make such amendments to the complaint pursuant to Rule 15, F.R. Civ.P., as are deemed (with plaintiff’s consent) essential or appropriate and otherwise to represent plaintiff in the action. Miss Kathleen Imholz, of 345 Park Avenue, New York, N. Y., is accordingly appointed.\nThe” motion for entry of a default judgment is denied because of the substantial jurisdictional issue raised above. Defendant White is hereby granted a 30-day extension after the filing of this opinion in which to answer, move, or otherwise plead. If White has not done so by the end of the 30-day period or within such other period as may be set under Rule 15, F.R.Civ.P., should the complaint be amended, plaintiff and his appointed counsel may renew their motion for a default judgment under Rule 55, F.R.Civ.P., setting forth in more detail facts and authorities in support of the contention that federal jurisdiction is properly invoked under 42 U.S.C. § 1983.\nIt is so ordered.\n",
            "ocr": true,
            "opinion_id": 8785485
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}