{
    "id": 8802820,
    "judges": "Tenney",
    "date_filed": "2013-06-16",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-fishel",
    "case_name_short": "Fishel",
    "case_name": "United States v. Fishel",
    "case_name_full": "United States v. Bernard FISHEL",
    "attorneys": "Whitney North Seymour, Jr., U. S. Atty., S.D.N.Y., for plaintiff; H. Thomas Coghill, Asst. U. S. Atty., of counsel., Kostelanetz & Ritholz, New York City, for defendant; Jules Ritholz, Robert S. Fink, New York City, of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "324 F. Supp. 429"
    ],
    "opinions": [
        {
            "author_str": "Tenney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTENNEY, District Judge.\nThe defendant, Bernard Fishel, is charged with bribing and giving a gratuity to David Nadler, an Internal Revenue Service agent, who had been assigned to audit the tax returns of two corporations in which the defendant had an interest, and whose returns the defendant had signed. Apparently, Mr. Fishel and his accountant, Henry Sol, a recently-deceased co-defendant named in the within indictment, first met with Agent Nadler on May 24, 1968. It is undisputed that shortly thereafter Inspector Murphy of the Internal Revenue Service recorded three conversations of the defendant, Mr. Sol and Agent Nadler which took place on June 13, July 1 and July 22, 1968. In July of 1969, the defendant moved for discovery of these tape recordings. Although the Government consented to such discovery, it appears that when the defendant’s attorney sought to inspect the three tapes, he was informed that the June 13 and July 1, 1968 tapes could not be located. Defendant now moves to dismiss the indictment or, in the alternative, for an order suppressing the tape recording of July 22, 1968.\nMovant contends that since the missing tapes would demonstrate that he was legally entrapped by Agent Nadler, the loss thereof seriously prejudices his right to a fair trial. -The Government, on the other hand, denies that the defendant was entrapped and contends that he has not factually demonstrated any prejudice to his defense by the loss of the two tapes. Finally, the Government argues that Agent Nadler and Inspector Murphy will be available to testify at trial as to what actually occurred.\nIn Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196, 10 L.Ed.2d 215 (1963), the Supreme Court held that “suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material * * * to guilt * * * irrespective of the good faith or bad faith o,f the prosecution.” This principle has been enunciated by several other appellate courts 1 which were able *431to review, after the trial, the information withheld from the defendant and the circumstance under which it had been withheld. This, of course, enabled the courts to assess whether the withheld information was favorable to the defense and, if so, whether it was likely that serious prejudice had resulted from the Government’s conduct. Unfortunately, since the tape recordings at issue herein are missing, this Court can neither determine their contents nor the prejudice, if any, their loss has caused the defendant. Although the affidavit of Inspector Murphy, filed in opposition to this motion, denies that any entrapment occurred on June 13 and July 1, 1968, his recollection is based upon a report that he prepared on November 29, 1968, some five months after the conversations took place. Moreover, since the affidavit further states that no entries were made on the evidence log for the tapes between October 2, 1968 and November 6, 1969, it is fair to assume that the report was probably prepared from memory. Finally, with respect to Inspector Murphy’s claim that no entrapment occurred, this is a conclusion with regard to a legal issue which the defendant has a right to have resolved by a court and jury, and not by the Government.\nMovant primarily relies on three cases in arguing that the indictment should be dismissed. However, I find this authority factually distinguishable from the issues before me and therefore not controlling. In United States v. Apex Distrib. Co., 270 F.2d 747 (9th Cir. 1959) and United States v. Nardolillo, 252 F.2d 755 (1st Cir. 1958), the Government refused to turn over to the defendants reports and statements of its witnesses, despite an order to do so by the court. Of course, in the present circumstances, the Government' is unable to comply with the court’s discovery order; it is not refusing to do so. Furthermore, these two appellate courts were able to determine what evidence had been witheld from the defendants and the prejudice that could have resulted therefrom. If the Government were wilfully withholding these tapes from Mr. Fishel, then, of course, a much stronger argument for dismissal of the indictment would exist.\nThe third case relied upon by movant is United States v. Heath, 147 F.Supp. 877 (D.Hawaii 1957), appeal dismissed, 260 F.2d 623 (9th Cir. 1958), wherein a defendant who was charged with wilful evasion of income tax voluntarily gave the Government documents which allegedly would have disproved his wilful intent. The Government, however, lost the documents and thereby deprived the defendant of what was apparently his only defense. The court held that under such circumstances, there was no alternative but to dismiss the indictment, since the defendant could not receive a fair trial without the lost documents. A similar result was reached in Trimble v. New Mexico, 75 N.M. 183, 402 P.2d 162 (1965), in which the police had searched the appellant’s home after a homicide and had seized a copy of a letter and a tape recording, both of which were relevant to the defendant’s claim that the killing had been done in self-defense. Since the police had lost the letter and had returned the tape in an inaudible condition, the court relied heavily on the statement above from Brady v. Maryland, supra, and the reasoning in United States v. Heath, supra, and dismissed the indictment. These cases are, of course, distinguishable from the present situation, since the Government has not lost or spoiled the defendant’s evidence. *432In the instant ease, however, if the jury were permitted to hear only the tape of the actual bribe, I think it likely that it would be so prejudiced that the defendant would be unable to have a fair trial on the entrapment issue.\nThe Government cites two cases in which the court upheld the admission into evidence of less than the entire tape recording or transcript. United States v. Maxwell, 383 F.2d 437 (2d Cir. 1967); United States v. Knohl, 379 F.2d 427 (2d Cir.1967). In Maxwell, supra, a contemporaneously prepared summary of an entire tape had been admitted into evidence in lieu of the lost tape. In Knohl, supra, a re-recording of a lost tape had been admitted into evidence. Although these appellate courts indicated that it had not been improper for the Government to delete inaudible, irrelevant and repetitive portions from tapes or transcripts, they did not state that the Government could pick and choose its evidence from among three tape recordings discoverable by the defendant and then offer only one of the tapes without providing an acceptable substitute for those that had been lost. Of course, the Government does not contend herein that the lost tapes contained only inaudible, irrelevant and repetitive material.\n In sum, while there does not appear to be any authority directly in point on the issue now before the Court,2 the tenor of the cases cited by the defendant, as well as United States v. Brady, supra, and a number of other cases where the Government had negligently withheld evidence favorable to the defendant,3 e. g., United States v. Consol. Laundries Corp., 291 F.2d 563 (2d Cir. 1961), suggest that in order to insure the defendant a fair trial, and in order to avoid the possibility of serious prejudice to him from the admission of only one of three tapes, it would be wiser to suppress the sole, remaining tape. The Government can hardly complain about the suppression of the one tape now in its possession, since while it had possession of all of the tapes, it had a duty to keep them in such a manner that they would be available for use upon trial by all parties. United States v. Consol. Laundries Corp., supra at 570. In addition, since the Government has argued that the defendant is not prejudiced by the loss of the two tapes because Agent Nadler and Inspector Murphy are both available to testify as to what actually transpired, no prejudice will result to the Government if the remaining tape is suppressed. In this manner, the credibility of the witnesses for both parties will be before the jury, which will be able to assess all of the evidence without having been prejudiced by hearing only the tape wherein a bribe allegedly was recorded.\nAccordingly, and for the foregoing reasons, the defendant’s motion to dismiss the indictment is denied, and his motion to suppress the tape recording is granted, unless the defendant at trial either refers to or attempts to elicit from any witness the fact that such recordings were made by the Government and were subsequently lost, in which event the defendant may be found to have opened the door to the admission of the tape suppressed hereby.\nSo ordered.\nPRE-INDICTMENT AND POST-INDICTMENT DELAY\nDefendant further moves pursuant to the Sixth Amendment to the United States Constitution and Fed.R.Crim.P. *43348(b) for an order dismissing the within indictment, alleging that he has been deprived of his right to a speedy trial and that there has been unnecessary delay by the Government in bringing him to trial.\nThe two-count indictment underlying the instant motion charges that on July 22, 1968 the defendant and his deceased co-defendant, Henry Sol, offered a bribe and gratuity to an Internal Revenue Agent in violation of Section 201, subsections (b) (2) and (f), respectively, of Title 18 of the United States Code.\nAlthough movant was arrested on July 22, 1968 — the date the alleged bribe and gratuity were offered — -he was not in-dieted until approximately eleven months thereafter, on June 16, 1969. It should be noted, however, that between July 22, 1968 and June 16, 1969 (the dates of arrest and indictment, respectively) the defendant was never incarcerated, and was at all times represented by counsel of his own choosing. Further, and of equal significance, is the fact that after the indictment was filed the defendant never moved until now, the eve of trial, to dismiss it for pre-indictment delay.\nBefore considering the law applicable herein, it would be useful to chronologically review the post-indictment proceedings to date.\nOn June 26, 1969, ten days after indictment, present counsel was substituted to represent movant and the defendant pleaded not guilty to the indictment. In July of 1969, pre-trial motions for discovery and a bill of particulars were made, which motions were apparently disposed of by agreement between counsel on December 5, 1969.1 On May 8, 1970, this case was assigned to the Assistant United States Attorney presently representing the Government herein who, in an affidavit filed in opposition to this motion, has advised the Court that on May 28, 1970 the Government placed this case on the trial assignment calendar.2 From the same affidavit it appears that since defense counsel was committed to commence another trial of substantial length in June of 1970, the case was marked off the trial calendar.3 After learning that defense counsel’s client in the above-noted other case pleaded guilty, the Government had the instant case placed back on the calendar in late June of 1970. Shortly after, and upon being advised of movant’s objections to having this case marked ready for trial, the Government consented to have this matter removed from the trial assignment calendar.4 It further appears that in July of last year, communications were exchanged between the Government and defense counsel concerning the possibility of disposing of this case by a plea.5 Although counsel for the Government admits that he was unavailable for trial from mid-September until mid-December of last year, defense counsel was at all times aware of this and apparently never pressed for an earlier trial date. Finally, at a pre-trial conference held in my chambers on October 29, 1970, a trial date convenient for the Court and counsel was set for January 4, 1971, which date was eventually adjourned at the request of counsel for the defendant.\nWith this factual background in mind, we first turn to consider the preindictment delay. Inasmuch as the arrest herein preceded the filing of the indictment, our analysis may begin by assuming that movant’s right to a speedy trial attached upon arrest. United States v. Colitto, 319 F.Supp. 1077, 1079 (E.D.N.Y.1970). And in considering whether he has been deprived of this right, the Court must collectively consider the following four factors: “the length of delay, the reason for the de*434lay, the prejudice to defendant, and waiver by the defendant.” United States ex rel. Von Cseh v. Fay, 313 F.2d 620, 623 (2d Cir. 1963); accord, United States ex rel. Solomon v. Mancusi, 412 F.2d 88, 90 (2d Cir.), cert. denied, 396 U.S. 936, 90 S.Ct. 269, 24 L.Ed.2d 236 (1969); United States v. Simmons, 338 F.2d 804, 807 (2d Cir. 1964), cert. denied, 380 U.S. 983, 85 S.Ct. 1352, 14 L.Ed.2d 276 (1965); United States v. Mann, 291 F.Supp. 268, 270 (S.D.N.Y.1968).\nAs this Court has previously indicated, “[t]hese factors, of course, provide no empirically applicable standards since each case must be independently evaluated in view o,f the existing circumstances; that is these factors must ‘be considered together because they are interrelated’ ”. United States v. Stone, 319 F.Supp. 364, 366 (S.D.N.Y.1970).\nIn the instant case, even if we assume that the approximately 11-month delay between arrest and indictment is inexcusably long (which assumption, if judged by past standards in this District and Circuit, is quite tenuous), the requested relief would be unwarranted since there has been absolutely no showing that the defendant was prejudiced during this time. He was neither incarcerated nor unrepresented by counsel during this period. In United States v. Colitto, supra,, a case quoted extensively in movant’s memorandum of law in support of this motion, the prejudice that resulted from the pre-indictment delay of over one year was manifest. The defendant therein was incarcerated and without counsel for practically the entire period between his arrest and indictment. Although ten months of this time was spent serving a prison sentence, no justifiable excuse was offered for the remaining two-month pre-indictment incarceration. Moreover, during the entire period of confinement the accused was without counsel and the Government apparently made no effort to see that counsel was assigned. It .further appears that the defendant in Colitto, supra, was deprived of his possible rights to receive a concurrent prison sentence, early parole and trustee status.\nNot only are these factors conspicuously absent from the instant case, but the defendant herein (unlike the defendant in Colitto, supra, who moved promptly after indictment) waited until approximately one and one-half years after the filing of the indictment to move to dismiss it. Thus, as Judge Weinstein noted in Colitto, supra at 1083, in situations where the delay is between arrest and indictment, a lack of demand should not be construed as a waiver of the right to a speedy trial “if a motion to dismiss is made promptly after indictment.” (Emphasis added.) Cf. United States v. Kaufman, 311 F.2d 695, 698 (2d Cir. 1963). In the absence of demonstrable prejudice, it ill behooves a defendant one and one-half years after indictment and one year after discovery is complete to first move to dismiss an indictment because of an eleven-month pre-indictment delay.\nTurning now to a consideration of the post-indictment delay, I similarly find that this delay was neither inexcusably long nor responsible for any prejudice to movant's defense. Much of the time lapse between indictment and the present was occasioned by pre-trial motions for discovery and a bill of particulars, to suppress evidence, to take a deposition and, now, to dismiss the indictment. As indicated supra, other time was spent considering the possibility of disposing of this matter by a plea.\nI further find that no prejudice has resulted either from the post-indictment delay or from the aggregate of the pre- and post-indictment delays. Defendant’s contention that he will not have the benefit of the testimony of his deceased co-defendant Henry Sol is of course questionable, since Mr. Sol is also a named defendant in the instant indictment. In addition and of greater significance is the fact that when defendant moved for an order, pursuant to *435Fed.R.Crim.P. 15, permitting him to take his co-defendant’s deposition, the motion was opposed by the late Mr. Sol’s attorney, who advised both the Court and the Government that his client would invoke his fifth amendment privilege at the deposition and not testify. These factors, of course, fatally undercut movant’s contention that the delay in bringing him to trial has made exculpatory evidence unavailable to him.\nAccordingly, and for the foregoing reasons, defendant’s motion is in all respects denied.\nSo ordered.\n\n. E. g., Napue v. Illinois, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959); United States v. Miller, 411 F.2d 825, 832 (2d Cir. 1969); Thomas v. United *431States, 343 F.2d 49, 53-54 (9th Cir. 1965); Kyle v. United States, 297 F.2d 507, 513-515 (2d Cir. 1961), cert. denied, 377 U.S. 909, 84 S.Ct. 1170, 12 L.Ed.2d 179 (1964); United States v. Consol. Laundries Corp., 291 F.2d 563 (2d Cir. 1961); United States v. Zborowski, 271 F.2d 661, 668 (2d Cir. 1959); Imbler v. Craven, 298 F.Supp. 795, 808 (C.D.Cal.1969) (Habeas Corpus) aff’d 424 F.2d 631 (9th Cir. 1970); United States ex rel. Montgomery v. Hagen, 86 F.Supp. 382 (N.D.Ill.1949) (Habeas Corpus); Trimble v. New Mexico, 75 N.M. 183, 402 P.2d 162 (1965).\n\n\n. A similar problem arose in United States v. Averell, 296 F.Supp. 1004, 1020-1022 (E.D.N.Y.1969), and the court postponed ruling on the motion of the defendant to dismiss the indictment until the extent of the prejudice to the defendant at trial could be determined. However, since the Government has other .sources of evidence and because it appears likely that the defendant will be prejudiced by the introduction of the one tape at trial, the approach of the court in Averell does not offer a practical alternative in the present case.\n\n\n. Supra, note 1.\n\n\n. Affid. of Assistant United States Attorney H. Thomas Coghill, at 2 (dated Feb. 11, 1971).\n\n\n. Id.\n\n\n. Id.\n\n\n. Id. at 3.\n\n\n. Id., and Affid. of Assistant United States Attorney Gary P. Naftalis (dated Feb. 11, 1971).\n\n",
            "ocr": true,
            "opinion_id": 8787016
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}