{
    "id": 8838746,
    "judges": "McBride",
    "date_filed": "2021-08-24",
    "date_filed_is_approximate": true,
    "slug": "frechett-v-illinois-central-railroad",
    "case_name_short": "Frechett",
    "case_name": "Frechett v. Illinois Central Railroad",
    "case_name_full": "Clay Frechett, Administrator of the Estate of Lewis W. Johnston v. Illinois Central Railroad Company",
    "attorneys": "L. M. Bradley, W. W. Barr and Charles E. Feirich, for appellant; Blewett Lee and W. S. Horton, of counsel., Wall & Martin and James Lingle, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Jury, § 50*—when discharge of jury within discretion of court. The matter of discharging a jury after the trial of the case has been started, upon the ground that one of the jurors is related to one of the attorneys, lies in the discretion of the trial court.</p> <p>2. Jury, § 50*—when discretion to discharge jury not abused. The trial court did not abuse its discretion in refusing to discharge the jury after the trial had been started on the ground that one of the attorneys was related to one of the jurors, where the affidavit in support of the motion did not clearly disclose the relationship, and the attorney immediately withdrew from the case upon the making of the motion.</p> <p>3. Evidence, § 228*—when testimony of deceased witness at former trial may be admitted. The testimony of a witness upon a previous trial, as incorporated in the bill of exceptions, may be read upon a second trial where the witness at the time of the second trial is deceased, and the court reporter, who took the testimony at the former trial, testifies that he took such testimony, that it was, to the best of his knowledge and belief, true and correct, and that his notes were accidentally burned, as this did not constitute a reading from the bill of excepions. . (Distinguishing Illinois Cent. R. Co. v. Ashline, 171 Ill. 318.)</p> <p>4. Railroads, § 733*—when evidence sufficient to establish hilling of person by train. In an action for death of a person alleged to have been killed while attempting to cross a railroad track on a path near a station, evidence. held sufficient to establish that deceased was' killed by one of defendant’s trains.</p> <p>5. Pleading, § 431*—what does not constitute variance. There is no variance between the declaration and the proof where the allegations of the declaration are proved substantially in the manner alleged.</p> <p>6. Railboads, § 509*—who is not trespasser. One who uses a much frequented cinder path across a railroad near a station in a populous part of a city is not a trespasser.</p> <p>7. Railroads, § 588*—whether railroad company guilty of wilful and wanton conduct in operation of train as question for fury. In an action for the death of a person who was killed by a train while attempting to cross a railroad track near a station in a populous portion of a city, held that it was a question for the jury, whether defendant was guilty of wilful and wanton conduct in the operation of its train.</p> <p>8. Railroads, § 583*—when evidence sufficient to establish wilful and wanton conduct in operation of train. In an action for the death of a person who was killed by a train while attempting to cross the tracks of a railroad near a railway station in a populous portion of a city, evidence held sufficient to sustain a finding that the defendant was guilty of wilful and wanton conduct in the operation of its train.</p> <p>9. Trial, § 128*—when comment on evidence in argument not improper. It is not improper argument for the attorney for the plaintiff, in action for the death of a person, who was killed while attempting to pass over railroad tracks near a station in a populous portion of a city, alleged to be due to reckless operation of a train of defendant’s, to state that if the engineer was indicted for murder and the evidence was the same as in the present case, he could not escape.</p> <p>•10. Trial, § 131*—where conduct of counsel in commenting on witness improper. The conduct of counsel in calling a witness “poor Bice, commonly known as Burrhead Bice,” without any foundation in the evidence therefor, is improper.</p> <p>11. Appeal and error, § 1514*—when improper conduct of counsel not reversible error. While the conduct of counsel in calling a witness “poor Bice, commonly known as Burrhead Bice,” without any foundation in the evidence therefor, is improper, still such conduct does not constitute reversible error.</p> <p>12. Death, § 67*—when damages not excessive. In an action for death of a man sixty years of age who had been earning $1,000 per year, a verdict for $8,000 held not excessive.</p> <p>13. Appeal and error, § 1539*—when giving of inapplicable instruction not prejudicial error. The giving of an instruction defining negligence, when no 'such question is involved in a case, does not constitute prejudicial error where it could not have affected the result of the case.</p> <p>14. Railroads, § 593*—when instruction not erroneous as depriving defendant of defense that plaintiff was trespasser. In an action for death of a person killed while attempting to cross the tracks of a railroad on a much frequented path near the station in a village, an instruction which required the jury, as a prerequisite to a verdict for plaintiff, to find that the train was operated in a wilful and wanton manner, as defined in other instructions, was not erroneous as depriving the defendant of the defense that deceased was a trespasser, as, if the act was wilful and wanton, the mere fact that deceased was a trespasser was immaterial.</p> <p>15. Instructions, § 138*—when refusal of instruction as to immaterial matter harmless. It is not prejudicial error to refuse an instruction directing a verdict for want of proof of an immaterial matter.</p> <p>16. Instructions, § 151*—when not error to refuse requested instruction. It is not error to refuse an instruction covered by other given instructions. ,</p>",
    "summary": "Appeal from the Circuit Court of Pulaski county; the Hon. A. W. Lewis, Judge, presiding. Certiorari denied by Supreme Court (making opinion final).",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Heard in this court at the March term, 1915.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "197 Ill. App. 213"
    ],
    "opinions": [
        {
            "author_str": "McBride",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Justice McBride delivered the opinion of the court. Appellee obtained a judgment against the appellant in the Circuit Court of Pulaski county, which is sought to be reversed by this appeal. The declaration as originally filed consisted of five counts. The court directed a verdict for the defendant at the close of plaintiff’s evidence as to all of the counts except the second count and the trial proceeded upon the second count. The second count alleges that the railroad of appellant passed through the Village of Ullin, a densely populated community, and crossed a certain traveled way in said village used by the public as a crossing for pedestrians, at a point a short distance north of the passenger station at \"Ullin, and had been \"so used for fifteen years, and as deceased was traveling from his place of business, over appellant’s railroad at the place aforesaid to his residence, appellant by its servants drove a certain train towards the traveled way, and while deceased was rightfully traveling upon said traveled way appellant wilfully, wantonly and negligently drove and managed the said train, in that the locomotive was without a headlight although dark, and was running at a reckless and dangerous rate of speed in Ullin, to wit, forty-five miles per hour, and no bell or whistle sounded, and that by and through the carelessness, wantonness and wilful negligence Johnston was killed. This case was decided by this court at the March Term, 1914 (188 Ill. App. 377), upon substantially the same facts (barring two or three matters which will be noted hereafter) as appear in the present record, but as the statement made by the court at that time was not published in full it will be here repeated: “The facts in this case, practically undisputed, are, that on the 25th day of January, 1913, appellant’s railroad extended through the Village of Ullin, a town of from nine hundred to one thousand population, from the north to the south and about the center of the village north and south was appellant’s depot, on the east side of the tracks fronting west towards its tracks. The track next the depot known as northbound track, the second track from the depot the southbound track; third track from the depot the passing track and the fourth track from the depot house track. There is no street across the right of way, east or west, nearer than two hundred feet south of the depot, and another street two-hundred fifty feet south of this one. That immediately west of the house track and extending south past the northeast comer of the depot, is a cattle pen; on the right of way of appellant immediately north of the cattle pen, and about twenty-five feet north of the depot, is a cinder walk from the street-, running north and south on west side of right of way, and extending east on right of way to west side of passing track. The cinders to build this walk were furnished by appellant and constructed under directions of village authorities several years ago, and used since by pedestrians. Immediately north of this cinder walk is a coal shed. The walk, or traveled way, as described in the declaration, is between the coal shed and cattle pen on the right of way of appellant. There was no filling in between the rails of the passing track, switch or southbound track, or between southbound and northbound tracks. Extending north from depot to opposite this cinder path appellant had constructed a board platform. The passing track was used for storing cars and this 'cinder path was frequently blocked with such cars. It'was at times opened up by appellant at the request of authorities. There were cars standing upon it at the time of the accident and for an opening at that time a person crossing would travel about two cars length, south.” Three freight trains going south passed through Ullin on the morning in question, between 5 and 7 o’clock. The first two were through trains, the first one passing at from 5:30 to 6 o’clock and the second and third a little later. “The deceased, Johnston, on the morning in question, a man of about sixty years of age, and living about two hundred fifty feet northwest from the depot, left his residence at about 5:30 o’clock with a lantern to go to his place of business on the east side of the track. His usual way across the right of way was over the cinder path and by the depot. Aside from the loss of an eye, he was a strong healthy man for his years, and had as members of his family at the time, his wife, one son, one daughter unmarried, one daughter married, wife of appellee, and one grandchild. His business was operating’ a hoop factory from which business he had an income of about $1,000 per year. It is the contention of appellee that deceased was killed by the first train going south that morning, in charge of engineer Briggs. The witnesses differ as to the time this train went through and the time Johnston was found lying on the west side of the southbound track, from eight to forty-live feet south of the cinder path. Some of the witnesses make it as early as 5:30, and some as late as 6:30 a. m., but the weight of the evidence tends \"to show that it passed throug’h before 6 o’clock; that this train was running without a headlight, at a speed of twenty-five to forty miles per hour, and some of the witnesses say it was dark, or just breaking daylight, and foggy. It appears from the evidence that the principal injury received by the deceased was upon his hip and caused a hole to be made' therein, which appellant contends could not have been made by the train.” The theory of appellee in the trial of this case is, that the deceased was killed by reason of the wilful, wanton and reckless management by appellant’s servants of the train which struck the deceased and killed him. The appellant contends that the evidence is not sufficient to warrant a verdict and that the court committed several errors in the trial of this case. The first error assigned is upon the refusal of the court to discharge the jury after two of plaintiff’s witnesses had been examined, for the reason, that the case had been conducted by James Lingle, Wall and Martin as attorneys for appellee during the selection of the jury and that after the jury had been selected one C. S. Miller, an attorney of Mound City, also appeared as' attorney for the plaintiff, and that he had a blood relative and a close personal friend upon the jury. It does not, however, appear from the affidavit how closely related they were. Upon the presentation of this affidavit motion was made to discharge the jury. Immediately upon the making of the motion C. S. Miller announced to the court that he would withdraw from the case, and did so, and thereupon the court overruled the motion. We think that the matter of discharging the jury was purely in the discretion of the court, unless such facts were presented as to show an abuse of this discretion, and we see nothing in this affidavit and the action of the court to indicate an abuse of discretion, and the court did not err in overruling the motion. “Whether the trial court will grant leave after the trial of the case is entered upon, to withdraw a juror and continue the case, rests in the sound discretion of the trial court, and the ruling of the trial court in such case will not be reviewed by the Appellate or Supreme Court, except in case of great abuse.” Crane v. Blachman, 100 Ill. App. 565; Morrison v. Hedenberg, 138 Ill. 22. It is next urged that an error was committed in permitting the testimony of the deceased witness Flowers to be read to the jury. Flowers was a witness upon the former trial and at the time of the present trial was deceased. The reporter took his testimony in shorthand at the former trial and transcribed it and it was incorporated in the bill of exceptions, and during the present trial, after proof of the decease of the witness, the reporter was placed upon the stand and testified to having taken his testimony at a former trial and that he transcribed the testimony and that it was, to the best of his knowledge and belief, true and correct, and that his notes had been accidently burned. It is contended by appellant that this was a reading from the bill of exceptions and was within the prohibition laid down in the case of Illinois Cent. R. Co. v. Ashline, 171 Ill. 318. We do not think this point is well taken as in that case they read from the bill of exceptions without making any proof as to the correctness of the testimony. In this case proof was made that the transcript contained the testimony of the witness Flowers, and we think that the reporter, in effect, testifies that these were the statements of the witness upon the former trial, and that the court is fully sustained in its ruling- by the cases of Luetgert v. Volker, 153 Ill. 387; Hereford v. People, 197 Ill. 222. It is next insisted that the verdict is manifestly against 'the weight of the evidence. We think that the evidence in this case at least tends to show that on the morning in question it was dark, or at least not light, and foggy and that the train was running at a high and dangerous rate of speed, without a headlight, through a populous village, in a reckless manner. That the deceased was traveling over appellant’s road at or near the usual place to which pedestrians had been accustomed to use in passing over the road, and while there is no evidence directly showing that he was right upon the traveled way, yet there is some evidence tending to show a scraping of the cinders such as might be done by the pushing- of a body or anything of that character, very near this traveled path, together with the habits of the deceased, and other circumstances from which the jury would be warranted in finding that he was struck at this place, besides it also appears that this crossing was very close to the depot and that it was used by many people in passing from one side of the town to the other, and to such an extent as would require the appellant to operate its trains through this place in a reasonably careful manner and not in a reckless one as this was operated. It is also said that as there were no bones of the body broken but simply a hole found in the hip of the deceased, that there was not sufficient proof that he was struck and killed by the engine but that he might have been killed by a foot pad. We cannot say that such facts were developed upon the trial of this case as to warrant this court in saying that the jury was manifestly wrong in finding that the deceased was killed by a train of appellant and shall not undertake to say so. This was a question of fact for the jury and we are not disposed to disturb their finding upon this fact. It is next insisted that the evidence does not sustain the allegations of the declaration. In this, that the declaration alleges that deceased was traveling along and upon said traveled way and while he was so traveling across the railroad he was struck and killed by a locomotive engine of appellant. In fact the question of the traveled way and that the deceased was on it when he was struck was the gravamen of the charg’e and the evidence wholly failed to establish this charge. This too, was a question of fact which the law has placed in the hands of the jury to determine, and while it is true, as contended by counsel for appellant, that the evidence shows that upon the track west of this and at the termination of the cinder path, there were cars standing on the cinder track, yet there is nothing to show he did not pass around these cars and back to the usual traveled route, and as above stated there were some indications as shown by the witnesses that the cinders were disturbed, from which the jury could reasonably infer that he was caught at this traveled way. Many authorities have been cited in support of this contention, that there was a variance. While it is true that in some cases the courts have gone to the extreme in holding that the averments must be proven exactly as. alleged in the declaration, but these cases are very few and the greater weight of authorities is that if the allegation is proven substantially in the manner alleged in the declaration that this is sufficient. In appellant’s fifth instruction this question was submitted directly to the jury when it was told that unless the deceased, “Was struck while walking upon a certain traveled way” that you must find the defendant not guilty. We think this was a question of fact for the jury. That it was submitted fully and fairly to the jury by appellant’s instruction and that the jury by its verdict must have determined that he was upon the traveled way at the time he was struck. We are not disposed to hold in the face of this finding that the allegations of the declaration were not proven. It is next insisted that Johnston was a trespasser and under the facts proven there could be no recovery. Several cases have been referred to where the court, has held persons to be trespassers, and with the holding of the Supreme Court in the several cases referred -to we have no complaint but upon an examination of each and every case it will be found that there were some peculiar circumstances surrounding the case that warranted the court in saying that the parties were trespassers but we do not think such circumstances exist in this case. Counsel for appellant insist that this court erred in its former decision herein in holding that Johnston was in a place where he had a right to be, and that the evidence as to the use of this traveled path was improperly admitted. We see no reason to change our views in this matter and still adhere to what was said in the former opinion wherein the court said: “In the case before this court evidence was offered as to the locality, streets and cross streets, location of depot, and acts of the company in the building of the cinder walk, tending to prove that the traveled way was by the company’s invitation, which, if established by a preponderance of the evidence would entitle the deceased to treatment by the company of a person rightfully on this path, and under the authorities and from a consideration of this record, that evidence was properly admitted. It is next urged that the contention that Johnston was rightfully upon the tracks was. not proven. There was evidence and admitted facts which tended to prove he was rightfully on the tracks, or, qualifying this statement somewhat, “where the company might reasonably expect persons to be.” This traveled way was connected with the depot platform and was used by the people not only in passing from one part of the town to the other but in reaching the depot platform, and we do not believe that the conditions there existing were such as to warrant the appellant in regarding such persons as were at or near this traveled way as being trespassers. The appellant’ in operating its trains was bound to know that persons were liable to congregate or travel across the road at this place, and that it had no right to operate its trains without a headlight and at a time when it was dark and foggy at a high and dangerous rate of speed, as the evidence here tends to show it did do. Counsel for appellant have quoted quite extensively in their brief from the case of James v. Illinois Cent. R. Co., 195 Ill. 327; and Illinois Cent. R. Co. v. O’Connor, 189 Ill. 559. We do not regard these cases as controlling the case now under consideration. In the James case, supra, the court expressly says that, “She attempted to cross the tracks in a place where nobody was invited to cross and where she had no business to be”; and in the O’Connor case, supra, it is said by the court that it is not shown that the act of the defendant therein was wilful or wanton; that such circumstances did not exist as to constitute wilfulness or wantonness. We believe, however, that in the case at bar that under the evidence the deceased was invited and permitted to cross the tracks at this place and that it was at such a populous place as required care upon the part of the servants of appellant in operating the trains through the village. “Upon the right of way of the railroad where the public are not invited or authorized to go for the transaction of business with the railroad company, those in charge of the train must have knowledge both of the presence of the trespasser and of his dangerous situation, but depot grounds and platforms provided by the railroad company for the use of the public in the transaction of its business, where persons have a right to be for legitimate purposes and where they may reasonably be expected, are quite different. * * * ‘The fact of general use by the public of a track, so as to create a probability of their presence, might make an act which would otherwise be merely negligent so reckless as to indicate a disregard for life or a general disposition to do injury.’ Considering alone the evidence offered by the plaintiff, it would justify an inference- of such a reckless disregard of the safety of persons who might be on the cross-walk and platform at the depot as would amount to wanton and wilful conduct, and on that ground the court did not err in submitting the issue to the jury.” Neice v. Chicago &amp; A. R. Co., 254 Ill. 595. And in a later case the Supreme Court has said: “It has been held by this court, and almost universally, that the law casts no duty upon a railroad company to keep a lookout for trespassers on its tracks in the open country, remote from public crossings, cities and towns. This is conceded and requires no citation of authority. Exceptions to this general rule are (1) places where the railroad company has permitted the public to travel along or over its track for a considerable period of time and a considerable number of people have availed themselves of such use, and (2) where the railroad runs through populous portions of a city, where people frequently go upon or pass over the track with knowledge of the company or for such a length of time that the company is chargeable with knowledge.” Joy v. Chicago, B. &amp; Q. R. Co., 263 Ill. 465. We think that the court was warranted in submitting to the jury for its determination the question as to whether or not the appellant was guilty of wilful and wanton conduct in the operation of this train, and the jury having found that it was guilty of such conduct we are not disposed to disturb such finding. The exception taken to the improper argument is without merit. The attorney in the argument simply stated if this, man was indicted for murder and the evidence should be the same as here, he could not escape. This was simply a matter of presenting his view of the conclusiveness of the evidence, and while the statements made by Mr. Wall wherein he is charged to have said “poor Bice, commonly known as Burrhead Bice,” are not of a character to be commended, yet we are unable to say that they are erroneous. It is also urged that the damages are excessive. The evidence shows the deceased to .have been quite a capable man and of the age of about sixty years, industrious, with an earning capacity of about $1,000 per year and we can see nothing in this record, nor has anything been pointed out, that tended to show the jury were inflamed by passion or unduly prejudiced or that anything occurred during the trial that was calculated to inflame the minds of the jury, and unless something of that character is shown to exist, under the repeated decisions of this and the Supreme Court, the question of the amount of damages was for the determination of the jury. We can see no reason in this case for pronouncing the verdict so excessive as to require a reversal on that account. It is next urged that the court erred in giving of instructions for appellee and in the refusal of instructions for appellant. The objection urged to appellee’s fourth given instruction is that it defines negligence when the question of negligence was not involved in the ease. The criticism is well taken but the error is not of such character as in our opinion to affect the result of the case. It is next urged that the court erred in giving appellee’s instruction No. 8, in this, that: “Appellant by this instruction was deprived of its defense that Johnston was a trespasser.” By this instruction the jury were required to find that the train was operated in a wilful and wanton manner as defined in the instructions given in the case. This required a consideration of the speed, condition of lights, place where accident occurred and all of the surrounding circumstances, and when all were considered, if the act was wilful and wanton, then the fact that he was a mere trespasser as pointed out in this opinion would not relieve defendant of its responsibility; the question of the position of deceased was an element to be taken into consideration in determining whether or not the act was wilful and wanton. Instructions Nos. 5 and 9, given on behalf of appellant, advised the jury that to create a liability the deceased must have been struck at the traveled way. We do not believe that the criticism upon these instructions are well taken. It is urged that the court erred in refusing appellant’s third and fourth refused instructions, which advise the jury that the allegation of due care was material because it had been alleged and should have been proven. This allegation was not in fact material under the count of the declaration on which the case was tried, and appellant was not entitled to an instruction directing a verdict for the defendant for want of proof of an immaterial matter. ' The proposition contained in refused instruction No. 4 is covered by other given instructions for appellant. The refused instruction No. 7, complained of, is given in substance in appellant’s ninth instruction. There are a number of other refused instructions to which attention is called in a general way, but the propositions covered by all of these instructions have been determined by the court in this opinion, or they have been given in other instructions, so that we do not deem it necessary to comment upon each instruction separate. The instructions taken as a whole, in our judgment, presented the law-governing this case fairly and fully to the jury and we can see no reason for complaint upon the instructions. After a careful consideration of this record, we are not able to say that the court committed any reversible error in its rulings, or that the verdict of the jury was manifestly against the weight of the evidence, and the judgment of the lower court is affirmed. Judgment affirmed. ",
            "ocr": true,
            "opinion_id": 8823848
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}