{
    "id": 8855063,
    "judges": null,
    "date_filed": "1982-07-18",
    "date_filed_is_approximate": true,
    "slug": "ingle-v-maloney",
    "case_name_short": "Ingle",
    "case_name": "Ingle v. Maloney",
    "case_name_full": "Isaac B. Ingle v. Katherine Maloney, of the Last Will and Testament of John E. Maloney",
    "attorneys": "Chas. M. Peirce and H. J. Thompson, for appellant., Stone & Taylor, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "234 Ill. App. 151"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Mr. Justice Heard delivered the opinion of the court. This is á suit brought by appellant to recover damages for personal injuries sustained by him as the result of being struck by an automobile driven by John B. Maloney, deceased. The suit was originally brought against Maloney, but he having died appellee was substituted as party defendant. A trial resulted in a verdict of not guilty, upon which verdict judgment in bar of the action and for costs was rendered against appellant from which judgment an appeal has been perfected to this court. On the evening of March 10, 1922, at about 7 p. m., appellant was walking south on the west side of Madison Street in Bloomington, Hlinois, and while attempting to cross Mulberry Street was hit by an automobile driven by Maloney, who was proceeding west on Mulberry Street. Appellant was prevented by reason of the death of Maloney from testifying, and to sustain the allegation in his declaration, that at the time of the accident he was in exercise of ordinary care for his own safety, offered to prove by witnesses who were acquainted with him and who had been with him divers times on the streets and had observed his habits of care in crossing streets at intersections that appellant was always more than ordinarily careful for his safety. This evidence was objected to by defendant and the objection sustained by the court. This is assigned as error. In Petro v. Hines, 299 Ill. 236, it is said: “Appellee, over the objection of appellant, was permitted to prove that deceased was a man of careful habits. Such proof is admissible where there are no eyewitnesses to the accident. The rule adopted in this State and approved by repeated decisions requires the plaintiff in a personal injury case to prove that the person injured was in the exercise of due care at the time he sustained the injury for which damages are sought. Where the injury results in death and suit is brought by a personal representative the personal representative must show that deceased exercised ordinary care to avoid the injury, but it is not necessary, especially where no one saw the killing, to prove such care by direct testimony but such care may he proven by circumstantial evidence. (Illinois Cent. R. Co. v. Nowicki, 148 Ill. 29; Cleveland, C., C. &amp; St. L. Ry. Co. v. Keenan, 190 Ill. 217; Illinois Cent. R. Co. v. Prickett, 210 Ill. 140; Chicago &amp; A. R. Co. v. Wilson, 225 Ill. 50; Collison v. Illinois Cent. R. Co., 239 Ill. 532; Moore v. Bloomington, D. &amp; C. R. Co., 295 Ill. 63.) But where there is an eyewitness who saw the infliction of the injury, the jury must then determine from the testimony of this witness and from the facts and circumstances surrounding the injury whether deceased was careful or negligent, and in such case evidence of the habits of deceased as to care and prudence is not admissible. (Chicago, R. I. &amp; P. Ry. Co. v. Clark, 108 Ill. 113.) There was at least one eyewitness to this accident, and the court erred in refusing to exclude this evidence.” In the present case there were two eyewitnesses to the accident. John Boylan, a witness called by appellant, and Katherine Maloney, the wife of John E. Maloney, who was riding in the automobile at the time of the accident. Each of these witnesses testified to seeing the accident and to the circumstances attending it. The court did not err in excluding the offered evidence. Katherine Maloney, the wife of the deceased, who was the original defendant in the case, was called and testified as a witness in behalf of appellee with reference to the accident and it is contended by appellant that she was not a competent witness and that the court erred in allowing her to testify. It is unquestionably true that had Maloney not died, and the suit had proceeded against him, Katherine Maloney would not have been a competent witness in his behalf, but when the suit was tried it was not a suit against Maloney, but was against the estate of Maloney. In Mahlstedt v. Ideal Lighting Co., 271 Ill. 154, it is said: “In the American and English Encyclopedia of Law (vol. 30, 2d ed., p. 950) it is stated that the great weight of authority is to the effect that after the death of one of the parties to the marriage the other may testify in favor of the estate as to all facts not learned through the confidence of the marital relation, citing many authorities in support of this statement, including some of those to which we have referred.” While it is true that after the death of the husband the wife cannot be a witness in favor of his estate to testify to any fact or transaction, knowledge of which was obtained by means of the marriage relation, in the present case Mrs. Maloney did not testify to any fact or transaction, knowledge of which was obtained by means of the marriage relation, but only testified to matters and things which she saw and knew of her own personal knowledge independent of her husband. It is true that in her testimony she said: “I called to my husband, ‘There is a woman,’ ” but this was not specifically objected to by appellant, and on cross-examination in response to questions propounded to her by appellant’s counsel she testified: “My husband and I had been talking about this man before we hit him. I said, ‘It’s a woman.’ ” “I shouted to my husband, ‘It’s a woman.’ ” No motion was made by appellant to strike out this portion of the witness’ testimony and, having elicited the same facts, he cannot now be heard to complain. The court did not err in allowing the witness to testify. It is claimed by appellant that the judgment is against the manifest weight of the evidence. This is a common-law action and by the common law and by an unbroken line of authorities from the earliest times in an action for personal injuries, it has always been held essential that plaintiff should allege and prove that at and just prior to the time of the accident he was in the exercise of ordinary care for his own safety and that if he failed to affirmatively prove such care he could not recover. The only witness called by appellant who testified as an eyewitness of the occurrence testified that he was walking on the north side of Mulberry Street, and that when he first saw the car he was about a block and a half from it; that when he first saw the car it was on the north side of the street; that when he first saw the car it was east of Madison Street; that as the car approached he saw a man coming down Madison Street and step out into the street; that the man he saw was carrying an umbrella, it was misting; that the car turned to the left as though to avoid the man; that the man kept on walking; that at that time he had the umbrella over his head; that he was struck a step or two south of the center of the street; that the umbrella the man was carrying, walking-across the street, seemed to be apparently resting on his shoulders, tilted to the rear. The only other witness who testified on this subject was Mrs. Maloney, who testified that as the car approached the crossing in question appellant stepped down and took two or three steps directly in front of the car; that he had the umbrella down over his head so that she thought he was a woman, and did not know that it was a man. until- she pulled him out from under the car. This evidence falls far short of affirmatively proving that at and just prior to the time of the accident appellant was in exercise of ordinary care for his own safety. When he attempted to cross the street in front of a moving car whose lights were visible a block and a half away the evidence fails to show that he did anything whatever for his own safety. This evidence warranted no verdict other than a verdict of not guilty, and such verdict was therefore not manifestly against the weight of the evidence. Many complaints are made of the courts’ rulings in the matter of the giving and refusing of instructions. While some of these rulings may not have been technically correct, yet the instructions given fairly covered the law applicable to the case and no good purpose would be subserved by analysing the given and refused instructions in detail. In Stansfield v. Wood, 231 Ill. App. 586, this court said: “In People v. Black, 309 Ill. 354, it is said: ‘Where a verdict is in accordance with all the evidence and the jury could not have found otherwise, errors which could not have reasonably affected the verdict will not call for a reversal. ’ “In People v. Murphy, 276 Ill. 304, it is said: ‘It should not be, and is not the policy of this court to reverse a judgment merely because error has been committed, unless it appears that real justice has been denied thereby or that the verdict of the jury or the judgment of the court may have resulted from such error. ’ “We are of the opinion that the liability of the defendant was so clearly established by the evidence that no different result could be expected on another trial and that therefore the judgment ought not to be-reversed. (People v. Spaulding, 309 Ill. 292; People v. Lloyd, 304 Ill. 23.)” What we there said is applicable to this case. The judgment of the circuit court is affirmed. Affirmed. ",
            "ocr": true,
            "opinion_id": 8840503
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}