{
    "id": 8909855,
    "judges": "Chesnut",
    "date_filed": "1982-01-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-washington",
    "case_name_short": null,
    "case_name": "United States v. Washington",
    "case_name_full": "UNITED STATES v. WASHINGTON",
    "attorneys": "Bernard J. Flynn, U. S. Atty., and James B. Murphy, Asst. U. S. Atty., both of Baltimore, Md., for plaintiff., Ward B. Coe, Jr., of Baltimore, Md., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "69 F. Supp. 143"
    ],
    "opinions": [
        {
            "author_str": "Chesnut",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCHESNUT, District Judge.\nThe question in this criminal case is whether there was sufficient independent evidence of the corpus delicti to corroborate the extra judicial confessions of the defendants. The defendants are jointly charged under 18 U.S.C.A. § 408, with the transportation from Oxford, Pennsylvania, to Waterloo, Maryland of a stolen automobile, knowing the same to have been stolen. In accordance with the now applicable procedure they waived an indictment and agreed to prosecution by information only. Upon their arraignment, being advised of their rights to have counsel appointed to defend them in view of their inability to procure their own counsel, the court appointed Mr. Ward B. Coe, Jr., a member of the Baltimore Bar, a,s their counsel. ' They and he as their counsel, and the Assistant United States Attorney, waived a jury trial and requested that the case be tried by the court without a jury. The court deemed the request proper and the case was so tried.\nThe evidence introduced by the Government (none being offered by the defendants) was the following. The automobile bearing Pennsylvania license plates No. G 812, belonged to one Twyford, a resident of Oxford, Pennsylvania, who there owned a gasoline station. The car was parked by its owner near his place of business about 7 P.M. October 28, 1946. It was taken from there without his permission or knowledge some time thereafter and was found by Maryland State Police, parked without lights, on the Baltimore-Washington Boulevard near Waterloo, Maryland, headed toward Washington, about 1 A.M. on October 29, 1946. It was first observed by Officer Hart of the Maryland State Police as he was proceeding north on the Washington Boule*145vard in his automobile with a prisoner. He noted a young colored man seated in the automobile and another standing beside it. After passing it, going in a northerly direction, he turned his car and went back toward it. When closely approaching it he noted that both these men were then standing beside the automobile. He turned his police spot light upon them and obtained a good view of them. One was conspicuously dressed. Both men fled, running into, an adjoining field. The officer was unable to pursue them in view of his then custody of a prisoner. However, he shortly thereafter telephoned a description of the two men to a nearby police station, and a few hours thereafter, about 9 A.M. another member of the Maryland State Police Force, acting on the description, arrested the two defendants whom he found near Waterloo, Maryland, walking toward Washington on the main highway. The latter officer questioned these two men and was informed by them that they were from Philadelphia and had been hitch-hiking rides toward the south, and had just recently alighted from a truck which had given them a ride. They were arrested on suspicion and taken to the nearby State Police Station. Two agents of the Federal Bureau of Investigation were notified and shortly thereafter interviewed the defendants and took from them signed written statements. These statements were offered and received in evidence without objection. On their face each shows that the statement was voluntarily made after the defendants were warned of their constitutional rights.\nThe substance of Washington’s statement was that he had known Streeter for about two years in Philadelphia and that both of them had been employed for some weeks in a factory in Brighton, New Jersey. They had returned to Philadelphia on October 22, 1946, and after staying there visiting friends for some days, they decided to go to Amarillo, Texas, and started on their journey early on October 28, 1946, hitch-hiking their way by various trucks to Oxford, Pennsylvania. There they. spent several hours in a restaurant, and started walking on Highway No. 1 toward the South. Shortly they came to the gas station and decided to rest themselves in the automobile referred to. At first they went to sleep, Washington in the front seat and Streeter in the rear seat. After a short time they woke up and noticed the ignition key in the car. Washington then drove the car from Oxford, Pennsylvania, to Baltimore, Maryland. They asked no one’s permission — “We just took this car. Streeter slept most of the way and now and then he would awaken and show me directions. Before we got to Baltimore, Maryland, Streeter rode with me in the front seat of this automobile we had taken.” The automobile stopped running near Waterloo on the Baltimore-Washington Highway. They pushed it partly off the traveled portion of the highway. When the police officer approached they ran away through a field and woods, came to a railroad track, found a box car, and slept in it for the remainder of the night. The next morning they returned to the highway and continued walking toward Washington when they were arrested.\nStreeter’s statement is substantially similar except that he said that when they climbed into the automobile at Oxford he went to sleep on the back seat, and “a short while later Robert woke me up and told me that the keys were in the car. He then suggested we take the car. I did not say ‘yes’ or ‘no’, but went back to sleep. The next thing I knew we were riding and I went back to sleep. The next thing I knew we were in Baltimore, Maryland”.\nAt the conclusion of the evidence counsel for the defendants moved for a directed verdict in their favor or for a judgment of acquittal. The case was then argued orally by counsel and taken under consideration. Subsequently both counsel have furnished more extended briefs on. the law and I have made a further independent examination of the subject.\nThe defendants’ contention is not that the confessions were improperly admitted in evidence, but as the confessions were extrajudicial, there was no sufficient independent evidence offered by the Government to corroborate the confessions. It is admitted that the confession of Wash*146ington was voluntary and sufficient to show both elements of the crime — that is, (1) interstate transportation of a stolen automobile and (2) knowledge that it was stolen. Some little contention is made that Streeter’s confession is not equally sufficient by reason of his sleepy condition. But I do not think this minor contention is substantially sufficient to differentiate the two statements, although each confession is inadmissible against the other defendant. The point, however, that is earnestly urged is that the evidence does not show sufficient corroboration of the corpus delicti.\nIn criminal cases in the federal courts the admissibility of evidence is now controlled by Rule 26 of the recently adopted Federal Rules of Criminal Procedure, 18 U.S.C.A. following section 687. Rule 26 provides that — “The admissibility of evidence and the competency and privileges of witnesses shall be governed, except when an act of Congress or these rules otherwise provide, by the principles of the common law as they may be interpreted by the courts of the United States in the light of reason and experience.”\n And with respect to the sufficiency of corroboration of a defendant’s confession, federal judicial decisions must control. The rule here is now well estab^ lished that there must be independent evidence of the corpus delicti, but such independent evidence is not required to be so full and complete as to establish unaided the commission of the crime. It is sufficient if the extrinsic circumstances, taken in connection with the defendant’s admission, satisfy the jury (or non-jury judge) of the defendant’s guilt beyond a reasonable doubt. Jordan v. United States, 4 Cir., 60 F.2d 4, 5, opinion by Circuit Judge Soper, citing Bolland v. United States, 4 Cir., 238 F. 529, 530; Daeche v. United States, 2 Cir., 250 F. 566; Berryman v. United States, 6 Cir., 259 F. 208; Rosenfeld v. United States, 7 Cir., 202 F. 469 and Mangum v. United States, 9 Cir., 289 F. 213. See also the very recent opinion of Circuit Judge Northcott, in Tabor v. United States, 4 Cir., 152 F.2d 254.\nThe precise meaning of the phrase “corpus delicti” in this context has\nbeen the subject of sofiiz uncertainty and apparent misunderstanding in some judicial decisions heretofore, but at the present time it is well established, at least by the weight of federal decisions, that here the phrase corpus delicti means that the extrinsic evidence must establish the commission of the crime by somebody, or in other words, that the crime has in fact been committed. It does not mean, as some few decisions have apparently held, that the required corroborative or extrinsic evidence must also show or tend to show that the \"defendant committed the crime. Wigmore on Evidence, 3d Ed., § 2072; Murray v. United States, 53 App.D.C. 119, 288 F. 1008, 1016; George v. United States, 75 U.S.App.D.C. 197, 125 F.2d 559, 563. The requirement of independent evidence to corroborate the fact that the crime has been committed is, of course, not limited to cases of murder or manslaughter (to which it has particular application) but also includes other crimes as, for instance, the instant charge of interstate transportation of a stolen automobile, knowing it to have been stolen. And, by the weight of the modern judicial opinion in the federal courts the independent evidence must relate to each and all of the several elements of the alleged crime; as, for instance, in the present case, to both the interstate transportation and guilty knowledge by somebody (Forte v. United States, 68 App.D.C. 111, 94 F.2d 236, 127 A.L.R. 1120, a full and learned opinion by Justice Stephens). See also later opinions of the same court upon the same subject, George v. United States, 75 U.S.App.D.C. 197, 125 F.2d 559, 563, and Ercoli v. United States, 76 U.S.App.D.C. 360, 131 F.2d 354. And the independent evidence required may be circumstantial as well as direct. Wigmore on Evidence, 3d Ed., § 2081; Ercoli v. United States, supra, 76 U.S.App.D.C. 360, 131 F.2d page 358.\nThere is no hard and fast rule with respect to the amount or degree of the independent evidence that is required. That depends upon the nature and circumstances of the particular case. It is desirable that this should be left to the sound judicial discretion. The reason for the *147rule which requires corroboration of the defendant’s confession by independent evidence of the corpus delicti is that otherwise some persons, due to emotional unbalance or other mental instability, may confess the commission of a crime, which in fact has never occurred. Such cases are indeed comparatively rare but there are recorded instances where they have occurred. It is right and proper, on humane considerations, that unjust punishment should not be imposed even though such cases are very unusual. But as they are indeed comparatively rare the degree of corroboration required should not be so exacting as to preclude, on technical grounds, the proper enforcement of the criminal law. The amount of independent corroborating evidence must, therefore, vary with the particular case, having special regard to the seriousness of the crime charged and the possible consequences to the defendant. Obviously there should be required more convincing and satisfactory evidence of the corpus delicti in murder cases than in those involving ordinary theft, a much more frequent offense.\nIn Daeche v. United States, 2 Cir., 250 F. 566, 571, in an opinion by Judge Learned Hand, it was said: “But such is not the more general rule, which we are free to follow, and under which any corroborating circumstances will serve which in the judge’s opinion go to fortify the truth of the confession. Independently they need not establish the truth of the corpus delicti at all, neither beyond a reasonable doubt nor by a preponderance of proof.” But from later cases, and especially the Forte case, supra, it is made clear that the independent evidence must at least tend to establish all the necessary elements of the crime charged including that of guilty knowledge.\nThe precise question in the instant case, therefore, is whether the Government’s evidence, independent of the confessions, is reasonably sufficient to show that the automobile was (1) stolen in Pennsylvania; (2) transported into Maryland, (3) by some one (not necessarily these defendants) knowing it to have been stolen. If the independent evidence in this case is sufficient for this purpose, then the ultimate question of guilt or innocence with respect to these particular defendants is whether the whole evidence (including the confessions) establishes their guilt respectively beyond a reasonable doubt. After careful consideration, I have concluded that it does.\nIt is clear that the car was in fact stolen in Oxford, Pennsylvania, some time after 7 P.M. October 28, 1946. It was next found in the defendants’ possession in Maryland about 1 A.M. October 29, 1946. Oxford is in Pennsylvania a few miles north of the Maryland Line on the much traveled automobile Route No. 1 from Philadelphia to Washington. Waterloo, Maryland, is also on the same route and about 75 miles from Oxford, Pennsylvania. The particular automobile was an old model not in good condition and probably not capable of high speed. It must have required at least several hours of travel time to transport it from Oxford, Pennsylvania, to Waterloo, Maryland. We thus have clear extrinsic evidence of two of the essential elements of the corpus delicti, that is, the interstate transportation of a stolen automobile.\nThe only remaining feature of the corpus delicti, to which the extrinsic evidence must rationally relate, is the scienter or guilty knowledge of the theft accompanying the interstate transportation. With respect to this we have the facts (1) that the defendants were found in possession of the automobile very recently after the theft; (2) that upon discovery of that possession by the police officer they fled from anticipated arrest; and (3) they shortly thereafter were apprehended in the immediate vicinity when they voluntarily stated (long before their subsequent confessions) that they had come from Philadelphia; and (4) there is no evidence or explanation (other than the confessions) tending to show innocence in their possession. The extrinsic evidence in this case, therefore, raises the strong presumption, or at least inference, that they stole the automobile.\nIt has long been a well established rule of evidence in a criminal charge of larceny that recent possession of stolen goods gives rise to a presumption that the *148possessor is the thief. Dunlop v. United States, 165 U.S. 486, 502, 17 S.Ct. 375, 41 L.Ed. 799; McNamara v. Henkel, 226 U.S. 520, 524, 525, 33 S.Ct. 146, 57 L.Ed. 330. Some times such evidence has been loosely called a presumption of law, but it is more properly, if a presumption at all, only one of fact. On principle probably it had better be called merely a permissible inference to be drawn by the jury or judge as the case may be. The practical difference between treating it as a presumption of fact or merely an inference is perhaps not very important where a jury has the power to render a general verdict of guilty or not guilty, and particularly would this seem to be so in criminal cases in the State courts of Maryland where, by the Constitution of the State, the jury is made the judge of the law as well as of the facts. And in federal criminal cases where the judge orally instructs the jury with respect to the law, the practical difference, if any, would seem to be simply whether, treating the matter as a presumption of fact, the judge should tell the jury that on the evidence they should, or if an inference, may, find the defendant guilty of the theft. See Wig-more on Evidence, 3d Ed., § 2513; Zoline’s Federal Criminal Law and Procedure, § 324. Thus, in the instant case the extrinsic evidence is sufficient to give rise to the presumption of fact, or at least the inference, that the defendants stole the automobile in Oxford, Pennsylvania, and transported it into Maryland, and in doing so, prima facie at least, must have had guilty knowledge of the theft which they themselves had committed.\nI am, therefore, forced to the conclusion that the extrinsic evidence is a sufficient corroboration of the required elements of the corpus delicti, and, taken in connection with the defendants’ confessions, is sufficient to establish their guilt beyond a reasonable doubt.\nCounsel for the defendants relies principally on the case of Forte v. United States, supra. It is probably the strongest case that can be found to support his contention. But I find on a close reading of the whole opinion that it is clearly distinguishable from the instant case. The criminal charge in the Forte case was the same as in the present case, that is interstate transportation of a stolen automobile knowing it to have been stolen. The material facts were that the particular automobile then bearing District of Columbia tags was stolen in Washington, D. C., on July 15, 1935. It was next found in Baltimore, Maryland, on November 3rd following in the defendant’s possession. The interval of time was more than three months and the mileage on the car had increased 6500 miles. When found the automobile bore New Jersey tags. The important point of distinction between the two cases is that in the Forte case the possession of the stolen property was not recent. At the trial of the case the United States Attorney advised the court that “the government did not rely on the inference of guilt from possession of stolen property for a conviction in this case.” And with respect to this important point the opinion of Justice Stephens (94 F.2d at p. 244) said: “Why the Government made this waiver does not appear — conceivably because of Kasle v. United States, 6 Cir., 233 F. 878, 888-890. But with this inference out of the case we see no substantial evidence, independent of the appellant’s confession, of guilty knowledge on his part.”\nIn the Forte case, the defendant apparently did not question the sufficiency of the extrinsic evidence to show the fact of interstate transportation of the automobile; but only contended (successfully) that the extrinsic evidence did not show a guilty knowledge of some one in the interstate transportation. In Drew v. United States, 2 Cir., 1928, 27 F.2d 715, involving a similar charge, it was said that recent possession of an automobile stolen in another State was sufficient to raise a presumption not only that the defendant had stolen the automobile but also that he had transported it in interstate commerce. And Wolf v. United States, 7 Cir., 1929, 36 F.2d 450 and Niederluecke v. United States, 8 Cir., 1931, 47 F.2d 888 are to the same effect. But in United States v. Bollenbach, 2 Cir., 1944, 147 F.2d 199, 202, the Second Circuit held that the language, of the opinion in the Drew *149case, supra, was merely a dictum and it was overruled. In that later case, involving a criminal charge of conspiracy for interstate transportation of stolen securities, the trial judge had instructed the jury to the effect that possession of stolen property in another State than that in which it was stolen shortly after the theft raised the presumption that the possessor was the thief, and transported the stolen property in interstate commerce. The Circuit Court disapproved the intrinsic correctness of the instruction but under other circumstances of the case concluded it was not prejudicial. However, on certiorari the Supreme Court, in an opinion by Mr. Justice Frankfurter (with dissent by Mr. Justice Black) 326 U.S. 607, 66 S.Ct. 402, held that the instruction in the particular case was both erroneous and prejudicial.\nFactually there would seem to be a difference in the strength of the inference of recent possession of stolen property dependent upon the nature of the subject matter stolen. Thus negotiable securities can be transported in interstate commerce by mail or without the agency of a defendant found in recent possession of them. But the interstate transportation of an automobile obviously requires human agency. And in the circumstances of this case it would certainly seem that the inference from recent possession is intrinsically much stronger than such a presumption or inference in the case of stolen securities. But however that may be, we are not concerned here with the question before the court in the Bollenbach case. There the question was the intrinsic correctness, under somewhat unusual circumstances, of a “last minute” instruction to a then “dead-locked” jury considering a conspiracy case involving in and of itself very critically the ultimate question of guilt or innocence. Here the question is quite different. It is not whether the mere very recent possession. of property stolen in another State is, if unexplained; sufficient in itself to warrant conviction of theft and interstate transportation, but only whether such evidence unexplained is sufficient corroboration of the corpus delicti to establish the defendants’ guilt when taken in connection with the confessions.\nFor these reasons I feel obliged to over- . rule defendants’ motion for a directed verdict or judgment of acquittal, and find a verdict of guilty against both defendants.\n",
            "ocr": true,
            "opinion_id": 8897501
        }
    ],
    "court_short_name": "D. Maryland",
    "court_full_name": "District Court, D. Maryland",
    "court_type": "FD",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}