{
    "id": 8989467,
    "judges": "Graafeiland, Kearse, Newman",
    "date_filed": "2015-07-12",
    "date_filed_is_approximate": true,
    "slug": "ahmad-v-wigen-ex-rel-metropolitan-correctional-center-of-the-federal",
    "case_name_short": "Ahmad",
    "case_name": "Ahmad v. Wigen ex rel. Metropolitan Correctional Center of the Federal Bureau of Prisons",
    "case_name_full": "Mahmoud El-Abed AHMAD, also known as \"Mahmoud Abed Atta,\" v. George WIGEN, as Warden of the Metropolitan Correctional Center of the Federal Bureau of Prisons, Romolo J. Imundi, as United States Marshal for the Southern District of New York, James A. Baker, as Secretary of State of the United States and Richard Thornburgh, as Attorney General of the United States",
    "attorneys": "Ramsey Clark, New York City (Lawrence W. Schilling, Peter B. Meadow, New York City, of counsel), for petitioner-appellant., Jacques Semmelman, Asst. U.S. Atty. E.D.N.Y., Brooklyn, N.Y. (Andrew J. Malo-ney, U.S. Atty., E.D.N.Y., John Gleeson, Asst. U.S. Atty., Brooklyn, N.Y., Murray R. Stein, U.S. Dept, of Justice, of counsel), for respondents-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 23, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "910 F.2d 1063"
    ],
    "opinions": [
        {
            "author_str": "Graafeiland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nVAN GRAAFEILAND, Circuit Judge:\nMahmoud El-Abed Ahmad, also known as Mahmoud Abed Atta, appeals from a judgment of the United States District Court for the Eastern District of New York (Weinstein, J.), dismissing Ahmad’s petition for a writ of habeas corpus, by means of which he hoped to escape extradition to Israel. See 726 F.Supp. 389. The United States seeks to extradite Ahmad to Israel to stand trial for his alleged terrorist attack on a bus. After a hearing held pursuant to 18 U.S.C. § 3184, Judge Korman of the United States District Court for the Eastern District of New York granted the Government’s application for the certification to the Secretary of State of Ahmad’s extraditability. See 706 F.Supp. 1032. Ahmad then petitioned unsuccessfully for ha-beas corpus. We affirm.\nAlthough we affirm, we do not necessarily subscribe to the district court’s dicta concerning the expanded role of habeas corpus in an extradition proceeding, which led to the district court’s extensive exploration of Israel’s system of justice. In Messina v. United States, 728 F.2d 77, 79 (2d Cir.1984), we held that on an appeal from the denial of habeas corpus in an extradition proceeding, we are concerned only with whether the appellant’s alleged offense fell within the terms of an extradition treaty, and whether an official with jurisdiction was presented with sufficient evidence to warrant a finding that there was a reasonable ground to believe that the appellant was guilty. As authority for this proposition, we cited Fernandez v. Phillips, 268 U.S. 311, 312, 45 S.Ct. 541, 542, 69 L.Ed. 970 (1925). Fernandez was not an isolated precedent. Indeed, the Supreme Court has adhered steadfastly to the above legal principle for more than a century. See, e.g., Benson v. McMahon, 127 U.S. 457, 461-63, 8 S.Ct. 1240, 1242-43, 32 L.Ed. 234 (1888); Oteiza v. Cortes v. Jacobus, 136 U.S. 330, 333-34, 10 S.Ct. 1031, 1032-33, 34 L.Ed. 464 (1890); Ornelas v. Ruiz, 161 U.S. 502, 508-09, 16 S.Ct. 689, 691-92, 40 L.Ed. 787 (1896); Charlton v. Kelly, 229 U.S. 447, 456, 33 S.Ct. 945, 947-48, 57 L.Ed. 1274 (1913); Collins v. Miller, 252 U.S. *1065364, 369, 40 S.Ct. 347, 349, 64 L.Ed. 616 (1920); United States ex rel. Hughes v. Gault, 271 U.S. 142, 151-52, 46 S.Ct. 459, 460-61, 70 L.Ed. 875 (1926). As we are required to do, we have followed where the Supreme Court has led. See, e.g., Melia v. United States, 667 F.2d 300, 302 (2d Cir.1981); Simmons v. Braun, 627 F.2d 635, 637 (2d Cir.1980); Jhirad v. Ferrandina, 536 F.2d 478, 482 (2d Cir.), cert. denied, 429 U.S. 833, 97 S.Ct. 97, 50 L.Ed.2d 98 (1976). Unless Congress or the Supreme Court instructs otherwise, the general principle above expressed should continue to guide a habeas corpus court in its deliberations.\nSince the facts in the instant case already have been recounted in the two district judges’ opinions, a brief summary will suffice for our purposes. In April 1986, three men attacked a commercial Israeli bus in the West Bank with molotov cocktails and automatic weapons fire. The attackers killed the bus driver and wounded one passenger, both civilians. Israeli authorities apprehended two of the attackers, and they implicated Ahmad as their accomplice.\nAbout a year later, Ahmad was located in Venezuela where he was being detained on charges relating to his involvement with the Abu Nidal Organization, an international terrorist group. Upon being advised that Venezuela was going to deport Ahmad to the United States where he was a naturalized citizen, the United States Attorney for the Eastern District of New York filed a section 3184 complaint, and Magistrate Caden issued a warrant for Ahmad’s provisional arrest. When Venezuela placed Ahmad on a commercial plane headed for New York, FBI agents on the plane executed the arrest warrant. On June 26, 1987, Israel requested that the United States extradite Ahmad to Israel to stand trial for murder, attempted murder, attempted arson, and other crimes.\nAfter conducting a section 3184 hearing, Magistrate Caden denied the extradition request on the grounds that the attack on the bus was a political act for which Ahmad was immune from extradition and that Ahmad had been brought into the United States illegally. The Government then brought a new extradition proceeding that was heard by Judge Korman. Judge Kor-man granted certification, stating as he did so that Caden had applied erroneous legal standards and made plainly erroneous findings of fact. .706 F.Supp. at 1036. Thereafter, Judge Weinstein dismissed Ahmad’s petition for habeas corpus relief.\nMagistrate Caden’s denial of the Government’s request for section 3184 certification did not bar the Government from making a second request before Judge Korman. An order granting or denying section 3184 certification is not appealable. In re Mackin, 668 F.2d 122, 127 (2d Cir.1981); Jhirad v. Ferrandina, supra, 536 F.2d at 482. An extraditee’s sole remedy from an adverse decision is to seek a writ of habeas corpus; the Government’s sole remedy is to file a new complaint. United States v. Doherty, 786 F.2d 491, 503 (2d Cir.1986); In re Mackin, supra, 668 F.2d at 128. In considering the Government’s second request, Judge Korman was not bound in any way by Magistrate Caden’s prior decision. United States v. Doherty, supra, 786 F.2d at 503.\nAhmad’s remaining arguments are equally without merit. The district court correctly held, 726 F.Supp. at 397-98, that Ahmad was deported by Venezuela to the United States in a proper manner, that he was not forcibly abducted, and that he was “found” within the territory of the United States within the meaning of the United States extradition treaty with Israel. See David v. Attorney General, 699 F.2d 411, 413-15 (7th Cir.), cert. denied, 464 U.S. 832, 104 S.Ct. 113, 78 L.Ed.2d 114 (1983); Vardy v. United States, 529 F.2d 404, 406-07 (5th Cir.), cert. denied, 429 U.S. 978, 97 S.Ct. 489, 50 L.Ed.2d 587 (1976); United States v. Kam-Shu, 477 F.2d 333, 337-39 (5th Cir.), cert. denied, 414 U.S. 847, 94 S.Ct. 112, 38 L.Ed.2d 94 (1973). Moreover, the Government’s conduct violated neither the Constitution nor established principles of international law. See United States v. Reed, 639 F.2d 896, 901-02 (2d Cir.1981); United States ex rel. Lujan v. Gengler, *1066510 F.2d 62, 65-68 (2d Cir.), cert. denied, 421 U.S. 1001, 95 S.Ct. 2400, 44 L.Ed.2d 668 (1975).\nSeven pages of Ahmad’s brief are devoted to the argument that the evidence submitted in support of extradition failed to establish probable cause to believe that appellant committed the offense with which he was charged. This extensive discussion demonstrates either a misunderstanding or a misapplication of the law. Judge Korman’s function was to determine whether there was competent evidence to justify certifying Ahmad for extradition, not to predict that an Israeli court would convict him. See Collins v. Loisel, 259 U.S. 309, 316, 42 S.Ct. 469, 472, 66 L.Ed. 956 (1922). If the evidence would support a reasonable belief that Ahmad was guilty of the crime charged, it sufficed. Fernandez v. Phillips, supra, 268 U.S. at 312, 45 S.Ct. at 542. Judge Weinstein correctly held that there was no ground to reverse Judge Korman’s finding of probable cause. 726 F.Supp. at 399-401.\nArticle VI of the United States-Israel Extradition Treaty provides that extradition shall not be granted if\nthe offense is regarded by the requested Party as one of a political character or if the person sought proves that the request for his extradition has, in fact, been made with a view to trying or punishing him for an offense of a political character.\nWhether an extraditee is accused of an offense of a political nature is an issue for judicial determination. See In re Mackin, supra, 668 F.2d at 132-37. Moreover, because Judge Korman ruled that Ahmad’s alleged offense was not political in nature and therefore fell within the terms of the Treaty, his ruling was subject to habeas corpus review. Whether such review should be a completely de novo review as Judge Weinstein suggests, 726 F.Supp. at 408-09, is a question we need not now answer. But see Ornelas v. Ruiz, supra, 161 U.S. at 509, 16 S.Ct. at 691-92; Sindona v. Grant, 461 F.Supp. 199, 207 (S.D.N.Y.1978); Gallina v. Fraser, 177 F.Supp. 856, 867-68 (D.Conn.1959), aff'd, 278 F.2d 77 (2d Cir.), cert. denied, 364 U.S. 851, 81 S.Ct. 97, 5 L.Ed.2d 74 (1960). Judge Wein-stein reached the same result as had Judge Korman. We find the analyses of both judges persuasive and note that their reasoning is similar to that of the State Department on this issue. See Factor v. Laubenheimer, 290 U.S. 276, 295, 54 S.Ct. 191, 196, 78 L.Ed. 315 (1933). We agree that an attack on a commercial bus carrying civilian passengers on a regular route is not a political offense. Political motivation does not convert every crime into a political offense.\nWe have no problem with the district court’s rejection of Ahmad’s remaining argument to the effect that, if he is returned to Israel, he probably will be mistreated, denied a fair trial, and deprived of his constitutional and human rights. We do, however, question the district court’s decision to explore the merits of this contention in the manner that it did. The Supreme Court’s above-cited cases dealing with the scope of habeas corpus review carefully prescribe the limits of such review. Habeas corpus is not a writ of error, and it is not a means of rehearing what the certification judge or magistrate already has decided. Fernandez v. Phillips, supra, 268 U.S. at 312, 45 S.Ct. at 542. A consideration of the procedures that will or may occur in the requesting country is not within the purview of a habeas corpus judge. Gallina v. Fraser, supra, 278 F.2d at 79. Indeed, there is substantial authority for the proposition that this is not a proper matter for consideration by the certifying judicial officer. In Sindona v. Grant, 619 F.2d 167, 174 (2d Cir.1980), we said that “the degree of risk to [appellant’s] life from extradition is an issue that properly falls within the exclusive purview of the executive branch.” In Jhirad v. Ferrandina, supra, 536 F.2d at 484-85, we said that “[i]t is not the business of our courts to assume the responsibility for supervising the integrity of the judicial system of another sovereign nation.” See also Arnbjornsdottir-Mendler v. United States, 721 F.2d 679, 683 (9th Cir.1983); Garcia-Guillern v. United States, 450 F.2d 1189, 1192 (5th Cir.1971), cert. denied, *1067405 U.S. 989, 92 S.Ct. 1251, 31 L.Ed.2d 455 (1972); Matter of Extradition of Tang Yee-Ckun, 674 F.Supp. 1058, 1068-69 (S.D.N.Y.1987).\nNotwithstanding the above described judicial roadblocks, the district court proceeded to take testimony from both expert and fact witnesses and received extensive reports, affidavits, and other documentation concerning Israel’s law enforcement procedures and its treatment of prisoners. This, we think, was improper. The interests of international comity are ill-served by requiring a foreign nation such as Israel to satisfy a United States district judge concerning the fairness of its laws and the manner in which they are enforced. Jhirad v. Ferrandina, supra, 536 F.2d at 484-85. It is the function of the Secretary of State to determine whether extradition should be denied on humanitarian grounds. Matter of Extradition of Tang Yee-Chun, supra, 674 F.Supp. at 1068 (citing Sindona v. Grant, supra, 619 F.2d at 174). So far as we know, the Secretary never has directed extradition in the face of proof that the ex-traditee would be subjected to procedures or punishment antipathetic to a federal court’s sense of decency. See Arnbjornsdottir-Mendler v. United States, supra, 721 F.2d at 683. Indeed, it is difficult to conceive of a situation in which a Secretary of State would do so.\nAffirmed.\n",
            "ocr": true,
            "opinion_id": 8981615
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}