{
    "id": 9009178,
    "judges": "Bauer, Cudahy, Easterbrook",
    "date_filed": "1973-08-26",
    "date_filed_is_approximate": true,
    "slug": "mccool-v-strata-oil-co",
    "case_name_short": "McCool",
    "case_name": "McCool v. Strata Oil Co.",
    "case_name_full": "Daniel McCOOL, John Pellettiere, Ted R. Potempa, Kenneth A. Stankievich v. STRATA OIL COMPANY, an Illinois corporation, Richard A. Miller and Joseph Jocheim",
    "attorneys": "Peter S. Lubin, Rudnick & Wolfe, David C. Roston (argued), Jeffrey P. DeJong, David H. Latham, Altheimer & Gray, Chicago, Ill., for plaintiffs-appellants., Cary S. Fleischer (argued), Jon A. Duncan, Patrice A. Powers, Chuhak & Teeson, Chicago, Ill., for defendants-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 17, 1991., Decided Aug. 21, 1992.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "972 F.2d 1452"
    ],
    "opinions": [
        {
            "author_str": "Cudahy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCUDAHY, Circuit Judge.\nThe plaintiffs invested in an oil drilling project in 1984. They sued in 1989, claiming that they did not get what they paid for. The district court held that their claims under Section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b) (1988) (the '34 Act), and under the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. §§ 1961 et seq. (1988), were time-barred and dismissed the pendent state law claims for lack of subject matter jurisdiction.\nStatutes of limitations tend to be more difficult to apply than to define, but this is no ordinary case. Since the district court issued its decision, we have changed the statute of limitations that applies to 10(b) claims, Short v. Belleville Shoe Mfg. Co., 908 F.2d 1385, 1389 (7th Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 2887, 115 L.Ed.2d 1052 (1991), the Supreme Court has agreed with our analysis, Lampf, Pleva, Lipkind, Prupis &amp; Petigrow v. Gilbertson, — U.S. -, 111 S.Ct. 2773, 115 *1455L.Ed.2d 321 (1991), and Congress has partially overruled the Supreme Court by adding a new section 27A to the ’34 Act. Federal Deposit Insurance Corporation Improvement Act of 1991, Pub.L. No. 102-242, Title IV, § 476, 105 Stat. 2236, 2387 (1991) (FDIC Improvement Act), codified at 15 U.S.C. § 78aa-1. We must decide what to do with this tangled web. Further, we must also decide when a civil RICO claim accrues, a question on which the other circuits, and the district courts in this circuit, are deeply divided.\nI.\nA. Facts\nIn the early 1980s, Richard Miller and Joseph jocheim formed a business now known as Strata Oil Corporation. Strata manages and operates a variety of oil and gas projects in Illinois and Oklahoma. Miller has (or had) a friend, John Pellettiere, who invested in three of Strata’s projects in 1982 and 1983.\nIn 1983, Strata entered into a joint venture (Strata/Quest) to acquire and develop a mineral lease on a piece of land in Oklahoma, the Lowe Property. Miller invited Pellettiere to an investors’ meeting in the fall of 1983, where the drilling project was described in glowing terms. Pellettiere then introduced Miller and Jocheim to other potential investors, Daniel McCool, Ted Po-tempa and Kenneth Stankievich.\nThe plaintiffs (Pellettiere, McCool, Po-tempa and Stankievich, or \"the investors”) allege that Miller and Jocheim deceived them about the nature of the Lowe Property project. This deception is the basis for both the securities fraud and RICO claims. In their first complaint, the investors alleged the following oral misrepresentations:\n1) the Lowe Property had not been heavily worked before;\n2) the plaintiffs would be tenants in common on the lease;\n3) maintenance costs would be about $80 per month;\n4) wells would not be considered “successful” unless they produced at least 50 barrels of oil a day;\n5)the initial investment would be $17,-000-$13,000 for the lease and $4,000 to drill the first well (to be followed by another $4,000 if the well were successful).\nComplaint 1114-16, 35. Further, the investors alleged the following omissions of material fact:\n1) that it would be expensive to remove water from the Lowe Property; and\n2) that the defendants would receive overriding royalties in the project.\nComplaint 11 36. In an amended complaint, filed after the entry of partial summary judgment for Strata, the investors deleted the allegation about the past workings (misrepresentation # 1) and added two new allegations:\n1) Strata represented- that all investors would share equally in the expenses and profits of the Lowe Property project; and\n2) Strata failed to provide offering sheets as required, by SEC regulations.\nAmended Complaint 111136, 38.\nIn summary, although the drilling project appears to have been moderately successful, the investors received a smaller piece of the pie than they thought they were entitled to. Strata owns the mineral lease on the Lowe Property while the investors own only “working interests” in drilling sites on the lease. Strata receives a disproportionate share of the profits and pays none of the expenses. Finally, the expenses themselves have, been higher than promised.\nThe remainder of the story is not relevant to the alleged fraud but is relevant to the running of the statute of limitations. In February 1984, each plaintiff paid $17,-000 and signed a “Receipt and Working Agreement.” For reasons that will become clear, the Agreement bears reproduction at some length:\nThis will acknowledge receipt of the sum of $17,000 from [investor] to [Strata], said sum of money being payment in consideration of Vknd working interest, subject to a 11/42 of Vs overriding royalty interest in a certain portion of a leasehold estate known as the EDITH THOMAS # 1A property located in ... County *1456of Creek, State of Oklahoma, more particularly described as follows:\nTHE DRILLING SITE LOCATED IN THE LEASE DESCRIBED AS: THE E% AND NW40 OF THE NWVt AND THE W% OF THE NEV-i, SEC. 9, TOWNSHIP 16N, RANGE 7 EAST\n1. It is understood that payment of said sum of money by the [investor] is a payment for the drilling expense for a test well to be drilled on said leasehold estate. That it is further understood that said [investor] shall provide and will pay $7,000 of the cost of completing and equipping said test well in the event oil and/or gas is found. It is further understood that the legal effect of this agreement is that the [investor] bears a V32 share of the cost of operation and maintenance of said well when it is placed on production....\n4. In connection with such operation and development including the completion and equipping of the first well, the [investor] shall be liable for ... his pro rata share of the costs and expenses thereof....\n16. This is solely a receipt and agreement for the purchase of a working interest in a certain portion of the leasehold estate hereinbefore described. Nothing in this agreement shall be construed as the delivery of an oil or gas assignment to the [investor].\n18. The parties hereto shall in no way be deemed to be partners ..., but are now, and shall continue to be tenants in common in the property, whose interest therein shall be liable for only their respective proportionate part of the cost. This Agreement shall not constitute a partnership as defined by the Internal Revenue Code....\nInvestors’ Appendix at 11-12.\nIn October 1984, the same plaintiffs signed identical Agreements for another investment on the Lowe Property, the Edith Thomas # 2A. This time they paid only $12,000. In May 1984, they invested $12,900 in the Edith Thomas # 3A, and in August 1985, $12,900 in the Fields # 1A.\nPeriodically, Strata sent newsletters to the investors, reporting successes and problems on “our lease” and “our property.” Once the wells began to produce, Strata sold the oil to the Sun Oil Company. Sun provided Strata with division orders, which recorded the allocation of payments to each of the investors. Strata sent copies of the division orders to the plaintiffs, but edited the orders so that each investor received only the notations that related to his share of the proceeds. Each of the plaintiffs received division orders with the notation “WI” beside his name.\nIn October 1985, Strata accidentally sent out unredacted division orders. At this point McCool noticed that the notation beside his name, “WI,” was different from the notation beside the names of the Strata defendants, “ORI.” Concerned, he called Pellettiere, who assured McCool that his friend Miller was honest and would never cheat them. Sometime in 1987, however, Pellettiere became concerned when Miller told him that the project was incurring large expenses to build a system that would dispose of salt water from the wells: Pellettiere had thought that a water disposal system was already in place.\nThe investors sued Strata in Illinois state court in December 1987, contending that Strata was charging them more than actual cost to dispose of waste water.1 Not until September 1988, however, did the investors hire an attorney to do a title search in Oklahoma. When they discovered that they were not tenants in common on the Lowe Property mineral lease, the investors threatened Strata with another suit and entered into an agreement with Strata to toll any applicable statutes of limitations until March 31, 1989. Unable to resolve their differences with Strata, the investors finally filed suit in April 24, 1989.\n*1457B. District Court Proceedings\nThe investors brought a six-count complaint against Strata, Miller and Jocheim. The first two counts alleged violations of the securities laws and of RICO. Counts three through six set out a variety of state law claims not now relevant. After some procedural skirmishing, the district court entered partial summary judgment for the defendants.\nThe court concluded that a three-year Illinois statute of limitations applied to the securities fraud claim, McCool v. Strata Oil Co., 724 F.Supp. 1232, 1234 (N.D.Ill.1989), and that a four-year limitations period applied to the RICO claim. Id. at 1237 (citing Agency Holding Cory. v. Malley-Duff &amp; Assoc., Inc., 483 U.S. 143, 156, 107 S.Ct. 2759, 2767, 97 L.Ed.2d 121 (1987)). Applying federal tolling principles to the securities fraud claim, the court held that Strata had not actively concealed the fraud. Id. at 1235. Further, since the provisions of the Receipt and Working Agreement “gave plaintiffs sufficient information from which they could have discovéred defendants’ fraud had they exercised due diligence,” id. at 1236, the limitations period began to run when the Agreements were signed and expired three years later, in February 1987, long before the tolling agreement took effect. Finally, the court decided that the RICO claim accrued at the same time as the securities claim and that the same tolling principles applied. Therefore, the RICO limitations period expired in February 1988 and that claim, too, was untimely.\nThe allegation that Strata lied about pri- or drilling on the Lowe Property survived summary judgment, for nothing in the Agreement mentioned the condition of the property. Id. at 1236. But, as noted above, the investors then amended their complaint to drop the allegation about prior drilling. Accordingly, the court entered summary judgment in full for Strata on the federal claims and dismissed the pendent state claims for lack of jurisdiction. Judgment Order (Jan. 19, 1990). Advised that the amended complaint would not affect its conclusions, the court did not discuss the new allegations of fraud.\nII.\nWe turn first to the securities fraud claim. There are three questions: What statute of limitations applies?; When did the statute begin to run?; and Was the limitations period tolled by equitable considerations?\nA. Limitations Period\n1. Application of the Federal Limitations Period '■\nAt the time it rendered its decision, the district court was clearly correct to apply the statute of limitations from Illinois blue-sky law to the plaintiffs’ securities fraud claim. See Davenport v. A.C. Davenport &amp; Son Co., 903 F.2d 1139, 1140 (7th Cir.1990). Shortly after the district court’s decision, however, on July 30, 199Ó, we decided that the statute of limitations applicable to 10(b) claims should come from federal law, specifically section 13 of the Securities Act of 1933, 15 U.S.C. § 77m (1988). Short, 908 F.2d at 1392. Under the limitations period we borrowed, plaintiffs have one year from the date they discover or should discover a fraud to bring suit, but in no event may they bring suit more than three years from the sale of the securities. Id. at 1391.\nOne year later, on June 20, 1991, the Supreme Court adopted the same period of limitations, but derived it from a different statute, section 9(e) of the ’34 Act, 15 U.S.C. § 78i(e) (1988). Lampf — U.S. at -, &amp; - n. 9, 111 S.Ct. at 2780-81 &amp; 2782 n. 9. On the same day, a divided Court also decided that if a new rule has been applied to the parties before a federal court, that rule must apply to all cases then pending on direct review. James B. Beam Distilling Co. v. Georgia, — U.S. -, -, 111 S.Ct. 2439, 2448, 115 L.Ed.2d 481 (1991) (lead opinion); id., — U.S. at ---, 111 S.Ct.. at 2448-49 (White, J., concurring); id., — U.S. at -, 111 S.Ct. at 2450 (Blackmun, J., concurring); id. — U.S. at -, 111 S.Ct. at 2451 (Scalia, J., concurring).\n*1458Since the Court applied the new limitations period in Lampf to the parties before it, — U.S. at -, 111 S.Ct. at 2782, Jim Beam made Lampf applicable to every ongoing securities fraud case in the land. Pommer v. Medtest Corp., 961 F.2d 620, 627 (7th Cir.1992) (citing Welch v. Cadre Capital, 946 F.2d 185 (2d Cir.1991) (Welch II); Boudreau v. Deloitte, Haskins &amp; Sells, 942 F.2d 497 (8th Cir.1991); and Anixter v. Home-Stake Production Co., 947 F.2d 897 (10th Cir.1991)). And if applied to this case, the absolute three-year bar adopted in Lampf {and in Short) would be the end of the plaintiffs’ securities fraud claim. Lampf, — U.S. at -, 111 S.Ct. at 2782 (three-year bar is statute of repose to which equitable tolling does not apply); Short, 908 F.2d at 1391 (same).\nCongress then decided that retroactive application of Lampf was not desirable. Accordingly, one of the miscellaneous provisions of the FDIC Improvement Act amends the ’34 Act to do away with the combined effect of Lampf and Jim Beam on cases commenced before Lampf and Jim Beam were decided. The new section 27A reads, in relevant part:\nThe limitation period for any private civil action implied under section 10(b) of this Act that was commenced on or before June 19, 1991, shall be the limitation period provided by the laws applicable in the jurisdiction, including principles of retroactivity, as such laws existed on June 19, 1991.\n15 U.S.C. § 78aa-1(a). In short, Congress has thrown us back to Short.2\nIn Short, we applied our new rule to the parties before us, but left open “all questions concerning retroactive application of this decision,” calling the retroactivity of new periods of limitations “a question of some subtlety.” Short, 908 F.2d at 1389-90. Jim Beam would have provided a sim-pie answer to the subtle question, but Congress instructs us to use “principles of retroactivity” as they stood the day before Jim Beam was decided. We could send the question back to the lower court for further development. See, for example, Pommer, 961 F.2d at 628. But in this case the parties briefed the question of the investors’ reliance on our formerly well-established rule that the Illinois limitations period applies. And with the assistance of a recent Second Circuit decision, Henley v. Slone, 961 F.2d 23 (2d Cir.1992), not available to the panel in Pommer, we find that we can decide the question.\nSection 27A was proposed, among other reasons, “ ‘because of the obvious unfairness’ ” of applying Lampf retroactively. Henley, 961 F.2d at 25-26 (quoting Senator Richard H. Bryan, 137 Cong.Rec. S18,617, S18,624 (Nov. 27, 1991)). As the Second Circuit observed, although Congress was clearly aware that several circuits had anticipated the decision in Lampf, it would probably surprise the drafters of section 27A that any court would contemplate applying the new limitations period retroactively. Id. But the statute does not tell us to apply a particular rule of retroactivity or to apply the state limitations period automatically. Instead, we must divine the state of the law with regard to retroactivity as of June 19, 1991, the day before Jim Beam was decided. Id. at 26.3\nAs noted in Pommer, Jim Beam was foreshadowed by American Trucking Associations v. Smith, 496 U.S. 167, 110 S.Ct. 2323, 110 L.Ed.2d 148 (1990). But in Smith, “the question whether a civil decision applied to the parties in the law-changing case must be applied retroactively divided the Justices evenly.” Pommer, 961 F.2d at 627-28. Since Smith provided no guidance, the controlling precedent on June *145919, 1991 was Chevron Oil Co. v. Huson, 404 U.S. 97, 92 S.Ct. 349, 30 L.Ed.2d 296 (1971), which we and other circuits had followed without much question. Smith v. Firestone Tire and Rubber Co., 875 F.2d 1325, 1326 (7th Cir.1989); Welch v. Cadre Capital, 923 F.2d 989, 993 (2d Cir.) (Welch I) (but see id. n. 6, where the court notes that American Trucking questions the viability of Chevron Oil), vacated and remanded sub nom Northwest Sav. Bank, PaSA v. Welch, — U.S. -, 111 S.Ct. 2882, 115 L.Ed.2d 1048 (1991); Hill v. Equitable Trust Co., 851 F.2d 691, 696 (3d Cir.1988), cert. denied, 488 U.S. 1008, 109 S.Ct. 791, 102 L.Ed.2d 782 (1989); see also St. Francis College v. Al-Khazraji, 481 U.S. 604, 608-09, 107 S.Ct. 2022, 2025-26, 95 L.Ed.2d 582 (1987) (approving use of Chevron Oil analysis to apply new statute of limitations prospectively).\nChevron Oil requires a case-by-case balancing of three factors to decide whether a new rule will be applied to the parties before the court. Prospective application of a new rule is required where:\n(1) the decision at issue overrules clear precedent on which litigants may have relied or addresses an issue of first impression which was not foreshadowed; (2) retroactive application of the decision would retard the operation of a federal statute; and (3) retroactive application would result in substantial inequity.\nSmith, 875 F.2d at 1326 (citing Chevron Oil, 404 U.S. at 106-07, 92 S.Ct. at 355). Our prior precedent on the applicability of the Illinois limitations period was quite clear. As to the second two factors, new statutes of limitations are generally applied prospectively so long as the plaintiff can demonstrate reliance on the old limitations period. Malhotra v. Cotter &amp; Co., 885 F.2d 1305, 1309-10 (7th Cir.1989) (citing Anton v. Lehpamer, 787 F.2d 1141 (7th Cir.1986); and Smith, 875 F.2d at 1326-28); see also Welch I, 923 F.2d at 993-95; and cf. Coopwood v. Lake County Community Dev. Dept., 932 F.2d 677, 680 (7th Cir.1991) (new statute of limitations applied retroactively because prior precedent unclear); and Hill, 851 F.2d at 697 (same).\nIn Short, we noted that the plaintiff could not demonstrate reliance on the applicability of the Illinois statute of limitations because she brought suit shortly after she became aware of the basis for her suit. Short, 908 F.2d at 1390. In the case before us, the investors made arrangements to toll the statute of limitations in September 1988, as soon as they were certain that they were not tenants in common on the Lowe Property. This suggests that the investors did not rely on the old limitations period. But the investors also consulted an attorney in 1985, and had sued Strata in Illinois state court in 1987. That lawsuit was dropped in favor of the current litigation in federal court — a move the plaintiffs would presumably not have made had they anticipated that their federal claims would be time-barred. We conclude that there is adequate evidence on the record to show the plaintiffs’ reliance on the old rule. The Illinois statute of limitations applies to this case.4 See also Reshal Assoc., Inc. v. Long Grove Trading Co., 754 F.Supp. 1226, 1241 (N.D.Ill.1990) (concluding that Short should not apply retroactively after analysis of factors laid out in Chevron Oil).\n\n2. Application of the Illinois Limitations Period\n\nIn 1986, several years before this action was brought, the Illinois legislature amended the statute of limitations for securities violations. But the parties did not notice the change. Nor did the district court. 724 F.Supp. at 1234 (citing) Teamsters Local 282 Pension Trust Fund v. Angelos, 815 F.2d 452, 455 (7th Cir.1987), which applied pre-1986 law). The new statute again prescribes a three-year limitations period, but states that the period begins when the plaintiff knows or should know that the securities laws have been violated. Further, the limitations period *1460ends no more than five years after the sale of the securities. P.A. 84-869, § 1, eff. Jan. 1, 1986, Ill.Rev.Stat. ch. 121½, 11137.13(D) (1991).5\nThe amendment clearly applies to this case, even though the fraud took place before the statute was enacted. In Illinois, a new statute of limitations applies to all claims brought after the effective date of the statute that were not time-barred on the effective date. Hupp v. Gray, 73 Ill.2d 78, 22 Ill.Dec. 513, 515-16, 382 N.E.2d 1211, 1213-14 (1978) (summarizing case law on retroactivity of statutes of limitations); Arnold, Engineering, Inc. v. Industrial Comm’n, 72 Ill.2d 161, 20 Ill.Dec. 573, 575, 380 N.E.2d 782, 784 (1978); see also Wilson v. Giesen, 956 F.2d 738, 741-42 (7th Cir.1992). Under any view of the law and the facts, the old statute of limitations did not cut off the plaintiffs’ claims until February 1987, more than a year after the effective date of the amendment. Thus the new statute should apply.\nIf the five-year outside limit of the new Illinois statute barred the investors’ claims, we would have to deal with two interesting questions. First, did Strata waive the new five-year bar by failing to raise it specifically in the court below, or did its defense that the action was barred, referring only generally to the statute, preserve this issue for review? Second, can federal tolling rules trump a borrowed state statute of repose? But the five-year outside limit is not implicated here, for Strata agreed to toll any applicable statute of limitations between September 1988 and March 1989. If this period is subtracted from the period between the date of sale and the date of suit, the action was brought within five years. Since the five-year repose period does not apply here, the applicable limitations period is three years, as the parties have assumed all along.\nB. Accrual of the Cause of Action\nIn securities fraud cases, the federal rule is that the plaintiff’s cause of action accrues “on the date the sale of the instrument is completed.” Suslick v. Rothschild Securities Corp., 741 F.2d 1000, 1005 (7th Cir.1984); Davenport, 903 F.2d at 1141. As noted, this contrasts with the accrual rule built into the Illinois statute, which specifies that a plaintiff’s cause of action begins to run when she knows or in the exercise of reasonable diligence should know that the securities laws have been violated. Ill.Rev.Stat. ch. 121½, ¶ 137.13(D) (1991). But although we borrow the Illinois statute of limitations, the accrual of a federal cause of action is a matter of federal law. Wilson, 956 F.2d at 740; Cada v. Baxter Healthcare Corp., 920 F.2d 446, 450 (7th Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 2916, 115 L.Ed.2d 1079 (1991); Tomera v. Galt, 511 F.2d 504, 509 (7th Cir.1975). Accordingly, absent other considerations, the three-year period began to run in February 1984, when the securities were sold, and expired in February 1987, two years before suit was brought.6\n*1461C. Tolling\nThe district court applied federal tolling principles to the Illinois limitations period, a practice that we approved in Suslick, 741 F.2d at 1004. We have repeatedly questioned the soundness of the rule in Suslick, most recently in Smith v. Chicago Heights, 951 F.2d 834, 839-40 &amp; n. 6 (7th Cir.1992), but we continue to follow it. Id. at 840; Cange v. Stotler and Co., 826 F.2d 581, 586 n. 3 (7th Cir.1987). At this late date we are unlikely to change the rule, especially since state law will soon cease to apply at all.7\nIn securities fraud cases, federal tolling delays the running of the statute of limitations in two circumstances: first, when the plaintiff cannot discover the fraud despite her diligence, the statute does not run until she knows or should know of the fraud; second, when the defendant actively conceals the fraud, or takes other affirmative steps to keep the plaintiff from suing, the statute does not run until the plaintiff actually discovers the fraud, whether she was diligent or not.8 Davenport, 903 F.2d at 1142; Suslick, 741 F.2d at 1004. Ordinarily, the jury decides whether these conditions have been met. The district court’s role was to decide whether, taking all inferences in the investors’ favor, the investors raised genuine issues of fact about their lack of knowledge, their diligence, or the defendants’ fraud. Suslick, 741 F.2d at 1004. We review the court’s decision de novo. Tomera, 511 F.2d at 509-10.\n1. Fraudulent concealment\nWe turn first to. the allegations of active concealment. The invocation of this equitable doctrine has fairly stringent requirements. In Suslick, we decided that the plaintiff had sufficiently made out a claim of active concealment when she alleged that the defendants had responded to her requests for information by evasion and prevarication. 741 F.2d at 1002. In Davenport, however, we held that mere silence, even the silence of actors who have a duty to disclose, does not count. 903 F.2d at 1142.\nIn this case the plaintiffs never requested information from Strata. Instead, their claims of fraud are based on the communications that Strata sent of its own accord. First, the investors argue that Strata actively concealed the fact that their interests were different from Strata’s by redacting the division orders from Sun Oil. We have some difficulty attributing an evil motive to the deletion of the references to other investors. The division orders disclose the names, addresses and investments of a large number of investors. Ordinary concerns for privacy would seem to mandate *1462Strata’s redactions. But even if the defendants’ motives were bad, the division orders were accurate, and the plaintiffs have thus alleged no more than silence.\nSecond, the investors charge that SEC regulations imposed a duty on Strata to provide offering sheets when they solicited investments in additional wells. 17 C.F.R. § 230.236 et seq. (1991). The offering sheets might well have disclosed the different interests of Strata and the investors, but this argument again runs headlong into our holding in Davenport — although the breach of a duty to disclose may constitute securities fraud, see Davenport, 903 F.2d at 1144 &amp; n. * (Cummings, J., dissenting), it is not active concealment. In addition, the failure to provide offering sheets is an independent violation of the securities laws, subject to a one-year statute of limitations. Securities Act of 1933, §§ 12(1) &amp; 13, 15 U.S.C. §§ 771(1) &amp; 77m (1988). We are particularly unlikely to allow plaintiffs to extend the limitations period for a narrow statutory claim by attaching it to a fraud claim through clever pleading.\nThe most plausible claim is the third. As mentioned, Strata sent out a variety of newsletters reporting on the successes and failures of drilling on “our property” and “our lease.” The investors argue that, in the context of the original misrepresentations, these statements were affirmatively misleading. The investors felt reassured that they were tenants in common on the lease, they claim; when they heard Strata refer to the property as “ours.” Of course, the newsletters were not actually false. The Strata defendants could quite truthfully refer to the Lowe Property as “ours”; after all, it was. But this defense of literal truth is perhaps too glib. More important, we think, is the observation of the trial court that the newsletters were, at worst, ambiguous: although Strata refers to the Lowe Property as “ours,” it also thanks the investors for their investments in particular wells. 724 F.Supp. at 1235. If we assume, only for a moment, that there was no fraud, it is difficult to see how these informal newsletters would have been phrased differently. If Strata were honest, should it have written, “your wells on our property are close to completion”? If a communication would have been no different if issued by an honest defendant, it cannot be an act of concealment.\nIn sum, the district court was correct to conclude that there was no issue for the jury-here. The plaintiffs failed to present facts that would support a finding of fraudulent concealment.\n2. Diligence\nWe have some disagreement with the district court on the subject of the investors’ diligence. We do not agree that the Receipt and Working Agreement necessarily notified the investors about the alleged fraud. While we are sure that an experienced oil and gas attorney should have known that the contract gave the investors a “working interest” rather than a “tenancy in common,” we doubt that a reasonable investor (or even a non-specialist lawyer) can be presumed to know that the two terms have different meanings. Further, the terms of the Agreement do nothing to clarify the difference: while the introductory paragraph refers to a “working interest,” paragraph 18 states that the investors will be “tenants in common on the property.”\nThe district court believed that the representation about expenses — that they would not exceed $80 per month — was also contradicted by the Agreement, which says that investors will be liable for a V32 share of expenses. We do not see the contradiction. The failure of the Agreement to place a limit on potential expenses does not make Strata’s representation that actual expenses would be low inherently incredible.\nThe Agreement also notified the investors that their interest in the property (whatever that interest was) would be subject to a “11/42 of % overriding royalty interest.” The court thought this inconsistent with Strata’s alleged promise that it would share the profits and expenses of the project equally with the investors. Again we disagree. The Agreement does not specify who was to receive the overriding *1463royalty interest. It would not be unreasonable to surmise that the overriding royalty interest would go to the owners of the Lowe Property as payment for the mineral lease. Indeed, the Complaint alleges that some of the royalties did go to the owners of the Lowe Property. Complaint 1136. Further, this reasonable surmise depends on knowing what an “overriding royalty interest” is in the first place. Finally, the Agreement itself states that: “The parties hereto ... are now, and shall continue to be tenants in common in the property, whose interest therein shall be liable for only their respective proportionate part of the cost.” Working Agreement 1118. This language suggests that Strata, a party to the Agreement, would be sharing in the costs proportionately. In sum, a jury could conclude that the Agreement would not notify a reasonable investor that Strata would be taking a disproportionately large share of the project’s net profits.\nStrata argues that the investors received exactly what the Agreements provide for: working interests in individual wells, subject to an overriding royalty interest and liability for Vk of the project’s expenses. But this is not a contract case; this is a securities fraud case. The SEC requires the promoters of oil and gas projects to provide offering sheets to potential investors precisely to avoid the possibility of fraud and confusion when investors sign complex and confusing legal documents. If the plaintiffs had consulted lawyers before investing, we would not hesitate to conclude that the Agreements fully notified them of the discrepancies between what they were promised and what they actually bought. Cf. Norris v. Wirtz, 818 F.2d 1329, 1335 (7th Cir.) (victim hired lawyer to investigate financial arrangements), cert. denied, 484 U.S. 943, 108 S.Ct. 329, 98 L.Ed.2d 356 (1987). But they did not, and we do not require investors to consult lawyers before investing. Instead, in the interest of efficiency, we require the sellers of securities to explain themselves in simple, plain language that a reasonable investor can understand.\nDespite our disagreement with the district court, the investors’ securities fraud claim is untimely because they should have inquired about the nature of their interests in October 1984, when they signed the second set of Agreements. The investors may have reasonably believed that the first set of Agreements gave them an interest in a mineral lease and a well — the Edith Thomas # 1A. But when asked to invest in another well on the same property the plaintiffs signed another set of Agreements identical to the first. In the first deal, the Agreement records a transaction for a lease and a well. In the second, the Agreement records a transaction for a well only. While reasonable investors need not necessarily understand legal jargon, they must understand that contracts have some significance. Something is clearly amiss when the same piece of paper purports to mean different things on different occasions.\nIt is easy to see how the investors could have overlooked the seeming discrepancy between the February and October investments. Moreover, it is apparent that the investors were relying on personal trust to protect their investments, not on legal documents. But neither easy mistakes nor trust toll the statute of limitations. Only diligence suffices.\nIn sum, finding no material dispute that the investors should have discovered the alleged fraud in October 1984, we affirm the dismissal of the investors’ securities fraud claim.\nIII.\nNow we turn to the RICO claim. The parties agree that a four-year statute of limitations applies. Further, they agree that federal tolling principles apply. Fortunately, there are no recent developments in the law that cause us to question either assumption. The parties still disagree about the application of the tolling rules, but this dispute pales in comparison to the argument over when the period of limitations begins to run. The Supreme Court has reserved judgment on that question, Agency Holding, 483 U.S. at 156-57, 107 *1464S.Ct. at 2767, which has divided the circuits and the district courts in this circuit.\nBefore discussing an appropriate accrual rule, however, we briefly summarize the relevant portions of RICO. In a variety of ways, RICO penalizes people who associate with or operate “enterprises” by means of a “pattern of racketeering activity.” 18 U.S.C. § 1962(a)-(d) (1988)'. “Racketeering” is defined as any one of a number of predicate offenses, including wire and mail fraud. 18 U.S.C. § 1961(1) (1988). A “pattern” is (loosely) defined as “at least two acts of racketeering activity ... the last of which occurred within ten years ... after the commission of a prior act of racketeering activity.” 18 U.S.C. § 1961(5) (1988). Finally, section 1964 provides a civil remedy for RICO violations: “any person injured in his business or property by reason of a violation of section 1962 ... may sue therefor ... and shall recover threefold the damages he sustains and ... a reasonable attorney’s fee.” 18 U.S.C. § 1964 (1988). The elements of a civil RICO claim, then, are 1) a violation of the RICO statute, including proof that the defendant has participated in a pattern of racketeering, and 2) an injury to business or property. See Sedima, S.P.R.L. v. Imrex Co., 473 U.S. 479, 481-83, 105 S.Ct. 3275, 3277-78, 87 L.Ed.2d 346 (1985); and Haroco, Inc. v. American Nat. Bank &amp; Trust Co., 747 F.2d 384, 386-87 (7th Cir.1984), aff'd, 473 U.S. 606, 105 S.Ct. 3291, 87 L.Ed.2d 437 (1985) (per curiam); see also Holmes v. Securities Investor Protection Corp., — U.S. -, -, 112 S.Ct. 1311, 1316-18, 117 L.Ed.2d 532 (1992) (RICO violation must be proximate cause of injury).\nIn this case, the investors allege that Miller, Jocheim and Strata conducted the affairs of Strata/Quest (the joint venture) through a pattern of racketeering activity in violation of section 1962(c). The pattern parallels the securities fraud allegations: the investors say that they were fraudulently induced to invest in wells by false promises that they would be sharing equally in the revenues and expenses associated with the project. The main difference between the 10(b) claim and the RICO claim is that the newsletters are alleged to be acts of mail fraud, and part of the cause of action, rather than reason to toll the statute of limitations.\nA. Accrual\nThe investors urged the district court to follow the “last predicate act” rule. Under this rule, espoused primarily by the Third Circuit, Keystone Ins. Co. v. Houghton, 863 F.2d 1125, 1130-31 (3d Cir.1988), and by several district courts in this circuit, e.g. Norris v. Wirtz, 703 F.Supp. 1322, 1326 (N.D.Ill.1989); Newman v. Wanland, 651 F.Supp. 20, 22 (N.D.Ill.1986); County of Cook v. Berger, 648 F.Supp. 433, 435 (N.D.Ill.1986), the four-year statute of limitations begins to run “from the time when the plaintiff knew or should have known of the last injury or the last predicate act which is part of the same pattern of racketeering activity.” Keystone, 863 F.2d at 1130. A lawsuit brought within this period allows the plaintiff to recover for every injury suffered as a result of the pattern, no matter how old. Id. at 1131; Berger, 648 F.Supp. at 435. Under the last predicate act rule, Strata’s newsletters sent in 1988 would allow the investors to sue for their 1984 injuries in 1992.\nThe district court, however, followed its own earlier, opinion in Abernathy v. Erickson, 657 F.Supp. 504, 507-08 (N.D.Ill.1987), and held that the limitations period began to run once there was a RICO violation and the plaintiffs knew or should have known that they were injured. McCool, 724 F.Supp. at 1237-38 &amp; n. 3. The court noted that the alleged fraudulent mailings began in January 1984 (presumably establishing a RICO pattern), and that the investors should have discovered their injury in February. Id. at 1238.\nWe join the First and Second (and probably the Fourth and Ninth) Circuits, and now adopt the accrual rule articulated by the district court. Rodriguez v. Banco Central Corp., 917 F.2d 664, 666-68 (1st Cir.1990); Bankers Trust Co. v. Rhoades, 859 F.2d 1096, 1102 (2d Cir.1988), cert. de*1465nied, 490 U.S. 1007, 109 S.Ct. 1642, 104 L.Ed.2d 158 (1989); see also Compton v. Ide, 732 F.2d 1429, 1433 (9th Cir.1984); State Farm Mut. Auto. Ins. Co. v. Ammann, 828 F.2d 4, 4-5 (9th Cir.1987) (Kennedy, J., concurring); and Pocahontas Supreme Coal Co. v. Bethlehem Steel Corp., 828 F.2d 211, 220 (4th Cir.1987) (following Compton). This rule has a number of elements, and each bears some discussion.\nUse of a discovery principle is uncontroversial. Every court that has considered an accrual rule for civil RICO has adopted some sort of discovery rule. See, in addition to the cases cited above, La Porte Constr. Co. v. Bayshore Nat’l Bank, 805 F.2d 1254, 1256 (5th Cir.1986); Granite Falls Bank v. Henrikson, 924 F.2d 150, 154 (8th Cir.1991); Bath v. Bushkin, Gaims, Gaines &amp; Jonas, 913 F.2d 817, 820 (10th Cir.1990); Bivens Gardens Office Bldg., Inc. v. Barnett Bank, 906 F.2d 1546, 1553 (11th Cir.1990), cert. denied, — U.S. -, 111 S.Ct. 1695, 114 L.Ed.2d 89 (1991); see also Mary Humes, Note, RICO and a Uniform Rule of Accrual, 99 Yale L.J. 1399, 1407 (1990) (use of discovery rule is appropriate since most civil RICO claims will involve fraud). But we depart from the Third, Eighth, Tenth and Eleventh Circuits, and hold that a RICO claim accrues when the plaintiff discovers her injury, even if she has not yet discovered the pattern of racketeering. Compare Keystone, 863 F.2d at 1130; Granite Falls Bank, 924 F.2d at 154; Bath, 913 F.2d at 820; Bivens Gardens, 906 F.2d at 1553. There must, of course, be a pattern of racketeering before the plaintiffs RICO claim accrues, and this requirement might delay accrual üntil after the plaintiff discovers her injury. Further, although we need not decide the question here,9 equitable tolling may well delay the running of the RICO limitations period while a victim diligently investigates the possible existence and extent of a pattern of racketeering. Rodriguez, 917 F.2d at 667-68 (limitations period might be tolled by failure to discover the RICO pattern); Bankers Trust, 859 F.2d at 1105 (“the standard tolling exceptions apply”); see also Cada, 920 F.2d at 451 (equitable tolling generally “permits a plaintiff to avoid the bar of the statute of limitations if despite all due diligence he is unable to obtain vital information bearing on the existence of his claim”). But as to accrual, we, like the Supreme Court, have maintained that there is an important distinction between discovery of an injury and discovery of a cause of action. Cada, 920 F.2d at 450-51; United States v. Kubrick, 444 U.S. 111, 123, 100 S.Ct. 352, 360, 62 L.Ed.2d 259 (1979) (action under Federal Tort Claims Act “accrues” on discovery of injury, not on discovery of negligence). The pattern element of RICO gives rise to the cause of action, but is not the injury itself.\nFollowing the First, Second, Eighth, Ninth, Tenth and Eleventh Circuits, we also apply a “separate accrual” rule to civil RICO claims. As in a civil antitrust case, a new cause of action under RICO arises on the occurrence of each separate injury,10 and a suit to recover for that injury must be brought within the limitations period. Bankers Trust, 859 F.2d at 1104 (citing Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321, 338, 91 S.Ct. 795, 806, 28 L.Ed.2d 77 (1971)); Rodriguez, 917 F.2d at 667; State Farm, 828 F.2d at 5 (Kennedy, J., concurring); Granite Falls Bank, 924 F.2d at 154; Bath, 913 F.2d at 820; Bivens Gardens, 906 F.2d at 1554; cf. Glessner v. Kenny, 952 F.2d 702, 707-08 (3d Cir.1991) (defining “new and independent injuries”).\nBy applying the principle of separate accrual, we necessarily reject the analogy to criminal prosecutions under RICO, where *1466the last predicate act rule applies. United States v. Persico, 832 F.2d 705, 714 (2d Cir.1987), cert. denied, 486 U.S. 1022, 108 S.Ct. 1996 &amp; 1997, 100 L.Ed.2d 227 (1988); United States v. Masters, 924 F.2d 1362, 1368 (7th Cir.) (RICO conspirator may be prosecuted for conduct occurring more than five years before indictment), cert. denied, — U.S. -, 111 S.Ct. 2019, 114 L.Ed.2d 105 (1991). The crucial distinction is that a civil RICO claim depends on the existence of an injury: as in playground basketball, the rule is “no blood, no foul.” In civil RICO, each wrongful act that causes injury is a new cause of action, a new foul; in criminal RICO, on the other hand, the defendant is being punished for his participation in the pattern as a whole. Significantly, we have also used this rationale to distinguish civil actions from criminal prosecutions under the Clayton Act, on which RICO was modeled. Baldwin v. Loew’s Inc., 312 F.2d 387, 390 (7th Cir.1963); see also Bivens Gardens, 906 F.2d at 1550 n. 7 (1990) (different accrual rules apply to civil and criminal RICO conspiracy actions because civil violation requires injury); and Agency Holding, 483 U.S. at 155-56, 107 S.Ct. at 2766-67 (borrowing statute of limitations applicable to Clayton Act claims and rejecting application of limitations period from criminal RICO).\nWe also reject the theory that a violation of RICO is an ordinary continuing violation, justifying recovery for all injuries in one lawsuit. See, e.g., Taylor v. Meirick, 712 F.2d 1112, 1118-19 (7th Cir.1983) (applying continuing violation theory to copyright violation). As the Supreme Court made clear in Sedima, RICO injuries flow from individual predicate acts, not from the pattern itself. 473 U.S. at 495-97, 105 S.Ct. at 3284-85. The predicate acts in turn may be any of a bewildering array of offenses, from kidnaping to embezzlement, from murder to fraud. 18 U.S.C. § 1961(1) (1988). Although a RICO pattern must display “ ‘continuity plus relationship,’ ” H.J. Inc. v. Northwestern Bell Tel. Co., 492 U.S. 229, 239, 109 S.Ct. 2893, 2900, 106 L.Ed.2d 195 (1989) (quoting 116 Cong.Rec. S18940 (1970) (Sen. McClellan)), there is no guarantee that the resulting injuries will be similar or susceptible to the same forms of proof. Further, while more recent acts in a normal continuing violation will involve harm to the plaintiff, a RICO plaintiff could bring suit based on recent predicate acts that harmed others, or no one. In Taylor we balanced the plaintiffs interest in not bringing successive suits, the defendant’s interest in repose and the judicial system’s interest in conducting trials based on fresh evidence. 863 F.2d at 1119. That same balancing weighs in favor of the principle of separate accrual when plaintiffs may base their claims on recent predicate acts that did not harm them or on recent injuries entirely unlike harms suffered earlier. Wilson, 956 F.2d at 743 (“continuing wrong” theory does not apply to discrete harms).\nB. Application of the RICO Accrual Rule\nWe have already concluded that the investors should have discovered the securities fraud no later than October 1984, when they signed the Agreements pertaining to investment in a second well. See supra at II.C.2. There is evidence that the second Agreements were mailed to the plaintiffs on September 25, 1984. Accordingly, their cause of action, at least as to the first well, accrued sometime in late September or in October, 1984. Whether mere receipt of the documents, or some other event, gave plaintiffs reason to know of the alleged fraud earlier than their October 1984 signing is a factual issue not resolved by the record before us. This factual uncertainty, considered together with the tolling agreement that ran from September 8, 1988, until March 31, 1989, makes it unclear whether the RICO action brought on April 24, 1989, was timely; hence, the district court should address this point on remand.\nIV.\nFor the foregoing reasons, the judgment of the district court on the securities fraud *1467claim is Affirmed, and the judgment of the district court on the RICO claim is Vacated and Remanded. The investors’ state law claims, dismissed for want of jurisdiction, will be reinstated if the RICO claim is determined not to be time-barred. In the event of reinstatement, the court may consider on remand the extent to which the state law claims are time-barred.\nAffirmed in part, Vacated in part and Remanded for further proceedings in accordance with this opinion.\nOrder.\nOct. 26, 1992.\nThis case is before the court on petition for rehearing filed by the Defendants-Ap-pellees. On consideration of the petition, the court’s opinion, issued on August 21, 1992, is amended as follows:\nFurther, all of the judges of the original panel have voted to grant rehearing for the purpose of amending the opinion as set forth above. Accordingly,\nIT IS ORDERED that the aforesaid petition for rehearing be, and the same is hereby, GRANTED to the extent indicated, and in all other respects, if any, is DENIED.\n\n. The state court lawsuit was later voluntarily dismissed by the plaintiffs in favor of the present action.\n\n\n. We apologize, for the bad pun.\n\n\n. If Jim Beam purported to be a constitutional decision, there would be a nice question whether we could obey the congressional mandate. But only three (or maybe four) Justices in Jim Beam opined that the practice of applying a new rule to some litigants and not to others is unconstitutional. — U.S. ---, 111 S.Ct. at 2449-51 (opinions of Justices Blackmun and Scalia, both joined by Justice Marshall); id. — U.S. at ---, 111 S.Ct. at 2448-49 (opinion of Justice White, opining that Griffith v. Kentucky, 479 U.S. 314, 328, 107 S.Ct. 708, 716, 93 L.Ed.2d 649 (1987) must apply to civil cases; Griffith was a constitutional decision. 479 U.S. at 322, 107 S.Ct. at 712-13.).\n\n\n. Given our resolution of this issue, we need not decide whether the Strata defendants waived a statute of limitations defense based on the federal limitations period by failing to raise it in the district court.\n\n\n. The statute provides:\nNo action shall be brought for relief under this Section or upon or because of any of the matters for which relief is granted by this Section after 3 years from the date of sale; provided, that if the party bringing the action neither knew nor in the exercise of reasonable diligence should have known of any alleged violation of [the subsections dealing with securities fraud] which is the basis for the action, the 3 year period provided herein shall begin to run upon the earlier of:\n(1) the date upon which the party bringing such action has actual knowledge of the violation of this Act; or\n(2) the date upon which the party bringing such action has notice of facts which in the exercise of reasonable diligence would lead to actual knowledge of the alleged violation of this Act; but in no event shall the period of limitation so extended be more than two years beyond the expiration of the 3 year period otherwise applicable.\n\n\n. In Cada v. Baxter Healthcare Corp., 920 F.2d 446, 450 (7th Cir.1990), we opined that the discovery rule — the rule that a statute of limitations in a federal cause of action does not begin to run until the plaintiff discovers or should discover his injury — is an accrual rule that is read into every statute of limitations applied to a federal question unless Congress has specified otherwise. Under the Cada framework, it may be incorrect to say that the statute of limitations for securities fraud begins to run when the securities are sold. For the purposes of deciding this case, however, we have used the terms *1461as traditionally applied in securities fraud cases. See Suslick, 741 F.2d at 1005.\nIf we were to apply the Cada framework, however, our analysis would not change. We have assumed in section II.C. that equitable tolling automatically extends the limitations period for a securities fraud claim by the amount of time the fraud goes undiscovered. Davenport, 903 F.2d at 1142. In Cada, we decided that equitable tolling does not automatically extend the limitations period, but if we were applying the Cada framework we would be talking about the discovery rule, which does automatically extend the limitations period. Cada, 920 F.2d at 452-53.\n\n\n. Although we apply federal tolling rules to securities fraud claims, we do not reach the question whether federal tolling principles should be applied whenever we borrow a state statute of limitations.\n\n\n. The reasonable diligence portion of federal tolling doctrine appears to be identical to the new Illinois statute of limitations. See supra at 1459. The Illinois rule on fraudulent concealment, on the other hand, is somewhat different from the federal rule. First, fraudulent concealment triggers a completely different five-year statute of limitations, Ill.Rev.Stat. ch. 110, ¶ 13-215 (1991), which may not apply to securities fraud. Pucci v. Santi, 711 F.Supp. 916, 921 &amp; n. 2 (N.D.Ill.1989). Second, fraudulent concealment does not excuse a plaintiffs lack of diligence. McCabe v. Caleel, 739 F.Supp. 387, 388 (N.D.Ill.1990). Third, the period of fraudulent concealment does not automatically extend the limitations period: if the plaintiff discovers her cause of action within a reasonable period before the normal limitations period expires, she must sue within that period. Navistar Int'l Corp. v. Hagie Mfg. Co., 662 F.Supp. 1207, 1212 (N.D.Ill.1987); compare Cada, 920 F.2d at 452 (plaintiff gets full benefit of delay due to fraudulent concealment); Suslick, 741 F.2d at 1005 (adding entire period of concealment).\n\n\n. The investors have not argued that they could not have discovered the alleged RICO pattern until after they discovered that they were injured.\n\n\n. We speak somewhat loosely here. Under a separate accrual rule, a new cause of action accrues only when there is a new instance of wrongful conduct and a new injury. Different injuries flowing from the same conduct are not usually actionable in separate lawsuits. There is an exception to this rule only for late-developing injuries that cannot be proved in the first lawsuit. Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321, 339-40, 91 S.Ct. 795, 806-07, 28 L.Ed.2d 77 (1971).\n\n",
            "ocr": true,
            "opinion_id": 9002057
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}