{
    "id": 7888206,
    "judges": "Wilson",
    "date_filed": "2000-12-13",
    "date_filed_is_approximate": true,
    "slug": "burlington-missouri-river-railroad-in-nebraska-v-campbell",
    "case_name_short": "Campbell",
    "case_name": "Burlington & Missouri River Railroad in Nebraska v. Campbell",
    "case_name_full": "Burlington and Missouri River Railroad in Nebraska v. Campbell",
    "attorneys": "Messrs. Wolcott & Vaile and Mr. Wm. W. Field, for appellant., No appearance for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Railroads — Negligence—Killing Stock — Pleading.</p> <p>Session Laws, 1893, p. 406, providing that the killing or injury of an animal by a railroad company or corporation being shown by competent evidence shall be prima facie proof of negligence of the company or corporation, does not relieve a plaintiff in an action against a railroad company for damage for the killing of an animal from alleging negligence of the company in his complaint. A complaint in such action that does not either allege directly the negligence of the company, or facts from which negligence may he inferred, is insufficient to state a cause of action.</p> <p>2. Railroads — Negligence—Killing Stock — Evidence.</p> <p>In an action against a railroad company for negligently killing an animal, where the allegation that defendant operated the road upon which the animal was killed was denied, it was incumbent on plaintiff to offer some evidence to prove the allegation, and, in the absence of any proof that the defendant did operate the road, it was error to refuse defendant’s motion for nonsuit.</p> <p>3. Same.</p> <p>In an action against a railroad company for killing or injuring an animal, the mere finding of an animal dead or injured near the railroad track is not sufficient proof that it was killed or injured by the railroad company, but it is not necessary to prove such killing or injury by eye witnesses — it may be shown by circumstantial evidence.</p> <p>4. Same — Proof of Value.</p> <p>In an action against a railroad company for negligently killing an animal, plaintiff’s neighbors, who were farmers and owners of similar animals and used them and sometimes bought and sold them, were competent witnesses as to the value of the animal, although they testified that they did not know the “ market value ” of the animal in that vicinity, and did not know that there was any “ market value” for such animals.</p>",
    "summary": "Appeal from the District Court of Phillips County.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "14 Colo. App. 141"
    ],
    "opinions": [
        {
            "author_str": "Wilson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWilson, J.\nThis was an action to recover damages for the alleged killing by defendant railroad company of a mare belonging to plaintiff. The complaint avers that about June 1, 1896, the defendant was operating a railroad through said Phillips county; that while so operating the same, about the time stated, at a place on said road where it was not fenced, defendant by its agents and employees ran an engine and train of cars over and upon a mare belonging to plaintiff, by reason of which the animal was so badly injured that it shortly thereafter died. Defendant answered, denying generally the allegations of the complaint, and specifically denying the striking and injuring of the animal; and also that the defendant at the time stated, or at any other time, operated a railroad through said county. At the conclusion of the evi*143denee in behalf of plaintiff, the defendant moved for a non-suit, and that the jury be instructed to return a verdict for it. In support of this, a number of grounds were alleged, among others being that there was no statement in the complaint that the defendant was guilty of negligence. This motion was denied. Thereupon defendant declined to offer any evidence in its behalf, and the cause being submitted, verdict was in favor of the plaintiff, and judgment was entered accordingly.\nFor two reasons we are compelled to reverse this judgment:\nFirst. The complaint did not state facts sufficient to constitute a cause of action. It is well settled that in actions of this character, the negligence of a railroad company is the basis of its liability. The mere injury or killing is not sufficient to sustain recovery. Wadsworth v. U. P. Ry. Co., 18 Colo. 611; D. &amp; R. G. R. R. Co. v. Robinson, 6 Colo. App. 432; D. &amp; R. G. R. R. Co. v. Wheatley, 7 Colo. App. 284.\nThis being true, it was necessary that plaintiff should charge negligence in his complaint. It being the most essential element upon which liability and recovery were both dependent, it was absolutely obligatory upon him to allege, as well as to prove it. This he did not do. The complaint does not contain a word, nor a line, from which such an averment can even be inferred. The answer, too, in no respect aids the complaint or supplies this defect. It denies in toto both the striking and the killing. It is possible that counsel who drew this complaint did so upon the assumption that the railroad stock killing act of 1893 relieved him of the necessity of making this specific allegation. Laws, 1893, p. 406.\nIn this he was mistaken. That act has no bearing upon, and does not in the slightest respect change the usual rule with reference to what a complaint shall contain; it simply attempts to aid a plaintiff in the matter of proof. It provides in effect: that the killing or injury of an animal by a railroad company or corporation being shown by competent *144evidence, this should be prima fade proof of the negligence of the company, or corporation, and if this prima facie showing is not overcome by affirmative proof on the part of defendant, the plaintiff shall recover. The wording of this statute is convincing evidence, if any more were required, that it was still intended by the legislature that negligence should be the essential element and basis of liability and recovery.\nSecond. In one important respect the evidence was wholly insufficient to sustain the verdict and judgment — in fact there was no evidence at all given or offered. A material issue raised by the pleadings was, whether the defendant operated the railroad upon which the injury is said to have happened. This was so charged in the complaint, and was specifically denied in the answer. Before plaintiff could recover, it was incumbent upon him to make some proof of some character tending to sustain this allegation. We do not mean to intimate that plaintiff was required to make positive record proof of this fact a thing which it would probably be difficult if not impossible for him to do, the records of whatever company was operating the road being possibly wholly inaccessible to him. He could, without doubt, however, have offered some evidence as to shipments made on the road in that county, by whom bills of lading were issued; or of statements by employees and agents actually engaged in the operation of the road in such positions that their declarations would, under the usual rule, be admissible against their principal ; or have made some other kind of proof in support of this allegation, if it was the case that the defendant did operate the road. If the defendant did not operate it, it was of course not liable for any injuries caused by its operation. Having denied this, it wás entitled to have it shown in some manner by the plaintiff before it could be mulct in damages.\nFor these reasons, we think the motion of defendant for nonsuit should have been sustained.\nThe defendant urges that the evidence was wholly insufficient to show that the animal was injured by any railroad *145engine or by the cars of any railway company or corporation. We think that the evidence upon this point was sufficient to go to the jury. It is true, it may be said that it was not positive and conclusive, but it is exceedingly rare that such can be the case with reference to proof in actions of this kind. It is seldom that a plaintiff can secure eyewitnesses to prove this fact. Most generally no one sees it, unless it be the trainmen, who are the servants and employees of the defendant, whose names or residence even it would be exceedingly, difficult and generally impossible for a plaintiff to ascertain. We are aware that the mere finding of a dead or injured animal in the vicinity of a railroad track is not sufficient of itself to establish that it was injured by the railroad company owning said track, or by the engine or cars operated thereon. U. P. R. R. Co. v. Bullis, 6 Colo. App. 64.\nThis authority, however, does not, nor does the rule go to the extent of holding that the killing or injury can be established only by positive and direct testimony. From the nature of the case, as we have said, it is rare that such testimony can be secured, and if this were the true rule, the owner of the injured animal, however gross the negligence from which he suffered damage, would be in most instances remediless, either at common law or under statute. From the nature of the case, the evidence on this point must be largely circumstantial. Usually there are some marks upon the ground where such an accident occurred, such as blood and the hair of the animal, or indications upon the ground showing that the animal had fallen, or been thrown or lain down, all of which may be competent evidence tending to show that the injury was inflicted by the engine or cars of a railroad company.\nDefendant also insists that there was no competent evidence of the value of the animal, and in this we must also disagree with counsel. We think there was sufficient evidence on this point to go to the jury. Counsel base their contention upon the ground that the witnesses on this point, who were neighbors of plaintiff and farmers, uniformly testi*146fied. when interrogated, that they did not know the market value of the animal in that, vicinity, and did not know that there was any market value for such animals. It is true that the rule contended for by the plaintiff, as to proof of value, is the general rule, but like all legal rules, it must be reasonably construed and not blindly followed in its attempted application. The witnesses who testified as to value of the mare, were owners of similar animals, used them and had for years, in their occupation as farmers ; had bought them and, in some instances, sold animals of this character, and we think that under such circumstances, their opinion as to the value was competent and of weight, and should not be rejected because there did not happen to be an established and general market value for such animals in that community, there being no person in that neighborhood engaged actively in the business of buying and selling horses, so as to establish a market value. We think these views are in accord upon principle with the doctrine announced by this court. U. P., D. &amp; G. Ry. Co. v. Williams, 3 Colo. App. 526.\nWe think them also within the rule generally followed by the later and best authorities. 2 Sutherland on Damages, § 654.\nThe average witness has usually a somewhat indefinite' and confused idea as to what is meant by “ market value,” —as to how many sales may be necessary to constitute it,— and is apt to become still more confused under a vigorous cross-examination by the ingenious questions of able counsel. We do not wonder that they sometimes answer, as did a witness in this case when asked if he knew the value of horses in that vicinity about the time of this injury : “ Thought I did until I came here to-day, but don’t know that I know anything now.”\nCounsel for defendant vigorously assails the constitutionality of the Railroad Stock-killing Act of 1893. It not being necessary to the determination of this appeal for us to express an opinion on this question, we decline to do so,\n*147For the reasons first given, this judgment will be reversed and remanded with leave to plaintiff to amend his complaint if he so desires, and it will be so ordered.\n\nReversed.\n\n",
            "ocr": true,
            "opinion_id": 7835011
        }
    ],
    "court_short_name": "Colorado Court of Appeals",
    "court_full_name": "Colorado Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Murder"
}