{
    "id": 9138872,
    "judges": "Blackmun",
    "date_filed": "1996-06-13",
    "date_filed_is_approximate": true,
    "slug": "mcfarland-v-scott",
    "case_name_short": "McFarland",
    "case_name": "McFarland v. Scott",
    "case_name_full": "McFarland v. Scott, Director, Texas Department of Criminal Justice, Institutional Division",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "512 U.S. 1256"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nC. A. 5th Cir. Certiorari denied.\n",
            "ocr": true,
            "opinion_id": 9133544
        },
        {
            "author_str": "Blackmun",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJustice Blackmun,\ndissenting.\nToday in McFarland v. Scott, ante, p. 849, this Court addressed the right to qualified legal counsel guaranteed to all capital defendants in federal habeas corpus proceedings. See 21 U. S. C. § 848(q)(4)(B). More often than not, however, it is in the proceedings antecedent to federal habeas corpus — the capital trial, and to a lesser extent state postconviction proceedings — that a capital defendant’s case is won or lost. Frequently the legal counsel available to capital defendants at these critical stages is woefully inadequate. I therefore write to address the crisis in trial and state postconviction legal representation for capital defendants that forms the backdrop to the federal right to counsel afforded by § 848(q)(4)(B).\nWithout question, “the principal failings of the capital punishment review process today are the inadequacy and inadequate compensation of counsel at trial and the unavailability of counsel in state post-conviction proceedings.” Robbins, Toward a More *1257Just and Effective System of Review in State Death Penalty Cases, Report of the American Bar Association’s Recommendations Concerning Death Penalty Habeas Corpus, 40 Am. U. L. Rev. 1, 16 (1990) (ABA Report). The unique, bifurcated nature of capital trials and the special investigation into a defendant’s personal history and background that may be required, the complexity and fluidity of the law, and the high, emotional stakes involved all make capital cases more costly and difficult to litigate than ordinary criminal trials. Yet, the attorneys assigned to represent indigent capital defendants at times are less qualified than those appointed in ordinary criminal cases. See Green, Lethal Fiction: The Meaning of ‘Counsel’ in the Sixth Amendment, 78 Iowa L. Rev. 433, 434 (1993); Coyle, et al., Fatal Defense, 12 Nat. L. J. 30, 44 (June 11, 1990) (Capital-defense attorneys in eight States were disbarred, suspended, or disciplined at rates 3 to 46 times higher than the general attorney-discipline rates).\nTwo factors contribute to the general unavailability of qualified attorneys to represent capital defendants. The absence of standards governing court-appointed capital-defense counsel means that unqualified lawyers often are appointed, and the absence of funds to compensate lawyers prevents even qualified lawyers from being able to present an adequate defense. Many States that regularly impose the death penalty have few, if any, standards governing the qualifications required of court-appointed capital-defense counsel. In 21 U. S. C. §§848(q)(5) and (6), Congress has required that attorneys appointed to represent capital defendants in federal habeas corpus proceedings must have five years of experience litigating before the relevant court and three years of felony experience. See McFarland, ante, at 854, n. 2. According to a 1990 survey by the National Law Journal, however, Florida, Georgia, Mississippi, Texas, and California have no binding statewide qualification criteria for capital-defense counsel. See Coyle, 12 Nat. L. J., at 32. Capital-defense attorneys in Louisiana must have five years’ experience practicing in some area of law, but are not required to have experience in. capital defense or any form of criminal practice. Ibid.\nIn addition to the lack of standards, compensation for attorneys representing indigent capital defendants often is perversely low. Although a properly conducted capital trial can involve hundreds of hours of investigation, preparation, and lengthy trial proceedings, many States severely limit the compensation paid for capital *1258defense. Louisiana limits the compensation for court-appointed capital-defense counsel to $1,000 for all pretrial preparation and trial proceedings. Kentucky pays a maximum of $2,500 for the same services. Alabama limits reimbursement for out-of-court preparation in capital cases to a maximum of $1,000 each for the trial and penalty phases. Ala. Code §15-12-21(a) (Supp. 1992); Op. Ala. Atty. Gen. No. 91-00206 (Mar. 21, 1991). See generally Klein, The Eleventh Commandment: Thou Shalt Not Be Compelled to Render the Ineffective Assistance of Counsel, 68 Ind. L. J. 363, 364-375 (1993).\nCourt-awarded funds for the appointment of investigators and experts often are either unavailable, severely limited, or not provided by state courts. As a result, attorneys appointed to represent capital defendants at the trial level frequently are unable to recoup even their overhead costs and out-of-pocket expenses, and effectively may be required to work at minimum wage or below while funding from their own pockets their client’s defense. A recent survey by the Mississippi Trial Lawyers’ Association estimated that capital-defense attorneys in that State are compensated at an average rate of $11.75 per hour. See Coyle, 12 Nat. L. J., at 32. Compensation rates of $5 per horn- or less are not uncommon. Strasser, $1,000 Fee Cap Makes Death Row’s ‘Justice’ A Bargain for the State, 12 Nat. L. J. 33 (June 11, 1990).1 The prospect that hours spent in trial preparation or funds expended hiring psychiatrists or ballistics experts will be uncompensated unquestionably chills even a qualified attorney’s zealous representation of his client.\n*1259The practical costs of such ad hoc systems of attorney selection and compensation are well documented. Capital defendants have been sentenced to death when represented by counsel who never bothered to read the state death penalty statute, e. g., Smith v. State, 581 So. 2d 497 (Ala. Crim. App. 1990), slept through or otherwise were not present during trial, or failed to investigate or present any mitigating evidence at the penalty phase, Mitchell v. Kemp, 483 U. S. 1026 (1987) (Marshall, J., dissenting from denial of certiorari). Other indigent defendants have been represented by attorneys who had been admitted to the bar only six months before and never had conducted a criminal trial. E. g., Paradis v. Arave, 954 F. 2d 1483, 1490-1491 (CA9 1992), vacated and remanded, 507 U. S. 1026 (1993), relief denied, 20 F. 3d 950, 959 (1994). One Louisiana defendant was convicted of capital murder following a 1-day trial and 20-minute penalty phase proceeding, in which his counsel stipulated to the defendant’s age at the time of the crime and rested. State v. Messiah, 538 So. 2d 175, 187 (La. 1988), cert. denied, 493 U. S. 1063 (1990). When asked to cite the criminal cases he knew, one defense attorney who failed to challenge his client’s racially unrepresentative jury pool could name only two cases: Miranda v. Arizona, 384 U. S. 436 (1966), and Dred Scott v. Sandford, 19 How. 393 (1857). See Bright, Counsel for the Poor: The Death Sentence Not for the Worst Crime but for the Worst Lawyer, 103 Yale L. J. 1835, 1839, and n. 32 (1994), citing Tr. of Hearing 231 (Apr. 25-27, 1988) in State v. Birt, No. 2360 (Super. Ct. Jefferson Cty., Ga. 1988).\nThe consequences of such poor trial representation for the capital defendant, of course, can be lethal. Evidence not presented at trial cannot later be discovered and introduced; arguments and objections not advanced are forever waived. Nor is a capital defendant likely to be able to demonstrate that his legal counsel was ineffective, given the low standard for acceptable attorney conduct and the high showing of prejudice required under Strickland v. Washington, 466 U. S. 668 (1984). Ten years after the articulation of that standard, practical experience establishes that the Strickland test, in application, has failed to protect a defendant’s right to be represented by something more than “a person who happens to be a lawyer.” Id., at 685.\nThe impotence of the Strickland standard is perhaps best evidenced in the cases in which ineffective-assistance claims have *1260been denied. John Young, for example, was represented in his capital trial by an attorney who was addicted to drugs and who a few weeks later was incarcerated on federal drug charges. The Court of Appeals for the Eleventh Circuit rejected Young’s ineffective-assistance-of-counsel claim on federal habeas, Young v. Kemp, 727 F. 2d 1489 (1984), and this Court denied review, 470 U. S. 1009 (1985). Young was executed in 1985. John Smith and his codefendant Rebecca Machetti were sentenced to death by juries selected under the same Georgia statute. Machetti’s attorneys successfully challenged the statute under a recent Supreme Court decision, Taylor v. Louisiana, 419 U. S. 522 (1975), winning Machetti a new trial and ultimately a life sentence. Machetti v. Linahan, 679 F. 2d 286 (CA11 1982). Smith’s counsel was unaware of the Supreme Court decision, however, and failed similarly to object at trial. Smith v. Kemp, 715 F. 2d 1459 (CA11 1983). Smith was executed in 1983.\nJesus Romero’s attorney failed to present any evidence at the penalty phase and delivered a closing argument totaling 29 words. Although the attorney later was suspended on unrelated grounds, Romero’s ineffective-assistance claim was rejected by the Court of Appeals for the Fifth Circuit, Romero v. Lynaugh, 884 F. 2d 871, 875 (1989), and this Court denied certiorari, 494 U. S. 1012 (1990). Romero was executed in 1992. Larry Heath was represented on direct appeal by counsel who filed a 6-page brief before the Alabama Court of Criminal Appeals. The attorney failed to appear for oral argument before the Alabama Supreme Court and filed a brief in that court containing a 1-page argument and citing a single case. The Eleventh Circuit found no prejudice, Heath v. Jones, 941 F. 2d 1126, 1131 (1991), and this Court denied review, 502 U. S. 1077 (1992). Heath was executed in Alabama in 1992.\nJames Messer, a mentally impaired capital defendant, was represented by an attorney who at the trial’s guilt phase presented no defense, made no objections, and emphasized the horror of the capital crime in his closing statement. At the penalty phase, the attorney presented no evidence of mental impairment, failed to introduce other substantial mitigating evidence, and again repeatedly suggested in closing that death was the appropriate punishment. The Eleventh Circuit refused to grant relief, Messer v. Kemp, 760 F. 2d 1080 (1985) (Johnson, J., dissenting), and this Court denied certiorari, 474 U. S. 1088 (1986). Messer was exe*1261cuted in 1988. Even the attorney who could name only Miranda and Dred Scott twice has survived ineffective-assistance challenges. See Birt v. Montgomery, 725 F. 2d 587, 596-601 (CA11) (en banc), cert. denied, 469 U. S. 874 (1984); Williams v. State, 258 Ga. 281, 368 S. E. 2d 742 (1988), cert. denied, 492 U. S. 925 (1989).2 None of these cases inspires confidence that the adversarial system functioned properly or “that the trial ca[n] be relied on as having produced a just result.” Strickland, 466 U. S., at 686. Yet, in none of these cases was counsel’s assistance found to be ineffective.\nRegardless of the quality of counsel, capital defendants constitutionally are entitled to have some “person who happens to be a lawyer . . . present at trial alongside the accused.” Id., at 685. The same cannot be said for state postconviction review. State habeas corpus proceedings are a vital link in the capital review process, not the least because all federal habeas claims first must be adequately raised in state court. This Court thus far has declined to hold that indigent capital defendants have a right to counsel at this level, based on the assumption that capital defendants generally can obtain volunteer or other counsel to represent them in these state proceedings. Murray v. Giarratano, 492 U. S. 1, 14 (1989) (Kennedy, J., joined by O’Connor, J., concurring in judgment) (In “the case before us ... no prisoner on death row in Virginia has been unable to obtain counsel to represent him in postconviction proceedings”).\nThough perhaps true for some jurisdictions, this assumption bears little resemblance to the realities confronting McFarland and other condemned inmates in Texas. A recent study of state postconviction capital representation in Texas sponsored by the State Bar of Texas concluded that the capital-defense situation in that State is “desperate.” The Spangenberg Group, A Study of Representation in Capital Cases in Texas, ii (Mar. 1993). According to the Spangenberg Group, “Texas has already reached the crisis stage in capital representation and ... the problem is substantially worse than that faced by any other state with the death penalty.” Id., at i.\n*1262Texas has the second largest death row in the country, with approximately 375 inmates currently facing execution. Since 1976, Texas has executed approximately one third of all the defendants put to death in the United States, NAACP Legal Defense and Educational Fund, Inc., Death Row, U. S. A., 10 (spring 1994), and the pace of executions in Texas is increasing. In June 1993, this Court denied certiorari in an unprecedented 29 capital cases from Texas, including McFarland’s. During the ensuing period between June 1 and October 21, 1993, Texas scheduled 39 executions and actually executed 10 capital defendants. All told, the Lone Star State set more than 100 execution dates in 1993, at least 8 of which were set within 45 days of the close of direct review.\nFinding qualified defense counsel capable of meeting this demand might be formidable even if an adequate pool of attorneys and adequate funds were available. Capital defendants in Texas, however, have no statutory right to counsel in state post-conviction proceedings, receive little benefit from the State’s skeletal public defender service, and are not provided even discretionary court-appointed counsel. Although the Texas Code of Criminal Procedure, Arts. 11.07, 26.04, 26.05, gives state courts discretion to appoint and compensate counsel for state habeas corpus proceedings, “this is almost never done.” Spangenberg Group, at vii. Funds for experts and other expenses also “are almost never approved.” Ibid. Indeed, the Texas Bar study found that “[pjresently no funds are allocated for payment of counsel or litigation expenses at the state habeas level.” Spangenberg Group, at ii. Capital defendants in state postconviction proceedings must rely almost exclusively on volunteer private counsel — volunteers who are increasingly difficult to find. Texas thus has become “the only death penalty state in which death-sentenced prisoners are not routinely represented in state post-conviction proceedings.” Brief for American Bar Association as Amicus Curiae, McFarland v. Scott, No. 93-6497, p. 3, and n. 9. The lack of attorney compensation and Texas’ aggressive practice of “[d]ocket control by execution date,” Jones, Death Penalty Procedures: A Proposal for Reform, 53 Tex. Bar J. 850, 851 (1990), have left an estimated 75 capital defendants in Texas who currently are facing execution dates without any legal representation.\n*1263The right to qualified legal counsel in federal habeas corpus proceedings bestowed by § 848(q)(4)(B) is triggered only after a capital defendant has completed his direct review and, generally, some form of state postconviction proceeding. The continuing importance of federal habeas corpus in correcting constitutional errors is well documented. Of the capital cases reviewed in federal habeas corpus proceedings between 1976 and 1991, nearly half (46%) were found to have constitutional error. Liebman, More than ‘Slightly Retro:’ The Rehnquist Court’s Rout of Habeas Corpus Jurisdiction in Teague v. Lane, 18 N. Y. U. Rev. L. &amp; Soc. Change 537, 541, n. 15 (1990-1991). The total reversal rate of capital cases at all stages of review during the same time period was estimated at 60% or more. Id., at 541, n. 15; see also Murray v. Giarratano, 492 U. S., at 23-24, and n. 13 (Stevens, J., joined by Brennan, Marshall, and Blackmun, JJ., dissenting) (citing a federal habeas corpus success rate of 60% to 70% in capital cases, versus 0.25% to 7% in noncapital cases); id., at 14 (Kennedy, J., joined by O’Connor, J., concurring in judgment). This Court itself frequently has granted capital defendants relief in federal habeas corpus proceedings. See, e. g., Parker v. Dugger, 498 U. S. 308 (1991); Yates v. Evatt, 500 U. S. 391 (1991); Yates v. Aiken, 484 U. S. 211 (1988); Yates v. Aiken, 474 U. S. 896 (1985); Penry v. Lynaugh, 492 U. S. 302 (1989); Amadeo v. Zant, 486 U. S. 214 (1988); Maynard v. Cartwright, 486 U. S. 356 (1988); Johnson v. Mississippi, 486 U. S. 578 (1988); Hitchcock v. Dugger, 481 U. S. 393 (1987); Ford v. Wainwright, 477 U. S. 399 (1986).\nThe mere presence of “[s]uch a high incidence of uncorrected error” found in capital habeas corpus proceedings, Murray v. Giarratano, 492 U. S., at 24 (Stevens, J., joined by Brennan, Marshall, and Blackmun, JJ., dissenting), testifies to the inadequacy of the legal representation afforded at the trial and state postconviction stages. Yet the barriers to relief in federal habeas corpus proceedings are high. Even the best lawyers cannot rectify a meritorious constitutional claim that has been procedurally defaulted or waived by prior inadequate counsel. The accumulating and often byzantine restrictions this Court has imposed on federal habeas corpus review, see, e.g., Herrera v. Collins, 506 U. S. 390 (1993); Sawyer v. Whitley, 505 U. S. 333 (1992); Keeney v. Tamayo-Reyes, 504 U. S. 1 (1992); Coleman v. Thompson, 501 U. S. 722 (1991); McCleskey v. Zant, 499 U. S. 467 (1991); Butler v. McKellar, 494 U. S. 407 (1990); Teague v. Lane, 489 U. S. *1264288 (1989), make it even less likely that future capital defendants who receive qualified legal counsel in federal habeas actually will obtain relief. And it is the capital defendant who pays the price for the failings of counsel and this review process — generally with his life.\nOur system of justice is adversarial and depends for its legitimacy on the fair and adequate representation of all parties at all levels of the judicial process. The trial is the main event in this system, where the prosecution and the defense do battle to reach a presumptively reliable result. When we execute a capital defendant in this country, we rely on the belief that the individual was guilty, and was convicted and sentenced after a fair trial, to justify the imposition of state-sponsored killing. And when this Court curtails federal oversight of state-court proceedings, it does so in reliance on the proposition that justice has been done at the trial level. My 24 years of overseeing the imposition of the death penalty from this Court have left me in grave doubt whether this reliance is justified and whether the constitutional requirement of competent legal counsel for capital defendants is being fulfilled. It is my hope and belief that this Nation soon will come to realize that capital punishment cannot morally or constitutionally be imposed. Until that time, however, we must have the courage to recognize the failings of our present system of capital representation and the conviction to do what is necessary to improve it.\nAdhering to my belief that the death penalty cannot be imposed fairly within the constraints of our Constitution, Callins v. Collins, 510 U. S. 1141, 1143 (1994) (Blackmun, J., dissenting), I would grant the petition for certiorari and vacate the death sentence.\n\n Recent improvements have been made, however. The Florida Supreme Court struck down the State’s maximum fee of $3,500 as unconstitutional when applied in such a manner as to impinge on the right to effective counsel in capital cases. White v. Board of County Comm’rs, 537 So. 2d 1376 (1989). The court found itself “hard pressed to find any capital case in which the circumstances would not warrant an award of attorneys’ fees in excess of the [$3,500] fee cap.” Id., at 1378. South Carolina’s Supreme Court also refused, on Sixth Amendment grounds, to enforce the State’s $10 and $15 per hour and $5,000 maximum compensation levels in capital cases. Bailey v. State, 424 S. E. 2d 503, 508 (1992). The Oklahoma and Arkansas Supreme Courts recently struck down their States’ respective compensation caps of $3,200 and $1,000 as unconstitutional takings when applied to capital cases. See State v. Lynch, 796 P. 2d 1150 (Okla. 1990); Arnold v. Kemp, 306 Ark. 294, 813 S. W. 2d 770 (1991).\n\n\n For further discussion of these and other examples of indigent capital defense representation, see, e.g., Bright, Counsel for the Poor: The Death Sentence Not for the Worst Crime but for the Worst Lawyer, 103 Yale L. J. 1835 (1994); ABA Report, at 65-70.\n\n",
            "ocr": true,
            "opinion_id": 9133545
        }
    ],
    "court_short_name": "Supreme Court",
    "court_full_name": "Supreme Court of the United States",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}