{
    "id": 9305361,
    "judges": null,
    "date_filed": "1993-06-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-dickinson",
    "case_name_short": "Dickinson",
    "case_name": "United States v. Dickinson",
    "case_name_full": "UNITED STATES v. DICKINSON",
    "attorneys": "Anthony & Swayne, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Case No. 14,958.</p> <p>Indictment — Counts — Election — Witness — Character—Impeachment—Leading Questions.</p> <p>1. The court will not compel the prosecuting attorney to elect on which count in the indictment he will try the defendant, where there are different counts, charging offences of different grades, of the same class, and connected with the same transaction.</p> <p>[Cited in U. S. v. Peterson, Case No. 16,-037.]</p> <p>[Cited in Buck v. State, 1 Ohio St. 66: Mills v. State, 52 Ind. 191; State v. Smalley, 50 Vt. 741.]</p> <p>2. Offences are so varied in the different counts, as to agree with the evidence. .</p> <p>3. And no injustice is done, as the court will always protect the rights of the defendant.</p> <p>4. A defendant convicted of an infamous of-fence, if not sentenced, is a competent witness.</p> <p>5. A witness is not obliged to answer a question which would show her or his character to be infamous.</p> <p>6. The character of a witness must be impeached by general questions as to his truth.</p> <p>[Cited in Fletcher v. State, 49 Ind. 133.]</p> <p>7. On crossexamination of a witness, a question irrelevant to the matter in issue can not be asked, to impeach him.</p> <p>[Cited in Kent v. State, 42 Ohio, 433.]</p> <p>8. Nor can a witness be impeached by proving a statement different from the one sworn to, unless he has been examined as to his having made such statement.</p> <p>[Cited in Conrad v. Griffey, 16 How. (57 U. S.) 47; The J. W. Everman, Case No. . 7,591.]</p> <p>9. Leading questions not proper, except on cr.jssexamination.</p>",
    "summary": "[This was an indictment against Daniel J. Dickinson for larceny from the United States mail.] The Prosecuting Attorney, for the Government.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "25 F. Cas. 850",
        "2 McLean 325"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT. This was an indictment for stealing letters and packets from the mail of the United States. The indictment contained nine counts, as follows: 1. For stealing the mail; 2. Stealing letters and packets out of the mail; 3. Stealing the mail, and opening it, and taking therefrom certain bank notes; 4. Stealing from the mail three certain letters containing bank notes; 5. For cutting the mailbag, with intent to steal, and take a letter therefrom; 6. For being present, aiding and assisting Charles Bost-wick in stealing the mail; 7. For receiving certain bank notes, knowing them to have been stolen; 8. For concealing certain bank notes, knowing them to have been stolen from the mail; 9. For aiding Bostwick in concealing certain bank notes, knowing them to have been stolen from the mail.\nAfter the defendant had pleaded not guilty, and before the jury were called, the counsel for the defendant moved that the district attorney be required to make an election, on which count Id the indictment he will rely for a conviction of the defendant; and Eng-glish Crown Cases, 234, was cited in support of the motion. It was opposed by the district attorney.\nThe principal ground on which an election by the prosecuting attorney is urged, is, that by including distinct offences in the same indictment, the defendant is restricted in his right of challenge. He may be willing to be tried by some of the jurors on some of the counts, but unwilling that they should pass upon others. It is clear that offences of a different class, and which require different punishments, as murder and larceny, can not be joined in the same indictment. In the case of Young v. Rex, in error, 3 Term R. 106, the court held that it was no objection in arrest of judgment, that the indictment contains several charges of the same nature in the different counts. The same principle was held in 2 Maulé &amp; S. 379. Lord Kenyon remarked, the judgment on all the counts is precisely the same; a misdemeanor is charged in each. Most probably the charges were meant to meet the same facts; but, if it were not so, I think they might be joined in the same indictment. In the case of Reg. v. Strange, 8 Car. &amp; P. 172, it was held that the offences of stabbing and cutting, with intent to murder, and- with intent to maim and disable, altnough the judgment differs, being capital on the first count, and not on the others, they would not require the prosecutor to elect on which charge he will proceed.\nIt is no objection, in point of law, that an indictment charges prisoners, in one count, as principals in stealing, and, in another, as receivers; but. upon a case reserved, the judges were divided in opinion, whether the prosecutor should have been put to his election, and directed that both charges should not, for the future, be put in the same indictment. Rex v. Galloway, 1 Moody, Crown Cas. 234. And a rule was subsequently adopted by the judges, that, in a case ■ like the above, the prosecutor should be put to his *851election. Rex v. Flower, 3 Car. &amp; P. 413. But this being a rule of practice, merely, is not received as an authority. A count charging a person with being accessory before the fact, may be joined with a count charging him with being accessory after the fact, to the same felony; and the prosecutor can not be required to elect upon which he will proceed, as the party may be found guilty on both. Rex v. Blackson, 8 Car. &amp; P. 43. A receiver may be indicted as an accessory in one count, and for a substantive felony in another count; and although, in his discretion, the judge may put the prosecutor to his election, he will not do so whenever it is clear that there is only one offence, and the joinder of counts can not prejudice the defendant. Rex v. Austin, 7 Car. &amp; P. 796; Rex v. Hartall, Id. 475; Rex v. Wheeler, Id. 170. Although a prosecutor can not charge a defendant with different felonies, in different counts; yet he may charge the same felony in different ways, in several counts, in order to meet the facts of the casé. Archb. Cr. PI. {Ed. 1840) 56.\nThe first five countB in the indictment charge, substantially, the same offence, though taking .a letter or packet which contains bank notes, as charged in the third and fourth counts, is punished by a higher penalty. In fact, the court can not but know that all the counts in the indictment relate to the same transaction, and that the variation of the form in which the offence is charged, in the different counts, is done with a view to meet the evidence, and that they present only different grades of the same offence. Should the jury convict the defendant under the third or fourth counts, it would virtually cover all the other counts. There could be but one punishment. This' subject must depend, in a great degree, on the exercise of a sound discretion by the court. They will see that offences shall not be so joined, in the same indictment, as to deprive the defendant of’ any right which the law gives him. Experience shows the propriety, and, indeed, necessity of charging the offence in different ways, so as to meet the proof; and within the knowledge of the court, no injustice has been done, under this practice, to defendants. And we think, that in a case like the present, great injustice would be done to the public, by compelling the prosecuting attorney to make an election. The motion is, therefore, overruled.\nThe jury being sworn, in the course of the examination of the witnesses, Bostwick, who was the driver of the mail stage at the time the mail is charged to have been robbed, and who, having been indicted for the same at the present term, pleaded guilty, was offered as a witness by the prosecuting attorney; and the court held that sentence not having been passed on him he was a competent witness. That the circumstances under which he was offered, could be used to impeach his credit. He was informed, however, by the court, that he was not bound to state any fact which would criminate himself. Eliza French was, also, called as a witness, and, while under examination, was asked a question which, if answered one way, would show her character to be infamous; and the court informed her that she need not answer the question. Witnesses were afterwards called to impeach her character, and on a question being asked whether she was not a lewd woman, the court interposed, and said that the question must be restricted to her general character for veracity. See U. S. v. Vansickle [Case No. 16,609], and the authorities there cited. A question was then asked a witness whether Eliza French had not stated, in his hearing, certain facts, with the view of discrediting her evidence, by showing that such statement was materially different from the facts sworn to by her. This-was objected to, and the court sustained the objection, bn the ground that as the witness, when under examination, had not been questioned as to such statement, it could not be proved to discredit her. That to lay the foundation for such evidence, Eliza French must have been asked, when under examination, whether she made such statement. M’Kinney v. Neil [Id. 8,865]; 1 Phil. Ev. (Ed. 1839) 293; 2 Brod. &amp; B. 286, 315. Eliza French was again called, without objection, and the question was asked her whether she had made a certain statement, repeating the substance of it, to an individual, naming him,which she answered in the negative. After this the impeaching evidence was heard. And certain questions were asked of her, by the defendants’ counsel, in regard to certain matters which, though they had a remote relation to the subject matter of inquiry, had no direct relevancy, with the view of contradicting her answers, to discredit her. This was objected to, and the court sustained the objection.\nSuch questions must be relevant to the matter in issue. Spenceley v. De Willott, 7 East, 110. If the answer were given on a collateral matter, no contradictory evidence could be heard. Harris v. Tippett, 2 Camp. 638; 1 Blackf. 86; Ellmaker v. Buckley, 16 Serg. &amp; R. 77. This question came distinctly before the supreme court, at the last tern,, in the case of Philadelphia &amp; T. R. Co. v. Stimpson, 14 Pet. [39 U. S.] 461, in which the court said, “that a party has no right to crossex-amine any witness except as to facts and circumstances connected with the matters stated in his direct examination.” A witness may be examined as to expressions or acts conducing to show a bias for or against either of the parties. Under this rule it might be proper to ask the witness, whether he did not prevent, or endeavor to prevent, the attendance of a witness, and whether he did not threaten to be revenged of one of the parties. This has no direct relevancy to the matters in issue, but it affects the credit of the witness, and, therefore, is admissible.\n*852In the course of the examination an inquiry was submitted to the court, as to the form of a question to be propounded to a witness in chief. The court said it was extremely difficult, if not impracticable, to adopt any form which would be proper in all cases. The rule is, that a question shall not be so propounded to a witness as to indicate the answer desired. The form laid down in some of the books, “do you or do you not known,” &amp;c., is a leading question, and may be so emphasized as to indicate, in the strongest terms, the desired answer. It is a matter of no great difficulty, in every' examination of a witness, by a general remark, to inform him on what points he is to be examined, and then to elicit his knowledge respecting them, by such questions as do not lead to the answer desired. In the crossexamination leading questions are admissible on the ground that the witness, having been called by one party, may not be equally willing to disclose all he knows that shall be favorable to the other. And there may be circumstances, arising from the conduct of a witness, which shall require leading questions to be put to him, when examined as a witness in chief. This matter must depend upon the judgment of the court.\n_Except the above, no questions of law were raised in the course of the trial; and it is not deemed necessary to state the facts which were submitted to the jury. The verdict was, “Not guilty.”\n",
            "ocr": true,
            "opinion_id": 9300464
        }
    ],
    "court_short_name": "U.S. Circuit Court for the District of Ohio",
    "court_full_name": "U.S. Circuit Court for the District of Ohio",
    "court_type": "F",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}