{
    "id": 9330163,
    "judges": null,
    "date_filed": "1988-02-06",
    "date_filed_is_approximate": true,
    "slug": "state-v-calata",
    "case_name_short": "Calata",
    "case_name": "State v. Calata",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2022 UT App 127"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "https://www.utcourts.gov/opinions/appopin/State%20v.%20Calata20221117_20200145_127.pdf",
            "author_id": null,
            "opinion_text": "                         2022 UT App 127\n\n\n\n               THE UTAH COURT OF APPEALS\n\n                        STATE OF UTAH,\n                          Appellee,\n                              v.\n                    MAXIMO GABRIEL CALATA,\n                          Appellant.\n\n                             Opinion\n                         No. 20200145-CA\n                     Filed November 17, 2022\n\n           Third District Court, Salt Lake Department\n                The Honorable James T. Blanch\n                          No. 171908445\n\n            Emily Adams and Freyja Johnson, Attorneys\n       for Appellant, assisted by law students Jared Erekson\n                        and Jonathan Mena*\n           Sean D. Reyes and Jeffrey S. Gray, Attorneys\n       for Appellee, assisted by law student Jessica Holzer*\n\nJUSTICE JILL M. POHLMAN authored this Opinion, in which JUDGES\n       GREGORY K. ORME and RYAN D. TENNEY concurred.1\n\nPOHLMAN, Justice:\n\n¶1    Two Utah Highway Patrol troopers pulled over Maximo\nGabriel Calata after a license plate check revealed the plate on the\n\n\n*\n See Utah R. Jud. Admin. 14-807 (governing law student practice\nin the courts of Utah).\n\n1. Justice Jill M. Pohlman began her work on this case as a member\nof the Utah Court of Appeals. She became a member of the Utah\nSupreme Court thereafter and completed her work on the case\nsitting by special assignment as authorized by law. See generally\nid. R. 3-108(4).\n\f                           State v. Calata\n\n\ncar Calata was driving had been reported as stolen. As the\ntroopers approached Calata, he fled the scene in the car, leading\nthe troopers on a high-speed chase for nearly twenty blocks.\nEventually, after Calata’s car slowed, both troopers employed a\npursuit intervention technique (PIT maneuver), causing Calata’s\ncar to come to a stop. Calata was arrested, and he later pled guilty\nto failure to stop at command of police. As part of his sentence,\nthe district court ordered Calata to pay restitution for damages\nsustained by the troopers’ patrol cars in ending the chase.\n\n¶2     Calata appeals, arguing that the district court erred when\nit refused to calculate court-ordered restitution and that his\ndefense counsel provided constitutionally ineffective assistance in\nthe restitution proceedings. We reject his claims of ineffective\nassistance of counsel, but we reverse and remand for the district\ncourt to determine court-ordered restitution.\n\n\n                         BACKGROUND2\n\n¶3      On July 13, 2017, a Utah Highway Patrol trooper\n(Trooper 1) ran a license plate check on a damaged car he\nobserved at a gas station. Calata was the driver of that car. The\ncheck revealed that the license plate had been reported stolen, so\nTrooper 1 followed the car as it left the gas station. After another\nUtah Highway Patrol trooper (Trooper 2) arrived as backup, the\ntroopers pulled Calata over. The troopers exited their patrol cars\n“to conduct a felony stop,” but as they approached Calata, he\ndrove away. The troopers pursued Calata as he “weaved in and\nout of traffic on I-15,” reaching speeds between 100 and 105 miles\n\n\n\n2. Because Calata pled guilty to failure to stop at command of\npolice, there was no trial and so we recite the facts consistent with\nthe district court’s factual findings made in support of\nits restitution order. Like the parties, we also draw background\nfacts from the information, as well as from the restitution hearing\ntranscript.\n\n\n 20200145-CA                     2               2022 UT App 127\n\f                           State v. Calata\n\n\nper hour. The pursuit ended when both troopers performed PIT\nmaneuvers.\n\n¶4     Trooper 1 later explained that a PIT maneuver is a\ntechnique used to “rotate the vehicle” an officer is “in pursuit of\nin an attempt to get [the vehicle] to stop.” The Utah Department\nof Public Safety has policies and procedures that apply to police\npursuit and PIT maneuvers. According to one such policy, an\nofficer is “required to request permission” to perform a PIT\nmaneuver when traveling “over 45 miles per hour.” Here, when\nit appeared that Calata was slowing and was going to exit the\nfreeway, the troopers executed PIT maneuvers in an effort to end\nthe pursuit.\n\n¶5     The troopers testified that they were going 40–50 miles per\nhour when Trooper 1 executed the first PIT maneuver by using\nhis patrol car to contact the rear passenger side of Calata’s car,\nwhich caused Calata’s car to come to a rest after rotating 360\ndegrees and skidding toward the freeway off-ramp. As Trooper 2\n“was pulling up on” Calata’s car to box it in from behind, he\nnoticed that its brake lights were off and that it “began rolling\ntowards the . . . [freeway] off ramp.” Trooper 2 then performed a\nsecond PIT maneuver, also striking the rear passenger side of\nCalata’s car to “prevent it from moving and fleeing again.” The\nPIT maneuvers damaged both troopers’ vehicles but successfully\nstopped Calata.\n\n¶6     Calata was arrested and later pled guilty to failure to stop\nat command of police, a third-degree felony. As part of the plea\nagreement, the State recommended no prison time provided that\nCalata commit no new violations, obtain his presentence\ninvestigation report, and appear at his sentencing hearing. But\nwhen Calata failed to appear for his mandatory sentencing\nhearing, he was arrested and sentenced to an indeterminate\nprison term not to exceed five years.\n\n¶7     After sentencing, the State moved for an order of\nrestitution, arguing that Calata was liable for the cost of repairing\n\n\n\n 20200145-CA                     3               2022 UT App 127\n\f                           State v. Calata\n\n\nthe troopers’ patrol cars. Calata requested a restitution hearing, at\nwhich the district court asked for briefing on whether Calata’s\nactions proximately caused the damage to the troopers’ vehicles.\nCalata argued that the State’s request for restitution should be\ndenied because he was not the proximate cause of the damage. He\nasserted that the troopers’ PIT maneuvers violated Utah\nDepartment of Public Safety policies and procedures and, as a\nresult, their actions were a “superseding cause that relieve[d]\n[him] of liability for the damage to the patrol vehicles.”\n\n¶8     The district court disagreed. It first addressed whether the\ntroopers’ actions were foreseeable “to a reasonable person in Mr.\nCalata’s circumstances.” It found that even if the troopers “might\nhave violated the policies in one way or another,” their actions\nwere foreseeable because they were working “to protect the\ncommunity from the dangers posed by [Calata’s] vehicle,” which\nwas traveling “105 miles an hour down the freeway.” The court\nfurther explained that “a reasonable person would foresee that\nthe [troopers] might initiate a collision in order to stop [Calata]\nfrom continuing with a high speed flight,” regardless of what the\nUtah Department of Public Safety policies and procedures\nprovide.\n\n¶9     The court also addressed whether the restitution statute\nrequired it to determine complete restitution and court-ordered\nrestitution. The court explained it did not need to determine\ncourt-ordered restitution because the statute “only contemplates\nthe determination of court ordered restitution in the event the\ndefendant is placed on probation.” Calata objected, arguing that\nthe restitution statute requires the district court to consider both\ncomplete restitution and court-ordered restitution. But the court\nruled that it was obligated only “to make a finding of complete\nrestitution” because Calata was in prison, not on probation.\n\n¶10 The court then granted the State’s motion for restitution\nand ordered Calata to pay $3,071.01—an amount to which both\nparties stipulated.\n\n\n\n\n 20200145-CA                     4               2022 UT App 127\n\f                           State v. Calata\n\n\n¶11    Calata now appeals.\n\n\n            ISSUES AND STANDARDS OF REVIEW\n\n¶12 Calata first argues that the district court erred in declining\nto determine court-ordered restitution. “We will not disturb a\ndistrict court’s restitution determination unless the court exceeds\nthe authority prescribed by law or abuses its discretion.” State v.\nOgden, 2018 UT 8, ¶ 25, 416 P.3d 1132 (cleaned up). “We review a\ndistrict court’s interpretation of restitution statutes for\ncorrectness.” State v. Hedgcock, 2019 UT App 93, ¶ 11, 443 P.3d\n1288 (cleaned up).\n\n¶13 Second, Calata raises two claims of ineffective assistance of\ncounsel. “A claim of ineffective assistance of counsel raised for the\nfirst time on appeal presents a question of law . . . .” State v.\nTapusoa, 2020 UT App 92, ¶ 9, 467 P.3d 912 (cleaned up).\n\n\n                            ANALYSIS\n\n                   I. Court-ordered Restitution\n\n¶14 Calata contends that the district court erred when, over his\nobjection, it refused to calculate court-ordered restitution. Calata\nargues that “this determination is mandatory” under the plain\nlanguage of the Crime Victims Restitution Act (the Restitution\nAct)3 and the caselaw interpreting it.\n\n¶15 “Complete restitution and court-ordered restitution are\ndistinct concepts.” State v. Grant, 2021 UT App 104, ¶ 56, 499 P.3d\n\n\n3. Calata asserts that the 2017 version of the Restitution Act—in\neffect at the time of his charged conduct—applies in this case.\nAlthough the State asserts that the 2020 version of the Restitution\nAct controls, it acknowledges that as between the 2017 and 2020\n                                                     (continued…)\n\n\n 20200145-CA                     5                2022 UT App 127\n\f                           State v. Calata\n\n\n176. Complete restitution is the restitution “necessary to\ncompensate a victim for all losses caused by the defendant.” Id.\n(cleaned up). Court-ordered restitution, in contrast, is the\nrestitution the court “orders the defendant to pay as a part of the\ncriminal sentence.” Id. (cleaned up). It is “a subset of complete\nrestitution” and accounts for, among other things, the defendant’s\nability to pay.4 Id. (cleaned up).\n\n¶16 Although the district court calculated complete restitution,\nthe court did not calculate court-ordered restitution, concluding\nthat the Restitution Act “only contemplates the determination of\ncourt ordered restitution in the event the defendant is placed on\nprobation.” Stated another way, the court reasoned that because\ncourt-ordered restitution is “essentially . . . a condition of\nprobation,” it need not determine court-ordered restitution when,\nas here, “the defendant is committed to prison.”\n\n¶17 The State agrees with Calata that this was error and\nwarrants remand to the district court for a determination of court-\nordered restitution. At the time of Calata’s restitution hearing, the\nRestitution Act explained that “[i]n determining restitution, the\ncourt shall determine complete restitution and court-ordered\n\n\nversions, “the text of the relevant provisions is the same.” Given\nthe State’s acknowledgment that any differences in the Restitution\nAct are immaterial to the issues raised on appeal, we assume\nwithout deciding that the 2017 version of the Restitution Act\napplies.\n\n4. The distinction between complete restitution and court-ordered\nrestitution “no longer exists in current law.” State v. Blake, 2022 UT\nApp 104, ¶ 7 n.2, 517 P.3d 414; see also Utah Code Ann. § 77-38b-\n205(1)(a)(i) (LexisNexis Supp. 2022) (“[T]he court shall order a\ndefendant, as part of the sentence imposed under Section 76-3-\n201, to pay restitution to all victims . . . for the entire amount of\npecuniary damages that are proximately caused to each victim by\nthe criminal conduct of the defendant,” or, in the case of a plea\nagreement, “in accordance with the terms of” that agreement.).\n\n\n 20200145-CA                      6               2022 UT App 127\n\f                           State v. Calata\n\n\nrestitution.” Utah Code Ann. § 77-38a-302(2) (LexisNexis 2017).\nOur appellate courts have interpreted this language as “a clear\ndirective that district courts are to make two separate restitution\ndeterminations, one for complete restitution and a second for\ncourt-ordered restitution.” State v. Laycock, 2009 UT 53, ¶ 20, 214\nP.3d 104; see also State v. Ogden, 2018 UT 8, ¶ 26, 416 P.3d 1132\n(same); Grant, 2021 UT App 104, ¶ 57 (collecting cases). Based on\nthis governing law and the State’s concession of error, we reverse\nthe court’s ruling, and we remand with instructions for the court\nto determine court-ordered restitution under the factors set forth\nin the Restitution Act.\n\n           II. Ineffective Assistance of Counsel Claims\n\n¶18 Calata contends that defense counsel rendered\nconstitutionally ineffective assistance in two ways. First, Calata\nasserts that defense counsel was ineffective in failing to request\nthat the court apportion the fault of Calata and the troopers in\nassessing Calata’s restitution liability, arguing that “the district\ncourt should apportion fault in restitution proceedings if\nrequested to do so.” Second, Calata asserts that defense counsel\nwas ineffective in failing to argue to the district court “that the\nRestitution Act impermissibly infringed” on Calata’s\n“constitutional right to have a jury determine the damages giving\nrise to a civil judgment,” as well as on Calata’s “due process rights\nto the procedural safeguards and remedies in a civil action.” We\ndisagree with Calata.\n\n¶19 To establish ineffective assistance of counsel, a defendant\nmust meet the two-part test of Strickland v. Washington, 466 U.S.\n668 (1984). The defendant must show, first, that counsel’s\nperformance was deficient in that it “fell below an objective\nstandard of reasonableness” under prevailing professional\nnorms, id. at 687–88, and, second, that “the deficient performance\nprejudiced the defense,” id. at 687. It is well established that we\nneed not “address both components of the inquiry if we\ndetermine that a defendant has made an insufficient showing on\none.” Archuleta v. Galetka, 2011 UT 73, ¶ 41, 267 P.3d 232 (cleaned\n\n\n\n 20200145-CA                     7               2022 UT App 127\n\f                           State v. Calata\n\n\nup). Here, we resolve and reject both of Calata’s ineffective\nassistance claims on the deficient-performance component of\nStrickland.\n\n¶20 To establish deficient performance, a defendant must show\nthat “counsel made errors so serious that counsel was not\nfunctioning as the ‘counsel’ guaranteed the defendant by the Sixth\nAmendment.” Strickland, 466 U.S. at 687. Counsel’s challenged\nconduct is judged “on the facts of the particular case, viewed as of\nthe time of counsel’s conduct.” Id. at 690. Although attorneys are\nnot “categorially excused from failure to raise an argument not\nsupported by existing legal precedent,” State v. Silva, 2019 UT 36,\n¶ 19, 456 P.3d 718, “it is not the case that attorneys must raise\nevery conceivable objection in order to render constitutionally\neffective assistance,” State v. Samora, 2021 UT App 29, ¶ 44, 484\nP.3d 1206, cert. granted, 497 P.3d 828 (Utah 2021). Rather, attorneys\nare entitled to “pick [their] battles,” and “[w]e must view a\ndecision to not object in context and determine whether correcting\nthe error was sufficiently important under the circumstances that\nfailure to do so was objectively unreasonable—i.e., a battle that\ncompetent counsel would have fought.” State v. Ray, 2020 UT 12,\n¶ 32, 469 P.3d 871. Additionally, “the failure of counsel to make\nmotions or objections which would be futile if raised does not\nconstitute ineffective assistance.” State v. Karren, 2018 UT App 226,\n¶ 31, 438 P.3d 18 (cleaned up).\n\n¶21 We are also mindful that “‘judicial scrutiny of counsel’s\nperformance is highly deferential’ and includes a strong\npresumption that counsel ‘rendered adequate assistance and\nmade all significant decisions in the exercise of reasonable\nprofessional judgment.’” State v. Reigelsperger, 2017 UT App 101,\n¶ 92, 400 P.3d 1127 (cleaned up) (quoting Strickland, 466 U.S. at\n689–90). Indeed, “[t]he proper measure of attorney performance\nremains simply reasonableness under prevailing professional\nnorms.” Strickland, 466 U.S. at 688; accord Silva, 2019 UT 36, ¶ 20;\nState v. Jones, 2020 UT App 31, ¶ 44, 462 P.3d 372.\n\n\n\n\n 20200145-CA                     8               2022 UT App 127\n\f                           State v. Calata\n\n\n¶22 We now examine Calata’s two claims of ineffective\nassistance in turn.\n\nA.     Apportionment of Fault\n\n¶23 Calata asserts that defense counsel was ineffective “in\nfailing to request apportionment of fault” between Calata and the\ntroopers. In Calata’s view, both the “Restitution Act and the Utah\nLiability Reform Act (LRA) demonstrate that the district court\nshould apportion fault in restitution proceedings if requested to\ndo so.”5 Because defense counsel did not argue that the court\nshould apportion damages in the restitution proceedings, Calata\ncontends his counsel’s performance fell below an objective level\nof reasonableness, which, in turn, prejudiced him.\n\n¶24 In support, Calata first argues that “[t]he Restitution Act\nand case law interpreting it . . . demonstrate that the causation\nlanguage of the Restitution Act should be interpreted to require\napportionment as part of the causation analysis.” The Restitution\nAct “requires courts to order restitution when a defendant enters\ninto a plea disposition or is convicted of criminal activity that has\nresulted in pecuniary damages.” State v. Ogden, 2018 UT 8, ¶ 26,\n416 P.3d 1132 (cleaned up); Utah Code Ann. § 77-38a-302(1)\n(LexisNexis 2017). Calata argues that “Utah’s appellate courts\nhave long recognized the legislature’s intent to incorporate civil\nstandards into the Restitution Act.”\n\n¶25 Specifically, Calata points to State v. Laycock, 2009 UT 53,\n214 P.3d 104, in which the Utah Supreme Court held “that issues\n\n\n5. The LRA “delineates the apportionment of comparative fault in\ncivil actions.” State v. Grant, 2021 UT App 104, ¶ 30, 499 P.3d 176.\nIt provides that the “fact finder may, and when requested by a\nparty shall, allocate the percentage or proportion of fault\nattributable to each person seeking recovery, to each defendant,\nto any person immune from suit, and to any other [non-\nparties] . . . for whom there is a factual and legal basis to allocate\nfault.” Utah Code Ann. § 78B-5-818(4)(a) (LexisNexis 2018).\n\n\n 20200145-CA                      9               2022 UT App 127\n\f                            State v. Calata\n\n\nof comparative negligence may be relevant in determining\nrestitution.” Id. ¶ 27. Calata then turns to State v. Ogden, which\naddressed causation in the Restitution Act. 2018 UT 8, ¶¶ 26–48.\nThere, the supreme court explained that the Restitution Act\naddresses causation in two provisions. Id. ¶ 32. First, “[t]he statute\nallows the district court to enter an order when a defendant enters\ninto a plea disposition or is convicted of criminal activity that has\nresulted in pecuniary damages.” Id. (cleaned up). And second, “the\ndistrict court awards complete restitution to compensate a victim\nfor all losses caused by the defendant.” Id. (cleaned up). The\nrelevant language the court analyzed was “resulted in” and\n“caused by.” See id. (cleaned up). After examining the Restitution\nAct’s “structure,” the court concluded “that the Legislature\nintended that the same causation standard apply in a restitution\nhearing that would apply in a parallel civil action.” Id. ¶ 38. That\nis, a proximate cause standard. Id. ¶ 39.\n\n¶26 From this analysis, Calata extrapolates that “[u]nder the\nlanguage and structure of the Restitution Act, ‘caused by’ and\n‘resulted in’ also requires apportionment.” While he concedes that\n“Laycock and Ogden did not decide the question of whether\napportionment applies in restitution proceedings,” Calata\ncontends that “the analysis in these cases dictates that the same\napportionment standards that would apply in a parallel civil\naction apply in restitution proceedings, just as the same causation\nstandard that applies in a parallel civil action applies to restitution\nproceedings.”\n\n¶27 Next, Calata contends that “the plain language of the LRA\ndemonstrates that a defendant is entitled to apportionment when\nrequested in restitution proceedings.” Under the LRA, “[t]he fact\nfinder may, and when requested by a party shall, allocate the\npercentage or proportion of fault attributable to each person\nseeking recovery, to each defendant, to any person immune from\nsuit, and to any other person identified under Subsection 78B-5-\n821(4) for whom there is a factual and legal basis to allocate fault.”\nUtah Code Ann. § 78B-5-818(4)(a) (LexisNexis 2018).\n\n\n\n\n 20200145-CA                      10               2022 UT App 127\n\f                           State v. Calata\n\n\n¶28 Calata argues that the LRA applies to restitution\nproceedings because its definition of “fault” “encompasses\ncriminal acts.” The LRA defines “fault” as “any actionable breach\nof legal duty, act, or omission proximately causing or contributing\nto injury or damages sustained by a person seeking recovery,\nincluding negligence in all its degrees, comparative negligence,\nassumption of risk, strict liability, breach of express or implied\nwarranty of a product, products liability, and misuse,\nmodification, or abuse of a product.” Id. § 78B-5-817(2). Relying\non Graves v. North Eastern Services, Inc., 2015 UT 28, 345 P.3d 619,\nCalata proffers that “[a]ny breach of duty, act, or omission counts\nas fault so long as it is proximately connected to injury or\ndamages.” Id. ¶ 49. Because “a criminal act qualifies both as a\n‘breach of legal duty’ and an ‘act’ proximately causing the injury\nor damages,” Calata reasons that his “criminal act constitutes\n‘fault’ under the LRA and is therefore subject to apportionment.”\n\n¶29 And finally, Calata asserts that the LRA would have\nrequired fault to be apportioned between him and the troopers\nhad his counsel requested it. The LRA provides that “[a] person\nimmune from suit may not be named as a defendant, but fault\nmay be allocated to a person immune from suit solely for the\npurpose of accurately determining the fault of the person seeking\nrecovery and all defendants.” Utah Code Ann. § 78B-5-821(2)\n(LexisNexis 2018). Here, Calata argues that although the troopers\nare immune from suit, he was “entitled to have fault allocated\nbetween him . . . and the troopers” because their “acts” also fall\nunder the LRA’s “fault” definition. Specifically, Calata contends\nthat “the troopers’ acts in intentionally driving their vehicles into\n[his] car fall under the broad and categorical definition of fault, as\nan intentional tort, any intentional act, and indeed, any act that\nproximately causes or contributes to injury or damages—that is,\nthe damage to their vehicles.” (Cleaned up.) Calata also contends\nthat “there is proximate cause between the troopers’ acts because\ntheir driving maneuvers were a but-for cause of the damage to\ntheir vehicles, and it was foreseeable that their vehicles would\nincur damage as a result of their maneuvers.”\n\n\n\n\n 20200145-CA                     11               2022 UT App 127\n\f                           State v. Calata\n\n\n¶30 In Calata’s view, his arguments are “well-founded on\nestablished caselaw and statutory language,” and it was\nobjectively unreasonable for his counsel “not to argue the\napportionment issue to the district court.” Although Calata has\npresented a thoughtful argument in support of his claim that “a\ndefendant is entitled to apportionment when requested in\nrestitution proceedings,” we do not share his view that it was\nobjectively unreasonable for defense counsel not to make these\narguments.\n\n¶31 First, the legal argument Calata weaves together from\nvarious sources is a difficult one. See State v. Grant, 2021 UT App\n104, ¶ 27 & n.9, 499 P.3d 176 (stating that resolving “whether\ncomparative fault principles apply to restitution proceedings”\n“would be difficult”). Utah appellate courts have not addressed\nwhether the causation language in the Restitution Act should be\ninterpreted to allow apportioning fault or whether the LRA\napplies in this context. See Ogden, 2018 UT 8, ¶ 32 n.7 (“We do not\ndecide whether the [LRA] has any place in restitution proceedings\nbecause Ogden did not preserve the argument below.”); Grant,\n2021 UT App 104, ¶ 27 (“[W]e assume, without deciding, that\ncomparative fault principles apply to restitution proceedings.”).\nIt is also not expressly provided in the statute that the LRA applies\nin this context, nor is there authority that indicates it does.\n\n¶32 Further, the authority on which Calata relies would have\nto be extended to reach the result for which Calata advocates. For\nexample, Laycock is a negligent homicide case in which the court\nheld “that issues of comparative negligence may be relevant in\ndetermining restitution.” Laycock, 2009 UT 53, ¶¶ 25, 27 (emphasis\nadded). Not only did our supreme court stop short of saying\nissues of comparative negligence are relevant in determining\nrestitution, but whether the court would have made the same\nobservation in a case involving an intentional crime, like failure to\n\n\n\n\n 20200145-CA                     12              2022 UT App 127\n\f                            State v. Calata\n\n\nstop at command of police,6 is questionable. And while the\nsupreme court in Ogden concluded that the legislature “intended\nthat the same causation standard apply in a restitution hearing\nthat would apply in a parallel civil action,” 2018 UT 8, ¶ 38, it did\nnot hint that the apportionment standard should likewise be\nimported into the Restitution Act’s causation analysis.\n\n¶33 Given the lack of clarity in the law and the difficulty\ndefense counsel would have faced in advocating for the\napplication of the apportionment standard in restitution\nproceedings, we are unpersuaded that it was unreasonable for\ndefense counsel to not make the argument Calata now crafts on\nappeal. While it is true that we do not “judge an attorney’s\nperformance based only on settled law,” Silva, 2019 UT 36, ¶ 19,\nwe agree with the State that without a clear basis in the statutory\nlanguage and given the lack of legal precedent, defense counsel’s\nperformance here did not fall below an objective standard of\nreasonableness, see Jones, 2020 UT App 31, ¶¶ 46–47 (explaining\nthat counsel could reasonably conclude there was no legal\nproblem to correct and that “such a conclusion is particularly\nreasonable given that no Utah appellate court has squarely\naddressed” the relevant legal issue).\n\n¶34 Further, even if defense counsel believed she could succeed\nin persuading the court to extend the law to apply apportionment\nprinciples in restitution hearings, it would not have been\nunreasonable for counsel to conclude that arguing that the\ntroopers were at fault would have been a futile effort. See Karren,\n2018 UT App 226, ¶ 31 (“[T]he failure of counsel to make motions\nor objections which would be futile if raised does not constitute\nineffective assistance.” (cleaned up)).\n\n¶35 The LRA provides that “[a] person immune from suit may\nnot be named as a defendant, but fault may be allocated to a\n\n\n6. See State v. Bird, 2015 UT 7, ¶ 23, 345 P.3d 1141 (stating that “the\nfailure-to-respond offense . . . implicates an intentional mens\nrea”).\n\n\n 20200145-CA                      13               2022 UT App 127\n\f                            State v. Calata\n\n\nperson immune from suit solely for the purpose of accurately\ndetermining the fault of the person seeking recovery and all\ndefendants.” Utah Code Ann. § 78B-5-821(2) (LexisNexis 2018)\n(emphases added). As relevant here, fault is defined in the LRA\nas “any actionable breach of legal duty, act, or omission\nproximately causing or contributing to injury or damages\nsustained by a person seeking recovery.” Id. § 78B-5-817(2)\n(emphasis added). Thus, to apportion fault to the troopers,\ndefense counsel would have had to show that they were at “fault”\nby first establishing that their conduct was “actionable.” See id.\nAlthough Calata argues that at least one of the troopers’ PIT\nmaneuvers violated the Utah Department of Public Safety policies\nand procedures, he has not undertaken the analysis to\ndemonstrate that either trooper’s conduct was “actionable”7 and\ntherefore constituted fault under the LRA that could be\napportioned. Without additional analysis on this point, it is not\napparent to us that either trooper’s conduct fell under the LRA,\nand thus Calata has not shown that it was unreasonable for\ndefense counsel to harbor similar doubt.\n\n¶36 Finally, even if fault could legally be apportioned to the\ntroopers, it would not have been unreasonable for defense counsel\n\n\n7. In Graves v. North Eastern Services, Inc., 2015 UT 28, 345 P.3d 619,\nin reaching its conclusion that the definition of fault in the LRA\nencompasses “intentionally tortious activity,” the Utah Supreme\nCourt observed that the “core definition is broad and categorical.”\nId. ¶ 49. Quoting the statute, the court stated that the definition of\nfault “extends to ‘any actionable breach of legal duty, act or\nomission proximately causing or contributing to injury or\ndamages.’” Id. (quoting Utah Code Ann. § 78B-5-817(2)). Two\nsentences later, the court then emphasized, “Any breach of duty,\nact, or omission counts as fault so long as it is proximately\nconnected to injury or damages.” Id. In making the latter\nstatement, the court omitted the word “actionable,” but we do not\nread that omission as intentional or meaningful. After all, the\nword “actionable” is part of the LRA’s definition of fault as the\nsupreme court acknowledged. See id.\n\n\n 20200145-CA                      14               2022 UT App 127\n\f                           State v. Calata\n\n\nto conclude that seeking apportionment would be futile under the\ncircumstances. Assuming the LRA applies to the Restitution Act\nand that at least one trooper was at fault for the damages incurred\nby the patrol cars, the district court could not have apportioned\nfault to them unless their “combined percentage or proportion of\nfault” was “40% or more.” See id. § 78B-5-819(2)(b). In other words,\nif the troopers’ combined percentage or proportion of fault was\nless than 40%, the court would have been statutorily obligated to\n“reduce that percentage or proportion of fault to zero and\nreallocate that percentage or proportion of fault to the other\nparties . . . for whom there is a factual and legal basis to allocate\nfault.” See id. § 78B-5-819(2)(a).\n\n¶37 Here, defense counsel could have reasonably concluded\nthat the district court would not find that the troopers’ combined\npercentage or proportion of fault equaled 40% or more. After all,\nit was Calata who fled from the troopers and engaged in a high-\nspeed chase that posed a danger to the public. And the troopers\nperformed their PIT maneuvers only after Calata had slowed\ndown but still demonstrated an intent to flee. Given these facts,\nreasonable counsel could conclude that undertaking the\nconsiderable effort to convince the court that apportionment\nshould be considered in setting restitution would ultimately be a\nfutile effort because the court was unlikely to apportion more than\n40% of the damages to the troopers. See Karren, 2018 UT App 226,\n¶ 31.\n\n¶38 In sum, because defense counsel would have faced\nsignificant hurdles in attempting to persuade the district court to\napportion damages between Calata and the troopers in setting\nrestitution, we conclude that it was not objectively unreasonable\nfor counsel not to raise apportionment arguments related to the\nRestitution Act and LRA before the district court. Therefore,\nCalata has not established ineffective assistance of counsel. See\nArchuleta, 2011 UT 73, ¶ 41.\n\n\n\n\n 20200145-CA                     15              2022 UT App 127\n\f                            State v. Calata\n\n\nB.     Constitutional Arguments\n\n¶39 Last, Calata contends that defense counsel was ineffective\nin failing to argue to the district court that the Restitution Act\nimpermissibly infringes on his constitutional right to have a jury\ndetermine the damages forming the basis of a civil judgment and\n“also infringes on the due process rights he would have had in a\ncivil jury trial,” which includes “the right to have apportionment\nfor fault . . . like he would have had in a civil court.” Thus, in\nCalata’s view, the Restitution Act is unconstitutional, and defense\ncounsel acted deficiently in not making such an argument to the\ndistrict court. He also claims that he was prejudiced as a result.\n\n¶40 Article I, Section 10 of the Utah Constitution “guarantees\nthe right of jury trial in civil cases.” Simler v. Chilel, 2016 UT 23,\n¶ 10, 379 P.3d 1195 (cleaned up); see also Utah Const. art. I, § 10\n(“A jury in civil cases shall be waived unless demanded.”). The\nRestitution Act defines the “pecuniary damages” resulting from\ncriminal activity that are part of a restitution order. “‘Pecuniary\ndamages’” means, in part, “all demonstrable economic injury,\nwhether or not yet incurred, including those which a person could\nrecover in a civil action arising out of the facts or events constituting\nthe defendant’s criminal activities.” Utah Code Ann. § 77-38a-\n102(6) (LexisNexis 2017) (emphasis added). And an order of\ncomplete restitution ultimately will be entered “on the civil\njudgment docket.” Id. § 77-38a-401(1). Consequently, “even\nthough the restitution proceeding takes place as part of a criminal\nproceeding, the end result is a civil judgment that a victim is\nentitled to enforce.” Ogden, 2018 UT 8, ¶ 38. Calata derives from\nthis and other authority that the Utah Constitution’s right to a jury\ntrial in civil cases entitles him to have a jury determine the\ndamages for purposes of a restitution order.\n\n¶41 Calata further argues that defense counsel should have\nraised these constitutional arguments because counsel should\nhave been aware of a footnote in Ogden in which the defendant\nthere contended that the Restitution Act is unconstitutional\nbecause it denied him “due process by preventing him access to\n\n\n\n 20200145-CA                       16               2022 UT App 127\n\f                           State v. Calata\n\n\nthe procedural remedies he would have had in civil court.” Id.\n¶ 24 n.3 (cleaned up). Although the supreme court concluded that\nthe “due process argument [was] unpreserved and decline[d] to\nreview [the defendant’s] ineffective assistance of counsel\nargument because it [was] inadequately briefed,” id., Calata\nasserts that “Ogden would have alerted reasonable counsel to the\nimportance of considering constitutionality issues in regard to the\nLRA in restitution proceedings.”\n\n¶42 Once again, Calata presents interesting arguments. But we\nneed not definitively determine whether the Restitution Act is in\nfact unconstitutional in the ways Calata claims. See State v. Huey,\n2022 UT App 94, ¶¶ 48, 53, 516 P.3d 345; State v. Squires, 2019 UT\nApp 113, ¶ 32 n.7, 446 P.3d 581. Instead, because Calata did not\npreserve these arguments in the district court, our obligation is\nlimited to assessing whether it was “objectively unreasonable” for\ndefense counsel not to raise these constitutional objections. See\nRay, 2020 UT 12, ¶ 32. We conclude that it was not.\n\n¶43 Not only has no Utah appellate court addressed whether\ncriminal defendants have a right to jury trial on damages in\nrestitution proceedings, but on the facts of this case, it would not\nhave been unreasonable for defense counsel to conclude that\nCalata had little to gain from making these constitutional\narguments. See Strickland, 466 U.S. at 690 (judging counsel’s\nchallenged conduct “on the facts of the particular case”). Even if\ndefense counsel ultimately could have persuaded the district\ncourt that a jury should determine the damages for which Calata\nwas liable, counsel could have reasonably decided that a jury was\nunlikely to be sympathetic toward Calata or to find that the\ntroopers were at fault. See State v. Gallegos, 2020 UT 19, ¶ 34, 463\nP.3d 641 (“We give wide latitude to trial counsel to make tactical\ndecisions and will not question such decisions unless there is no\nreasonable basis supporting them.” (cleaned up)). Indeed, Calata\nfled from the troopers and endangered the public by leading a\nhigh-speed chase that ended only when the troopers executed PIT\nmaneuvers. Under the circumstances, counsel could have\nreasonably concluded that a jury would not be receptive to\n\n\n\n 20200145-CA                     17             2022 UT App 127\n\f                          State v. Calata\n\n\nCalata’s efforts to minimize his own fault for these events and\nensuing damage and thus Calata was better off (or at least no\nworse off) arguing his case to the judge. Thus, defense counsel did\nnot act deficiently under Strickland, and Calata’s claim for\nineffective assistance of counsel fails. See Archuleta, 2011 UT 73,\n¶ 41.\n\n\n                         CONCLUSION\n\n¶44 We reject Calata’s two claims of ineffective assistance of\ncounsel and affirm the district court’s order of complete\nrestitution. But we conclude that the court erred when it declined\nto determine court-ordered restitution. Accordingly, we affirm in\npart, reverse in part, and remand for the district court to\ndetermine court-ordered restitution in accordance with the\nRestitution Act.\n\n\n\n\n 20200145-CA                    18              2022 UT App 127\n\f",
            "ocr": false,
            "opinion_id": 9325492
        }
    ],
    "court_short_name": "Court of Appeals of Utah",
    "court_full_name": "Court of Appeals of Utah",
    "court_type": "SA",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}