{
    "id": 9354711,
    "judges": null,
    "date_filed": "1985-08-10",
    "date_filed_is_approximate": true,
    "slug": "people-v-jones",
    "case_name_short": "Jones",
    "case_name": "People v. Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2022 NY Slip Op 07373"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.courts.state.ny.us/reporter/3dseries/2022/2022_07373.htm",
            "author_id": null,
            "opinion_text": "\n\nPeople v Jones (2022 NY Slip Op 07373)\n\n\n\n\n\nPeople v Jones\n\n\n2022 NY Slip Op 07373\n\n\nDecided on December 23, 2022\n\n\nAppellate Division, Fourth Department\n\n\n\nPublished by New York State Law Reporting Bureau pursuant to Judiciary Law § 431.\n\n\nThis opinion is uncorrected and subject to revision before publication in the Official Reports.\n\n\n\nDecided on December 23, 2022\nSUPREME COURT OF THE STATE OF NEW YORK\nAppellate Division, Fourth Judicial Department\n\nPRESENT: WHALEN, P.J., PERADOTTO, LINDLEY, WINSLOW, AND BANNISTER, JJ.\n\n\n873 KA 21-00117\n\n[*1]THE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\nvMARTHA JONES, DEFENDANT-APPELLANT. \n\n\n\n\n\n\nDAVID R. MORABITO, EAST ROCHESTER, FOR DEFENDANT-APPELLANT.\nSANDRA DOORLEY, DISTRICT ATTORNEY, ROCHESTER (MARTIN P. MCCARTHY, II, OF COUNSEL), FOR RESPONDENT. \n\n\n\tAppeal from a judgment of the Monroe County Court (Michael L. Dollinger, J.), rendered October 2, 2020. The judgment convicted defendant, upon a jury verdict, of manslaughter in the first degree. \nIt is hereby ORDERED that the judgment so appealed from is unanimously affirmed.\nMemorandum: Defendant appeals from a judgment convicting her, upon a jury verdict, of manslaughter in the first degree (Penal Law\n§ 125.20 [1]). The conviction arises from an incident in which defendant, following an argument with a neighbor, shot the neighbor in the right leg, damaging his femoral artery and ultimately causing his death.\nTo the extent that defendant preserved her contention that the conviction is not supported by legally sufficient evidence (see generally People v Gray, 86 NY2d 10, 19 [1995]), that contention lacks merit (see generally People v Bleakley, 69 NY2d 490, 495 [1987]). Moreover, viewing the evidence in light of the elements of the crime as charged to the jury (see People v Danielson, 9 NY3d 342, 349 [2007]), we reject defendant's further contention that the verdict is against the weight of the evidence (see generally Bleakley, 69 NY2d at 495). Although a different verdict would not have been unreasonable, it cannot be said that the jury failed to give the evidence the weight it should be accorded (see id.; People v Metales, 171 AD3d 1562, 1564 [4th Dept 2019], lv denied 33 NY3d 1107 [2019]). With respect to defendant's contention that County Court erred in denying without a hearing her motion to set aside the verdict pursuant to CPL 330.30 (1), we note, initially, that certain allegations in support of the motion concerned matters that \"were outside the record and for that reason could not be considered in a CPL 330.30 (1) motion\" (People v Wolf, 98 NY2d 105, 119 [2002]; see People v Lewis-Bush, 204 AD3d 1424, 1427 [4th Dept 2022], lv denied 38 NY3d 1072 [2022]; see generally People v Harris, 1 AD3d 881, 882 [4th Dept 2003], lv denied 2 NY3d 740 [2004]). To the extent that the motion was based upon matters appearing in the record, we conclude that the court did not err in denying the motion without a hearing (see People v DeCapua, 151 AD3d 1746, 1747 [4th Dept 2017], lv denied 29 NY3d 1125 [2017]).\nDefendant's contention that she was denied the right to confront a witness who invoked his Fifth Amendment right against self-incrimination when questioned on cross-examination about a pending criminal charge is unpreserved (see People v Wright, 38 AD3d 1232, 1233 [4th Dept 2007], lv denied 9 NY3d 853 [2007], reconsideration denied 9 NY3d 884 [2007]). In any event, that contention lacks merit (see People v Arroyo, 46 NY2d 928, 930 [1979]; People v Dekenipp, 105 AD3d 1346, 1348 [4th Dept 2013], lv denied 21 NY3d 1041 [2013]). Nor did the court err in limiting defendant's cross-examination of the medical examiner who performed the victim's autopsy. Contrary to defendant's contention, the court did not abuse its discretion in determining that a line of questioning regarding a medical diagnosis that the victim had received and medication that he had been prescribed in connection with that diagnosis was outside the [*2]scope of direct examination (see generally People v Ennis, 107 AD3d 1617, 1619 [4th Dept 2013], lv denied 22 NY3d 1040 [2013], reconsideration denied 23 NY3d 1036 [2014]) and based on medical records that were not admitted in evidence (see People v Laracuente, 21 AD3d 1389, 1391 [4th Dept 2005], lv denied 6 NY3d 777 [2006]; see also People v Jones, 73 NY2d 427, 430 [1989]).\nWe also reject defendant's contention that she was denied effective assistance of counsel. With respect to defendant's claim that defense counsel was ineffective for failing to argue at the Huntley hearing that defendant invoked her right to counsel during her interrogation, the People did not introduce at trial any of the statements challenged by defendant at the Huntley hearing and, thus, defendant could not have been prejudiced by defense counsel's alleged failure in that respect (see generally People v Hobot, 84 NY2d 1021, 1024 [1995]; People v Lewis, 192 AD3d 1532, 1533 [4th Dept 2021], lv denied 37 NY3d 993 [2021]). Furthermore, defense counsel was not ineffective for failing to object to certain testimony of a firearms examiner concerning the rifle and projectile that were recovered in connection with the incident. Both items were recovered from the area of the shooting, and testimony about their provenance was relevant (see generally People v Scarola, 71 NY2d 769, 777 [1988]). Moreover, the testimony of the firearms examiner that he could not determine whether the projectile was fired from the rifle was, if anything, slightly favorable to defendant. It cannot be said that defense counsel was ineffective for failing to make an objection that had \"little or no chance of success\" (People v Stultz, 2 NY3d 277, 287 [2004], rearg denied 3 NY3d 702 [2004]; see People v Faison, 113 AD3d 1135, 1136 [4th Dept 2014], lv denied 23 NY3d 1036 [2014]). To the extent that defendant contends that defense counsel was ineffective for failing to request that an adverse inference instruction concerning missing video evidence be given to the jury, defendant failed to establish that such evidence was destroyed by agents of the government (see CJI2d[NY] Adverse Inference—Destroyed or Lost Evidence; see generally People v Durant, 26 NY3d 341, 348-350 [2015]; People v Handy, 20 NY3d 663, 665, 669 [2013]). Although defendant further contends that defense counsel was ineffective for failing to call defendant's father as a witness, defendant failed to \"demonstrate the absence of strategic or other legitimate explanations\" for that alleged deficiency (People v Baker, 14 NY3d 266, 270-271 [2010] [internal quotation marks omitted]; see People v Botting, 8 AD3d 1064, 1066 [4th Dept 2004], lv denied 3 NY3d 671 [2004]; cf. People v Borcyk, 184 AD3d 1183, 1183-1188 [4th Dept 2020]). In addition, because the court \"did not erroneously instruct the jury regarding justification, defense counsel was not ineffective for failing to object to that charge\" (People v Ford, 114 AD3d 1221, 1221 [4th Dept 2014], lv denied 23 NY3d 962 [2014]).\nWe reject defendant's contention that the sentence is unduly harsh and severe.\nFinally, we have considered defendant's remaining contentions and\nconclude that none warrants modification or reversal of the judgment.\nEntered: December 23, 2022\nAnn Dillon Flynn\nClerk of the Court\n\n\n\n\n\n\n\n\n",
            "ocr": false,
            "opinion_id": 9350183
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}