{
    "id": 9371115,
    "judges": null,
    "date_filed": "1987-01-06",
    "date_filed_is_approximate": true,
    "slug": "guy-wayne-lynch-v-the-state-of-texas",
    "case_name_short": null,
    "case_name": "Guy Wayne Lynch v. the State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=11134&Index=%5c%5c10%2e20%2e4%2e7%5cTamesIndexes%5ccoa10%5cOpinion",
            "author_id": null,
            "opinion_text": "                                IN THE\n                        TENTH COURT OF APPEALS\n\n                               No. 10-22-00154-CR\n\nGUY WAYNE LYNCH,\n                                                         Appellant\nv.\n\nTHE STATE OF TEXAS,\n                                                         Appellee\n\n\n\n                         From the 443rd District Court\n                             Ellis County, Texas\n                           Trial Court No. 42838CR\n\n\n                         MEMORANDUM OPINION\n\n\n      In his sole issue on appeal, appellant, Guy Wayne Lynch, challenges his murder\n\nconviction for which he received a sentence of seventy-five years in prison. See TEX.\n\nPENAL CODE ANN. § 19.02(b). Specifically, Lynch contends that the trial court erred by\n\nrefusing a punishment instruction on sudden passion. We affirm.\n\f                   Lynch’s Requested Instruction on Sudden Passion\n\n        At trial, Lynch testified that he shot his girlfriend, Tia Spearman, out of fear\n\nbecause a demon possessed her. In the trial court and on appeal, Lynch asserts that his\n\ntestimony about the demon allegedly possessing Spearman at the time of the shooting\n\nentitled him to an instruction on sudden passion in the jury charge for punishment. We\n\ndisagree.\n\nSTANDARD OF REVIEW\n\n        “Our first duty in analyzing a jury-charge issue is to decide whether error exists.”\n\nNgo v. State, 175 S.W.3d 738, 743 (Tex. Crim. App. 2005) (citing Middleton v. State, 125\n\nS.W.3d 450, 453 (Tex. Crim. App. 2003)). Where a trial court has refused to give a sudden-\n\npassion instruction at the punishment phase, it is the reviewing court’s duty “to look at\n\nthe evidence supporting the charge of sudden passion, not the evidence refuting it” in\n\ndeciding whether error has occurred. Beltran v. State, 472 S.W.3d 283, 294 (Tex. Crim.\n\nApp. 2015) (citing Trevino v. State, 100 S.W.3d 232, 239 (Tex. Crim. App. 2003) (per\n\ncuriam)).\n\n        If we find error, then we consider whether to reverse based on the resultant harm.\n\nGonzalez v. State, 610 S.W.3d 22, 27 (Tex. Crim. App. 2020) (citing Jordan v. State, 593\n\nS.W.3d 340, 346 (Tex. Crim. App. 2020)); see Almanza v. State, 686 S.W.2d 157, 171 (Tex.\n\nCrim. App. 1984) (op. on reh’g). In a case like this one where a trial court denied a\n\nsudden-passion instruction in the punishment phase, if the trial court erred, the Court of\n\n\nLynch v. State                                                                        Page 2\n\fCriminal Appeals has “focused on the likelihood that the jury would have found sudden\n\npassion based on the state of the record as a whole.” Wooten v. State, 400 S.W.3d 601, 608\n\n(Tex. Crim. App. 2013) (citing Trevino, 100 S.W.3d at 236). In Wooten, the Court of\n\nCriminal Appeals stated the standard as follows: “If the error is preserved, as it was here,\n\nthe record must demonstrate that the appellant has suffered ‘some harm.’” Id. at 606\n\n(citing Trevino, 100 S.W.3d at 242). “Harm must be evaluated in light of the complete jury\n\ncharge, the arguments of counsel, the entirety of the evidence, including the contested\n\nissues and weight of the probative evidence, and any other relevant factors revealed by\n\nthe record as a whole.” Id. (citing Almanza, 686 S.W.2d at 171). “To assay harm, we focus\n\non the evidence and record to determine the likelihood that a jury would have believed\n\nthat the appellant acted out of sudden passion had it been given the instruction.” Id.\n\n(citing Trevino, 100 S.W.3d at 243).\n\nAPPLICABLE LAW\n\n        At the punishment stage of a murder trial, “the defendant may raise the issue as\n\nto whether he caused the death under the immediate influence of sudden passion arising\n\nfrom an adequate cause.” TEX. PENAL CODE ANN. § 19.02(d). Unlike self-defense, sudden\n\npassion is a mitigating factor, which, if proven by a preponderance of the evidence,\n\nreduces the offense of murder to a felony of the second degree. Id.; Jackson v. State, 160\n\nS.W.3d 568, 573 (Tex. Crim. App. 2005). “[S]udden passion” is defined in the Texas Penal\n\nCode as a “passion directly caused by and arising out of provocation by the individual\n\n\nLynch v. State                                                                        Page 3\n\fkilled or another acting with the person killed which passion arises at the time of the\n\noffense and is not solely the result of former provocation.” TEX. PENAL CODE ANN. §\n\n19.02(a)(2). “Adequate cause” means “cause that would commonly produce a degree of\n\nanger, rage, resentment, or terror is a person of ordinary temper, sufficient to render the\n\nmind incapable of cool reflection.”           Id. § 19.02(a)(1).     A defendant’s personal\n\ncircumstances, such as “‘low mentality or unstable emotions,’” are not the measure of\n\nadequate cause. Gonzales v. State, 689 S.W.2d 900, 904 (Tex. Crim. App. 1985) (quoting\n\nHart v. United States, 130 F.2d 456, 458 (D.C. Cir. 1942)); see, e.g., Lucas v. State, No. 12-13-\n\n00378-CR, 2015 Tex. App. LEXIS 2270, at *8 (Tex. App.—Tyler Mar. 11, 2015, no pet.)\n\n(mem. op., not designated for publication) (“The record indicates that Appellant was\n\nmentally ill, intoxicated, and hallucinating when he killed Cobb, but these factors are not\n\napplicable in determining adequate cause.”). Rather, “[a]dequate cause” considers a\n\nperson of “ordinary temper.” Gonzales, 689 S.W.2d at 904; see TEX. PENAL CODE ANN. §\n\n19.02(a)(1), (d).\n\n        A sudden-passion charge should be given if there is some evidence to support it,\n\nand if the defendant requests it. Wooten, 400 S.W.3d at 605 (citing McKinney v. State, 179\n\nS.W.3d 565, 569 (Tex. Crim. App. 2005); Trevino, 100 S.W.3d at 238); accord Beltran, 472\n\nS.W.3d at 289. “The defendant has the burden of production and persuasion with respect\n\nto the issue of sudden passion.” Beltran, 472 S.W.3d at 289 (citing Wooten, 400 S.W.3d at\n\n605). A defendant that presents evidence of sudden passion is entitled to an instruction\n\n\nLynch v. State                                                                            Page 4\n\fon this mitigating circumstance “even if the evidence is weak, impeached, contradicted,\n\nor unbelievable.” Trevino, 100 S.W.3d at 238. The defendant’s testimony alone can justify\n\nrequiring a sudden-passion instruction. Id. (citing Shaw v. State, 243 S.W.3d 647, 662 (Tex.\n\nCrim. App. 2007)). The question is “whether there was any evidence from which a\n\nrational jury could infer sudden passion.” Moore v. State, 969 S.W.2d 4, 11 (Tex. Crim.\n\nApp. 1998).      “‘Anything more than a scintilla of evidence is sufficient to entitle a\n\ndefendant’” to a sudden passion instruction at punishment. Jones v. State, 984 S.W.2d 254,\n\n257 (Tex. Crim. App. 1998) (quoting Bignall v. State, 887 S.W.2d 21, 23 (Tex. Crim. App.\n\n1994)).\n\n          An instruction on sudden passion is warranted if the record reflects an inference\n\nthat:\n\n          (1) the defendant acted under the immediate influence of a passion such as\n          terror, anger, rage, or resentment; (2) his sudden passion was in fact\n          induced by some provocation by the deceased or another acting with him,\n          which provocation would commonly produce such a passion in a person of\n          ordinary temper; (3) he committed the murder before regaining his capacity\n          for cool reflection; and (4) a causal connection existed between the\n          provocation, passion, and homicide.\n\nGriffin v. State, 461 S.W.3d 188, 192 (Tex. App.—Houston [1st Dist.] 2014, no pet.) (internal\n\nquotations omitted) (citing Wooten, 400 S.W.3d at 605); accord Herrera v. State, 513 S.W.3d\n\n223, 225 (Tex. App.—San Antonio 2016, no pet.).\n\n\n\n\nLynch v. State                                                                         Page 5\n\fANALYSIS\n\n        At trial, Lynch confessed that he killed Spearman. Lynch met Spearman online,\n\nand she later contacted him because she needed a place to live. Spearman moved into an\n\napartment with Lynch and his sons. Lynch acknowledged that at this time, he did many\n\n“immoral things,” including sex acts, involvement in a motorcycle gang, and using and\n\nselling various drugs. Lynch claimed that Spearman started acted differently and seemed\n\nto mock God after she moved into the apartment. In his testimony, Lynch believed that\n\nSpearman was possessed by a demon and was concerned about the safety of his sons. As\n\nsuch, Lynch determined that Spearman needed to move out of the apartment.\n\n        The next day, Lynch asked Spearman to go for a drive. While driving around\n\ntown, Lynch tried to convince Spearman to move out of the apartment. Lynch testified\n\nthat “there wasn’t anything unpleasant, nothing negative or no yelling or nothing like\n\nthat. It was more like just casual talk and trying to figure out where she might could go,\n\nthings like that.” Thereafter, Spearman purportedly had “a sudden change of attitude,\n\nand she, like—like, she felt an urgency or something, but she kicked my dash with her\n\nfoot.” When Lynch tried to calm her down, Spearman allegedly yelled that “it’s not going\n\nto be all right.” Spearman refused to move out of the apartment.1 It was at this point that\n\nLynch claimed,\n\n\n\n        1 The record evidence showed that Lynch lied and put Spearman and one of his sons on the lease\nfor the apartment that he was living in so he could use their good credit. Therefore, because she was listed\non the lease, Lynch could not force Spearman to move out of the apartment. At this time, Lynch was also\n\nLynch v. State                                                                                       Page 6\n\f        a spirit that moved us both in the same direction. One, she acknowledged\n        it by turning to me and telling me to do—to go ahead and do that, to do it.\n        And at the same time, I was moving in the same direction and—and pulled\n        the pistol from my waist, and that’s when I shot her.\n\n        On cross-examination, Lynch admitted that he put the pistol to Spearman’s\n\nforehead and fired while the two were driving in his truck. Lynch denied that Spearman\n\nwas the problem, but rather a demon that had possessed her and “was doing . . . the\n\ntrouble, making the trouble and causing the problems.” Lynch also admitted that: (1)\n\nSpearman did not have a weapon with her; (2) he was fearful of the demonic presence;\n\nand (3) because he wanted to get the demonic presence away from him, he laid Spearman\n\nout on the ground after shooting her the first time, shot her again, and left her. Lynch\n\nagreed that Spearman “didn’t do anything that—where she deserved to die.” When\n\nasked what was going through his mind at the time he pulled the trigger, Lynch stated\n\nthat it happened “[i]n one instant” and that “[i]t was forces that occurred that I can’t\n\nexplain.”\n\n        As set out above, none of the evidence showed that Lynch satisfied the statutory\n\nrequirements for an instruction on sudden passion. As stated earlier, under section\n\n19.02(a)(2) of the Texas Penal Code, sudden passion must be “directly caused by or\n\narising out of provocation by the individual killed or another acting with the person\n\n\n\n\nin contact with an ex-girlfriend who was incarcerated but was scheduled to be released soon from jail. It\nalso appeared that Lynch planned on having the soon-to-be-released ex-girlfriend move in with him at the\napartment.\n\nLynch v. State                                                                                    Page 7\n\fkilled.” TEX. PENAL CODE ANN. § 19.02(a)(2). Here, there was no evidence of any\n\nprovocation by Spearman to provoke the terror Lynch claimed to have felt. See Wooten,\n\n400 S.W.3d at 605; see also Herrera, 513 S.W.3d at 225; Griffin, 461 S.W.3d at 192. Although\n\nSpearman and Lynch were arguing, and she allegedly threatened him, the testimony\n\nestablished that she did not have a weapon and that she merely yelled and refused to\n\nmove out of the apartment. This would not commonly produce a degree of anger, rage,\n\nresentment, or terror in a person of ordinary temper, thus rendering the mind incapable\n\nof cool reflection; as such, we conclude that this is not enough to rise to the level of\n\nadequate cause. See id. § 19.02(a)(1); see also McKinney, 179 S.W.3d at 570 (“There is no\n\nevidence that the verbal taunting and physical pushing by Jeremy produced a degree of\n\nanger, rage, resentment, or terror in Appellant, sufficient to render his mind incapable of\n\ncool reflection.”).\n\n        Furthermore, Lynch denied that Spearman did anything to provoke him; rather,\n\nhe alleged that the demon that purportedly possessed Spearman was responsible for the\n\nprovocation. Even accepting his explanation of the events, Lynch did not identify an\n\nimmediate provocation by the purported demon. Lynch recounted that Spearman’s\n\nexpression changed, which frightened him, and that she told him to “do it.” See Moore v.\n\nState, 694 S.W.2d 528, 530 (Tex. Crim. App. 1985) (noting that evidence of fear alone is\n\ninsufficient to raise sudden passion). This does not satisfy the requirement that the\n\n\n\n\nLynch v. State                                                                        Page 8\n\fpassion be “directly caused by” the individual killed. See TEX. PENAL CODE ANN. §\n\n19.02(a)(2) (emphasis added).\n\n        In addition, Lynch testified that Spearman was possessed by a demon and was a\n\ndanger to his sons the day before the offense occurred. In other words, Spearman’s\n\nalleged demonic possession was not a new provocation for which a sudden-passion\n\ninstruction was justified. Id. (“‘Sudden passion’ means passion directly caused by and\n\narising out of provocation by the individual killed . . . which passion arises at the time of the\n\noffense and is not solely the result of former provocation.” (emphasis added)); Hobson v. State,\n\n644 S.W.2d 473, 478 (Tex. Crim. App. 1983) (“Appellant argues that earlier events of the\n\nmorning preceding the confrontation in the evening had created an ‘emotional crisis’ for\n\nthis father, so concerned about his daughter’s relationship with a young man just released\n\nfrom jail. However, if that be the passion influencing appellant, it cannot be reasonably\n\nsaid to be sudden—arising at the time of the offense.”); see Harper v. State, 508 S.W.3d 461,\n\n469 (Tex. App.—Fort Worth 2015, pet. ref’d); cf. TEX. PENAL CODE ANN. § 19.02(a)(1)\n\n(stating that “[a]dequate cause” is a cause that is sufficient to render the mind incapable\n\nof cool reflection).\n\n        Therefore, based on the foregoing, we cannot conclude that the trial court erred by\n\ndenying Lynch’s request for an instruction on sudden passion. We overrule his sole issue\n\non appeal.\n\n\n\n\nLynch v. State                                                                            Page 9\n\f                                       Conclusion\n\n        We affirm the judgment of the trial court.\n\n\n\n\n                                                 STEVE SMITH\n                                                 Justice\n\nBefore Chief Justice Gray,\n       Justice Johnson,\n       and Justice Smith\nAffirmed\nOpinion delivered and filed January 25, 2023\nDo not publish\n[CRPM]\n\n\n\n\nLynch v. State                                                 Page 10\n\f",
            "ocr": false,
            "opinion_id": 9366591
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}