{
    "id": 9394969,
    "judges": null,
    "date_filed": "1995-03-12",
    "date_filed_is_approximate": true,
    "slug": "in-re-jb",
    "case_name_short": "In re J.B.",
    "case_name": "In re J.B.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "The respondent father appealed from a decree of the Family Court, issued on January 14, 2022, terminating his parental rights to his son. The respondent argued on appeal that the trial justice erred in finding that he is not a fit parent who can care for his child immediately and that the termination of his parental rights is not in his child's best interests. <br><br>The Supreme Court held that the trial justice did not overlook or misconceive material evidence and was not otherwise clearly wrong in terminating the respondent's parental rights. The Court further held that the record supported that the termination of the respondent's parental rights would be in the child's best interests. Accordingly, the Court affirmed the decree of the Family Court. <br>",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "https://www.courts.ri.gov/Courts/SupremeCourt/SupremeOpinions/No. 22-23.pdf",
            "author_id": null,
            "opinion_text": "April 27, 2023\n                                                 Supreme Court\n\n                                                 No. 2022-23-Appeal.\n                                                 (KJ 20-578)\n\n          In re J.B.              :\n\n\n\n\n      NOTICE: This opinion is subject to formal revision\n      before publication in the Rhode Island Reporter. Readers\n      are requested to notify the Opinion Analyst, Supreme\n      Court of Rhode Island, 250 Benefit Street, Providence,\n      Rhode Island 02903, at Telephone (401) 222-3258 or\n      Email opinionanalyst@courts.ri.gov, of any typographical\n      or other formal errors in order that corrections may be\n      made before the opinion is published.\n\f                                                            Supreme Court\n\n                                                            No. 2022-23-Appeal.\n                                                            (KJ 20-578)\n\n\n                 In re J.B.                 :\n\n\n\n\n              Present: Suttell, C.J., Goldberg, Robinson, and Long, JJ.\n\n                                    OPINION\n\n      Justice Long, for the Court. The respondent father, William B., Jr. (father\n\nor respondent), appeals from a decree of the Family Court, issued pursuant to G.L.\n\n1956 § 15-7-7(a)(3), terminating his parental rights to his son, J.B. 1 This case came\n\nbefore the Supreme Court pursuant to an order directing the parties to appear and\n\nshow cause why the issues raised in this appeal should not be summarily decided.\n\nAfter considering the parties’ written and oral submissions and reviewing the record,\n\nwe conclude that cause has not been shown and that we may decide this case without\n\nfurther briefing or argument. For the reasons set forth in this opinion, we affirm the\n\ndecree of the Family Court.\n\n\n\n\n1\n To protect the identity of the child, this opinion uses the respondent father’s first\nname and last initial only. We intend no disrespect.\n                                         -1-\n\f                           Facts and Procedural History\n\n      On January 27, 2020, the Department of Children, Youth, and Families\n\n(DCYF) filed a petition in Family Court to terminate the parental rights of J.B.’s\n\nmother and father based on two independent grounds of unfitness: (1) The parents’\n\nsubstance-use disorder and their prognosis indicated that J.B. was unable to return\n\nto their custody within a reasonable period of time; and (2) J.B. had been placed with\n\nDCYF for a minimum of twelve months without a substantial probability that he\n\ncould return to his parents’ care within a reasonable period of time. 2\n\n      The chief judge of the Family Court held a six-day bench trial on DCYF’s\n\ntermination petition in June 2021, during which he admitted nineteen exhibits and\n\nheard testimony from respondent; the DCYF caseworkers assigned to work with the\n\nfamily; John Parsons, Ph.D., who conducted respondent’s psychological and parent-\n\nchild evaluation; a DCYF child protective investigations supervisor; Analisa\n\nGoncalves, a clinical therapist at the Providence Center; and Omer Cermik, M.D., a\n\npsychiatrist at the Providence Center. A summary of the testimony and documentary\n\nevidence relevant to our review follows.\n\n      J.B. was born on November 25, 2013, and lived with respondent and his\n\nmother until they separated from one another. After the separation, the Family Court\n\n\n\n2\n J.B.’s mother voluntarily terminated her parental rights and signed a direct consent\nadoption.\n                                         -2-\n\fentered an order in October 2016 granting joint legal custody to the parents, placing\n\nJ.B. with his mother, and providing respondent with a visitation schedule. However,\n\non February 22, 2018, respondent contacted the DCYF hotline to inform DCYF that\n\nhe suspected that J.B.’s mother was using illegal drugs.           DCYF investigated\n\nrespondent’s allegations, filed a neglect petition, and placed J.B. in relative foster\n\ncare with his maternal grandmother, where he currently resides. DCYF declined to\n\nplace J.B. with respondent based on his previous criminal record, prior substance\n\nuse, his mental health history, the fact that he was not currently caring for J.B., and\n\nwhat DCYF perceived as his delay in reporting J.B.’s mother’s substance use.\n\n      DCYF ultimately developed three case plans in an effort to facilitate\n\nrespondent’s reunification with his son. All three case plans required respondent to\n\nparticipate in efforts to remediate aspects of his life concerning potential substance-\n\nuse disorders, his mental health, and his ability to parent J.B.\n\n      After meeting with DCYF caseworker Patrick Antoine, who developed the\n\nfirst case plan, respondent attended multiple meetings with Dr. Parsons, during\n\nwhich he underwent a comprehensive psychological evaluation and completed an\n\ninteractive session with J.B. The respondent’s experience with Dr. Parsons was\n\nlargely unsuccessful. Doctor Parsons described respondent as condescending, rude,\n\nand somewhat intimidating. Doctor Parsons ultimately diagnosed respondent with\n\na personality disorder after assessing respondent’s prior criminal history, previous\n\n\n                                         -3-\n\ftime spent in incarceration, and mental health challenges, and administering the\n\nMinnesota Multiphasic Personality Inventory.\n\n      Doctor Parsons prepared a psychological test report indicating that\n\nreunification between respondent and J.B. was at moderate risk for multiple reasons,\n\nincluding respondent’s noncompliance with the evaluation; his impulsivity, limited\n\ninsight, and poor judgment; respondent’s frequent marijuana consumption; his\n\nrefusal to receive mental health services; and his overall orientation to the\n\ncircumstances leading to DCYF’s involvement in his family’s life. Doctor Parsons\n\nalso found “limited evidence to suggest [respondent] has the protective capacity to\n\nplace the needs of his son above his own.” Ultimately, Dr. Parsons recommended\n\nin the report that respondent participate in an intensive substance-abuse treatment\n\nprogram, attend individual psychotherapy with a cognitive/behavioral approach, and\n\nsubmit to a psychiatric evaluation to determine his need for psychotropic\n\nmedications.\n\n      Notwithstanding Dr. Parsons’s recommendations and the similar directives\n\ncontained in his case plans, respondent did not accomplish the tasks required to\n\ncomplete the reunification process. Specifically, Mr. Antoine testified that while\n\nrespondent completed a substance-abuse assessment, he neglected to complete an\n\nintensive substance abuse treatment program.       Mr. Antoine also testified that\n\nrespondent did not complete psychotherapy counseling or engage with a psychiatrist\n\n\n                                       -4-\n\fto assess his need for psychotropic medication prior to April 2019, when DCYF\n\nremoved Mr. Antoine from respondent’s case.\n\n      Ms. Christina Narducci, the second DCYF caseworker assigned, also\n\nconfirmed respondent’s failure to comply with the tasks required for reunification.\n\nShe testified that DCYF asked respondent to provide prescription information\n\nrelated to his medical marijuana, but he failed to do so. She further testified that\n\nrespondent’s final case plan required him to participate in substance-abuse\n\ncounseling and, along with his other required tasks, he was unsuccessful in doing so.\n\n      Regarding visitation with J.B., respondent was dissatisfied with attending\n\nvisits at DCYF facilities and expressed a desire to move them to a different location.\n\nBased on respondent’s request, DCYF facilitated supervised visitation at the\n\nChildren’s Museum beginning in June 2018. However, respondent refused to\n\nparticipate in the Families Together parenting program at the Children’s Museum,\n\nexplaining that he had had “enough visits at the Museum.” As a result, Families\n\nTogether discharged him from the parenting program on November 19, 2018.\n\n      The respondent’s failure to comply with the requirements of his case plan\n\nresulted in the Family Court suspending his visitation on one occasion and\n\neventually issuing a decree ordering him to comply with the recommendations\n\ncontained in Dr. Parsons’s report. Notwithstanding the Family Court’s decree,\n\n\n\n\n                                        -5-\n\frespondent failed to adhere to the recommendations, and Ms. Narducci therefore\n\nfiled a petition to terminate his parental rights on January 27, 2020.\n\n      The respondent also engaged in a pattern of serious and concerning behavior\n\nthroughout the duration of his case. Mr. Antoine testified that respondent acted\n\naggressively and threatened him on numerous occasions related to his visitation with\n\nJ.B. On one such occasion, during a meeting between Mr. Antoine and respondent\n\nregarding Dr. Parsons’s report, Mr. Antoine testified, respondent’s attorney had to\n\nphysically restrain him during an outburst. The trial record further indicates that\n\nJ.B.’s mother received a protective order against respondent based on threats he\n\nmade to murder nearly everyone involved in this matter, including a Family Court\n\njustice and two caseworkers.\n\n      The respondent testified on his own behalf and called both Analisa Goncalves\n\nand Dr. Cermik of the Providence Center in support of the retention of his parental\n\nrights. The respondent participated in a mental health intake assessment and four\n\ncounseling sessions with Ms. Goncalves beginning in September 2019, but\n\nultimately declined to seek further mental health counseling. The respondent also\n\nattended a one-hour psychiatric evaluation in September 2019 with Dr. Cermik, who\n\ndiagnosed him with an adjustment disorder.\n\n      After the trial concluded, the trial justice issued a written decision wherein he\n\nstated that he gave great weight to Dr. Parsons’s evaluation and recommendations\n\n\n                                         -6-\n\ffor respondent to complete an intensive substance-abuse treatment program, receive\n\nindividual psychotherapy, and attend an evaluation to assess his potential need for\n\npsychotropic medication.\n\n      The trial justice found by clear and convincing evidence that respondent failed\n\nto attend an intensive substance-abuse treatment program; did not engage in any\n\nmental health counseling after an initial evaluation in September 2019; refused to\n\npursue cognitive/behavioral counseling; and declined to participate in the Families\n\nTogether parenting program. The trial justice noted respondent’s failure to provide\n\na medical marijuana prescription, as well as his threatening, aggressive, and\n\ninappropriate behavior throughout this matter. Significantly, the trial justice found\n\nthat respondent’s “tendency to escalate quickly into aggressive behavior and threats\n\nof violence, to dysregulate when frustrated, to refuse to recognize that his marijuana\n\nusage and mental health need any attention beyond medical marijuana presents a\n\nserious risk of harm to his child.” Finally, the trial justice found that J.B. was\n\nthriving in the care of his maternal grandmother and that it was in his best interests\n\nto terminate respondent’s parental rights.\n\n      On January 14, 2022, the Family Court entered a decree terminating\n\nrespondent’s parental rights pursuant to § 15-7-7(a)(3). The respondent filed a\n\ntimely notice of appeal.\n\n\n\n\n                                        -7-\n\f                                  Standard of Review\n\n       When reviewing a termination of parental rights on appeal, this Court\n\nexamines the record to determine whether the Family Court justice’s findings are\n\nsupported by legal and competent evidence. See In re Donnell R-H Jr., 275 A.3d\n\n1139, 1143 (R.I. 2022). This Court affords the Family Court justice’s findings great\n\nweight and will refuse to disturb them unless we conclude that they are clearly wrong\n\nor that the trial justice either overlooked or misconceived material evidence. Id. In\n\na decision to terminate an individual’s parental rights, the Family Court justice must\n\ndetermine that these findings are supported by clear and convincing evidence. Id. at\n\n1143-44.\n\n                                       Discussion\n\n       The respondent argues that the trial justice erred in finding that he is not a fit\n\nparent who can care for J.B. immediately. He further argues that, in the absence of\n\na well-supported finding of unfitness, it is in J.B.’s best interests to be with his father.\n\nWe disagree.\n\n       Prior to terminating a parent’s rights, the trial justice must find that the parent\n\nis unfit. See In re Pricillion R., 971 A.2d 599, 604 (R.I. 2009). Once the Family\n\nCourt justice determines that a parent is unfit, “the best interests of the child\n\noutweigh all other considerations.” See id. (quoting In re Victoria L., 950 A.2d 1168,\n\n1174 (R.I. 2008)).\n\n\n                                           -8-\n\f      Section 15-7-7(a)(3) provides the following:\n\n             “(a) The court shall, upon a petition duly filed by a\n             governmental child placement agency or licensed child\n             placement agency, or by the birthmother or guardian of a\n             child born under circumstances referenced in subsection\n             (a)(2)(viii) of this section, after notice to the parent and a\n             hearing on the petition, terminate any and all legal rights\n             of the parent to the child, including the right to notice of\n             any subsequent adoption proceedings involving the child,\n             if the court finds as a fact by clear and convincing evidence\n             that:\n\n             “* * *\n\n             “(3) The child has been placed in the legal custody or care\n             of the department of children, youth and families for at\n             least twelve (12) months, and the parents were offered or\n             received services to correct the situation that led to the\n             child being placed; provided, that there is not a substantial\n             probability that the child will be able to return safely to the\n             parents’ care within a reasonable period of time\n             considering the child’s age and the need for a permanent\n             home[.]”\n\n      Our careful examination of the record indicates that J.B. came into the custody\n\nand care of DCYF on February 22, 2018, after respondent contacted the DCYF\n\nhotline. DCYF’s initial investigation prompted serious and immediate misgivings\n\nabout placing J.B. with respondent. Specifically, the investigation uncovered several\n\nconcerns including respondent’s previous criminal record, his past substance use and\n\nmental health history, and the fact that he was not currently caring for J.B. The\n\nevidence in the record demonstrates that DCYF attempted to address these concerns\n\nthroughout the duration of this case by creating three case plans and making referrals\n                                          -9-\n\ffor services and assistance.      However, respondent refused to meaningfully\n\nacknowledge DCYF’s concerns regarding his mental health and potential substance-\n\nuse challenges and resisted DCYF’s attempts to assist him in these areas: The record\n\nis replete with evidence demonstrating respondent’s explosive temper and overall\n\nhostility to DCYF’s involvement in this matter. Moreover, Dr. Parsons, the only\n\nmental health provider with an opportunity to substantively observe respondent and\n\nJ.B. together, expressed formidable concerns regarding his ability to parent J.B. In\n\nfact, it is clear from the record that respondent never moved beyond supervised\n\nvisitation with J.B. Our review of the evidence in the record leaves this Court with\n\nno doubt that competent evidence supports the findings of the trial justice.\n\n      After hearing testimony from the witnesses and reviewing the exhibits\n\npresented by the parties, the trial justice thoroughly outlined respondent’s failure to\n\nmeaningfully engage with the directives of his case plans. Notwithstanding prior\n\ncourt orders directing compliance with DCYF and Dr. Parsons’s recommendations,\n\nthe trial justice found that respondent failed to participate in the Families Together\n\nparenting program; refused to attend a substance-abuse treatment program; and\n\nfailed to engage in any mental health counseling. We have held on several prior\n\noccasions that a parent’s lack of interest in her or his child exemplified by an\n\nunwillingness to cooperate with DCYF services can serve as a sufficient basis for\n\n\n\n\n                                        - 10 -\n\fthe Family Court to make a finding of unfitness. See In re James H., 181 A.3d 19,\n\n26-27 (R.I. 2018).\n\n      Nevertheless, respondent maintains that he is justified in refusing to follow\n\nthe recommendations mandated by the Family Court. Specifically, respondent\n\nargues that we should excuse his failure to follow the Family Court’s directives\n\nbecause he does not have mental health or substance-use concerns that would\n\nprevent him from successfully parenting J.B. With respect to his substance use,\n\nrespondent asserts that the trial justice should not have faulted him for failing to\n\nproduce a marijuana prescription because doctors allegedly cannot do so in Rhode\n\nIsland 3 and further, that the trial justice should not have relied on his drug screens\n\nwithout expert testimony. Regarding his mental health and behavioral history,\n\n\n\n3\n  More specifically, respondent asserts that the federal government’s treatment of\nmarijuana as a controlled substance prevents doctors from “prescribing” it to patients\nin Rhode Island. Therefore, he argues, the trial justice’s decision erroneously faulted\nhim for failing to produce a medical marijuana prescription. Before this Court,\nrespondent’s counsel noted that trial counsel attempted to elicit information\nregarding this alleged impossibility while cross-examining Ms. Narducci. During\nthis exchange with Ms. Narducci, the trial justice directed respondent’s counsel to\naddress this issue in a post-trial memorandum. Our review of the record reveals that\nrespondent did not do so. Further, it appears that respondent himself testified that a\ndoctor prescribed him medical marijuana, and Ms. Narducci also testified that DCYF\nsought background information related to his prescription in an effort to determine\nthe validity of his medical marijuana card and the underlying health concern leading\nto its issuance. Based on respondent’s refusal to provide DCYF with additional\ninformation surrounding his medical marijuana card, this Court is unable to conclude\nthat the trial justice erred in finding that respondent failed to produce his prescription\nfor medical marijuana.\n                                          - 11 -\n\frespondent argues that the medical evidence presented in this case does not support\n\na finding that he has serious mental health concerns. Similarly, he argues that the\n\ntrial justice’s findings overexaggerated his inability to control his emotions and that\n\nthe trial justice should not have relied on his history of violence to support the finding\n\nof unfitness.\n\n      The respondent’s arguments, however, overlook the multifaceted and wide-\n\nranging concerns identified in the trial justice’s decision supporting the termination\n\nof his parental rights. While this Court acknowledges respondent’s objection to the\n\ntrial justice’s characterization of his mental health and substance-use concerns, it is\n\nundisputed that respondent failed to carry out the required directives of his case\n\nplans. Further, respondent has not demonstrated that he meaningfully attempted to\n\novercome Dr. Parsons’s concerns that he lacks “the protective capacity to place the\n\nneeds of his son above his own.” Therefore, we are not persuaded by respondent’s\n\narguments that the trial justice erred in finding that he is not a fit parent who can care\n\nfor J.B. immediately.\n\n      This Court recognizes that respondent clearly loves his son. Further, we credit\n\nrespondent’s initial attempts to address the goals identified in his case plans.\n\nHowever, our review of the record compels the conclusion that the trial justice did\n\nnot err in determining that J.B. had been placed with DCYF for at least twelve\n\nmonths, that DCYF offered services to address the reasons for placement in DCYF\n\n\n                                          - 12 -\n\fcustody after February 22, 2018, and that there was not a substantial probability that\n\nhe could return to respondent’s care within a reasonable period of time. Therefore,\n\nwe conclude that the trial justice did not err in determining that respondent is an unfit\n\nparent pursuant to § 15-7-7(a)(3).\n\n      Once DCYF establishes that a respondent is an unfit parent and that it made\n\nreasonable efforts at reunification, the child’s best interests outweigh all other\n\nconsiderations. In re Donnell R-H Jr., 275 A.3d at 1144. When this Court considers\n\nthe best interests of the child, we remain mindful of the monumental impact of\n\nsevering the bond between parent and child. Id. at 1145-46. Nevertheless, this\n\nCourt’s review of the record reveals that the trial justice’s findings regarding J.B.’s\n\nbest interests are supported by legally competent evidence. See id. at 1146. The trial\n\njustice determined that J.B. has lived with his maternal grandmother for several years\n\nand has formed a strong bond in her household. Our prior cases acknowledge a\n\nchild’s entitlement to permanency and the unfairness of waiting for a respondent\n\nparent for an indeterminate period of time. See id. (citing In re Eric K., 756 A.2d\n\n769, 772 (R.I. 2000)). Based on the stability and longstanding nature of J.B.’s\n\ncurrent placement, this Court agrees that it is in J.B.’s best interests to terminate the\n\nrespondent’s parental rights.\n\n      This Court acknowledges the respondent’s connection with his son. However,\n\nour conclusion regarding the finding of his unfitness shifts our focus away from the\n\n\n                                         - 13 -\n\fparent and toward the child. In re Donnell R-H Jr., 275 A.3d at 1146. Accordingly,\n\nwe discern no error in the trial justice’s finding that termination of the respondent’s\n\nparental rights is in J.B.’s best interests.\n\n                                       Conclusion\n\n       Based on the foregoing, we affirm the decree appealed from and remand the\n\nrecord in this matter to the Family Court.\n\n\n\n\n       Justice Lynch Prata did not participate.\n\n\n\n\n                                           - 14 -\n\f                                              STATE OF RHODE ISLAND\n                                         SUPREME COURT – CLERK’S OFFICE\n                                               Licht Judicial Complex\n                                                 250 Benefit Street\n                                               Providence, RI 02903\n\n\n                                     OPINION COVER SHEET\n\n\nTitle of Case                            In re J.B.\n\n                                         No. 2022-23-Appeal.\nCase Number\n                                         (KJ 20-578)\n\nDate Opinion Filed                       April 27, 2023\n\n\nJustices                                 Suttell, C.J., Goldberg, Robinson, and Long, JJ.\n\n\nWritten By                               Associate Justice Melissa A. Long\n\n\nSource of Appeal                         Providence County Family Court\n\n\nJudicial Officer from Lower Court        Chief Judge Michael B. Forte\n\n                                         For Petitioner:\n\n                                         Alexander B. Terry\n                                         Court Appointed Special Advocate\nAttorney(s) on Appeal\n                                         Dianne L. Leyden\n                                         Department of Children, Youth, and Families\n                                         For Respondent:\n\n                                         Kara J. Maguire, Esq.\n\n\n\n\nSU-CMS-02A (revised November 2022)\n\f",
            "ocr": false,
            "opinion_id": 9390445
        }
    ],
    "court_short_name": "Supreme Court of Rhode Island",
    "court_full_name": "Supreme Court of Rhode Island",
    "court_type": "S",
    "court_jurisdiction": "Rhode Island, RI",
    "crime_category": "Murder"
}