{
    "id": 9398311,
    "judges": "Laster Mays",
    "date_filed": "2014-12-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-curry",
    "case_name_short": "Curry",
    "case_name": "State v. Curry",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "R.C. 2929.14(C)(4) consecutive-sentence findings R.C. 2953.08(D)(1) reviewability jointly recommended sentence Reagan Tokes Law. A trial court is not required to make consecutive-sentence findings under R.C. 2929.14(C)(4) for a jointly recommended sentence that is authorized by law and includes nonmandatory consecutive sentences, or to include the findings in the sentencing entry. The sentence is not reviewable under 2953.08(D)(1). Constitutional challenges to indefinite sentencing provisions of the Reagan Tokes Law are overruled based on the en banc decision in State v. Delvallie, 2022-Ohio-470, 185 N.E.3d 536 (8th Dist.).",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2023 Ohio 1571"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "https://www.supremecourt.ohio.gov/rod/docs/pdf/8/2023/2023-Ohio-1571.pdf",
            "author_id": null,
            "opinion_text": "[Cite as State v. Curry, 2023-Ohio-1571.]\n\n                               COURT OF APPEALS OF OHIO\n\n                              EIGHTH APPELLATE DISTRICT\n                                 COUNTY OF CUYAHOGA\n\nSTATE OF OHIO,                                    :\n\n                 Plaintiff-Appellee,              :\n                                                            No. 111948\n                 v.                               :\n\nTYCHON CURRY,                                     :\n\n                 Defendant-Appellant.             :\n\n\n                                JOURNAL ENTRY AND OPINION\n\n                 JUDGMENT: AFFIRMED\n                 RELEASED AND JOURNALIZED: May 11, 2023\n\n\n          Criminal Appeal from the Cuyahoga County Court of Common Pleas\n                              Case No. CR-20-655371-A\n\n\n                                            Appearances:\n\n                 Michael C. O’Malley, Cuyahoga County Prosecuting\n                 Attorney, and Andrew F. Rogalski, Assistant Prosecuting\n                 Attorney, for appellee.\n\n                 Bennett Legal, LLC, and Mark S. Bennett, for appellant.\n\n\nANITA LASTER MAYS, A.J.:\n\n                   Defendant-appellant Tychon Curry (“Curry”) filed an appeal asking\n\nthis court to vacate his sentence and remand the matter to the trial court for\n\nresentencing. Curry argues that (1) the record does not support the findings that\n\fconsecutive sentences were appropriate; and (2) the Reagan Tokes Law sentencing\n\nscheme under S.B. 201 is unconstitutional. We affirm.\n\nI.    Background and Facts\n\n              On January 5, 2021, Curry was indicted for aggravated murder,\n\nR.C. 2903.01(A),    murder,      R.C.    2903.02(B),      and     felonious    assault,\n\nR.C. 2903.11(A)(1). Each count carried one- and three-year firearm specifications\n\nunder R.C. 2941.141(A) and 2941.145(A) and a weapons forfeiture specification\n\nunder R.C. 2941.1417(A).\n\n               The case was reassigned to the mental health docket and set for trial.\n\nAt the January 4, 2022 final pretrial, the terms of a plea offer were placed on the\n\nrecord and explained to Curry who stated he understood. The proceedings were\n\nadjourned to allow Curry to speak with counsel.\n\n              On March 14, 2022, the parties appeared for trial. A revised plea offer\n\nwas discussed and placed on the record. The state advised:\n\n      After further discussions with defense counsel this morning, the State\n      of Ohio, with the permission of my supervisor, did provide a second\n      offer to the defendant that was communicated just prior to going on the\n      record today as follows:\n\n      The prior mark had been essentially murder with a one-year firearm\n      specification and Count 4, having weapons under disability, so that the\n      Court would be starting at life in prison with parole eligibility beginning\n      in 16 years based upon Count 1.\n\n      Under the revised plea offer made this morning, the State of Ohio\n      would amend Count 1, murder, to a felony of the first degree\n      involuntary manslaughter, which I believe is 2903.04(A) of the Revised\n      Code, and that would include a three-year firearm specification.\n\f      There would also be a plea of guilty to Count 3, felonious assault,\n      without the firearm specifications, and Count 4, having weapons under\n      disability, without the firearm specifications but with the forfeiture of\n      the weapon.\n\n      So that — and there would be a jointly recommended sentencing\n      agreement between the State of Ohio and the defense of 18 years based\n      upon those plea counts.\n\n      That was the offer that was communicated within the last half hour to\n      the defense counsel, and I do believe they have had an opportunity to\n      discuss that with Mr. Curry.\n\n      So it’s — the one offer was life in prison, parole eligibility beginning at\n      16 years. The second offer is no life in prison, 18 years flat, with Reagan\n      Tokes Law.\n\n(Tr. 22-23.)1\n\n                The court asked how the parties reached an agreed 18 years where\n\nthe counts could potentially merge. The state responded that the parties could agree\n\nto no merger. The court inquired whether the revised plea would be for 18 years and\n\nwhether the court had any discretion. The state responded:\n\n      It would be jointly recommended by both parties to the Court. So the\n      Court can sentence — follow our recommendation or not. That’s how I\n      always interpret that agreement between the parties, is we both\n      recommend 18; the Court can decide to accept it or to sentence\n      otherwise.\n\n(Tr. 24.)\n\n                Defense counsel agreed with the interpretation but advised that Curry\n\nwould accept an agreed recommended sentence of 16 years.                  The parties\n\ncompromised on 17 years. The state explained:\n\n\n      1The having a weapon while under disability charge stemmed from an Ashtabula\nCounty arrest warrant.\n\f      That is correct, your Honor. And to accomplish this plea, the State\n      would then also dismiss Count 3 in its entirety. So that we would have\n      Count 1 amended, involuntary manslaughter, with the three-year\n      firearm specification, and then Count 4 as amended, weapons under\n      disability, without any firearm specifications, which will enable the\n      Court, if it’s so inclined, to sentence Mr. Curry to the 17 years that will\n      be jointly recommended at the sentencing hearing by both the state of\n      Ohio and the defense. That’s my understanding.\n\n(Tr. 25-26.) The trial court fully explained the application of indefinite sentencing\n\nunder the Reagan Tokes Law during the plea colloquy and provided an example of\n\nits impact based on the jointly recommended sentence. Curry pleaded guilty,\n\ncounsel agreed that the trial court complied with Crim.R. 11, and that Curry’s plea\n\nwas knowingly, intelligently, and voluntarily made.\n\n              Sentencing was conducted the next day on March 15, 2022. The state\n\nalleged that in December 2020, Curry resided with his long-time friend David Young\n\n(“Young”) in Young’s one-bedroom apartment in Garfield Heights. Young’s brother\n\nand another individual also resided there. The day of the shooting, Young and\n\nCurry’s younger brother returned from running errands. Young, who occupied the\n\nbedroom, discovered what appeared to be sputum or phlegm on his pillow. Curry’s\n\nyounger brother was in the bathroom when he heard shots and emerged to see Curry\n\nstanding over Young hitting him with a gun.\n\n              Curry’s younger brother left the apartment and called 911. Police\n\narrived to find Curry and Young with blood on their clothing and a .45 caliber gun\n\nalso with blood on it. Young appeared to be deceased. The state said Curry\n\f“numerous times sort of confessed that he was the one that did it claiming that\n\n[Young] was coming at him and attacking him in his sleep.” (Tr. 42.)\n\n               The state also said that while Curry’s family was somewhat satisfied\n\nwith the plea, Young’s family wanted the case to go to trial and that Young’s sister\n\nplanned to address the court. Defense counsel objected that Marsy’s Law does not\n\nprovide a right for a victim to ask the trial court to vacate a plea.2 Young’s sister\n\nstated that Curry’s younger brother had recently been located and was on the way to\n\nCleveland to testify, but the state had advised her that it was too late to move forward\n\nwith trial. The sister also recited a troubling history of behavior by Curry toward\n\nYoung but said that Young repeatedly forgave Curry.\n\n               The trial court addressed the defense objection to the statement. “The\n\ncourt * * * does note that Marsy’s Law does not give the victim or the representative\n\nthe right to ask the Court to withdraw the plea, so the court will not address that\n\nissue.” (Tr. 52.)\n\n                The trial court announced:\n\n      This court has considered all of the information that’s been presented\n      today. I’ve reviewed the purposes and principles of sentencing\n      pursuant to Revised Code 2929.11, the seriousness and recidivism\n      factors relevant to these offenses and yourself pursuant to Revised\n\n\n\n      2  Article I, Section 10a of the Ohio Constitution (“Marsy’s Law”) became effective\non February 5, 2018, and expands the rights afforded to victims of crime. State v. Hughes,\n2019-Ohio-1000, 134 N.E.3d 710, ¶ 13 (8th Dist.). Effective April 6, 2023, House Bill 343\nwas designed to provide “guidance to those in the criminal justice system on how those\nrights are to be protected.” Ohio Judicial Conference Enactment News, House Bill 343\nMarsy’s Law Implementation, pg. 1. Neither the original Marsy’s Law nor House Bill 343\ndeclares that a victim is a party to a criminal action. Hughes at ¶ 14; id. at p. 3.\n\fCode 2929.12, and the need for deterrence, incapacitation,\nrehabilitation and restitution.\n\nThis Court will adopt the agreed sentence placed onto the record\nyesterday. Count 1, the involuntary manslaughter, this Court will\nsentence you, Mr. Curry, to three years on the firearm specification,\nwhich will be served prior to and consecutive with the indefinite\nsentence of 11 to 16 and a half years in prison.\n\nOn Count 4, I will sentence you to three years in prison.\n\nI make the further finding that consecutive sentences are warranted in\nthe present case, and I’m ordering Mr. Curry to serve the sentences on\nCounts 1 and 4 consecutively.\n\nAfter reviewing the record and the evidence, I find that consecutive\nsentences are necessary to punish, to protect the public from future\ncrime, and are not disproportionate to the conduct or danger posed\nhere by the defendant, and that these offenses are part of a course of\nconduct, and that the harm caused for the loss of life is so great that a\nsingle prison term would not adequately reflect the seriousness of the\nconduct.\n\nThis equals a total prison sentence of 17 years. It does not include the\nindefinite sentencing time that’s attached to Count 1.\n\nIt is presumed, Mr. Curry, that you’ll be released when you finish your\nminimum term for Count 1 unless the Ohio Department of\nRehabilitation and Corrections determines that you must remain in\nprison for bad conduct; and that this decision is made by the Ohio\nDepartment of Rehabilitation and Corrections.\n\nIf you are not released when your minimum term ends, you will serve\nan additional specified period of time and be given a new release date.\n\nYou will be released on that date unless you are, again, denied release\nfor bad conduct. This process will repeat until you are either released\nor until you finish your maximum term.\n\nI want to remind you that once you finish your mandatory portion of\nthat three-year specification, you would then be eligible to earn good\ntime credit. I have the right to deny your good time credit, but before\nthat would happen, I would assign counsel for you. We would have a\nhearing.\n\f(Tr. 53-56.) Postrelease control was also imposed. The defense’s objection to the\n\nReagan Tokes Law’s indefinite sentencing structure was also noted for the record.\n\nII.     Consecutive Sentences\n\n                Curry argues the record does not support that consecutive sentences\n\nwere appropriate. More specifically, Curry argues that the trial court failed to make\n\nthe consecutive-sentence findings required by R.C. 2929.14(C)(4). Instead, the trial\n\ncourt “only engaged in a talismanic incantation of the code by stating on the record\n\nthat ‘[i]t was necessary to punish, to protect the public from future, crime, and are\n\nnot disproportionate to the conduct or danger posed here by the defendant.’”\n\nAppellant’s brief, p. 10, quoting tr. 54.\n\n                We review felony sentences under the standard set forth in\n\nR.C. 2953.08(G)(2). State v. Marcum, 146 Ohio St.3d 516, 2016-Ohio-1002, 59\n\nN.E.3d 1231, ¶ 16.\n\n        R.C. 2953.08(G)(2) provides that when reviewing felony sentences, a\n        reviewing court may overturn the imposition of consecutive sentences\n        where the court “clearly and convincingly” finds that (1) “the record\n        does not support the sentencing court’s findings under\n        R.C. 2929.14(C)(4),” or (2) “the sentence is otherwise contrary to law.”\n\nState v. Henderson, 8th Dist. Cuyahoga Nos. 106340 and 107334, 2018-Ohio-3168,\n\n¶ 15.\n\n                However, we must first address whether the lack of consecutive-\n\nsentence     findings   renders    the      sentence   unauthorized   by   law     under\n\nR.C. 2953.08(D)(1) for the purposes of appellate review. State v. Coleman, 8th Dist.\n\nCuyahoga No. 111332, 2022-Ohio-4013, ¶ 18.\n\f               R.C. 2953.08(D)(1) states:\n\n       A sentence imposed upon a defendant is not subject to review under\n       this section if the sentence is authorized by law, has been recommended\n       jointly by the defendant and the prosecution in the case, and is imposed\n       by a sentencing judge.\n\n               “[A] trial court’s imposition of nonmandatory consecutive sentences\n\nwithin an agreed sentencing range is a jointly recommended sentence that is\n\nauthorized by law and not reviewable on appeal under R.C. 2953.08(D)(1).” State v.\n\nGrant, 2018-Ohio-1759, 111 N.E.3d 791, ¶ 29 (8th Dist.). “[I]t does not matter if the\n\njointly recommended sentence is a range or a specific term, as long as the sentence\n\nis authorized by law, the sentence is not reviewable.”           Id. at ¶ 19, citing\n\nR.C. 2953.08(D)(1).    Thus, it is also true that “[i]n the context of a jointly\n\nrecommended sentence that includes nonmandatory consecutive sentences, a trial\n\ncourt is not required to make the consecutive sentence findings under\n\nR.C. 2929.14(C)(4) or include those in the sentencing entry.” State v. Coleman, 8th\n\nDist. Cuyahoga No. 111332, 2022-Ohio-4013, ¶ 19, citing State v. Sergent, 148 Ohio\n\nSt.3d 94, 2016-Ohio-2696, 69 N.E.3d 627, ¶ 43.\n\n               The alleged failure of the trial court to make the consecutive-sentence\n\nfindings under R.C. 2929.14(C)(4) is not subject to review on appeal pursuant to\n\nR.C. 2953.08(D)(1). Therefore, we find that Curry’s sentence is not subject to review\n\nand the first assigned error is overruled.\n\nIII.   Reagan Tokes Law\n\n               Curry’s second and final assignment of error is that\n\f      [a]ppellant’s indefinite sentence imposed under the Reagan Tokes\n      sentencing scheme violates appellant’s rights under the United States\n      Constitution applied to the State of Ohio through the Fourteenth\n      Amendment and the Ohio Constitution as it denies appellant due\n      process of law; violates the Sixth Amendment right to a jury trial;\n      violates the separation of powers doctrine; does not provide fair\n      warning of the dictates of the statute to ordinary citizens; and the\n      statute conferred too much authority to the Ohio Department of\n      Rehabilitation and Correction (“ODRC”).\n\n               Curry cites this court’s holdings in State v. Delvallie, 2021-Ohio-\n\n1809, 173 N.E.3d 544 (8th Dist.), State v. Daniel, 2021-Ohio-1963, 173 N.E.3d 184\n\n(8th Dist.), and State v. Sealey, 2021-Ohio-1949, 173 N.E.3d 894 (8th Dist.), finding\n\nthe Reagan Tokes Law to be unconstitutional under the grounds cited by Curry.\n\nCurry also acknowledges that this court’s court’s en banc holding in State v.\n\nDelvallie, 8th Dist. Cuyahoga No. 109315, 2022-Ohio-470, overruled the prior\n\nholdings. In light of the pending cases before the Ohio Supreme Court on the\n\nconstitutionality of the Reagan Tokes Law in State v. Hacker, Case No. 2020-1496\n\nand State v. Simmons, Case No. 2021-0532, Curry has made and preserved his\n\nchallenges to the law.\n\n               The second assignment of error is also overruled.\n\nIV.   Conclusion\n\n              The trial court’s judgment is affirmed.\n\n      It is ordered that appellee recover from appellant costs herein taxed.\n\n      The court finds there were reasonable grounds for this appeal.\n\n      It is ordered that a special mandate issue out of this court directing the\n\ncommon pleas court to carry this judgment into execution.          The defendant’s\n\fconviction having been affirmed, any bail pending is terminated. Case remanded to\n\nthe trial court for execution of sentence.\n\n      A certified copy of this entry shall constitute the mandate pursuant to Rule 27\n\nof the Rules of Appellate Procedure.\n\n\n\nANITA LASTER MAYS, ADMINISTRATIVE JUDGE\n\nEILEEN A. GALLAGHER, J., and\nEILEEN T. GALLAGHER, J., CONCUR\n\n\n\nN.B. Administrative Judge Anita Laster Mays is constrained to apply Delvallie’s\nen banc decision. For a full explanation of her analysis, see State v. Delvallie,\n2022-Ohio-470, 185 N.E.3d 536 (8th Dist.) (Laster Mays, J., concurring in part\nand dissenting in part).\n\nJudge Eileen T. Gallagher joined the dissent by Judge Lisa B. Forbes in Delvallie\nand would have found that R.C. 2967.271(C) and (D) of the Reagan Tokes Law are\nunconstitutional.\n\f",
            "ocr": false,
            "opinion_id": 9393787
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}