{
    "id": 9425634,
    "judges": "Olson, J.",
    "date_filed": "2008-12-22",
    "date_filed_is_approximate": true,
    "slug": "com-v-wilson-e",
    "case_name_short": "Com.",
    "case_name": "Com. v. Wilson, E.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-S28019-23m - 105666791238968222.pdf",
            "author_id": 8241.0,
            "opinion_text": "J-S28019-23\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT O.P. 65.37\n\n  COMMONWEALTH OF PENNSYLVANIA                 :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                 v.                            :\n                                               :\n                                               :\n  EDWARD D. WILSON                             :\n                                               :\n                       Appellant               :   No. 1364 WDA 2022\n\n           Appeal from the PCRA Order Entered November 7, 2022\n   In the Court of Common Pleas of Armstrong County Criminal Division at\n                      No(s): CP-03-CR-0000647-2018\n\n\nBEFORE:      PANELLA, P.J., OLSON, J., and STEVENS, P.J.E.*\n\nMEMORANDUM BY OLSON, J.:                       FILED: September 12, 2023\n\n       Appellant, Edward D. Wilson, appeals from the order entered on\n\nNovember 7, 20221 in the Criminal Division of the Court of Common Pleas of\n\nArmstrong County that denied his petition for collateral relief filed pursuant to\n\nthe Post-Conviction Relief Act (PCRA), 42 Pa.C.S.A. § 9541-9546. We affirm.\n\n       This Court previously summarized the historical facts of this case on\n\ndirect appeal.\n\n       On the evening of July 8, 2018, Chad Bennett (“Bennett”), his ex-\n       girlfriend, Crystal Johns (“Johns”), and friend, Justin Batten\n       (“Batten”), were drinking at the Hot Spot bar in Kittanning,\n       Pennsylvania. At approximately 1:30 a.m. on July 9, 2018,\n\n____________________________________________\n\n\n* Former Justice specially assigned to the Superior Court.\n\n\n1 We have amended the caption to reflect that an appeal properly lies from\n\nthe entry of a final order, which in this case is the order that dismissed\nAppellant’s petition for collateral relief as untimely. See Commonwealth v.\nShamberger, 788 A.2d 408, 410 n.2 (Pa. Super. 2001) (en banc).\n\fJ-S28019-23\n\n\n     Bennett, Batten, and Johns left the Hot Spot and drove to the\n     house of Johns&#x27;s aunt. When they arrived at the house, Johns\n     went inside while Bennett and Batten waited for her to return.\n\n     At some point, Johns exited the house and began looking for\n     something in her car. While Bennett and Batten were waiting,\n     [Appellant] arrived at the house on a tractor. [Appellant] got off\n     of the tractor, ran towards Johns, and struck Johns in the face\n     several times. Bennett saw [Appellant] strike Johns, shouted at\n     [Appellant] and walked towards him. [Appellant] and Bennett\n     approached each other and began fighting. Sometime thereafter,\n     Batten broke up the fight. Batten and Bennett discovered that\n     Bennett had suffered a large gash wound from his sternum to his\n     stomach, and Bennett&#x27;s intestines were visible. No one saw any\n     weapons or sharp objects, and none were recovered. Bennett was\n     transported to the hospital[, where medical personnel removed\n     several feet of his intestines due to] his injuries.\n\n     A jury subsequently convicted [Appellant] of [one count each of\n     aggravated assault and simple assault]. The trial court deferred\n     sentencing [to allow preparation of] a pre-sentence investigation\n     report. On April 12, 2018, prior to sentencing, [Appellant] filed a\n     [post-trial motion] alleging that the Commonwealth committed a\n     BradyFN1 violation and requesting a new trial. Specifically,\n     [Appellant] argued that the Commonwealth [] failed to disclose\n     the “Agreement to Classify Case as Inactive” (“Inactive\n     Agreement”),FN2 which the Commonwealth used to secure\n     Bennett&#x27;s testimony against [Appellant].           The trial court\n     considered the [m]otion to be a premature post-sentence motion\n     and deferred ruling until after [Appellant’s] sentencing.\n\n\n       FN1 See Brady v. Maryland, 373 U.S. 83, 87 (1963) (holding\n\n       that the prosecution must disclose evidence favorable to the\n       accused that is material either to guilt or punishment).\n\n       FN2 In its memorandum and order, the      trial court explained\n       the unique practice of inactive status and inactive\n       agreements in Armstrong County. “In Armstrong County,\n       inactive status operates a[s a] general continuance of a case,\n       pending some action that causes the case to be placed back\n       on active status.” See Post-Sentence Motion Memorandum\n       and Order, 9/20/19, at 3. Further, “[i]nactive agreements\n       are not a matter of public record.” Id. The original copy of\n\n                                    -2-\n\fJ-S28019-23\n\n\n       the agreement is retained by the Court Administrator until\n       active status is resumed, at which point the Court\n       Administrator discards the original agreement.          Id.\n       Additionally, the Commonwealth keeps a physical copy of any\n       inactive agreements. Id.\n\n       On July 21, 2017, prior to the filing of charges against\n       [Appellant] in the instant case, Bennett was charged in a\n       separate     case    with  drug-related   offenses.       The\n       Commonwealth and Bennett subsequently entered into the\n       Inactive Agreement. As a result, Bennett&#x27;s case was placed\n       on inactive status pending the outcome of [Appellant’s] trial.\n       The trial court found that, pursuant to the Inactive\n       Agreement, Bennett waived his Pa.R.Crim.P. 600 speedy trial\n       rights and his right to assert the applicable statute of\n       limitations “as consideration for being placed on [i]nactive\n       [s]tatus.” Id. at 3. The Inactive Agreement further specified\n       that Bennett&#x27;s case would remain inactive “until [Appellant’s]\n       matter is finalized.” Id. At some point, the Commonwealth\n       provided discovery materials to [Appellant], but did not\n       include a copy of, or otherwise mention, the Inactive\n       Agreement. Id. at 3-5. Ultimately, [Appellant] was not\n       made aware of the Inactive Agreement until post-sentence\n       proceedings. Id.\n\n\n     On July 18, 2019, the trial court sentenced [Appellant] to a term\n     of 10 to 20 years in prison for the aggravated assault conviction,\n     with credit for time served, plus fines and costs. The trial court\n     imposed no further penalty for [Appellant’s] conviction of simple\n     assault.\n\n     On July 24, 2019, [Appellant] filed a supplemental post-sentence\n     motion, in which he incorporated the Brady claim, and included a\n     list of witnesses to testify about the Inactive Agreement. The trial\n     court conducted a post-sentence motion hearing on September 6,\n     2019.      On September 20, 2019, the trial court issued a\n     memorandum and order denying [Appellant’s] motion for failure\n     to establish the prejudice requirement of Brady. Thereafter,\n     [Appellant timely appealed].\n\nCommonwealth v. Wilson, 239 A.3d 110, at *1-2 (Pa. Super. 2020)\n\n(unpublished memorandum) (footnotes in original).\n\n                                    -3-\n\fJ-S28019-23\n\n\n       On July 29, 2020, this Court affirmed Appellant&#x27;s judgment of sentence.\n\nSee id. at *3. Specifically, we agreed with the trial court that, although the\n\nInactive Agreement constituted an undisclosed benefit conferred on Bennett,\n\nAppellant failed to establish that he was prejudiced by nondisclosure in view\n\nof the overwhelming and highly corroborated quantum of evidence that\n\nestablished his guilt.2 See id. Appellant did not petition for review by our\n\nSupreme Court.3\n\n       On September 14, 2020, Appellant filed a timely pro se PCRA petition,\n\nhis first. The court appointed PCRA counsel who filed an amended petition on\n\nDecember 11, 2020.         The amended petition alleged that trial counsel was\n\nineffective in failing to have meaningful conversations with Appellant, in failing\n\nto raise an alternative theory of defense, and in refusing to allow Appellant to\n\n\n\n____________________________________________\n\n\n2 Appellant withdrew a challenge to the legality of his sentence.   See Wilson,\n239 A.3d 110, at *3 n.4.\n\n3 Appellant needed to file his petition for allowance of appeal to the Supreme\n\nCourt no later than August 28, 2020. See Pa.R.A.P. 1113(a) (petition for\nallowance of appeal to Supreme Court shall be filed within 30 days of entry of\nSuperior Court order). As it shall become relevant below, after we affirmed\nAppellant’s judgment of sentence on July 29, 2020 but 10 days before\nAppellant’s petition for allowance became due, our Supreme Court filed its\ndecision in Commonwealth v. Bagnall, 235 A.3d 1075 (Pa. 2020). In its\nAugust 18, 2020 opinion, the Bagnall Court held, inter alia, that a homicide\ndefendant was entitled to a new trial due to the prosecution’s Brady violation\nwhere an undisclosed cooperation agreement between the Commonwealth\nand a witness constituted impeachment evidence that was material to the\ndefendant’s case since the defendant established a reasonable probability of\na different trial outcome if the agreement had been disclosed. See Bagnall,\nsupra.\n\n                                           -4-\n\fJ-S28019-23\n\n\ntestify at trial. The amended petition did not allege that direct appeal counsel\n\nwas ineffective in failing to petition for allowance of appeal to our Supreme\n\nCourt on the strength of Bagnall.\n\n       The PCRA court convened a hearing on January 21, 2021, at which\n\nAppellant and trial counsel testified. On February 4, 2021, the PCRA court\n\ndismissed Appellant&#x27;s petition.         We affirmed the dismissal of Appellant’s\n\npetition on November 16, 2021 and the Supreme Court denied further review\n\non May 3, 2022. See Commonwealth v. Wilson, 268 A.3d 427 (Pa. Super.\n\n2021) (unpublished memorandum), appeal denied, 277 A.3d 1108 (Pa. 2022).\n\n       Appellant filed a second petition, through counsel, on June 23, 2022.4\n\nThis petition alleged that direct appeal counsel was ineffective in failing to\n\nseek further review before the Supreme Court in August 2020 after the Court\n\nissued its decision in Bagnall. The petition also alleged that PCRA counsel\n\nwho filed an amended petition on December 11, 2020 was ineffective in failing\n\n\n\n\n____________________________________________\n\n\n4 Appellant’s June 2022 petition was preceded by two pro se filings submitted\n\non February 24, 2022 and March 29, 2022. Litigation of Appellant’s pro se\nsubmissions could not proceed given the pendency of appellate review on\nAppellant’s first PCRA filing. See Commonwealth v. Lark, 746 A.2d 585,\n588 (Pa. 2000) (“when an appellant&#x27;s PCRA appeal is pending before a court,\na subsequent PCRA petition cannot be filed until the resolution of review of\nthe pending PCRA petition by the highest state court in which review is sought,\nor upon the expiration of the time for seeking such review”), rev’d on other\ngrounds, Commonwealth v. Small, 238 A.3d 1267 (Pa. 2020).\n\n\n                                           -5-\n\fJ-S28019-23\n\n\nto raise the ineffectiveness of direct appeal counsel. The PCRA court dismissed\n\nAppellant’s petition on November 7, 2022 and this appeal followed.5\n\n       Appellant’s brief lists two claims for our review.\n\n       Whether Appellant has timely filed the instant PCRA petition?\n\n       Whether Bagnall supports Appellant’s claim that he entitled to\n       collateral relief on his Brady claim?\n\nAppellant’s Brief at 4 (cleaned up).\n\n       In addressing Appellant’s issues, we are mindful of our well-settled\n\nstandard and scope of review of an order denying a PCRA petition. Proper\n\nappellate review of a PCRA court’s dismissal of a petition is limited to an\n\nexamination of “whether the PCRA court’s determination is supported by the\n\nrecord and free of legal error.” Commonwealth v. Miller, 102 A.3d 988,\n\n992 (Pa. Super. 2014) (citation omitted). “The PCRA court’s findings will not\n\nbe disturbed unless there is no support for the findings in the certified record.”\n\nCommonwealth v. Lawson, 90 A.3d 1, 4 (Pa. Super. 2014) (citations\n\nomitted). “This Court grants great deference to the findings of the PCRA court,\n\nand we will not disturb those findings merely because the record could support\n\na contrary holding.”       Commonwealth v. Hickman, 799 A.2d 136, 140\n\n(Pa. Super. 2002) (citation omitted). In contrast, we review the PCRA court’s\n\nlegal conclusions de novo.         Commonwealth v. Henkel, 90 A.3d 16, 20\n\n(Pa. Super. 2014) (en banc), appeal denied, 101 A.3d 785 (Pa. 2014).\n\n\n____________________________________________\n\n\n5 Both Appellant and the PCRA court have complied with Pa.R.A.P. 1925.\n\n\n                                           -6-\n\fJ-S28019-23\n\n\n\n      It is well-established that the timeliness of a PCRA petition is\n\njurisdictional, and if a PCRA petition is untimely, courts lack jurisdiction over\n\nthe claims and cannot grant relief. Commonwealth v. Wharton, 886 A.2d\n\n1120, 1124 (Pa. 2005); see also Commonwealth v. Callahan, 101 A.3d\n\n118, 121 (Pa. Super. 2014) (holding, courts do not have jurisdiction over an\n\nuntimely PCRA petition). To be timely filed, a PCRA petition, including second\n\nand subsequent petitions, must be filed within one year of the date a\n\npetitioner’s judgment of sentence becomes final. 42 Pa.C.S.A. § 9545(b)(1).\n\n“A judgment becomes final at the conclusion of direct review, including\n\ndiscretionary review in the Supreme Court of the United States and the\n\nSupreme Court of Pennsylvania, or at the expiration of the time for seeking\n\nthe review.”   42 Pa.C.S.A. § 9545(b)(3).       The PCRA’s jurisdictional time\n\nrestriction is constitutionally sound. Commonwealth v. Cruz, 852 A.2d 287,\n\n292 (Pa. 2004).\n\n      Appellant’s judgment of sentence became final on August 28, 2020.\n\nTherefore, Appellant had until August 28, 2021, in which to file a timely PCRA\n\npetition. 42 Pa.C.S.A. § 9545(b)(1) (stating, a PCRA petition, “including a\n\nsecond or subsequent petition, shall be filed within one year of the date the\n\njudgment becomes final” unless the petitioner alleges and proved one of the\n\nthree enumerated exceptions set forth herein). The order currently subject\n\nto review denied a petition filed on June 23, 2022. Therefore, the instant\n\npetition is patently untimely.\n\n\n\n\n                                      -7-\n\fJ-S28019-23\n\n\n\n       If a PCRA petition is untimely filed, the jurisdictional time-bar can only\n\nbe overcome if the petitioner alleges and proves one of the three statutory\n\nexceptions, as set forth in 42 Pa.C.S.A. § 9545(b)(1). Commonwealth v.\n\nSpotz, 171 A.3d 675, 678 (Pa. 2017). The three narrow statutory exceptions\n\nto the one-year time-bar are as follows: “(1) interference by government\n\nofficials in the presentation of the claim; (2) newly[-]discovered facts; and (3)\n\nan after-recognized constitutional right.” Commonwealth v. Brandon, 51\n\nA.3d 231, 233-234 (Pa. Super. 2012), citing 42 Pa.C.S.A. § 9545(b)(1)(i-iii).\n\nA petition invoking an exception to the jurisdictional time-bar must be filed\n\nwithin one year of the date that the claim could have been presented. 6 42\n\nPa.C.S.A. § 9545(b)(2) (effective Dec. 24, 2018). If a petitioner fails to invoke\n\na valid exception to the PCRA time-bar, courts are without jurisdiction to\n\nreview the petition and provide relief. Spotz, 171 A.3d at 676.\n\n       It is well-established that, to invoke the newly-discovered facts\n\nexception, the petitioner must plead and prove facts that were “unknown” to\n\nhim or her, and that he or she could not uncover such facts with the exercise\n\nof “due diligence.” Commonwealth v. Bennett, 930 A.2d 1264, 1274 (Pa.\n\n____________________________________________\n\n\n6 We note that effective December 24, 2018, the time-period in which to file\n\na petition invoking one of the three exceptions was extended from 60 days to\none year. 42 Pa.C.S.A. § 9545(b)(2). This amendment applies to claims\narising one year prior to the effective date of the amendment; i.e. December\n24, 2017, or later. Act. 2018, Oct. 24, P.L. 894, No. 146, § 3. Because\nAppellant filed his PCRA petition on June 23, 2022, this amendment applies,\nand Appellant had one year in which to file a petition that validly invoked any\nof the exceptions to the PCRA’s time-bar.\n\n\n                                           -8-\n\fJ-S28019-23\n\n\n\n2007); see also Commonwealth v. Small, 238 A.3d 1267, 1271 (Pa. 2020)\n\n(stating that, the newly-discovered facts exception “renders a petition timely\n\nwhen the petitioner establishes that the facts upon which the claim is\n\npredicated were unknown to the petitioner and could not have been\n\nascertained by the exercise of due diligence”). Our Supreme Court recently\n\nreiterated the well-established principle that a judicial decision does not\n\nconstitute a “fact” for purposes of the newly-discovered facts exception.\n\nCommonwealth v. Reid, 235 A.3d 1124, 1147 (Pa. 2020).\n\n      Appellant does not expressly invoke any of the timeliness exceptions set\n\nforth in Section 9545. Instead, Appellant notes initially that nunc pro tunc\n\nreinstatement of appellate rights is an appropriate remedy where a timely\n\nPCRA petition has been filed and a deprivation of effective assistance of\n\nappellate counsel has occurred. See Appellant’s Brief at 10-11. Appellant\n\nnext suggests that Bagnall represents a change in the law and that “manifest\n\ninjustice” would result if he were precluded from litigating his claims of\n\nineffective assistance under the new standards.      See id. at 12.    Appellant\n\nconcludes that he has “timely preserved” his claims since the ineffectiveness\n\nof PCRA counsel could not have been raised until the Supreme Court denied\n\nhis petition for allowance of appeal on May 3, 2022. See id. at 13.\n\n      Appellant ignores fundamental principles of Pennsylvania law in\n\nadvancing his claims that his June 23, 2022 petition was timely, that our\n\nSupreme Court’s decision in Bagnall somehow extended the time for filing a\n\npetition for collateral relief, and that a manifest injustice permits us to reach\n\n                                      -9-\n\fJ-S28019-23\n\n\n\nthe merits of Appellant’s untimely collateral claims. As we stated above, Lark\n\nprecluded the filing of a subsequent petition until appellate review of\n\nAppellant’s first petition had concluded.    Hence, Appellant’s June 23, 2022\n\npetition, filed more that 21 months after his judgment of sentence became\n\nfinal, was patently untimely.\n\n      Moreover, Appellant has not validly invoked any of the statutory\n\nexceptions to the PCRA’s one-year time bar which are set forth at Section\n\n9545. Pennsylvania courts have consistently held that judicial opinions are\n\nnot new facts under Section 9545(b)(1)(ii). See Reid, 235 A.3d at 1148;\n\nCommonwealth v. Watts, 23 A.3d 980, 987 (Pa. 2011) (subsequent\n\ndecisional law does not constitute a new fact under Section 9454(b)(1)(ii)).\n\nAccordingly, the issuance of the Supreme Court’s opinion in Bagnall does not\n\nimplicate the timeliness exception found at Section 9454(b)(1)(ii).\n\n      Appellant also cannot rely upon the new constitutional right exception\n\nfound in Section 9545(b)(1)(iii). This provision is triggered only when “the\n\nright asserted is a constitutional right that was recognized by the Supreme\n\nCourt of the United States or the Supreme Court of Pennsylvania after the\n\ntime period provided in this section and has been held by that court to apply\n\nretroactively.” 42 Pa.C.S.A. § 9545(b)(1)(iii). Our review of Bagnall leads\n\nus to conclude that the decision neither announced a new constitutional right\n\nnor contained an express pronouncement of retroactive application.      Thus,\n\nSection 9545(b)(1)(iii) does not apply in this instance.\n\n\n\n\n                                    - 10 -\n\fJ-S28019-23\n\n\n\n      In short, everything Appellant needed to know in order to litigate the\n\nalleged ineffectiveness of direct appeal counsel was available when Appellant\n\nfiled his initial timely petition; he cannot now cite the claimed ineffectiveness\n\nof original PCRA counsel as grounds for circumventing the PCRA’s one-year\n\ntime bar.   See Commonwealth v. Robinson, 837 A.2d 1157, 1161 (Pa.\n\n2003) (“[t]he PCRA confers no authority upon this Court to fashion ad hoc\n\nequitable exceptions to the PCRA time-bar in addition to those exceptions\n\nexpressly   delineated   in        the    Act[]”)    (citation   omitted);    see    also\n\nCommonwealth v. Bradley, 261 A.3d 381, 406 (Pa. 2021) (Justice\n\nDougherty concurring) (“Importantly, our decision today does not create an\n\nexception to the PCRA&#x27;s jurisdictional time-bar, such that a petitioner\n\nrepresented by the same counsel in the PCRA court and on PCRA appeal could\n\nfile an untimely successive PCRA petition challenging initial PCRA counsel&#x27;s\n\nineffectiveness   because     it    was    his   ‘first   opportunity   to   do   so[.]’”);\n\nCommonwealth v. Stahl, 292 A.3d 1130, 1136 (Pa. Super. 2023) (“Nothing\n\nin Bradley creates a right to file a second PCRA petition outside the PCRA&#x27;s\n\none-year time limit as a method of raising ineffectiveness of PCRA counsel or\n\npermits recognition of such a right.”).\n\n      For each of the foregoing reasons, we conclude that the PCRA court\n\ncorrectly dismissed Appellant’s June 23, 2022 petition as untimely and not\n\nsubject to any statutory exception to the PCRA’s jurisdictional time bar.\n\nBecause we lack jurisdiction to reach the merits of Appellant’s claims for\n\ncollateral relief, we need not discuss the second issue Appellant raises on\n\n                                           - 11 -\n\fJ-S28019-23\n\n\n\nappeal. We therefore shall affirm the order entered by the PCRA court on\n\nNovember 7, 2022.\n\n     Order affirmed.\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 9/12/2023\n\n\n\n\n                                 - 12 -\n\f",
            "ocr": false,
            "opinion_id": 9839259
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Murder"
}