{
    "id": 9435361,
    "judges": null,
    "date_filed": "2003-04-11",
    "date_filed_is_approximate": true,
    "slug": "lewis-young-v-the-state-of-texas",
    "case_name_short": null,
    "case_name": "Lewis Young v. the State of Texas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "https://search.txcourts.gov/RetrieveDocument.aspx?DocId=52908&Index=%5c%5c10%2e20%2e4%2e7%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "                                    In The\n                               Court of Appeals\n                      Seventh District of Texas at Amarillo\n\n                                        No. 07-23-00003-CR\n\n                               LEWIS YOUNG, APPELLANT\n\n                                                V.\n\n                           THE STATE OF TEXAS, APPELLEE\n\n                          On Appeal from the 137th District Court\n                                 Lubbock County, Texas\n       Trial Court No. DC-2022-CR-1505, Honorable John J. McClendon, III, Presiding\n\n                                        October 24, 2023\n                             MEMORANDUM OPINION\n                 Before QUINN, C.J., and PARKER and YARBROUGH, JJ.\n\n\n      Following a plea of not guilty, Appellant, Lewis Young, was convicted by a jury of\n\nmanslaughter.1    The jury assessed punishment: life imprisonment.        By four issues,\n\nAppellant contends the trial court abused its discretion in: (1) denying his motion for\n\nmistrial based upon his alleged incompetency; (2) failing to grant his motion for\n\ncontinuance; (3) failing to conduct a competency hearing outside the presence of the jury;\n\n\n\n\n      1 TEX. PENAL CODE ANN. § 19.04.\n\fand (4) denying his motion for new trial based upon the lack of fitness of the foreperson\n\nof the jury.2 We affirm.\n\n\n                                               BACKGROUND\n\n\n        Because Appellant does not challenge the sufficiency of the evidence to support\n\nhis conviction, we set forth only those facts necessary for disposition of his appellate\n\nissues. TEX. R. APP. P. 47.1.\n\n\n        On the first day of trial, before the lunch break, Appellant informed his attorneys\n\nhe had a bathroom emergency. After the trial court dismissed the jury for lunch, his\n\nattorneys discovered he had urinated on himself. The attorneys took Appellant to the\n\nbathroom and were able to get new clothing for him. While Appellant was changing, his\n\nattorneys made three motions with the trial court: a motion for mistrial, a motion for\n\ncontinuance based on incompetency, and a motion suggesting incompetency.                                  The\n\nattorneys told the trial court Appellant has “good days and bad days” regarding his\n\ncognitive abilities, and that day was an “especially bad day.” The trial court denied all\n\nthree motions and declined to make an inquiry into Appellant’s mental condition, instead\n\nassuring them it would “strongly suggest” to the sheriff’s department to evaluate\n\nAppellant’s competency to stand trial.               The State’s attorneys also said they would\n\nrecommend evaluation to the sheriff’s department.                    The following day, the medical\n\npersonnel from the jail reported to the trial court, “everything looks okay.” Based on the\n\n\n\n\n        2  The State has argued Appellant did not adequately brief his issues. However, because\nAppellant’s brief is sufficient to acquaint the Court with the issues in this case and presents arguments that\nwill enable the Court to decide the case, we find the briefing substantially complies with the appellate rules.\nTEX. R. APP. P. 38.9.\n                                                      2\n\freport, the trial court determined Appellant was competent to stand trial and the trial\n\ncontinued.\n\n\n      At the end of the trial, after Appellant was convicted and sentenced to life in prison,\n\nthe jury was questioned. During questioning of the foreperson, it was discovered she\n\nsuffered from severe anxiety and mental health issues which required her to seek care\n\nfrom a therapist during the trial. Appellant moved for a new trial based upon the juror’s\n\ncommunications with her therapist during the trial. The court conducted a hearing on the\n\nmotion. Appellant was permitted to call the foreperson as a witness but was not permitted\n\nto call another juror or the foreperson’s therapist. Appellant’s attorneys then made a bill\n\nof exception to show the other juror would have testified he did not believe Appellant was\n\nguilty of manslaughter, and the foreperson appeared to “have an agenda.” Appellant also\n\nmade a bill of exception to indicate he anticipated the therapist would have contradicted\n\nthe foreperson regarding the number of times she contacted the therapist. This appeal\n\nfollowed.\n\n\n                                  STANDARD OF REVIEW\n\n\n      A trial court’s denial of a mistrial is reviewed for an abuse of discretion. Ocon v.\n\nState, 284 S.W.3d 880, 884 (Tex. Crim. App. 2009) (citations omitted). A trial judge’s\n\ndecision to not pursue a formal finding of incompetency is reviewed under an abuse of\n\ndiscretion standard. Mason v. State, No. 07-14-00345-CR, 2015 Tex. App. LEXIS 12515,\n\nat *10 (Tex. App.—Amarillo Dec. 9, 2015, pet. ref’d) (citing Moore v. State, 999 S.W.2d\n\n385, 393 (Tex. Crim. App. 1999)); see also Luna v. State, 268 S.W.3d 594, 600 (Tex.\n\nCrim. App. 2008). An appellate court views the evidence in the light most favorable to\n\n                                             3\n\fthe trial court’s ruling, considering only those arguments before the court at the time of\n\nthe ruling.   Id.   The ruling must be upheld if it was within the zone of reasonable\n\ndisagreement. Id. A trial court abuses its discretion when its decision falls outside the\n\nzone of reasonable disagreement. Aceituno-Urbina v. State, No. 07-22-00205-CR, 2023\n\nTex. App. LEXIS 4262, at *2 (Tex. App.—Amarillo June 16, 2023, pet. filed) (citing Henley\n\nv. State, 493 S.W.3d 77, 82–83 (Tex. Crim. App. 2016)).\n\n\n       The granting or denying of a motion for continuance is within the sound discretion\n\nof the trial court. Renteria v. State, 206 S.W.3d 689, 699 (Tex. Crim. App. 2006) (citations\n\nomitted). A defendant must show “specific prejudice to his defense” to establish that the\n\ntrial court abused its discretion in refusing to grant a continuance. Id.\n\n\n       Finally, we review the denial of a motion for new trial for abuse of discretion. Najar\n\nv. State, 618 S.W.3d 366, 371 (Tex. Crim. App. 2021); McQuarrie v. State, 380 S.W.3d\n\n145, 150 (Tex. Crim. App. 2012). An appellant bears the burden of proving the allegation\n\nof juror misconduct. Hughes v. State, 24 S.W.3d 833, 842 (Tex. Crim. App. 2000).\n\n\n                                         ANALYSIS\n\n\nISSUES ONE AND THREE—FAILURE TO CONDUCT INFORMAL COMPETENCY INQUIRY\n\n\n       Appellant’s first and third issues complain the trial court failed to make an informal\n\ninquiry upon a suggestion of incompetence as prescribed under article 46B. TEX. CODE\n\nCRIM. PROC. ANN. art. 46B.004. He complains the trial court should have made an\n\n\n\n\n                                             4\n\finformal inquiry, and failing to make the inquiry, should have granted his motion for\n\nmistrial.3\n\n\n        A defendant is incompetent to stand trial if he does not have “(1) sufficient present\n\nability to consult with [his] lawyer with a reasonable degree of rational understanding[] or\n\n(2) a rational as well as factual understanding of the proceedings against [him].” Art.\n\n46B.003(a).      A person is presumed to be competent to stand trial unless proved\n\nincompetent by a preponderance of the evidence. Art. 46B.003(b). Once the issue of a\n\ndefendant’s competency to stand trial has been sufficiently raised, the trial judge should\n\ndetermine by “informal inquiry” whether there is “some evidence from any source that\n\nwould support a finding that the defendant may be incompetent to stand trial.” Art.\n\n46B.004(c). If after an informal inquiry the court determines that evidence exists to\n\nsupport a finding of incompetence, the court shall order an examination to determine\n\nwhether the defendant is incompetent to stand trial. Art. 46B.005(a); see also Mason v.\n\nState, No. 07-14-00345-CR, 2015 Tex. App. LEXIS 12515, at *9 (Tex. App.—Amarillo\n\nDec. 9, 2015, pet. ref’d) (mem. op., not designated for publication).\n\n\n        At trial, Appellant’s counsel orally made a suggestion of incompetency as follows:\n\n\n        [A]fter talking with [co-counsel], at this point, due to what seems to be\n        medical issues that we were previously unaware, we’re going to . . . make\n        [a] motion suggesting the competency in conjunction – in addition to the\n        bladder control problems. [Co-counsel] has expressed to me he’s\n        experienced – especially today, [Appellant] has good days and bad days,\n        that today is especially a bad day, as far as his cognitive – cognitive abilities\n        and understanding.\n\n\n\n\n        3 Appellant’s third issue complains about the failure to perform the informal inquiry while his first\n\nissue complains of the denial of mistrial.\n                                                     5\n\fWhen the trial court denied the motion, Appellant’s counsel asked: “[I]s the court able to\n\norder him to be mentally evaluated this evening to see if there’s any underlying issues\n\nthat need to be addressed?” The trial court responded, “I’ll certainly urge the sheriff’s\n\noffice to look at that . . . I’m not certain it’s something that I can order . . . but I can certainly\n\nstrongly urge it.”\n\n\n       The State’s attorneys then volunteered to recommend to the sheriff’s department\n\nto conduct the medical evaluation as well. The following morning, the trial court stated:\n\n\n       Yesterday during trial, counsel for the defense and the State joined in this.\n       I asked that we make certain that medical staff visit with [Appellant], . . . and\n       make certain that everything is okay. I received a report back from medical\n       services, and they’ve indicated that everything is okay.\n\n\n       Appellant complains this medical report did not satisfy the required “informal\n\ninquiry” into his competency under article 46B.004. Appellant argues the medical report\n\ndid not evaluate his mental condition or competency to otherwise stand trial. However,\n\nthere is no copy of the medical report in the record, and there is no specific objection to\n\nany of the findings in the report, including any deficiency, in the record. Under an abuse\n\nof discretion standard, we may not surmise what the contents of the medical report were,\n\nand we are required to give deference to the trial court’s factfinding. Crain v. State, 315\n\nS.W.3d 43, 48 (Tex. Crim. App. 2010). Absent evidence in the record to the contrary, the\n\nevaluation requested by the trial court is more than the de minimis informal inquiry\n\nrequired by statute.\n\n\n       Furthermore, Appellant’s counsel did not raise any specific concerns regarding his\n\ncompetency to trigger the “informal inquiry” requirement of article 46B. Although counsel\n\n\n                                                  6\n\fstated Appellant was having an “especially bad day,” he did not articulate any of the\n\nfactors prescribed by statute indicating incompetency. See Art. 46B.024; cf. Boyett v.\n\nState, 545 S.W.3d 556, 560–61 (Tex. Crim. App. 2018) (defendant’s counsel stated he\n\nwas having trouble communicating with his client, observed bizarre behaviors, and\n\npresented testimony from four witnesses who observed bizarre and irrational behaviors\n\nfrom the defendant). This is “a case in which there is some evidence of mental illness but\n\nno evidence from which it may reasonably be inferred that the defendant’s mental illness\n\nrenders him incapable of consulting rationally with counsel.” Turner v. State, 422 S.W.3d\n\n676, 696 (Tex. Crim. App. 2013). There was no evidence before the trial court “that would\n\nsupport a finding that the defendant may be incompetent to stand trial.” Art. 46B.004(c).\n\nAccordingly, the trial court was not under any duty to conduct an informal inquiry into\n\nAppellant’s competency. Supra. Appellant’s first and third issues are overruled.\n\n\nISSUE TWO—ERROR NOT PRESERVED REGARDING CONTINUANCE OF TRIAL\n\n\n      Appellant complains the trial court abused its discretion in denying his motion for\n\na continuance.    Particularly, Appellant’s counsel wished to have time to ensure\n\nAppellant’s competency and ability to participate in his own defense.\n\n\n      To preserve error regarding the denial of a motion for a continuance, the motion\n\nmust be in writing and sworn. TEX. CODE CRIM. PROC. ANN. art. 29.06–.08; Dewberry v.\n\nState, 4 S.W.3d 735, 755–56 (Tex. Crim. App. 1999); Matamoros v. State, 901 S.W.2d\n\n470, 478 (Tex. Crim. App. 1995). Appellant’s counsel only made an oral motion for\n\ncontinuance at trial and did not file a subsequent written motion. As such, this issue has\n\nnot been preserved for appeal. Appellant’s second issue is overruled.\n\n                                            7\n\fISSUE FOUR—DENIAL OF MOTION FOR NEW TRIAL BASED ON JUROR MISCONDUCT\n\n\n        In his final issue, Appellant complains the trial court abused its discretion in not\n\ngranting his motion for new trial. The motion was based on the foreperson of the jury\n\nbeing found to have severe anxiety issues which caused her to contact her therapist\n\nduring the trial.    After the jury was empaneled, but before opening statements and\n\nintroduction of evidence, the foreperson met with her therapist to ask for coping\n\nmechanisms during the trial. She also received text messages from her therapist during\n\nthe trial checking on her mental health status. The foreperson testified she did not\n\nexchange any information regarding any aspect of the trial with her therapist. While the\n\nrecord indicates there may have been additional evidence from another juror regarding\n\nher motives for voting guilty, we are not permitted to invade the deliberations of the jury,\n\nincluding their mental processes. TEX. R. EVID. 606(b)(1).\n\n\n        A juror is generally qualified to serve when she is older than eighteen years of age\n\nand of sound mind.4 Even if the juror is found to have a mental defect, the record must\n\ndemonstrate the mental defect prevented her from understanding her limited role as a\n\njuror before she can be disqualified. Sparks v. State, No. AP-76,099, 2010 Tex. Crim.\n\nApp. Unpub. LEXIS 629, at *43–47 (Tex. Crim. App. Oct. 20, 2010). Although there is\n\nsome indication the foreperson’s anxiety was severe, there is no evidence it prevented\n\nher from comprehending her role or fulfilling her duties as a juror. We do not find the\n\nforeperson’s anxiety issues to be disqualifying. Id.\n\n\n\n\n         4 TEX. GOV’T CODE ANN. § 62.102; see also TEX. CODE CRIM. PROC. ANN. art. 35.16(a) (juror may be\n\ndisqualified for insanity, but mental defects may be waived if not properly challenged).\n                                                   8\n\f       The foreperson’s conversations with her therapist during the trial similarly did not\n\ndisqualify her as a juror. No person shall be permitted to converse with a juror about the\n\ncase on trial except in the presence and by the permission of the court. Art 36.22. A\n\nviolation of article 36.22, once proven by the defendant, triggers a rebuttable presumption\n\nof injury to the accused, and a mistrial may be warranted. Ocon, 284 S.W.3d at 884\n\n(internal quotations and citations omitted).           When determining whether the State\n\nsufficiently rebutted the presumption of harm, we view the evidence in the light most\n\nfavorable to the trial court’s ruling and defer to the trial court’s resolution of historical facts\n\nand its determinations concerning credibility and demeanor. Id.\n\n\n       Here, the foreperson’s testimony did not reveal she spoke about the trial to her\n\ntherapist, or if the therapist influenced her decisions regarding guilt in any way. There\n\nmust be evidence the juror was influenced by an outside source before a mistrial or new\n\ntrial may be warranted. Id. at 885–86. Even when a juror expresses some bias towards\n\nthe defendant in outside conversations, those expressions are not in and of themselves\n\nenough to warrant a new trial.5 Accordingly, because the foreperson was qualified to\n\nserve and there is no evidence she was influenced by an outside source, Appellant did\n\nnot meet his burden to prove juror misconduct. TEX. R. EVID. 606(b)(2)(A).\n\n\n       We do not find the trial court abused its discretion in denying Appellant’s motion\n\nfor new trial. Appellant’s fourth issue is overruled.\n\n\n\n\n       5 See id. at 882–83 (juror overheard in bathroom complaining about his schedule and expressed\n\nhis opinion defendant was “dirty, disgusting” on cellphone); Quinn v. State, 958 S.W.2d 395, 397 (Tex.\nCrim. App. 1997) (juror calling defendant “bastard” and complained to co-worker over phone); see also\nLooney v. State, No. 07-22-00299-CR, 2023 Tex. App. LEXIS 7265, at *2 (Tex. App.—Amarillo Sep. 19,\n2023, no pet. h.) (alternate juror present during initial jury deliberations).\n                                                  9\n\f                                      CONCLUSION\n\n\n      The trial court’s judgment is affirmed.\n\n\n\n\n                                                   Alex Yarbrough\n                                                      Justice\n\nDo not publish.\n\n\n\n\n                                           10\n\f",
            "ocr": false,
            "opinion_id": 9893185
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}