{
    "id": 9444110,
    "judges": "Groves",
    "date_filed": "1987-06-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-pacheco",
    "case_name_short": "Pacheco",
    "case_name": "State v. Pacheco",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Conceded error nunc pro tunc R.C. 2903.08(C)(2) and (3) points license suspension consecutive sentences prior conviction postrelease control enhanced classification Reagan Tokes. The trial court's imposition of a ten-year driver's license suspension following a conviction for vehicular assault was contrary to law. Under R.C. 2903.08(C)(2) and (3), absent a prior conviction, a defendant is not subject to an enhanced classification as it relates to license suspension. The trial court made the necessary findings for consecutive sentences. Reagan Tokes is not unconstitutional. The trial court erred when it stated in its entries that the defendant was convicted of felonious assault by means of a deadly weapon or dangerous ordnance, in violation of R.C. 2903.11(A)(2), rather than felonious assault in violation of R.C. 2903.11(A)(1) accordingly, the trial court must correct that error on remand.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2023 Ohio 4208"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "https://www.supremecourt.ohio.gov/rod/docs/pdf/8/2023/2023-Ohio-4208.pdf",
            "author_id": null,
            "opinion_text": "[Cite as State v. Pacheco, 2023-Ohio-4208.]\n\n\n                               COURT OF APPEALS OF OHIO\n\n                             EIGHTH APPELLATE DISTRICT\n                                COUNTY OF CUYAHOGA\n\nSTATE OF OHIO,                                      :\n\n                 Plaintiff-Appellee,                :\n                                                             No. 112268\n                 v.                                 :\n\nJASON PACHECO,                                      :\n\n                 Defendant-Appellant.               :\n\n\n                                JOURNAL ENTRY AND OPINION\n\n                 JUDGMENT: AFFIRMED IN PART, REVERSED IN PART,\n                           AND REMANDED\n                 RELEASED AND JOURNALIZED: November 22, 2023\n\n\n         Criminal Appeal from the Cuyahoga County Court of Common Pleas\n                          Case No. CR-22-668598-A\n\n\n                                              Appearances:\n\n                 Michael C. O’Malley, Cuyahoga County Prosecuting\n                 Attorney, and Eben O. McNair, Daniel Cleary, and\n                 Samantha Sohl, Assistant Prosecuting Attorneys, for\n                 appellee.\n\n                 The Law Office of Schlachet and Levy and Eric M. Levy,\n                 for appellant.\n\n\nEMANUELLA D. GROVES, J.:\n\n                   Defendant-appellant, Jason Pacheco (“Pacheco”) appeals his\n\nconvictions stemming from a bar fight and car crash on December 24, 2021, that\n\fkilled one victim and seriously injured another. For the following reasons, we affirm\n\nin part, reverse in part, and remand for further proceedings consistent with this\n\nopinion.\n\nProcedural and Factual History\n\n               On December 24, 2021, Pacheco and his friends were involved in a\n\ndisturbance at a bar. Pacheco and his friends left the bar and drove south on W. 25th\n\nStreet, where he ran a red light. Pacheco was speeding at approximately 60 m.p.h.\n\nwhen he crashed into Ms. Hana Mohamed’s minivan. Ms. Mohammed was partially\n\nejected from the vehicle. Ms. Mohammed and her mother, Naderah Iwais, were\n\ntransported to the hospital with serious injuries. Ms. Iwais succumbed to her\n\ninjuries. Pacheco and his passengers fled the scene of the accident. The next day,\n\nPacheco contacted the police.\n\n               Pacheco was indicted on March 15, 2022, in C.P. No. CR-22-668598\n\nin a 16-count indictment stemming from the incident at the bar and the collision.\n\nOn October 31, 2022, Pacheco pleaded guilty to amended Count 1, felonious assault,\n\na felony of the second degree, in violation of R.C. 2903.11(A)(1); Count 2, aggravated\n\nvehicular homicide, a felony of the third degree, in violation of R.C.\n\n2903.06(A)(2)(a), which merged with Count 1 for sentencing; Count 4, aggravated\n\nvehicular assault, a felony of the third degree, in violation of R.C. 2903.08(A)(2)(b);\n\nCount 6, failure to stop after accident, a felony of the third degree, in violation of\n\nR.C. 4549.02(A)(1); Count 7, failure to stop after accident, a felony of the fifth\n\ndegree, in violation of R.C. 4549.02(A)(1); Count 9, riot, a misdemeanor of the first\n\fdegree, in violation of R.C. 2917.03(A)(1). The trial court ordered a presentence\n\ninvestigation (“PSI”), and sentencing was set for November 30, 2022.\n\n              Pacheco was sentenced to six to nine years on Count 1, felonious\n\nassault. Count 1 was subject to an indefinite six to nine years under the Reagan\n\nTokes Law and was merged with Count 2 for sentencing purposes. The court\n\nimposed a prison term of three years on Count 4. The court ordered consecutive\n\nservice for Counts 1 and 4 and stated the following findings on the record:\n\n      THE COURT: The record should reflect that I imposed a consecutive\n      sentence on Counts 1 and 4. The court finds that consecutive sentences\n      are necessary to protect the public from future crime and to punish the\n      offender, and consecutive sentences are not disproportionate to the\n      seriousness of the offender’s conduct and to the danger the offender\n      poses to the public. The offender’s history of criminal conduct\n      demonstrates that consecutive sentences are necessary to protect the\n      public from future crimes by the offender, and there were two separate\n      victims in this case.\n\n              Regarding the remaining counts, the trial court imposed a prison\n\nterm of 36 months on Count 6, 12 months on Count 7, and six months on Count 9,\n\nall concurrent to Count 1. The aggregate term was six to nine years. Finally, the\n\ncourt imposed a ten-year license suspension upon Pacheco’s release from prison.\n\nPacheco now appeals and raises the following assignments of error for review.\n\n                           First Assignment of Error\n\n      The trial court erred when it imposed a sentence suspending the\n      appellant’s driver’s license for ten-years, contrary to law.\n\f                         Second Assignment of Error\n\n      The trial court erred when it imposed a sentence assessing points to\n      appellant’s driving record not announced at the oral sentencing hearing\n      and contrary to law.\n\n                          Third Assignment of Error\n\n      The record does not support the consecutive sentence imposed upon\n      appellant, and the findings required to impose consecutive sentences\n      were incomplete and contrary to law.\n\n                         Fourth Assignment of Error\n\n      Appellant’s indefinite sentence imposed under the Reagan Tokes\n      sentencing scheme violates appellant’s rights under the United States\n      Constitution applied to the state of Ohio through the Fourteenth\n      Amendment and the Ohio constitution as it denies appellant due\n      process of law; violates the right to equal protection; violates the Sixth\n      Amendment right to a jury trial; violates the separation of powers\n      doctrine; does not provide fair warning of the dictates of the statute to\n      ordinary citizens; and the statute conferred too much authority to the\n      Ohio Department of Rehabilitation and Correction (ODRC).\n\n                           Fifth Assignment of Error\n\n      The trial court erred when it reflected the wrong code section for\n      amended Count 1, felonious assault, in its plea and sentencing journal\n      entries.\n\nLaw and Analysis\n\n              The standard of review for felony sentencing requires an appellate\n\ncourt to review the record, including the findings underlying the sentence ordered\n\nby the sentencing court. State v. Goins, 8th Dist. Cuyahoga No. 98256, 2013-Ohio-\n\n263, ¶ 6. If the reviewing court clearly and convincingly finds that (1) the record\n\ndoes not support the sentencing court’s findings or (2) the sentence is otherwise\n\ncontrary to law, then the appellate court may increase, reduce, or otherwise modify\n\fa sentence; or the appellate court may vacate the sentence and remand the matter\n\nto the court for resentencing. Id. For ease of analysis, Pacheco’s assignments of\n\nerror will be addressed out of order and together, where appropriate.\n\nLicense Suspension and Points\n\n               Pacheco’s first and second assignments of error will be addressed\n\ntogether for ease of analysis.\n\n               Pacheco argues in his first and second assignments of error the trial\n\ncourt erred when it imposed a ten-year driver’s license suspension on Count 4,\n\naggravated vehicular assault, under R.C. 2903.08(A)(2)(b); and the trial court failed\n\nto inform Pacheco that six points were assessed on his license.\n\n               As a preliminary matter, R.C. 2903.08(C)(2) and (3) govern\n\npunishment     for     vehicular   assault   under   R.C.   2903.08(A)(2)   and   (3).\n\nR.C. 2903.08(C) (2) provides in relevant part:\n\n      In addition to any other sanctions imposed, the court shall impose\n      upon the offender a class four suspension of the offender’s driver’s\n      license, commercial driver’s license, temporary instruction permit,\n      probationary license, or nonresident operating privilege from the range\n      specified in division (A)(4) of section 4510.02 of the Revised Code or,\n      if the offender previously has been convicted of or pleaded guilty to a\n      violation of this section, any traffic-related homicide, manslaughter, or\n      assault offense, or any traffic-related murder, felonious assault, or\n      attempted murder offense, a class three suspension of the offender’s\n      driver’s license, commercial driver’s license, temporary instruction\n      permit, probationary license, or nonresident operating privilege from\n      the range specified in division (A)(3) of that section.\n\n               The assessment of points is also prescribed by statute. R.C. 4510.036\n\nrequires as follows:\n\f        (B) Every court of record or mayor’s court before which a person is\n        charged with a violation for which points are chargeable by this section\n        shall assess and transcribe to the abstract of conviction that is\n        furnished by the bureau to the court the number of points chargeable\n        by this section in the correct space assigned on the reporting form.\n        ***\n\n        (C) A court shall assess the following points for an offense based on the\n        following formula:\n\n        (1) Aggravated vehicular homicide, vehicular homicide, vehicular\n        manslaughter, aggravated vehicular assault, or vehicular assault when\n        the offense involves the operation of a vehicle, streetcar, or trackless\n        trolley on a highway or street ______6 points.\n\n                In the instant matter, Pacheco argues that the trial court imposed a\n\nten-year license suspension, which is unauthorized by law for vehicular assault\n\nconviction and failed to inform him that a six-point license assessment was\n\nstatutorily required. There is no dispute that if the crimes are statutory, so are the\n\npenalties, and the only sentence that a trial court may impose is that provided for by\n\nstatute. State v. McKenzie, 7th Dist. Columbiana No. 20 CO 0024, 2021-Ohio-3170,\n\n¶ 19.\n\n                As it relates to the license suspension, Pacheco claims that absent a\n\nprior conviction, he is only subject to a class four suspension.          A class four\n\nsuspension requires the court to impose a definite license suspension of one to five\n\nyears. A trial court may enhance a class four license suspension to a class three\n\nsuspension when the charge includes a prior conviction. R.C. 2903.08(C)(2).\n\n                Pacheco pleaded guilty to two counts of failure to stop after an\n\naccident in violation of R.C. 4549.02. R.C. 2903.08 requires the trial court to\n\fenhance a violation of R.C. 2903.08(A)(2) from an F4 to an F3, based on the same\n\ncourse of conduct as the violations for a failure to stop after an accident; however, it\n\ndoes not permit an enhancement of the class license suspension. R.C. 2903.08\n\nrequires a previous conviction and may not rely on the same course of conduct that\n\nresulted in the violation of R.C. 2903.08(A)(2) before the trial court is required to\n\nenhance a class four license suspension to a class three license suspension.\n\n               In the instant case, Pacheco had no applicable previous conviction.\n\nThe trial court was required to impose a definite term of suspension of between one\n\nand five years. Accordingly, the ten-year driver’s license suspension is contrary to\n\nlaw.\n\n               Pacheco alleges that the trial court assessed six points on his license\n\nunder R.C. 4510.036 but failed to impose points during the sentencing hearing when\n\nPacheco was physically present. R.C. 4510.036. Pacheco relies on Crim.R. 43, which\n\nprovides in part:\n\n       Except as provided in Rule 10 of these rules and division (A)(2) of this\n       rule, the defendant must be physically present at every stage of the\n       criminal proceeding and trial, including the impaneling of the jury, the\n       return of the verdict, and the imposition of sentence, except as\n       otherwise provided by these rules.\n\n               A sentence is contrary to law when the sentence announced by the\n\ntrial court at the hearing differs from that in the sentencing entry. State v. Turner,\n\n4th Dist. Athens No. 13CA26, 2015-Ohio-3712, ¶ 21. The trial court errs when its\n\njudgment entry differs from the sentence it announced at the sentencing hearing in\n\nthe defendant’s presence. State v. Vaughn, 8th Dist. Cuyahoga No. 103330, 2016-\n\fOhio-3320, ¶ 18. The record reveals that the trial court did not inform Pacheco that\n\nhe would be assessed six points against his license during the plea or sentencing\n\nhearings.\n\n               The sentence announced in open court violated Crim.R. 43 and was,\n\ntherefore, contrary to law. Pacheco’s first and second assignments of error are\n\nsustained.\n\nConsecutive Sentence\n\n               Pacheco argues in his third assignment of error that the record does\n\nnot support the consecutive sentence imposed and the findings required to impose\n\nconsecutive sentences were incomplete and contrary to law.\n\n               An appellate court reviews challenges to consecutive sentences de\n\nnovo. If a trial court failed to make the requisite findings, the appellate court must\n\nfind the order of consecutive sentences was contrary to law and either modify or\n\nvacate the sentence and remand. State v. Efford, 8th Dist. Cuyahoga Nos. 112077\n\nand 112078, 2023-Ohio-3360, ¶ 21. If the trial court made the required findings, the\n\nappellate court may only reverse or modify the sentence, including the number of\n\nconsecutive sentences, if the court “clearly and convincingly finds that the record\n\ndoes not support the trial court’s findings.” State v. Trujillo, 8th Dist. Cuyahoga No.\n\n112442, 2023-Ohio-4068.\n\n               When the trial court imposes consecutive sentences, it must make\n\nfindings under R.C. 2929.14(C)(4) that a consecutive sentence is 1) necessary to\n\nprotect the public from future crime or punish the offender; 2) proportionality both\n\fas to the seriousness of the offender’s conduct and danger posed to the community;\n\nand, 3) the need to protect the public from harm so great or unusual that a single\n\nterm does not adequately reflect the seriousness of his repeated conduct. State v.\n\nHollander, 144 Ohio App.3d 565, 571, 760 N.E.2d 929 (8th Dist.2001).\n\n              Pacheco argues that the sentencing hearing transcript and journal\n\nentry of the sentencing contained different findings. First, the appellate court must\n\nreview the record and determine if the trial court made findings under\n\nR.C. 2929.14(C)(4).\n\n              Additionally, the court must find any one of the following:\n\n      (a) The offender committed one or more of the multiple offenses while\n      the offender was awaiting trial or sentencing, was under a sanction\n      imposed under section 2929.16, 2929.17, or 2929.18 of the Revised\n      Code, or was under post-release control for a prior offense.\n\n      (b) At least two of the multiple offenses were committed as part of one\n      or more courses of conduct, and the harm caused by two or more of the\n      multiple offenses so committed was so great or unusual that no single\n      prison term for any of the offenses committed as part of any of the\n      courses of conduct adequately reflects the seriousness of the offender’s\n      conduct.\n\n      (c) The offender’s history of criminal conduct demonstrates that\n      consecutive sentences are necessary to protect the public from future\n      crime by the offender.\n\nR.C. 2929.14(C)(4)\n\n              In the instant case, the trial court made the following findings on the\n\nrecord:\n\n      The record should reflect that I did impose a consecutive sentence on\n      Count 1 and Count 4. The court finds that consecutive sentences are\n      necessary to protect the public from future crime and to punish the\n\f      offender, and consecutive sentences are not disproportionate to the\n      seriousness of the offender’s conduct and to the danger the offender\n      poses to the public. The offender’s history of criminal conduct\n      demonstrates that consecutive sentences are necessary to protect the\n      public from future crime by the offender, and there were two separate\n      victims in this case.\n\n(Tr. 34.)\n\n               The trial court is required to make the statutory findings on the record\n\nand incorporate them in its journal entry; however, the trial court is not required to\n\nrecite a word-for-word recitation of the language of R.C. 2929.14(C)(4). State v.\n\nBonnell, 140 Ohio St.3d 209, 2014-Ohio-3177, 16 N.E.3d 659, ¶ 29. The relevant\n\ninquiry is whether the reviewing court can discern that the trial court engaged in the\n\ncorrect analysis and determine that the record contains evidence supporting the\n\ncourt’s findings. Id.\n\n               Here, the trial court clearly found that R.C. 2929.14(C)(4)(c) was\n\napplicable. The record reflects that the court reviewed the PSI and considered\n\nPacheco’s criminal history, including fleeing from police, driving under suspension,\n\nfailing to maintain physical control, and prior drug cases, and that the serious\n\ninjuries sustained by two victims and loss of life caused by Pacheco’s criminal\n\nconduct necessitated consecutive sentences to protect the public. The sentencing\n\nentry however, cites the wrong subsection of R.C. 2929.14(C)(4). It is well settled\n\nthat the court may correct clerical mistakes through a nunc pro tunc entry to reflect\n\nwhat actually occurred in open court. See State v. Qualls, 131 Ohio St.3d 499, 2012-\n\nOhio-1111, 967 N.E.2d 718, ¶ 15. Bonnell at ¶ 30.\n\f               Furthermore, the record demonstrates that the trial court considered\n\nthe number of sentences it imposed consecutively as well as the resulting aggregate\n\nsentence when the trial court imposed consecutive sentences on Counts 1 and 4 and\n\nconcurrent sentences on the remaining counts, for an aggregate sentence of six to\n\nnine years. The trial court is ordered to correct nunc pro tunc, the sentencing entry\n\nto reflect the findings it made on the record.          Accordingly, Pacheco’s third\n\nassignment of error is overruled in part and sustained in part.\n\nReagan Tokes\n\n               In his fourth assignment of error, Pacheco alleges his appellant’s\n\nindefinite sentence imposed under the Reagan Tokes sentencing scheme violates\n\nhis rights under the United States Constitution applied to the state of Ohio through\n\nthe Fourteenth Amendment and the Ohio Constitution since it denies appellant due\n\nprocess of law; violates the right to equal protection; violates the Sixth Amendment\n\nright to a jury trial; violates the separation-of-powers doctrine; does not provide fair\n\nwarning of the dictates of the statute to ordinary citizens; and the statute conferred\n\ntoo much authority to the Ohio Department of Rehabilitation and Correction\n\n(“ODRC”).\n\n               The Ohio Supreme Court recently addressed these issues in State v.\n\nHacker, Slip Opinion No. 2023-Ohio-2535, and found they lack merit. See Efford,\n\n8th Dist. Cuyahoga Nos. 112077 and 112078, 2023-Ohio-3360, at ¶ 15.\n\n               Pacheco’s fourth assignment of error is overruled.\n\fPlea and Sentencing Entries\n\n              In his fifth assignment of error, Pacheco argues that the trial court\n\nerred when it reflected a plea to Count 1, felonious assault by means of a weapon or\n\ndeadly ordnance, in violation of R.C. 2903.11(A)(2), instead of felonious assault in\n\nviolation of R.C. 2903.11(A)(1), as amended, in its plea and sentencing journal\n\nentries.\n\n              The state concedes that the plea and sentencing entries reflect the\n\nincorrect section of the Revised Code, for which Pacheco pleaded guilty. A nunc pro\n\ntunc entry should reflect what the court decided properly. State v. Dejesus, 8th Dist.\n\nCuyahoga Nos. 112043 and 112193, 2023-Ohio-2485, ¶ 34. A careful review of the\n\nrecord reflects that the state amended Count 1 by removing the language “by means\n\nof a weapon or dangerous ordnance.”\n\n              Accordingly, Pacheco pled guilty to felonious assault in violation of\n\nR.C. 2903.11(A)(1). Pacheco’s fifth assignment of error is sustained. This matter is\n\nremanded to enter a nunc pro tunc order to correct the plea and sentencing entries\n\nconsistent with this opinion.\n\n              Judgment is affirmed in part, reversed in part, and this matter is\n\nremanded to the trial court for further proceedings consistent with this opinion.\n\n      It is ordered that appellant and appellee share the costs herein taxed.\n\n      The court finds there were reasonable grounds for this appeal.\n\n      It is ordered that a special mandate issue out of this court directing the\n\nCuyahoga County Court of Common Pleas to carry this judgment into execution.\n\f      A certified copy of this entry shall constitute the mandate pursuant to Rule 27\n\nof the Rules of Appellate Procedure.\n\n\n_________________________\nEMANUELLA D. GROVES, JUDGE\n\nFRANK DANIEL CELEBREZZE, III, P.J., and\nKATHLEEN ANN KEOUGH, J., CONCUR\n\f",
            "ocr": false,
            "opinion_id": 9901935
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Murder"
}