{
    "id": 803061,
    "judges": "Alarcon, Arthur, Barry, Garbis, Marvin, Silverman",
    "date_filed": "1972-07-19",
    "date_filed_is_approximate": true,
    "slug": "andrew-mackey-v-thomas-hoffman",
    "case_name_short": null,
    "case_name": "Andrew MacKey v. Thomas Hoffman",
    "case_name_full": "Andrew MACKEY, Petitioner-Appellant, v. Thomas G. HOFFMAN; David Runnels, Respondents-Appellees",
    "attorneys": "Randall Riccardo (argued) (Mill Valley, CA), Kent A. Russell of Russell & Russell, and LeRue James Grim (San Francisco, CA), for the petitioner-appellant., Christopher Joseph Wei (argued), Office of the California Attorney General (San Francisco, CA), for the respondents-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Feb. 15, 2012.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1291-4\">\n    Andrew MACKEY, Petitioner-Appellant, v. Thomas G. HOFFMAN; David Runnels, Respondents-Appellees.\n   </parties><docketnumber id=\"Asj\">\n    No. 11-15115.\n   </docketnumber><court id=\"Arey\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><otherdate id=\"ArM\">\n    Argued and Submitted Feb. 15, 2012.\n   </otherdate><decisiondate id=\"AU3\">\n    Filed June 25, 2012.\n   </decisiondate><br><attorneys id=\"b1292-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1248\"> \n     *1248\n     </span>\n    Randall Riccardo (argued) (Mill Valley, CA), Kent A. Russell of Russell &amp; Russell, and LeRue James Grim (San Francisco, CA), for the petitioner-appellant.\n   </attorneys><br><attorneys id=\"b1292-4\">\n    Christopher Joseph Wei (argued), Office of the California Attorney General (San Francisco, CA), for the respondents-appellees.\n   </attorneys><br><judges id=\"b1292-6\">\n    Before: ARTHUR L. ALARCÓN and BARRY G. SILVERMAN, Circuit Judges, and MARVIN J. GARBIS, Senior District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1292-13\">\n     The Honorable Marvin J. Garbis, Senior District Judge for the U.S. District Court for Maryland, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "682 F.3d 1247"
    ],
    "opinions": [
        {
            "author_str": "Garbis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.ca9.uscourts.gov/datastore/opinions/2012/06/25/11-15115.pdf",
            "author_id": null,
            "opinion_text": "                    FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nANDREW MACKEY,                           \n            Petitioner-Appellant,\n                                                 No. 11-15115\n              v.\nTHOMAS G. HOFFMAN; DAVID                          D.C. No.\n                                               3:07-cv-04189-SI\nRUNNELS,\n          Respondents-Appellees.                  OPINION\n\n                                         \n        Appeal from the United States District Court\n          for the Northern District of California\n          Susan Illston, District Judge, Presiding\n\n                   Argued and Submitted\n        February 15, 2012—San Francisco, California\n\n                       Filed June 25, 2012\n\n    Before: Arthur L. Alarcón and Barry G. Silverman,\nCircuit Judges, and Marvin J. Garbis, Senior District Judge.*\n\n                    Opinion by Judge Garbis\n\n\n\n\n  *The Honorable Marvin J. Garbis, Senior District Judge for the U.S.\nDistrict Court for Maryland, sitting by designation.\n\n                               7517\n\f                     MACKEY v. HOFFMAN                  7519\n\n\n                        COUNSEL\n\nRandall Riccardo (argued) (Mill Valley, California), Kent A.\nRussell (San Francisco, California) of Russell & Russell, and\nLeRue James Grim (San Francisco, California) for the\npetitioner-appellant.\n\nChristopher Joseph Wei (argued), Office of the California\nAttorney General (San Francisco, California), for the\nrespondents-appellees.\n\n\n                          OPINION\n\nGARBIS, District Judge:\n\n  This Court has jurisdiction pursuant to 28 U.S.C. § 2253\nover this appeal, arising out of a habeas corpus proceeding\nunder § 2254 in which a certificate of appealability has been\ngranted. We review motions for relief from judgment pursu-\nant to Federal Rule of Civil Procedure 60(b) under an abuse\nof discretion standard. Wilson v. City of San Jose, 111 F.3d\n688, 691 (9th Cir. 1997).\n\f7520                   MACKEY v. HOFFMAN\n  As discussed herein, we hold that a district court may grant\nan incarcerated habeas petitioner relief from judgment pursu-\nant to Federal Rule of Civil Procedure 60(b)(6) if his attor-\nney’s abandonment causes him to fail to timely file a notice\nof appeal.\n\nI.    BACKGROUND\n\n   In 2004, Petitioner Andrew Mackey (“Mackey ”) was con-\nvicted of attempted murder and other crimes in the San Fran-\ncisco County Superior Court. Mackey was sentenced to a term\nof life with the possibility of parole plus 25 years to life.\nRetained attorney LeRue Grim (“Grim ”) represented Mackey\nin post-trial proceedings, including a motion for new trial and\ndirect appeal. Grim further represented Mackey in state post-\nconviction proceedings that concluded with the California\nSupreme Court’s denial of a petition for review and a petition\nfor writ of habeas corpus in August 2006.\n\n   In August 2007, Grim filed a timely petition pursuant to 28\nU.S.C. § 2254 in the United States District Court for the\nNorthern District of California, asserting that Mackey had\nbeen denied the effective assistance of counsel. After receiv-\ning Mackey’s petition, in August 2007 the district court issued\na routine order directing Respondent to show cause why the\nwrit of habeas corpus should not be granted. Respondent filed\nits response in February 2008. Grim did not file a traverse by\nthe March 2008 due date.\n\n     In June 2008, Grim wrote Mackey a letter stating:\n\n      Sorry about not writing. I know it means a lot to you.\n\n      Your case is before the federal court in San Fran-\n      cisco. The state attorney general has filed his\n      response and we are awaiting a trial date. I expect\n      you will be brought to San Francisco for the trial.\n\f                         MACKEY v. HOFFMAN                           7521\n      Please write your parents and ask them to pay some-\n      thing on the legal bill.\n\n      Thanks.\n\n   No hearing was ever scheduled and Grim did nothing fur-\nther. On July 13, 2009, the district court denied the petition\non the merits and entered judgment against Mackey. Grim,\nalthough receiving prompt1 notification of the entry of judg-\nment, neither notified Mackey of the entry of judgment nor\nfiled a Notice of Appeal.2\n\n   Eight months after the entry of judgment, in March 2010,\nMackey wrote a letter to the district court stating that he was\n“unaware of the current status” of his case. The district court\nclerk responded by providing a copy of the docket sheet to\nMackey that reflected the denial of the petition and the entry\nof judgment on July 13, 2009. In response, Mackey wrote a\nsecond letter to the district court, expressing concern about his\nappellate rights, stating, “my lawyer has been telling me for\nmonths that I have been granted and evidentuary [sic]. He\ntells me I have a court date comeing [sic].” The district court\nordered Grim to respond to Mackey’s letters.\n\n   In April 2010, Grim filed a signed declaration with the\ncourt stating that Mackey had retained him for the state post-\nconviction proceedings, and that Mackey’s parents had only\npartially paid Grim for those services. Grim said that he pre-\npared and filed Mackey’s § 2254 petition pro bono, and that\nin September 2007, he “fully informed” Mackey and his fam-\nily that he “couldn’t do any more, beyond preparing and filing\nthe [§ 2254 petition], for nothing.” Grim further stated that\nduring the next two and a half years, Mackey and his friends\ncalled Grim repeatedly, and Grim repeatedly told them that\n  1\n   The notification was sent by email on July 13, 2009.\n  2\n   Federal Rule of Appellate Procedure 4(a) requires the filing of a Notice\nof Appeal within 30 days of a judgment from which an appeal is taken.\n\f7522                  MACKEY v. HOFFMAN\nMackey’s parents “had not made any arrangements with [him]\nor any other attorney to handle the federal habeas and they\nshould call his parents and urge them to do something.” Grim\nfurther stated that he left numerous voicemail messages for\nthe parents, urging them to “make arrangements.” He notes\nthat, during this time, he “had difficulty making [Mackey]\nunderstand what the procedure was and his need to have his\nparents take care of business.” Grim did not state to the dis-\ntrict court that he informed Mackey when his petition was\ndenied and admitted that after filing an amended § 2254 peti-\ntion within a week of filing the original petition, he “did noth-\ning more on the case in court.”\n\n   In response to Mackey’s statement to the district court, that\nGrim had told Mackey that a court date had been set, Grim\nsaid:\n\n    As to Petitioner Andrew Mackey’s letter, stating I\n    told him a court date had been set, he misunderstood\n    what I said. I told him about the order to show cause\n    to the Attorney General, about the response, that\n    papers needed to be filed in [sic] his behalf, and that\n    there should eventually be a hearing, that there is\n    much preparation to be done before that happens,\n    that eventually the court will set the date, that he\n    needed have [sic] his parents make arrangements for\n    a lawyer to handle the matter and get moving on it.\n\n   Mackey responded to this by providing the district court\nwith the above-quoted June 2008 letter from Grim stating “we\nare awaiting a trial date.” Mackey told the district court that\nthe June 2008 letter was “one of the first times that LeRue\nGrim stated we are awaiting a trial date on and evidentuary\n[sic] hearing,” and that Grim “has lied to me continuously\nabout and evidentuary [sic] hearing.”\n\n   Thereafter, Grim filed an additional declaration with the\ndistrict court, in which he reiterates that he was retained by\n\f                     MACKEY v. HOFFMAN                        7523\nMackey’s parents, who then stopped paying him and appar-\nently abandoned their son’s legal defense. Grim concludes:\n\n    The failure of his parents to help him was not peti-\n    tioner’s fault. It was not my fault. It may not have\n    been their fault. It is obvious the parents are not\n    going to put up any money to help Mr. Mackey in\n    his case before this Court. Petitioner Andrew\n    Mackey has been deprived of counsel in this habeas\n    corpus proceeding through no fault of his own. Fair-\n    ness suggests the Court should vacate to order [sic]\n    dismissing the petition and reinstate the habeas cor-\n    pus proceeding and appoint counsel to represent\n    petitioner.\n\n   The district court conducted a telephonic case management\nconference in June 2010. In the course of the conference, the\ndistrict court stated:\n\n    My concern, however, is that based on what I think\n    was a failure of communication, Mr. Mackey was\n    not aware of that fact [that his petition had been\n    denied] and so, therefore, any kind of appeal dead-\n    line for appealing from my ruling passed without his\n    opportunity to consider it. . . . [M]y plan is this: My\n    plan is to either reissue the order or — if I still can\n    do this . . . issue an extension of time to file an\n    appeal.\n\n   The district court noted that Mackey did not have a consti-\ntutional right to counsel on his habeas position, but asked\nGrim to undertake to file an appeal on Mackey’s behalf once\nthe procedural barriers were lifted. Grim agreed to do so, and\norally made a motion seeking to have the district court vacate\nthe July 2009 judgment and reopen the case.\n\n In a December 2010 order, the district court denied the\nmotion to vacate. The district court stated that, upon further\n\f7524                     MACKEY v. HOFFMAN\nresearch of the procedural issue, citing In re Stein, 197 F.3d\n421 (9th Cir. 1999), it had determined that it lacked discretion\nto vacate the judgment pursuant to Federal Rule of Civil Pro-\ncedure 60(b) and enter a new judgment to afford Mackey the\nopportunity to appeal. The court also concluded that Federal\nRule of Appellate Procedure 4(a)(6) prevented it from con-\nstruing Mackey’s letter as a motion for an extension of time\nto file a notice of appeal. The district court “emphasize[d] that\nif it possessed the discretion to vacate and reenter the judg-\nment in order to allow petitioner the opportunity to appeal, the\nCourt would do so.”\n\n   On December 29, 2010, Mackey, by Kent Russell, Esquire,3\nfiled a notice of appeal from the denial of the motion and\nsought a certificate of appealability on the issue of whether\nthe district court had erred in denying his request to vacate the\nJuly 2009 judgment to allow him the opportunity to appeal.\nMackey contended that his failure to timely appeal “resulted\nfrom his attorney’s [Grim’s] gross negligence and failure to\ncommunicate, which deprived [him] of notice and the oppor-\ntunity to be heard.” In January 2011, the district court issued\na certificate of appealability.\n\nII.    DISCUSSION\n\n  We address herein the district court’s ability to grant\nMackey relief from the judgment issued July 13, 2009 pursu-\nant to Rule 60(b)(6).4\n\n  [1] Rule 60(b) of the Federal Rules of Civil Procedure pro-\nvides that a district court may relieve a party from a final judg-\n  3\n     Whom Mackey had retained as “associate counsel” in September 2010.\nGrim has remained an attorney of record for Mackey through the instant\nappeal.\n   4\n     Because we hold that Mackey may obtain relief pursuant to Rule\n60(b)(6), we do not address his alternative “independent action in equity”\ntheory based upon Grim’s alleged fraud.\n\f                          MACKEY v. HOFFMAN                           7525\nment,5 order, or proceeding for several enumerated grounds6\nas well as “any other reason that justifies relief.” Fed. R. Civ.\nP. 60(b)(6).\n\n   The Supreme Court first addressed Rule 60(b)(6) in Klap-\nprott v. United States, 335 U.S. 601 (1949), stating, “[i]n sim-\nple English, the language of the ’other reason’ clause, for all\nreasons except the five particularly specified, vests power in\ncourts adequate to enable them to vacate judgments whenever\nsuch action is appropriate to accomplish justice.” 335 U.S. at\n614-15. Thereafter, in Ackermann v. United States, 340 U.S.\n193 (1950), the Supreme Court somewhat narrowed the scope\nof the rule, holding that it would not provide relief for a “free,\ncalculated, deliberate choice[ ]” not to appeal, where\n“[n]either the circumstances of petitioner nor his excuse for\nnot appealing is so extraordinary as to bring him within Klap-\nprott or Rule 60(b)(6).” 340 U.S. at 198, 202. This Court has\nheld that “[i]n order to bring himself within the limited area\nof Rule 60(b)(6) a petitioner is required to establish the exis-\ntence of extraordinary circumstances which prevented or ren-\ndered him unable to prosecute an appeal.” Martella v. Marine\nCooks & Stewards Union, Seafarers Int’l Union of N. Am.,\nAFL-CIO, 448 F.2d 729, 730 (9th Cir. 1971).\n\n   [2] This Court has held that gross negligence by counsel\namounting to “virtual[] abandon[ment]” can be an “extraordi-\nnary circumstance” that justifies vacating a default judgment\npursuant to Rule 60(b)(6). See Cmty. Dental Servs. v. Tani,\n282 F.3d 1164, 1169-71 (9th Cir. 2002) (holding that client\nhas shown “extraordinary circumstances” meriting relief from\ndefault judgment where attorney “fail[ed] to proceed with his\nclient’s defense despite court orders to do so” and “deliber-\n  5\n     “A motion under Rule 60(b) must be made within a reasonable time—\nand for reasons (1), (2), and (3) no more than a year after the entry of the\njudgment or order or the date of the proceeding.” Fed. R. Civ. P. 60(c)(1).\n   6\n     Including mistake, excusable neglect, newly discovered evidence, and\nfraud. See Fed. R. Civ. P. 60(b)(1)-(5).\n\f7526                   MACKEY v. HOFFMAN\nately deceived Tani about the services he was supposed to be\nperforming” thus “depriving him of the opportunity to take\naction to preserve his rights”). Relief in such a case is justified\nbecause gross negligence by an attorney, defined as “neglect\nso gross that it is inexcusable,” “vitiat[es] the agency relation-\nship that underlies our general policy of attributing to the cli-\nent the acts of his attorney.” Id. at 1168, 1171 (internal\nquotation marks omitted).\n\n   In Latshaw v. Trainer Wortham & Co., 452 F.3d 1097 (9th\nCir. 2006), this Court stated that our decision in Tani was\nexplicitly premised upon the default judgment context of the\ncase and declined to extend the holding to the context of Rule\n68 offers of judgment. 452 F.3d at 1103-04. Nevertheless, in\nLal v. California, 610 F.3d 518 (9th Cir. 2010), we held that\nrelief from judgment under Rule 60(b)(6) was warranted for\ngross negligence of counsel in failing to prosecute. 610 F.3d\nat 524.\n\n   In the instant case, the district court held that, in light of our\ndecision in In re Stein, 197 F.3d 421 (9th Cir. 1999), it lacked\ndiscretion to vacate the judgment pursuant to Federal Rule of\nCivil Procedure 60(b) and enter a new judgment to afford\nMackey the opportunity to appeal.\n\n   In In re Stein, judgment was entered against an attorney\nand a law firm that were parties in the case and that had filed\ntimely post-trial motions that were denied. 197 F.3d at 423.\nThe attorney and law firm failed to file a timely notice of\nappeal because they had not received notice of the entry of the\norders from which they sought to appeal. Id. They sought\nrelief pursuant to Rule 60(b)(6) or by virtue of an extension\nof time to appeal. Id.\n\n   This Court denied relief, stating that “Rule 4(a) [of the Fed-\neral Rules of Appellate Procedure] and Rule 77(d) [of the\nFederal Rules of Civil Procedure] now form a tessellated\nscheme; they leave no gaps for Rule 60(b) to fill.” Id. at 426.\n\f                           MACKEY v. HOFFMAN                         7527\n   Rule 77(d)(1) provides that the district court clerk shall\nimmediately serve notice of an order or judgment on each\nparty. However, Rule 77(d)(2) states “[l]ack of notice of the\nentry does not affect the time for appeal or relieve—or autho-\nrize the court to relieve—a party for failing to appeal within\nthe time allowed, except as allowed by Federal Rule of\nAppellate Procedure 4(a).” Rule 4(a) provides that a district\ncourt may reopen the time to file an appeal based on a failure\nto receive notice under Rule 77(d) only if the motion is filed\nwithin the earlier of 14 days after the movant received notice\nor 180 days after the entry of the judgment or order appealed\nfrom.7 Since the motion in In re Stein was filed outside the\nRule 4(a) 180-day time period, Rule 60(b)(6) could not be\nused to cure the problem of lack of Rule 77(d) notice.\n\n   Unlike the appellants in In re Stein, Mackey is not seeking\nto utilize Rule 60(b)(6) to cure a Rule 77(d) “lack of notice”\nproblem. Indeed, Rule 77(d) notice was given to Mackey’s\ncounsel of record. Rather, Mackey seeks to utilize Rule\n60(b)(6) to cure the problem caused by his being misled and\nabandoned by his counsel of record. See Tani, 282 F.3d at\n1171.\n  7\n   The Rule states:\n      The district court may reopen the time to file an appeal for a\n      period of 14 days after the date when its order to reopen is\n      entered, but only if all the following conditions are satisfied:\n          (A)   the court finds that the moving party did not receive\n                notice under Federal Rule of Civil Procedure 77(d) of\n                the entry of the judgment or order sought to be\n                appealed within 21 days after entry;\n          (B)   the motion is filed within 180 days after the judgment\n                or order is entered or within 14 days after the moving\n                party receives notice under Federal Rule of Civil Pro-\n                cedure 77(d) of the entry, whichever is earlier; and\n          (C)   the court finds that no party would be prejudiced.\nFed. R. App. P. 4(a)(6).\n\f7528                   MACKEY v. HOFFMAN\n   In Maples v. Thomas, 565 U.S. ___, 132 S. Ct. 912 (2012),\nan inmate failed to timely appeal the denial of his state post-\nconviction petition in state court because, unbeknownst to\nhim, his volunteer attorneys had abandoned him after filing\nthe petition. 132 S. Ct. at 926. Therefore, he was never noti-\nfied of the denial, until the time to appeal had lapsed. Id. at\n919-20. After an Alabama Assistant Attorney General sent a\nletter directly to Maples informing him of the missed dead-\nline, Maples moved the trial court to reissue its order, thereby\nrestarting the appeal period. Id. at 920. The motion was\ndenied and the Alabama Supreme Court affirmed. Id. at 920-\n21. Thereafter, Maples sought federal habeas relief. Id. at 921.\nThe district court and the court of appeals denied his request\nbased on the procedural default in state court—that Maples\nhad failed to timely appeal the state trial court’s denial of his\npetition for postconviction relief. Id.\n\n   The Supreme Court held that Maples’ abandonment by his\nattorneys constituted an “extraordinary circumstance[] beyond\nhis control,” that justified lifting the state procedural bar to his\nfederal petition. Id. at 924, 927. The Court noted that,\nalthough an attorney is normally the prisoner’s agent, and the\nprincipal typically bears the risk of negligent conduct on the\npart of his agent under well-settled principles of agency law,\n“[a] markedly different situation is presented, however, when\nan attorney abandons his client without notice, and thereby\noccasions the default.” Id. at 922. “Under agency principles,\na client cannot be charged with the acts or omissions of an\nattorney who has abandoned him. Nor can a client be faulted\nfor failing to act on his own behalf when he lacks reason to\nbelieve his attorneys of record, in fact, are not representing\nhim.” Id. at 924. In Maples’ case, because his attorneys had\nfailed to withdraw as attorneys of record when they had effec-\ntively abandoned the case, they deprived Maples of his right\nto personally receive notice without any warning to him that\nhe “had better fend for himself.” Id. at 925-27.\n\n  In the instant case, Grim failed to observe the district\ncourt’s rule requiring him to seek permission to withdraw as\n\f                      MACKEY v. HOFFMAN                     7529\nattorney of record. See N.D. Cal. Civ. R. 11-5 (“Counsel may\nnot withdraw from an action until relieved by order of Court\nafter written notice has been given reasonably in advance to\nthe client and to all other parties who have appeared in the\ncase.”). Because Grim failed to notify the court of his inten-\ntion to withdraw, Mackey was deprived of the opportunity to\nproceed pro se and to personally receive docket notifications\nfrom the court. See Maples, 132 S. Ct. at 924-25. As a result,\nMackey, an indigent prisoner who had been misled by his\nattorney to believe that he was awaiting a trial or hearing date\nand believed that his attorney was continuing to represent\nhim, was wholly unaware that the district court had denied his\n§ 2254 petition.\n\n   [3] “A federal habeas petitioner—who as such does not\nhave a Sixth Amendment right to counsel—is ordinarily\nbound by his attorney’s negligence, because the attorney and\nthe client have an agency relationship under which the princi-\npal is bound by the actions of the agent.” Towery v. Ryan, 673\nF.3d 933, 941 (9th Cir. 2012), cert. denied, 132 S. Ct. 1738\n(2012). However, when a federal habeas petitioner has been\ninexcusably and grossly neglected by his counsel in a manner\namounting to attorney abandonment in every meaningful\nsense that has jeopardized the petitioner’s appellate rights, a\ndistrict court may grant relief pursuant to Rule 60(b)(6). See\nMaples, 132 S. Ct. at 924; Tani, 282 F.3d at 1170; Lal, 610\nF.3d at 524.\n\n   [4] Granting relief to Mackey is not barred by Bowles v.\nRussell, 551 U.S. 205 (2007), which held that the time periods\nprescribed by Rule 4(a)(6) are “mandatory and jurisdictional.”\n551 U.S. at 209 (internal quotation marks omitted) (holding\nthat appellate court lacked jurisdiction to hear appeal from\ndenial of habeas petition where district court had erroneously\ngranted the petitioner a 17-day period to file his notice of\nappeal, rather than the 14-day period prescribed by Rule\n4(a)(6), and the petitioner had filed his appeal on the sixteenth\nday). Mackey is not receiving relief pursuant to Rule 4(a)(6).\n\f7530                  MACKEY v. HOFFMAN\nThe district court correctly noted that it could not consider\nMackey’s March 2010 letter as a motion to extend the time\nto file a notice of appeal because it was made outside Rule\n4(a)(6)’s 180-day limitations period. Mackey is seeking relief\npursuant to Rule 60(b)(6) to cure a problem caused by attor-\nney abandonment and not by a failure to receive Rule 77(d)\nnotice.\n\n   Mackey contends that he has demonstrated that extraordi-\nnary circumstances—here, abandonment by counsel of record\n—prevented him from being notified of the order denying his\nfederal habeas petition. If he has done so, justice requires that\nrelief be granted so that he may pursue an appeal. See Klap-\nprott, 335 U.S. at 614-15.\n\n   [5] The district court, in its order denying Mackey’s\nrequest to vacate the judgment, stated that “if it possessed the\ndiscretion to vacate and reenter the judgment in order to allow\npetitioner the opportunity to appeal, the Court would do so.”\nWe hold that the district court would possess such discretion\nif it were to find that Grim effectively abandoned Mackey,\ncausing Mackey to fail to file a timely notice of appeal.\nTherefore we remand this case with instructions to the district\ncourt to make a finding as to whether Grim’s action and/or\ninaction constituted abandonment and, if so, whether to exer-\ncise its discretion to grant the relief sought by Mackey.\n\n                          Conclusion\n\n  We reverse and remand with instructions for the district\ncourt to proceed in a manner consistent with this opinion.\n\n  REVERSED AND REMANDED.\n\f",
            "ocr": false,
            "opinion_id": 803061
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}