{
    "id": 2659900,
    "judges": "Judge John D. Bates",
    "date_filed": "1994-11-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-hong-vo",
    "case_name_short": "Vo",
    "case_name": "United States v. Hong Vo",
    "case_name_full": "UNITED STATES of America v. HONG VO and Binh Vo, Defendants",
    "attorneys": "Brenda J. Johnson, Catherine K. Connelly, Mona N. Sahaf, U.S. Attorney’s Office, Washington, DC, for United States of America., Robert A. Feitel, Law Office of Robert Feitel, P.L.L.C., Sandi S. Rhee, Law Office of Sandi Rhee, Washington, DC, for Hong Vo.",
    "nature_of_suit": "Criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b89-12\">\n    UNITED STATES of America v. HONG VO and Binh Vo, Defendants.\n   </parties><br><docketnumber id=\"b89-14\">\n    Criminal Nos. 13-168-2 (JDB), 13-168-4(JDB).\n   </docketnumber><br><court id=\"b89-15\">\n    United States District Court, District of Columbia.\n   </court><br><decisiondate id=\"b89-16\">\n    Oct. 17, 2013.\n   </decisiondate><br><attorneys id=\"b91-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"51\"> \n     *51\n     </span>\n    Brenda J. Johnson, Catherine K. Connelly, Mona N. Sahaf, U.S. Attorney’s Office, Washington, DC, for United States of America.\n   </attorneys><br><attorneys id=\"b91-8\">\n    Robert A. Feitel, Law Office of Robert Feitel, P.L.L.C., Sandi S. Rhee, Law Office of Sandi Rhee, Washington, DC, for Hong Vo.\n   </attorneys>",
    "citations": [
        "978 F. Supp. 2d 49"
    ],
    "opinions": [
        {
            "author_str": "Bates",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2013cr0168-95",
            "author_id": 201.0,
            "opinion_text": "                               UNITED STATES DISTRICT COURT\n                               FOR THE DISTRICT OF COLUMBIA\n\n\n\n    UNITED STATES OF AMERICA\n                  v.                                             Criminal No. 13-168-2 (JDB)\n    HONG VO and BINH VO,                                         Criminal No. 13-168-4 (JDB)\n           Defendants.\n\n\n                                     MEMORANDUM OPINION\n        Before the Court is [63] defendant Hong Vo’s renewed motion to dismiss for lack of\n\nvenue, which the government opposes. Defendant Binh Vo joins the motion. [ECF No. 91]. In\n\nJune 2013, Hong Vo filed a motion to dismiss the initial indictment in this case for improper\n\nvenue. [ECF No. 54]. Before the Court ruled on that motion, a federal grand jury returned a\n\nsuperseding indictment. [ECF No. 61]. Following this development, Hong Vo renewed her\n\nmotion to dismiss. [ECF No. 63]. On September 13, 2013, this Court conducted a hearing on the\n\nmotion. Twelve days later, Binh Vo, Hong Vo’s brother and co-defendant, was arrested in the\n\nEastern District of Virginia.1 Pursuant to the Court’s Order of September 25, 2013, Hong Vo and\n\nthe government filed supplemental briefs regarding Hong Vo’s motion on October 4, 2013. [ECF\n\nNos. 85, 86]. A week later, Binh Vo filed his own motion to dismiss the indictment for improper\n\nvenue, joining his sister’s motion. [ECF No. 91]. Upon consideration of the various briefs, the\n\nhearing on September 13, applicable law, and the entire record herein, the Court will grant in\n\npart and deny in part defendants’ motions to dismiss.\n\n\n\n\n1\n  The various filings in this case are inconsistent as to whether Binh Vo was arrested in Vietnam or whether he\ntraveled voluntarily to Dulles International Airport and was then arrested.\n\n                                                      1\n\f                                         BACKGROUND\n\n           Hong Vo was arrested in Denver, Colorado on May 8, 2013, on a criminal complaint\n\ncharging one count of conspiracy in violation of 18 U.S.C. § 371. Co-defendant Michael Sestak\n\nwas arrested on May 13, 2013, in Los Angeles, California, also on one count of conspiracy. Co-\n\ndefendant Truc Huynh was arrested on a material witness warrant in Denver on May 8, 2013.\n\nTruc Huynh was held without bond and, after detention and identity hearings, she was removed\n\nto Washington, D.C. After cooperation negotiations broke down, she was arrested on a criminal\n\ncomplaint on June 3, 2013, which also charged one count of conspiracy. The government moved\n\nto dismiss the material witness warrant on June 4, 2013. Following a preliminary hearing and\n\ndetention hearing, she was ordered held without bond. [ECF No. 52]. Co-defendant Binh Vo was\n\napprehended in Vietnam, brought to the United States, and arraigned in this district on\n\nSeptember 25, 2013.2\n\n           These four defendants, and one other co-defendant, were charged here in an indictment\n\non June 11, 2013; that indictment charged one count of conspiracy. The indictment alleged that\n\nan overt act in furtherance of the conspiracy took place in this district when Mr. Sestak allegedly\n\nmade false statements to Diplomatic Security Service (“DSS”) agents in D.C. on October 19,\n\n2012, after Mr. Sestak left his Vietnam consular post in September 2012. On July 9, 2013, a\n\nfederal grand jury returned a superseding indictment. In it, Truc Huynh, Hong Vo, Michael\n\nSestak, Binh Vo, and the other co-defendant were jointly charged with one count of conspiracy\n\nto commit offenses against the United States and to defraud the United States, in violation of 18\n\nU.S.C. § 371; thirteen counts of bribery and aiding and abetting, in violation of 18 U.S.C. §\n\n201(b)(2) and § 2; and thirteen counts of visa fraud and aiding and abetting, in violation of 18\n\nU.S.C. § 1546 and § 2. Mr. Sestak was also charged with one count of material false statements,\n2\n    See supra note 1.\n\n                                                 2\n\fin violation of 18 U.S.C. § 1001. As alleged in the superseding indictment, venue for the\n\nconspiracy count (Count 1) is established in D.C. under 18 U.S.C. §§ 3237 and 3238, while\n\nvenue for the bribery and visa fraud counts (Counts 2 to 27) is established here under § 3238.\n\n        Hong Vo filed a motion to dismiss for improper venue on all counts against her, which\n\nTruc Huynh initially joined. See Minute Entry of June 26, 2013. Truc Huynh withdrew her\n\nsupport for the motion at the September 13 hearing, Hr’g Tr. [ECF No. 81] 4, and Mr. Sestak did\n\nnot join the motion. Binh Vo later joined the motion. [ECF No. 91]. Defendants make two\n\narguments: first, that venue is improper on the conspiracy count because no overt acts in\n\nfurtherance of the conspiracy occurred in D.C.; and second, that venue is improper on the bribery\n\nand visa fraud counts because all of the alleged conduct relating to those offenses occurred\n\nabroad and no defendant was arrested as a joint offender in D.C. The Court addresses these\n\narguments in turn.\n\n                                         DISCUSSION\n\n        Article III, section 2, clause 3 of the Constitution provides that the “[t]rial of all\n\nCrimes . . . shall be held in the State where the said crimes shall have been committed.” The\n\nSixth Amendment provides that criminal trials shall be held before an impartial jury “of the State\n\nand district wherein the crime shall have been committed.” And Federal Criminal Rule 18\n\nprovides that “the government must prosecute an offense in the district where the offense was\n\ncommitted.” The government bears the burden of proving by a preponderance of the evidence\n\nthat venue is proper with respect to each count charged against the defendants. United States v.\n\nKwong-Wah, 924 F.2d 298, 301 (D.C. Cir. 1991). Venue may be proper in more than one\n\ndistrict. Id.\n\n\n\n\n                                                3\n\fI.      VENUE FOR THE CONSPIRACY COUNT MAY BE PROPER IN THIS\n        DISTRICT.\n        In the superseding indictment, the government alleges that venue is proper for the\n\nconspiracy count (Count 1) pursuant to section 3237(a). Under section 3237(a), “any offense\n\nagainst the United States begun in one district and completed in another, or committed in more\n\nthan one district, may be inquired of and prosecuted in any district in which such offense was\n\nbegun, continued, or completed.”3 Conspiracy is a continuing offense, so venue may lie in “any\n\ndistrict in which some overt act in furtherance of the conspiracy was committed by any of the co-\n\nconspirators.” Kwong-Wah, 924 F.2d at 301. Thus, venue on the conspiracy count is proper here\n\nif any defendant committed an overt act in furtherance of the conspiracy in D.C.\n\n        The only relevant overt acts occurring in D.C. that the government alleges were in\n\nfurtherance of the conspiracy were acts of concealment: Mr. Sestak’s allegedly false statements\n\nto the DSS agents in October 2012. The government contends that these acts were in furtherance\n\nof the conspiracy only because they were designed to throw off investigators and to conceal the\n\nongoing conspiracy. Defendants correctly point out that acts of concealment of a completed\n\nconspiracy cannot be in furtherance of the conspiracy unless there was an express original\n\nagreement to conceal the conspiracy, but the parties dispute whether the conspiracy was\n\ncompleted when Mr. Sestak made the statements. Grunewald v. United States, 353 U.S. 391,\n\n403-06 (1957). Because defendants contend (1) that the conspiracy was completed in September\n\n2012 when Mr. Sestak left his consular post, before he made the alleged false statements, and (2)\n\nthat there was no express original agreement between the defendants to conceal the conspiracy,\n\n3\n The full text of section 3237(a): “Except as otherwise expressly provided by enactment of Congress, any offense\nagainst the United States begun in one district and completed in another, or committed in more than one district,\nmay be inquired of and prosecuted in any district in which such offense was begun, continued, or completed. Any\noffense involving the use of the mails, transportation in interstate or foreign commerce, or the importation of an\nobject or person into the United States is a continuing offense and, except as otherwise expressly provided by\nenactment of Congress, may be inquired of and prosecuted in any district from, through, or into which such\ncommerce, mail matter, or imported object or person moves.”\n\n                                                        4\n\fthey argue that Mr. Sestak’s allegedly false statements in D.C. cannot support venue. The D.C.\n\nCircuit has noted that the question whether acts of concealment are in furtherance of the\n\nconspiracy “is not without difficulty.” United States v. Andrews, 532 F.3d 900, 910 (D.C. Cir.\n\n2008). Again, the government bears the burden of showing by a preponderance of the evidence\n\nthat venue is proper.\n\n        In a line of cases exemplified by Grunewald v. United States, 353 U.S. 391 (1957),4 the\n\nSupreme Court addressed a vexing issue: when do acts of concealment qualify as overt acts in\n\nfurtherance of a conspiracy? The answer to that question is important in several contexts,\n\nincluding calculation of the statute of limitations for conspiracy, admissibility under a hearsay\n\nexception for statements by coconspirators, and, as here, propriety of venue in a particular\n\ndistrict.5 The Court explained that whether acts of concealment qualify depends on when the acts\n\noccurred: before or after termination of the conspiracy. Id. at 400-09. To show that an act of\n\nconcealment was in furtherance even though it occurred after the conspiracy ended, the\n\ngovernment must prove the existence of an express original agreement to conceal the conspiracy.\n\nId. at 405.\n\n        This rule exists for obvious reasons: otherwise, the “statute of limitations would never\n\nrun until the conspirators’ death, conviction, or confession.” United States v. Turner, 548 F.3d\n\n1094, 1097 (D.C. Cir. 2008). After all, rare are the conspirators who wish the detection of their\n\ncriminal conspiracy. Grunewald, 353 U.S. at 406. But “[b]y no means does this mean that acts of\n\nconcealment can never have significance in furthering a criminal conspiracy.” Id. at 405. Acts of\n\nconcealment taken while the conspiracy is ongoing—when “the successful accomplishment of\n\n4\n  See also Lutwak v. United States, 344 U.S. 604 (1953); Krulewitch v. United States, 336 U.S. 440 (1949).\n5\n  “Typically, questions about when a conspiracy ended arise in cases in which the defendant raises a statute of\nlimitations defense, as in Grunewald, or in which the defendant objects that a coconspirator’s statement was hearsay\nbecause it was not made in furtherance of an ongoing conspiracy.” Turner, 548 F.3d at 1096-97. But the D.C. Circuit\nhas held that even in the different context of sentencing, cases like Grunewald are controlling. Id.\n\n                                                         5\n\fthe crime necessitates concealment”—certainly may be in furtherance. Id.; United States v.\n\nGrant, 683 F.3d 639, 648-49 (5th Cir. 2012) (“Efforts to conceal an ongoing conspiracy\n\nobviously can further the conspiracy by assuring that the conspirators will not be revealed and\n\nthe conspiracy brought to an end.”) (distinguishing Grunewald, 353 U.S. at 403, and Krulewitch\n\nv. United States, 336 U.S. 440 (1949)). In Grunewald, the Court used the examples of kidnappers\n\nin hiding waiting for ransom and car thieves repainting a stolen car. Id. at 405. Without those\n\nacts of concealment, the kidnappers might not get any ransom and the car thieves might not keep\n\nthe purloined car. Hence, such acts would be in furtherance of the conspiracy.\n\n       If, however, the government argues that acts of concealment taken after the conspiracy\n\nended were overt acts—the Grunewald Court had in mind kidnappers who cover their tracks\n\nafter they have received ransom and abandoned the kidnapped person—then the government\n\nfaces a high evidentiary hurdle. It must produce “direct evidence [of] an express original\n\nagreement among the conspirators to continue to act in concert in order to cover up, for their own\n\nself-protection, traces of the crime after its commission.” Pyramid Sec. Ltd. v. IB Resolution,\n\nInc., 924 F.2d 1114, 1118 (D.C. Cir. 1991) (internal quotation marks omitted).\n\n       In the superseding indictment here, the government alleges that the defendants’\n\nconspiracy lasted from February 2012 to December 2012. Defendants counter that the alleged\n\nconspiracy to commit bribery and visa fraud ended in September 2012 when Mr. Sestak left his\n\nconsular post. After all, defendants contend, the central objective of the alleged conspiracy was\n\nto commit bribery and visa fraud by exploiting Mr. Sestak’s office, and that objective was\n\nobviously frustrated when he left his post. Because Mr. Sestak’s alleged acts of concealment (the\n\nfalse statements) occurred in October 2012, venue on this basis depends on who is correct about\n\nthe duration of the conspiracy.\n\n\n\n                                                6\n\f       As an initial matter, the superseding indictment does not supply the answer. As\n\ndefendants rightly point out, the language in the indictment—charging that the conspiracy lasted\n\nuntil December 2012—does not conclusively establish the duration of the conspiracy. Turner,\n\n548 F.3d at 1097. The indictment establishes a ceiling, not a floor: in other words, it is binding\n\nonly as to the outer limit of the scope of the alleged conspiracy. United States v. Kang, 715 F.\n\nSupp. 2d 657, 673 (D.S.C. 2010) (“The government is correct that ‘[t]o determine the [outer]\n\nscope of the alleged conspiratorial agreement, the court is bound by the language of the\n\nindictment.’” (quoting United States v. Hitt, 249 F.3d 1010, 1015-16 (D.C. Cir. 2001))).\n\n       Instead, the scope of the conspiracy is a factual matter entrusted largely to the jury.\n\nGrunewald, 353 U.S. at 408-11 (finding that “there is evidence in this record which would\n\nwarrant submission of the case to the jury on the theory that the central object of the conspiracy\n\nwas not obtained [in 1948 and 1949, but rather] continued into 1952”); United States v. Upton,\n\n559 F.3d 3, 11 (1st Cir. 2009) (duration of conspiracy is factual question for jury); United States\n\nv. Walker, 653 F.2d 1343, 1346 n.6 (9th Cir. 1981) (same); United States v. Cisneros, 26 F.\n\nSupp. 2d 24, 55 (D.D.C. 1998) (denying motion to strike allegations that allegedly post-dated\n\ntermination of conspiracy because that determination “involve[s] factual determinations that\n\nmust be made by a jury . . . the date of the termination of the conspiracy is an issue for the jury to\n\ndetermine”). And in criminal proceedings, there is no procedural equivalent of summary\n\njudgment to resolve substantive factual disputes. United States v. Yakou, 428 F.3d 241, 246\n\n(D.C. Cir. 2005); see Kwong-Wah, 924 F.2d at 301 (“Venue is an issue that normally must be\n\nsubmitted to the jury.”). To decide the issue at this stage of the proceedings would be to arrogate\n\na jury function. Grunewald, 353 U.S. at 415 (holding that trial judge had to charge jury with\n\nfinding that central aim of conspiracy continued through certain date and that overt acts of\n\n\n\n                                                  7\n\fconcealment proved at trial were “at least partly calculated to further” the central aim); United\n\nStates v. Crop Growers Grp., 954 F. Supp. 335, 351-52 (D.D.C. 1997).\n\n        For example, in United States v. Kwong-Wah, 924 F.2d 298 (D.C. Cir. 1991), the\n\ndefendant challenged his conviction on an attempt count, arguing that venue was improper\n\nbecause he did nothing in D.C. in connection with that count—though his accomplices did. Id. at\n\n301. The trial court held that venue was proper without submitting the question to the jury; if the\n\ndefendant was an aider or abettor of his accomplices as to that count, venue would be proper. Id.\n\nBut the government did not allege, argue, or prove that the defendant was an aider and abettor.\n\nId. The D.C. Circuit explained that to support venue, the government was required to argue and\n\nprove at trial that the defendant was an aider and abettor and to request that the jury be instructed\n\non the issue. Id. at 301-02. Just as here, venue depended on the government proving the facts\n\nsupporting venue—in Kwong-Wah, whether the defendant was an aider and abettor; here,\n\nwhether the conspiracy extended past October 2012—and instructing the jury on the factual\n\nquestion. And in Kwong-Wah, had the jury found that the government proved the defendant to\n\nbe an aider and abettor, venue would have been proper. Id. Similarly here, if the jury finds that\n\nthe government proved that the conspiracy extended past October 2012,6 venue will be proper.\n\nHence, determining this issue before trial would be improper because the government is entitled\n\nto attempt to prove at trial that the conspiracy endured past October 2012 if it has alleged in the\n\nsuperseding indictment overt acts supporting its theory. Grunewald, 353 U.S. at 408.\n\n        And it has. The government alleges at least one overt act in support of its assertion that\n\nthe conspiracy did not end until after Mr. Sestak’s false statements in October 2012. Specifically,\n\nthe government alleges that a coconspirator, Alice Nguyen, transferred $100,000 into Binh Vo’s\n\n\n6\n Venue will also be proper if the jury finds that there was an express original agreement to conceal. Grunewald, 353\nU.S. at 405.\n\n                                                         8\n\fScottrade account in November 2012. Superseding Indictment, July 9, 2013, at 11. This alleged\n\naction, if proven, qualifies as an overt act in furtherance of the conspiracy. Conspiracies may\n\nhave multiple objectives, and a conspiracy is not necessarily complete simply because the central\n\nobjective has been completed. United States v. Goldberg, 105 F.3d 770, 774 (1st Cir. 1997)\n\n(citing Ingram v. United States, 360 U.S. 672, 679-80 (1959)); cf. Pyramid, 924 F.2d at 1117\n\n(“[C]onspiracy generally ends when the design to commit substantive misconduct ends.”). Here,\n\nthe superseding indictment alleges that the objectives of the conspiracy included obtaining\n\nmoney and concealing the source and existence of these proceeds. As in many conspiracies, the\n\naccumulation of wealth appears to have been the central objective here: the superseding\n\nindictment describes a conspiracy to obtain visas on behalf of others in return for large sums of\n\nmoney. Distributing that money to the various conspirators furthers that objective—the bank\n\nrobbery is not over until the bank robbers split up the spoils. United States v. Salmonese, 352\n\nF.3d 608, 611 (2d Cir. 2003); United States v. Perholtz, 842 F.2d 343, 357 (D.C. Cir. 1988)\n\n(“‘[A]cts of concealment done in furtherance of the main criminal objectives of the conspiracy’\n\nmay be considered to be in furtherance.” (quoting Grunewald, 353 U.S. at 405)). If the\n\ngovernment proves that Alice Nguyen transferred some of the spoils into Binh Vo’s account in\n\nNovember 2012 to help accomplish the distribution of proceeds among conspirators, this would\n\nsupport the allegation that the conspiracy continued until at least November 2012.\n\n       Basing the contention that the conspiracy continued through November 2012 on an overt\n\nact other than an act taken only to conceal distinguishes this case from United States v. Turner,\n\n548 F.3d 1094 (D.C. Cir. 2008). There, the government proffered evidence that a defendant lied\n\nto investigators, and argued that this act extended the conspiracy. Id. at 1097 (“The government’s\n\nevidence [regarding the duration of the conspiracy] consisted of [the defendant’s] lying to the\n\n\n\n                                                9\n\finvestigators in 2005.”). The court rejected this argument, relying on Grunewald. Id. Because the\n\ngovernment in Turner alleged only acts of concealment in support of its theory of the\n\nconspiracy’s duration, it was required to prove that there was an express original agreement to\n\nconceal. Id. In contrast, here the government supports its theory of the conspiracy’s duration with\n\nacts taken to further the central objective of the conspiracy—accumulation of wealth.\n\n       Defendants counter that “each alleged conspirator had already received their portion of\n\nthe proceeds prior to” October 2012. [ECF No. 91 at 8]. Yet the existence of a dispute over\n\nwhether Alice Nguyen was in fact distributing the proceeds merely bolsters the point. The\n\ngovernment has sufficiently alleged the act in the superseding indictment, and no procedural\n\nmechanism exists under the Federal Rules of Criminal Procedure to resolve the question before\n\ntrial. Yakou, 428 F.3d at 246.\n\n       The government also alleges that Mr. Sestak committed an overt act in furtherance of the\n\nconspiracy when he moved his share of proceeds into condominium properties in Thailand in\n\nOctober 2012. Superseding Indictment, July 9, 2013, at 11. The government’s theory is that this\n\nact was intended to conceal the source and existence of the proceeds. Acts to conceal the source\n\nand existence of the proceeds may, however, stray across the line drawn in Grunewald, because\n\nthe government has not charged offenses that in themselves require concealment, such as money\n\nlaundering or tax evasion. See, e.g., Forman v. United States, 361 U.S. 416, 423-24 (1960),\n\noverruled on other grounds by Burks v. United States, 437 U.S. 1 (1978). Consider a bank robber\n\nwho completes the heist, gets his share, hides it under his mattress, and lays low for a couple of\n\nyears. After developing back problems, and because depositing large sums of cash in a bank\n\naccount would trigger alarm bells, he buys some real estate with his cash in the hopes that\n\neventually, he can sell the property and deposit the cash. After he is apprehended, the\n\n\n\n                                                10\n\fgovernment maintains that his real estate purchase extended the duration of the conspiracy (and\n\nhence the statute of limitations) because the bank robbers intended from the beginning to conceal\n\nthe source and existence of the ill-gotten gains. Yet the real estate purchase was done “for the\n\npurpose only of covering up the crime” of bank robbery. Grunewald, 353 U.S. at 405. It was not\n\nessential to accomplish the objective of the conspiracy: to rob a bank and obtain money. Id. As a\n\nresult, for the acts to be in furtherance, the government would have to prove an express original\n\nagreement to conceal the source and existence of the proceeds even after the bank robbery was\n\ncomplete and each robber had his share. Id. Similarly here, Mr. Sestak finished allegedly\n\nengaging in bribery and visa fraud when he left his consular post and had his share of the loot. At\n\nthat point, any acts to conceal the source and existence of the proceeds were done “for the\n\npurpose only of covering up the crime[s]” he allegedly committed. Id.7 Hence, proof that Mr.\n\nSestak parked some of his proceeds from the scheme in real estate in October 2012 will not\n\nsupport a jury finding that the conspiracy extended through October 2012.8\n\n        Although that leaves only the overt act alleged in the indictment involving the transfer\n\nbetween Alice Nguyen and Binh Vo, “‘the overt act element of a conspiracy charge may be\n\nsatisfied by an overt act that is not specified in the indictment, at least so long as there is no\n\nprejudice to the defendant.’” Salmonese, 352 F.3d at 619 (quoting United States v. Frank, 156\n\nF.3d 332, 337 (2d Cir. 1998)). So the government is not necessarily limited to reliance on that\n\nspecific act in proving its theory of the conspiracy’s duration at trial. In any event, because the\n\ngovernment has sufficiently alleged an overt act that could support a jury finding that the\n\nconspiracy was still ongoing when Mr. Sestak made his allegedly false statements in D.C.,\n\n\n\n7\n   Had he purchased the real estate while he still occupied his consular post, such acts might have been in\nfurtherance: to maintain the scheme, it was necessary not to be discovered. Grant, 683 F.3d at 648-49.\n8\n  It conceivably could, however, support the existence of an original agreement to conceal the conspiracy.\n\n                                                    11\n\fwhether venue is proper here depends on factual determinations reserved for the jury. Hence, the\n\nCourt will deny defendants’ motion to dismiss for improper venue as to the conspiracy count.\n\n         As a result of the foregoing analysis, the Court need not consider and does not decide the\n\nsecond argument advanced by defendants: that the government did not properly allege an express\n\noriginal agreement to conceal. Even assuming that the government did so—an issue the Court\n\ndeclines to decide—the Court could not grant defendants’ motion to dismiss for improper venue\n\nat this juncture because of the open question regarding the duration of the conspiracy. If the jury\n\nfinds that the conspiracy ended after Mr. Sestak made his allegedly false statements, then venue\n\nis proper regardless of the existence of an express original agreement to conceal. Accordingly,\n\nthe court will deny defendants’ motions to dismiss as to Count 1.\n\nIII.     VENUE ON THE BRIBERY AND VISA FRAUD COUNTS IS IMPROPER IN\n         THIS DISTRICT.\n\n         In the superseding indictment, the government alleges that venue is proper for the bribery\n\nand visa fraud counts (Counts 2-27) pursuant to 18 U.S.C. § 3238. Under section 3238, venue for\n\noffenses committed entirely outside of the United States “shall be in the district in which the\n\noffender, or any one of two or more joint offenders, is arrested or is first brought,”9 unless no\n\noffenders are arrested or brought into the United States, a fact pattern not present here. Unlike\n\nvenue under section 3237(a) on the conspiracy count, this is not a jury question. Determination\n\nof these issues will not require the Court to make any factual determinations based on the\n\nsufficiency of the evidence. Both parties agree to the basic facts underlying defendants’\n\n\n\n\n9\n  The full text of section 3238: “The trial of all offenses begun or committed upon the high seas, or elsewhere out of\nthe jurisdiction of any particular State or district, shall be in the district in which the offender, or any one of two or\nmore joint offenders, is arrested or is first brought; but if such offender or offenders are not so arrested or brought\ninto any district, an indictment or information may be filed in the district of the last known residence of the offender\nor of any one of two or more joint offenders, or if no such residence is known the indictment or information may be\nfiled in the District of Columbia.”\n\n                                                           12\n\fargument, but dispute their legal significance under section 3238, and hence it is appropriate to\n\nreach this issue.\n\n        The term “first brought” in the statute has a meaning distinct from the term “arrested.” A\n\ndefendant is “arrested” under section 3238 “where the defendant is first restrained of his liberty\n\nin connection with the offense charged.” United States v. Catino, 735 F.2d 718, 724 (2d Cir.\n\n1984) (citing United States v. Erdos, 474 F.2d 157, 160 (4th Cir. 1973)) (emphasis in original);\n\nUnited States v. Provoo, 215 F.2d 531, 538 (2d Cir. 1954). But the term “first brought” in the\n\nstatute “applies only in situations where the offender is returned to the United States already in\n\ncustody.” Catino, 735 F.2d at 724 (citing Provoo, 215 F.2d at 537); United States v. Ivencio-\n\nBelique-Emilia, 65 Fed. App’x. 788, 789-90 (3d Cir. 2003) (noting adoption of this interpretation\n\nby Second and Ninth Circuits). To be “first brought” into D.C. under section 3238, then, an\n\noffender must have been arrested somewhere other than the United States and brought in custody\n\nto this district. Erdos, 474 F.2d at 161 (“‘[f]irst brought’ within the context of the statute means\n\nfirst brought in custody with liberty restrained”). The only co-defendant possibly arrested outside\n\nof the United States to date is Binh Vo, who was apprehended in Vietnam and brought in custody\n\nto the United States.10 Although Binh Vo was arraigned in this district, he was first brought in\n\ncustody to the Eastern District of Virginia when he landed at Dulles International Airport in\n\nSterling, Virginia. The parties thus agree that Binh Vo’s arrest does not affect venue under\n\nsection 3238, and accordingly the Court will focus on whether “any one of two or more joint\n\noffenders, [was] arrested” in this district. § 3238. Defendants argue that no defendant was\n\narrested in D.C. as a joint offender, and the government responds that venue is proper here (1)\n\n\n10\n   The Court need not resolve whether Binh Vo was arrested in Vietnam or Virginia to determine venue under\nsection 3238. If Binh Vo was arrested in Vietnam and brought in custody to Dulles International Airport, he was\n“first brought” to the Eastern District of Virginia. Likewise, if he traveled voluntarily to Dulles and was\nsubsequently arrested there, he was “arrested” in the Eastern District of Virginia.\n\n                                                      13\n\fbecause Hong Vo was “arrested” as a joint offender in D.C., and (2) because Truc Huynh was\n\narrested as a “joint offender” in D.C. Again, the government bears the burden of proving by a\n\npreponderance of the evidence that venue for Counts 2-27 lies in D.C.\n\n\n        A.       Hong Vo was “arrested” for the purposes of section 3238 in Colorado.\n        Under the government’s reading of section 3238, Hong Vo was “arrested” as a joint\n\noffender in D.C. because she was present here when the superseding indictment, containing\n\nCounts 2-27, was returned. Section 3238 has two clauses, and they must be read in the\n\ndisjunctive. See United States v. Gurr, 471 F.3d 144, 155 (D.C. Cir. 2006) (citing United States\n\nv. Layton, 855 F.2d 1388, 1410-11 (9th Cir. 1988), overruled on other grounds by Guam v.\n\nIgnacio, 10 F.3d 608, 612 n.2 (9th Cir. 1993)). Under the first clause, venue is proper in the\n\ndistrict where a defendant is arrested or first brought. The second clause of section 3238 provides\n\nthat if no offender is arrested or brought into any district, “an indictment or information may be\n\nfiled in the district of the last known residence of the offender or of any one of two or more joint\n\noffenders,” or in the District of Columbia if no such residence is known. This language provides\n\nthe government with options for venue before any defendant has been apprehended: under this\n\nclause, if the “‘defendant is indicted before he is brought into the United States, he may be tried\n\nin the district in which he was indicted regardless of whether it is the district in which he is first\n\nbrought.’” United States v. Hsin-Yung, 97 F. Supp. 2d 24, 28 (D.D.C. 2000) (quoting Charles A.\n\nWright & Arthur R. Miller, 2 Fed. Prac. & Proc. Crim. 2d § 304 (West 1982)). The statute thus\n\nbases venue either on an offender being arrested/first brought or on the return of an indictment\n\nbefore any offender’s apprehension. Id.11\n\n\n11\n  One of Congress’s purposes in adding a venue option based on a pre-apprehension indictment was “to provide the\nGovernment with a district in which to file an indictment or information before the statute of limitations ran, where\nan offender remained abroad but was not clearly a fugitive.” Hsin-Yung, 97 F. Supp. 2d at 36 n.4 (citing United\nStates v. Layton, 519 F. Supp. 942, 944 (N.D. Cal. 1981)).\n\n                                                        14\n\f        The government’s theory is that despite Sestak and Hong Vo having been arrested before\n\nan indictment was returned, the return of the superseding indictment created venue in this\n\ndistrict. As an initial matter, this reading appears to be inconsistent with the disjunctive language\n\nof the statute. The return of an indictment can only create venue in a particular district under the\n\nstatute when it is returned before any defendant is arrested or first brought into the United States,\n\nwhich did not happen here. See United States v. Holmes, 670 F.3d 586, 594 (4th Cir. 2012)\n\n(“‘[N]othing in [section 3238] suggests that the first ‘arrest’ requirement is indictment-\n\nspecific . . . [the] language indicates that venue is proper in the district where the defendant is\n\nfirst restrained in connection with the underlying offense, rather than any particular indictment.’”\n\n(quoting United States v. Holmes, 699 F. Supp. 2d 818, 827 (E.D. Va. 2010))). It is the initial\n\nrestraint in a district that establishes venue under the first clause.\n\n        The government argues that Hong Vo was first restrained in connection with the bribery\n\nand visa fraud charges in this district, and that the arrest in Colorado related only to the\n\nconspiracy count. This argument depends on the meaning of the word “arrest” in section 3238.\n\n“Courts consistently have interpreted ‘arrested’ in § 3238 to mean that ‘venue is in that\n\ndistrict . . . where the defendant is first restrained of his liberty in connection with the offense\n\ncharged.’” United States v. Wharton, 320 F.3d 526, 537 (5th Cir. 2003) (quoting Catino, 735\n\nF.2d at 724 (2d Cir. 1984)) (emphasis in original) (internal quotation marks omitted). Venue in\n\nthis case turns on the meaning of the phrase “in connection with the offense charged,” as used in\n\nthe case law. At issue is the required level of connection between the first restraint and the\n\noffense charged. This is an issue of first impression in this Circuit.\n\n        The government advances an “offense-specific” interpretation: in other words, venue is\n\nproper where the defendant was “first arrested for the specific offense charged.” Holmes, 670\n\n\n\n                                                   15\n\fF.3d at 596. At the time of Hong Vo’s arrest, the only specific offense charged was conspiracy.\n\nThe government thus draws a bright line, arguing that she was not arrested in connection with\n\nthe bribery and visa fraud charges until those charges were filed while she was already in\n\ncustody in D.C. Defendants counter that because the bribery and visa fraud charges are simply\n\novert acts in furtherance of the conspiracy charge based on the same criminal conduct—Hong Vo\n\nwas charged with conspiracy to violate the bribery and visa fraud statutes based on the alleged\n\nscheme—she should be considered to have been arrested in connection with the bribery and visa\n\nfraud charges in Colorado.\n\n       It is unnecessary here to determine the precise level of connection required between an\n\narrest and the offense charged. See Maracich v. Spears, 133 S. Ct. 2191, 2200 (2013) (quoting\n\nN.Y. State Conf. of Blue Cross & Blue Shield Plans v. Travelers Ins. Co., 514 U.S. 645, 655\n\n(1995) (internal quotation marks omitted)) (“The phrase ‘in connection with’ is essentially\n\n‘indeterminat[e]’ because connections, like relations, ‘stop nowhere.’”). It is enough to find that,\n\nhere, the required connection is present because Hong Vo’s initial arrest was very closely related\n\nto the bribery and visa fraud counts: she was arrested on a charge of conspiracy to violate certain\n\nstatutes and subsequently charged in a superseding indictment with overt acts violating those\n\nsame statutes, all based on the same criminal scheme.\n\n       At a minimum, for venue to lie in a particular district under the first clause of section\n\n3238, a defendant must have been arrested or first brought in that district for the same criminal\n\nconduct as that which ultimately gives rise to the offenses charged, even if the charges are filed\n\nelsewhere. Two key cases illustrate this principle. In United States v. Provoo, 215 F.2d 531 (2d\n\nCir. 1954), the defendant was arrested in Maryland on sodomy charges. Id. at 538. After those\n\ncharges were dropped, he remained in custody to be transported to New York for as-yet-unfiled\n\n\n\n                                                16\n\ftreason charges. Id. When he arrived in New York, he was charged with treason. Id. The Second\n\nCircuit held that he was first restrained in connection with the treason charges in Maryland,\n\nbecause there was no other justification for his continued detention there—the sodomy charges\n\nhad been dropped. Id. Thus, the defendant was restrained in Maryland based on the same\n\ncriminal conduct as that supporting the charge of treason later filed in New York.\n\n       Conversely, in United States v. Catino, 735 F.2d 718 (2d Cir. 1984), the defendant was\n\narrested on charges based on different criminal conduct from that with which he was ultimately\n\ncharged. The defendant was initially arrested in the Eastern District of New York on narcotics\n\ntrafficking charges. Id. at 724. After those were dropped, he remained in custody to be\n\ntransferred to the Southern District of New York to begin serving a previously imposed sentence.\n\nId. While he was serving that sentence, “he was indicted and arraigned for passport violations.”\n\nId. (emphasis in original). The passport violations stemmed from his time as a fugitive from the\n\nnarcotics charges; though related at one level of generality, the underlying criminal conduct\n\nsupporting the passport violations was plainly different from the conduct supporting the narcotics\n\ncharges. This time, the Second Circuit held that he was first restrained “in connection with” the\n\npassport violations in the Southern District, not the Eastern District. Id. Hence, venue was proper\n\nin the Southern District because he was not restrained based on the criminal conduct underlying\n\nthe passport charges until he was transferred to the Southern District.\n\n       A third case, United States v. Wharton, 320 F.3d 526 (5th Cir. 2003), which the\n\ngovernment relies heavily on, cannot be neatly squared with this approach. There, the defendant\n\nwas arrested in the Middle District of Florida on an insurance fraud complaint and transported to\n\nthe Western District of Louisiana, where he was indicted on conspiracy, mail fraud, and wire\n\nfraud charges. Id. at 536. Later, while he was still in custody, he was charged in a superseding\n\n\n\n                                                17\n\findictment with one count of foreign murder of a U.S. national. Id. The court rejected the\n\ndefendant’s argument that he was “arrested” on the foreign murder charge in the Middle District\n\nof Florida, holding that he was arrested when he was indicted on that charge in the Western\n\nDistrict of Louisiana. Id. at 537. But the facts indicate that the insurance fraud charge and the\n\nforeign murder charge were all part of one criminal scheme: the defendant took out $2 million in\n\nlife insurance policies on his girlfriend, murdered her in Haiti, and claimed the proceeds. Id. at\n\n529-30. Both the insurance fraud charge and the foreign murder charge thus stemmed from the\n\nsame course of criminal conduct. Consequently, under the approach described above, venue\n\nshould have been proper in the Middle District of Florida. Nevertheless, the court cursorily relied\n\non Catino to hold otherwise, without examining whether the insurance fraud charge and the\n\nforeign murder charge were at all related or based on the same conduct. Id. at 537 (citing Catino,\n\n735 F.3d at 724) (“We find this situation [in Catino] analogous.”). Put differently, the Wharton\n\ncourt did not explain why, when the defendant was arrested in Florida, he was not restrained “in\n\nconnection with” the foreign murder charge given the close factual link.12\n\n        What is more, the link in this case between the charges at issue and the defendant’s arrest\n\nis stronger than that in Wharton. Here, Hong Vo was arrested in Colorado on a charge of\n\nconspiracy to violate the bribery and visa fraud statutes based on her involvement with the visa\n\nfraud scheme. Then, she was charged in D.C. with overt acts violating those very same statutes\n\nin furtherance of the conspiracy, based on the same criminal conduct—her involvement with the\n\nvisa fraud scheme. In Wharton, the charges were based on the same malfeasance—defendant’s\n\nscheme to profit by murdering his girlfriend—but the connection between insurance fraud and\n\n\n12\n   Beyond the court’s limited analysis, there is another reason to reject Wharton as unpersuasive—the defendant\nthere did not challenge venue until after his trial and conviction for foreign murder. Id. at 536. Instead of\ndetermining that he waived the issue by not raising it before trial, see United States v. Delgado-Nunez, 295 F.3d\n494, 497 (5th Cir. 2002), the court decided the issue based on its brief analysis.\n\n                                                       18\n\fforeign murder is not so readily apparent as the connection between conspiracy to commit visa\n\nfraud and violation of the visa fraud statute. To the extent Wharton is persuasive, the facts here\n\nare distinguishable based on the congruence between the conspiracy charge and the bribery and\n\nvisa fraud charges.\n\n           As defendants point out, the possible consequences of the government’s proposed rule\n\nalso counsel against its adoption. Superseding indictments often add new charges related to the\n\nsame course of criminal conduct. Do new charges13 create the basis for venue wherever the\n\ndefendant is in custody, regardless of any harmony with the previously filed charges? For\n\nexample, consider Provoo. Under the government’s theory, after the defendant there was\n\ntransferred from Maryland to New York and charged with treason, the government could have\n\nestablished venue in New York by charging the defendant in a superseding indictment with\n\nviolations of other statutes based on the very same acts underlying the treason charge. That\n\npossibility is inconsonant with the Provoo court’s concern that the government might be “able to\n\nhandpick its forum” despite an arrest “in a district where a Federal court exists with jurisdiction\n\nto try the alleged offense.” Provoo, 215 F.2d at 539. But reading Wharton as the government\n\ndoes would permit exactly that. This would be inconsistent with the purpose of section 3238,\n\nwhich “is not to fix the place of arrest but simply to have the place of trial conform to the place\n\nof arrest.” Catino, 735 F.2d at 724 (quoting Provoo, 215 F.2d at 538) (internal quotation marks\n\nomitted). It is also inconsistent with a plain-language reading of section 3238, which bears\n\nrepeating: “[t]he trial of all offenses begun or committed . . . out of the jurisdiction of any\n\nparticular State or district, shall be the district in which the offender, or any one of two or more\n\njoint offenders, is arrested or is first brought.” For Hong Vo, that place is Colorado, not D.C.\n\n\n\n13\n     Assuming those charges are for offenses committed outside the United States, and thus subject to section 3238.\n\n                                                           19\n\f        In view of the above, the Court finds that when Hong Vo was first restrained in Colorado,\n\nshe was arrested in connection with the bribery and visa fraud charges because she was arrested\n\non a complaint charging conspiracy to violate the bribery and visa fraud statutes, supported by\n\nallegations of the same criminal conduct that underlies the bribery and visa fraud charges later\n\nbrought. To hold that Hong Vo was not arrested in connection with the bribery and visa fraud\n\ncharges she now faces is to adopt an overly cramped interpretation of the term “in connection\n\nwith the offense charged,” which the Court declines to do.14 Determining venue based on the\n\ngovernment’s addition of new charges here would “requir[e] reevaluation . . . at each stage of\n\nany subsequent procedural developments as with subsequent or superseding indictments for the\n\nsame offense.” Holmes, 670 F.3d at 595. Instead, it is appropriate for “venue to be definitively\n\ndetermined based on the static location of where a defendant is determined to be ‘[arrested or\n\nfirst brought]’ with respect to the offense.” Id.\n\n\n        B.       Truc Huynh was arrested as a “joint offender” when she was arrested in\n                 Colorado.\n        Truc Huynh was initially arrested on a material witness warrant in Colorado. She was\n\nthen brought to D.C., where she was arrested on the conspiracy charge after cooperation\n\nnegotiations broke down. Subsequently, she was charged, along with the other defendants, with\n\nthirteen counts of bribery and thirteen counts of visa fraud. The government conceded at the\n\nSeptember 13, 2013 hearing that Truc Huynh was “arrested” under section 3238 in Colorado.15\n\nHr’g Tr. [ECF No. 81] 33. Under section 3238, venue lies in the district in which “any one of\n\ntwo or more joint offenders . . . is arrested,” and the government argues that because Truc Huynh\n\nwas arrested on a material witness warrant, and not charged with any offense, she was not\n14\n   The foregoing analysis applies with equal force to the government’s alternative argument that Mr. Sestak was\narrested in this district.\n15\n   This concession is, to say the least, in tension with the government’s argument that Hong Vo was not “arrested” in\nColorado.\n\n                                                        20\n\farrested as a “joint offender.” Defendants respond that she was indeed a joint offender, because\n\nshe was named as a coconspirator in the affidavit supporting the material witness warrant, and\n\nbecause she was named as a “target” of the ongoing visa fraud investigation. The government\n\ndoes not dispute that she is now a joint offender, so the question is when exactly she became a\n\n“joint offender” for the purposes of section 3238.\n\n       No cases interpret the term “joint offender” in section 3238 in this specific context. The\n\nparties reason by analogy from what little relevant case law exists. Defendants rely on United\n\nStates v. Levy Auto Parts, 787 F.2d 946 (4th Cir. 1986), where the defendants were arrested on a\n\ncomplaint charging a conspiracy. When one defendant pleaded guilty to a lesser but closely\n\nrelated offense, the defendants in that case argued that he was no longer a “joint offender.” Id. at\n\n949. The court rejected this argument, stating that the affidavit supporting the complaint “clearly\n\ndisclose[d] that [the defendant was] suspected of concerted criminal activity.” Id. In other words,\n\nhe was arrested as a joint offender, and pleading guilty to lesser charges did not change that. All\n\nLevy Auto Parts stands for is that if a defendant is arrested on a complaint charging a conspiracy,\n\nthat defendant was arrested as a joint offender, and subsequent developments will not alter that\n\nfact. See also United States v. Connors, No. 01-326, 2002 WL 1359427 at *3 (N.D. Ill. June 20,\n\n2002) (defendant was a joint offender, but was not a joint offender when arrested for violation of\n\nthe same statute on an occasion unrelated to the charged conspiracy). Here, however, Truc\n\nHuynh was not arrested on a complaint charging conspiracy but on a material witness warrant, so\n\nLevy Auto Parts sheds very little light on whether she was a joint offender when she was arrested\n\nas a material witness.\n\n       The government relies on Catino to argue that Truc Huynh was not a joint offender when\n\nshe was arrested in Colorado. Id. at 724. Catino did not involve joint offenders, but the\n\n\n\n                                                21\n\fgovernment reads it to mean that to be a joint offender, the defendant must have been charged at\n\nthe time of arrest. Hr’g Tr. [ECF No. 81] 29-30; see Catino, 735 F.2d at 724 (“Courts\n\nconsistently have interpreted ‘arrested’ in § 3238 to mean that venue is in that district . . . where\n\nthe defendant is first restrained of his liberty in connection with the offense charged.”) (emphasis\n\nin original). Setting aside the government’s reliance on an interpretation of “arrest” to argue the\n\nmeaning of “joint offender,” the government’s argument falters against the language of the\n\nCatino test. The test is not—and could not be, in light of Provoo, which Catino relied on—where\n\nthe defendant is first restrained on the offense charged. Under the government’s reading of\n\nCatino, if the defendant in Provoo had been charged in New York with both treason and\n\nconspiracy to commit treason, venue would lie in New York because he was not a joint offender\n\nuntil he was charged after he arrived in New York.\n\n       A close reading of Provoo cuts against the government’s argument, even though that case\n\ndid not involve joint offenders. Provoo stands for the proposition that venue under section 3238\n\nmay be proper in a district based on restraint there even before a charge is filed in a different\n\ndistrict, so long as the arrest was connected to the offense. There, the defendant’s continued\n\nrestraint in Maryland after the sodomy charges were dropped could only be explained by an\n\nanticipated charge, which was ultimately filed in New York. Put differently, whether or not the\n\ndefendant in Provoo was charged at the time he was restrained was immaterial to the court’s\n\ndetermination that he was “arrested” in Maryland in connection with the treason charge. The\n\ncourt explained that “to hold otherwise would mean that the [government] can select any federal\n\ndistrict in the United States as the place for trial” for offenses committed abroad. Id. That the\n\ngovernment had that option under the equivalent of the “first brought” provision “does not seem\n\nan adequate reason for permitting the Government to take [the defendant] into custody in a\n\n\n\n                                                 22\n\fdistrict where a Federal court exists with jurisdiction to try the alleged offense for which he is\n\nheld in custody and then transport him to another district for trial there.” Id. at 539. If a\n\ndefendant can be “arrested” without being charged, on what logical basis does the fact of a\n\ncharge control whether a defendant is a joint offender, especially where the defendant is alleged\n\nto be a member of a conspiracy?\n\n       The government does not dispute that it considered Truc Huynh to be a coconspirator and\n\na target of the investigation. Even at the time she was arrested under the material witness\n\nwarrant, it was apparent that if charged, she would be charged as a joint offender based on her\n\n“coconspirator” and “target” statuses. The government did not, for example, view her as an\n\nindividual offender and then suddenly determine that she was a joint offender, based on newly\n\ndiscovered evidence tying her to the conspiracy. And although helpful authorities are few, a\n\nplain-meaning definition of the term “joint offender” embraces Truc Huynh’s status when she\n\nwas arrested in Colorado. When it named her as a coconspirator and target of the investigation in\n\nthe material witness warrant, the government averred that she jointly committed the offenses\n\nwith which she was ultimately charged. Although Levy Auto Parts was decided in a different\n\ncontext, the affidavit supporting arrest in that case—as here—“clearly disclose[d] that [the\n\ndefendant] was suspected of concerted criminal activity.” 787 F.2d at 949. Hence, because Truc\n\nHuynh was initially arrested on a material witness warrant that indicated clearly her status as a\n\ncoconspirator and as a target of the investigation, she was arrested as a “joint offender” under\n\nsection 3238 in Colorado.\n\n       No joint offender was arrested or first brought in this district, and hence venue is\n\nimproper in D.C. on the bribery and visa fraud counts under section 3238. The government has\n\nnot met its burden, and so Counts 2-27 must be dismissed. “When venue is improperly laid in a\n\n\n\n                                               23\n\fcriminal case, dismissal is the appropriate remedy because a district court has no power to\n\ntransfer such a case to a proper venue.” United States v. Hilger, 867 F.2d 566, 568 (9th Cir.\n\n1989); United States v. Swann, 441 F.2d 1053, 1054 (D.C. Cir. 1971); 8A Moore’s Federal\n\nPractice, Rule of Criminal Procedure, ¶ 21.02 (2d ed. 1987).\n\n        The government must show that venue is proper with respect to each count charged\n\nagainst the defendants. Kwong-Wah, 924 F.2d at 301. It has not done so here, and even on the\n\nsole count where it has carried its burden, venue hangs on the potentially thin reed of a jury\n\nfinding. The government’s continued insistence on pressing venue in this district is somewhat\n\npuzzling in light of the alternative venues likely available for all counts under section 3238. The\n\nalleged conduct underlying the conspiracy, bribery, and visa fraud charges “[began] or [was]\n\ncommitted out of the jurisdiction of any particular State or district,” and the four joint offenders\n\narrested to date were arrested or first brought in three different districts—in Colorado, California,\n\nand Virginia. While venue seemingly could be proper in those districts, it is not proper in the\n\nDistrict of Columbia for Courts 2-27.\n\n                                         CONCLUSION\n\n        For these reasons, the Court will grant the defendants’ motions to dismiss as to Counts 2-\n\n27 and deny the defendants’ motions to dismiss as to Count 1. A separate order has been issued\n\non this date.\n\n\n\n\n                                                                                /s/\n                                                                            JOHN D. BATES\n                                                                       United States District Judge\nDated: October 17, 2013\n\n\n\n\n                                                 24\n\f",
            "ocr": false,
            "opinion_id": 2659900
        }
    ],
    "court_short_name": "District of Columbia",
    "court_full_name": "District Court, District of Columbia",
    "court_type": "FD",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}