{
    "id": 2655395,
    "judges": null,
    "date_filed": "2017-08-15",
    "date_filed_is_approximate": true,
    "slug": "gillespie-community-unit-school-district-no-7-v-wight-co",
    "case_name_short": null,
    "case_name": "Gillespie Community Unit School District No. 7 v. Wight & Co.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 35,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2014 IL 115330"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.state.il.us/court/Opinions/SupremeCourt/2014/115330.pdf",
            "author_id": null,
            "opinion_text": "                                  Illinois Official Reports\n\n                                          Supreme Court\n\n\n\n        Gillespie Community Unit School District No. 7 v. Wight & Co., 2014 IL 115330\n\n\n\n\nCaption in Supreme           GILLESPIE COMMUNITY UNIT SCHOOL DISTRICT NO. 7,\nCourt:                       Macoupin County, Illinois, Appellant, v. WIGHT & COMPANY,\n                             Appellee.\n\n\n\nDocket No.                   115330\n\n\n\nFiled                        January 24, 2014\n\n\n\nHeld                         The fact that the limitation provision entitled “Construction—Design\n(Note: This syllabus         management and supervision” stated that it did not apply to fraudulent\nconstitutes no part of the   misrepresentations did not mean that there was no limitation period at\nopinion of the court but     all for a construction-based claim of fraudulent misrepresentation by\nhas been prepared by the     concealment of material fact; rather, the five-year default provision for\nReporter of Decisions        “all civil actions not otherwise provided for” was applicable.\nfor the convenience of\nthe reader.)\n\n\n\n\nDecision Under               Appeal from the Appellate Court for the Fourth District; heard in that\nReview                       court on appeal from the Circuit Court of Macoupin County, the Hon.\n                             Patrick J. Londrigan, Judge, presiding.\n\n\n\n\nJudgment                     Affirmed.\n\f     Counsel on                Rick Verticchio and Gina Verticchio, of Verticchio & Verticchio, of\n     Appeal                    Gillespie, and Thomas J. Verticchio and Matthew T. Kinst, of\n                               Swanson, Martin & Bell, LLP, of Chicago, for appellant.\n\n                               Janet R. Davis, Anne L. Blume and Jennifer J. Pomaranski, of\n                               Meckler Bulger Tilson Marick & Pearson LLP, of Chicago, for\n                               appellee.\n\n\n\n     Justices                  JUSTICE THOMAS delivered the judgment of the court, with\n                               opinion.\n                               Chief Justice Garman and Justices Freeman, Kilbride, Karmeier,\n                               Burke, and Theis concurred in the judgment and opinion.\n\n\n\n\n                                               OPINION\n\n¶1         Plaintiff, Gillespie Community Unit School District No. 7 (School District), filed suit\n       against defendant, Wight & Company, alleging professional negligence, breach of implied\n       warranty, and fraudulent misrepresentation by concealment of material fact, with respect to the\n       building of an elementary school in Benld, Illinois.\n¶2         Wight moved for summary judgment in its favor on all counts, arguing that the School\n       District’s claims for professional negligence and for breach of implied warranty were barred\n       by the four-year statute of limitations in section 13-214(a) of the Code of Civil Procedure (the\n       Code) (735 ILCS 5/13-214(a) (West 2010)) and that the claim for fraudulent misrepresentation\n       was barred by the five-year statute of limitations in section 13-205 (735 ILCS 5/13-205 (West\n       2010)) of the Code. The circuit court of Macoupin County agreed and granted Wight’s motion\n       for summary judgment.\n¶3         The Appellate Court, Fourth District, affirmed. 2012 IL App (4th) 111001-U. Relevant to\n       the instant appeal, the appellate court held that the five-year statute of limitations in section\n       13-205 of the Code applied to the School District’s claim for fraudulent misrepresentation, so\n       that the trial court properly found that the claim was barred by the statute of limitations.\n¶4         Thereafter, this court allowed the School District’s petition for leave to appeal. Ill. S. Ct. R.\n       315 (eff. Feb. 26, 2010).\n\n¶5                                       BACKGROUND\n¶6        The School District’s complaint alleged that in 1998, the board of education of the School\n       District decided to proceed with an investigation into the construction of a new elementary\n       school. One possible site for the school was on School District property in Benld, Illinois,\n                                                 -2-\n\f     immediately adjacent to the existing elementary school. Wight and the School District entered\n     into a contract, referred to as the “Pre-Referendum Service Agreement” (the Agreement),\n     wherein Wight agreed to provide services preliminary to the actual designing and construction\n     of the new school building. As part of the Agreement, Wight agreed to perform a “site mine\n     investigation.” The Agreement specifically provided that:\n              “The design team will investigate and examine the extent of mining in the\n              Gillespie/Benld region. This investigation will result in an analysis of the proposed\n              building site for suitability of construction and implications on proposed structural\n              systems.”\n¶7       Thereafter, as part of its site mine investigation, Wight hired Hanson Engineers, Inc., to\n     conduct a study of the School District property in Benld to assess the potential for coal mine\n     subsidence. On February 16, 1999, Charles Burgert, a physical engineer at Hanson, sent a letter\n     to the attention of Mark Tucker of Wight. The letter was regarding the “Undermining\n     Assessment for Gillespie School District Proposed Elementary School Benld, Illinois.”\n     Burgert’s letter stated that it “describes the history and approximate extent of coal mining\n     activity in the Benld/Gillespie area of Illinois, and also provides a general presentation\n     regarding subsidence and its risk of occurrence.”\n¶8       Burgert’s letter noted recorded subsidence events. The letter indicated that in 1934 Quade\n     performed an early mine subsidence investigation in the Benld/Gillespie area and recorded\n     numerous ground subsidence events, the locations of which were shown on an attachment to\n     the letter, designated Figure 5. Four additional ground subsidence events were recorded in the\n     Benld/Gillespie area between 1982 and 1998, and also were shown on Figure 5. The letter\n     further noted that the Illinois Mine Subsidence Insurance Fund had recorded five to six\n     subsidence events since 1979, affecting more than 40 structures in the Benld/Gillespie area,\n     but indicated that the locations of those subsidence events were confidential for insurance\n     purposes.\n¶9       Under the heading “Risk of Subsidence,” Burgert wrote:\n                  “No one can predict when or if the land above the roof-and-pillar mine will subside.\n              If any coal has been removed from the area, subsidence of the overlying geologic\n              materials is always a possibility. Subsurface investigations undertaken to predict the\n              possibility of future subsidence are always very expensive (especially at the depths of\n              the Superior Mines) and are generally inconclusive. The owner should consider the fact\n              that there is no economically feasible corrective action (such as filling the mine void)\n              that can be taken to guarantee against future subsidence.\n                  Based on the number of ground subsidence events shown on Figure 5, it can be\n              intuitively concluded that there is a relatively high risk of subsidence in the\n              Benld/Gillespie area. At first glance, there appears to be an area around the proposed\n              school location shown on Figure 5 where subsidence events have not occurred.\n              However, the following points should be considered:\n                  (1) Figure 5 does not include every ground subsidence event that has occurred in\n              the Benld/Gillespie area. There is a significant 40 to 50 year gap between the privately\n\n                                                 -3-\n\f               funded 1934 Quade study and the start of the recording of mine subsidence events by\n               public agencies in the late 1970s and 1980s. Apparently, the recording of mine\n               subsidence events during this intervening time period was not performed.\n                    (2) The Superior Mines No. 1 to No. 4 converge near the city of Benld. Therefore,\n               the Benld area may have been the last mined out area before the coal mines were\n               abandoned in the 1950s. Subsidence events in the Benld area could possibly be delayed\n               in comparison to earlier mined out areas.\n                    The risk of future subsidence at the proposed school location should be evaluated\n               along with other features of the site (such as the desirability of the location) with the\n               knowledge that it will not be possible to completely avoid similar risks in the area\n               closely surrounding the city of Benld, Illinois.”\n¶ 10        Hanson followed the letter with a Foundation Engineering Report (the Report) for the\n       proposed elementary school in Benld, Illinois. The Report was prepared by Hanson for Wight,\n       and was dated March 23, 2000. The introduction to the Report stated that it “presents the\n       results of a subsurface investigation by Hanson Engineers Incorporated (HEI) for the proposed\n       new elementary school that is to be constructed at the existing elementary school property in\n       Benld, Illinois.”\n¶ 11        The Report included a heading titled “Geology,” which stated, inter alia:\n               “Our review of the available Illinois State Geological Survey maps of the mined-out\n               coal areas in Illinois indicates that the site is undermined, and that there have been\n               documented occurrences of ground surface subsidence due to collapse of abandoned\n               coal mines within the town of Benld and the surrounding vicinity. Records indicate that\n               the Superior Coal Company operated mines in the site vicinity from about 1900 to\n               1955.”\n¶ 12        Under the heading, “Risk of Coal Mine Subsidence,” the Report stated:\n                    “Due to the many unknown variables involved in predicting both the chance of\n               subsidence and its possible magnitude, it is nearly impossible to quantify the risk\n               involved in building on an undermined site. Surface investigations undertaken to\n               predict the possibility of future subsurface are always very expensive and are generally\n               inconclusive. The owner should consider the fact that there is no economically feasible\n               corrective action that can be taken to guarantee against future subsidence.\n                    The risk of future subsidence must be valued along with the other features of the\n               site with the knowledge that it will not be possible to completely avoid similar risks in\n               the area closely surrounding Benld, Illinois.”\n¶ 13        The Report from Hanson to Wight did not include or attach a copy of Burgert’s February\n       16, 1999, letter, nor did it include or attach Figure 5 from that letter. Wight delivered the\n       Report to the School District, but did not provide the School District with a copy of Burgert’s\n       letter.\n¶ 14        The School District decided to construct the new elementary school at the proposed site in\n       Benld. The School District then retained Wight as the architect for the construction phase of\n       the school. The parties entered into a “Standard Form of Agreement Between Owner and\n                                                   -4-\n\f       Architect with Standard Form of Architect’s Services” (Standard Agreement), which is a\n       document issued by the American Institute of Architects. Included in the Standard Agreement\n       was Article 1.3.7.3, which provided:\n               “Causes of action between the parties to this Agreement pertaining to acts or failures to\n               act shall be deemed to have accrued and the applicable statutes of limitations shall\n               commence to run not later than either the date of Substantial Completion for acts or\n               failures to act occurring prior to Substantial Completion or the date of issuance of the\n               final Certificate for Payment for acts or failures to act occurring after Substantial\n               Completion. In no event shall such statutes of limitations commence to run any later\n               than the date when the Architect’s services are substantially completed.”\n¶ 15       “Substantial Completion” was defined as “the stage in the progress of the Work when the\n       Work or designated portion thereof, such as the Work of a Phase of the Project, is sufficiently\n       complete in accordance with the Contract Documents so that the Owner can occupy or utilize\n       the Work for its intended use.”\n¶ 16       The School District began occupying and using the school building in August 2002.\n       Construction of the school building was completed in the fall of 2002. In March 2009, a coal\n       mine subsided beneath the school building, causing extensive structural damage. Within a few\n       weeks of the subsidence event, the Illinois State Board of Education determined that the\n       damage was so severe that the building was condemned.\n¶ 17       In August 2009, the School District filed a three-count complaint against Union Pacific\n       Railroad Company and Wight. Counts II and III were directed against Wight, alleging\n       professional negligence and breach of implied warranty, respectively.\n¶ 18       On April 26, 2010, the School District filed an additional claim against Wight, count VI,\n       for fraudulent misrepresentation by concealment of a material fact. 1 That claim alleged that the\n       Report included some of the generalizations contained within Burgert’s letter, but excluded the\n       specific and material information supporting the conclusion that there is a relatively high risk\n       of subsidence in the Benld/Gillespie area. The School District alleged that: Wight either\n       directed or allowed the Report to be presented to the School District without the specific and\n       material information in Burgert’s letter concluding that there is a relatively high risk of\n       subsidence in the Benld/Gillespie area, including the site for the proposed elementary school;\n       Wight participated in causing or allowing the Report to be presented to the School District,\n       even though Wight knew the Report concealed and failed to contain the specific and material\n       information from the letter; and Wight’s concealment of the specific and material information\n\n           1\n             Count VI appears to allege both fraudulent misrepresentation and fraudulent concealment, which\n       are two separate causes of action. See People ex rel. Skinner v. Graham, 170 Ill. App. 3d 417, 437\n       (1988) (“There is a distinct difference between alleging fraudulent concealment of a cause of action,\n       which requires affirmative acts which are calculated to prevent the discovery of a cause of action\n       [citation], and alleging fraudulent misrepresentation, which requires that a plaintiff reasonably rely\n       upon intentional misrepresentation to his detriment. [Citation.]”). The parties and the lower courts,\n       however, have proceeded as though count VI alleges only a cause of action for fraudulent\n       misrepresentation, so we likewise will refer to count VI as a claim for fraudulent misrepresentation.\n                                                     -5-\n\f       occurred with the intent to induce a false belief for the School District concerning the\n       likelihood of a subsidence event at the proposed new school location, under circumstances that\n       created a duty for Wight to disclose the specific and material information set forth in the letter.\n¶ 19       The School District further alleged that it could not have discovered the relatively high risk\n       for subsidence in the Benld/Gillespie area, including the site for the proposed elementary\n       school, through its own reasonable inquiry, and that it relied on the information provided by\n       Wight in the Report. The School District would have acted differently with respect to the site\n       of the elementary school had it been provided the specific and material information in\n       Burgert’s letter.\n¶ 20       Wight filed a motion to dismiss the claims against it pursuant to section 2-619(a)(5) of the\n       Code (735 ILCS 5/2-619(a)(5) (West 2010)). Wight argued that pursuant to Article 1.3.7.3 of\n       the Standard Agreement, the parties had agreed to replace the discovery rule with their own\n       definition of “accrual,” so that the applicable statutes of limitation began running at the time of\n       “Substantial Completion,” as defined in that paragraph. The date of substantial completion was\n       2002. Wight further argued that the four-year statute of limitations in section 13-214(a) of the\n       Code applied to counts II and III, and that the five-year statute of limitations in section 13-205\n       applied to count VI, the claim for fraudulent misrepresentation by concealment of a material\n       fact. Because more than six years had passed since the date of “Substantial Completion,”\n       Wight contended that the School District’s claims were contractually barred. The trial court\n       denied Wight’s motion to dismiss.\n¶ 21       Wight later raised the same arguments in a motion for summary judgment. The trial court\n       granted Wight’s motion for summary judgment. The trial court found that the work was\n       substantially completed in the fall of 2002, therefore, the four-year statute of limitations\n       applicable to counts II and III had passed, as had the five-year statute of limitations applicable\n       to count VI. The trial court thereafter denied the School District’s motion to reconsider, to\n       vacate and for rehearing.\n¶ 22       The appellate court affirmed. 2012 IL App (4th) 111001-U. On appeal, the School District\n       had argued that the accrual provision was not part of the Pre-Referendum Service Agreement,\n       that the accrual provision applied only to its agreement with the contractor, Bercol\n       Construction, Inc., and not to its agreement with Wight, and that there was a material issue of\n       fact concerning when substantial completion occurred. The appellate court resolved these\n       issues in favor of Wight, and the School District does not challenge that portion of the\n       appellate court’s order.\n¶ 23       With regard to the instant appeal, the appellate court noted that although the School District\n       did not dispute that the four-year statute of limitations in section 13-214(a) of the Code applied\n       to counts II and III of the complaint, the School District did deny that the five-year statute of\n       limitations in section 13-205 of the Code applied to its claim for fraudulent misrepresentation\n       by concealment of a material fact. 2012 IL App (4th) 111001-U, ¶ 66. The School District\n       argued that no statute of limitations applied to its action for fraudulent misrepresentation. Id.\n¶ 24       The appellate court rejected the School District’s argument. The appellate court observed\n       that section 13-214(e) of the Code stated that the periods of limitation in section 13-214 are\n       inapplicable to fraudulent misrepresentation. Therefore, by default, the five-year period of\n                                                     -6-\n\f       limitation in section 13-205 of the Code was the applicable statute of limitations. 2012 IL App\n       (4th) 111001-U, ¶ 67. In support, the appellate court noted that in Rozny v. Marnul, 43 Ill. 2d\n       54, 69 (1969), the court held that the all-inclusive phrase “all civil actions not otherwise\n       provided for” in section 13-205 had been construed to cover actions for fraud and deceit, and\n       further held that it also encompassed actions for tortious misrepresentation. The appellate court\n       therefore affirmed the trial court’s order granting summary judgment in favor of Wight.\n¶ 25       As noted, in this court, the School District appeals only that portion of the appellate court’s\n       order finding that the School District’s fraudulent misrepresentation claim was barred by the\n       five-year statute of limitations in section 13-205.\n\n¶ 26                                            ANALYSIS\n¶ 27        Summary judgment is proper when “the pleadings, depositions, and admissions on file,\n       together with the affidavits, if any, show that there is no genuine issue as to any material fact\n       and that the moving party is entitled to a judgment as a matter of law.” 735 ILCS 5/2-1005(c)\n       (West 2010). This court’s review of an order granting summary judgment is de novo. Schultz v.\n       Illinois Farmers Insurance Co., 237 Ill. 2d 391, 399-400 (2010). Likewise, the School\n       District’s claim concerning the statute of limitations in section 13-214(e) involves an issue of\n       statutory construction, which also is reviewed de novo. Metropolitan Life Insurance Co. v.\n       Hamer, 2013 IL 114234, ¶ 18.\n¶ 28        At issue in this case are sections 13-214 and 13-205 of the Code. Section 13-214 provides,\n       in pertinent part:\n                “Construction—Design management and supervision. As used in this Section ‘person’\n                means any individual, any business or legal entity, or any body politic.\n                    (a) Actions based upon tort, contract or otherwise against any person for an act or\n                omission of such person in the design, planning, supervision, observation or\n                management of construction, or construction of an improvement to real property shall\n                be commenced within 4 years from the time the person bringing an action, or his or her\n                privity, knew or should reasonably have known of such act or omission. ***\n                    (b) No action based upon tort, contract or otherwise may be brought against any\n                person for an act or omission of such person in the design, planning, supervision,\n                observation or management of construction, or construction of an improvement to real\n                property after 10 years have elapsed from the time of such act or omission. However,\n                any person who discovers such act or omission prior to expiration of 10 years from the\n                time of such act or omission shall in no event have less than 4 years to bring an action\n                as provided in subsection (a) of this Section. ***\n                                                     ***\n                    (e) The limitations of this Section shall not apply to causes of action arising out of\n                fraudulent misrepresentations or to fraudulent concealment of causes of action.” 735\n                ILCS 5/13-214 (West 2010).\n       Subsection (a) of the statute, then, is the limitations portion, while subsection (b) is the repose\n       portion of the statute. Hernon v. E.W. Corrigan Construction Co., 149 Ill. 2d 190, 194 (1992).\n                                                    -7-\n\f¶ 29        Section 13-205 provides:\n                “Except as provided in Section 2-725 of the ‘Uniform Commercial Code’, *** and\n                Section 11-13 of ‘The Illinois Public Aid Code’, *** actions on unwritten contracts,\n                expressed or implied, or on awards of arbitration, or to recover damages for an injury\n                done to property, real or personal, or to recover the possession of personal property or\n                damages for the detention or conversion thereof, and all civil actions not otherwise\n                provided for, shall be commenced within 5 years next after the cause of action\n                accrued.” 735 ILCS 5/13-205 (West 2010).\n¶ 30        The School District argues that the lower courts erred in looking to section 13-205 to\n       determine the statute of limitations for its fraudulent misrepresentation cause of action. The\n       School District maintains that section 13-214(e) is clear and unambiguous in providing that no\n       statute of limitations applies to its claim for fraudulent misrepresentation. The School District\n       points to the language in subsection (e) that “[t]he limitations of this Section shall not apply to\n       causes of action arising out of fraudulent misrepresentations or to fraudulent concealment\n       causes of action.” (Emphasis added.) The School District reads the phrase “shall not apply” to\n       mean that no statute of limitations whatsoever shall apply to construction-based fraudulent\n       misrepresentation or fraudulent concealment causes of action. Therefore, the School District\n       argues that the trial court erred in granting summary judgment in favor of Wight based upon\n       section 13-205’s five-year statute of limitations, and that the appellate court erred in affirming\n       that decision.\n¶ 31        This court’s primary objective in construing a statute is to ascertain and give effect to the\n       intent of the legislature. Barragan v. Casco Design Corp., 216 Ill. 2d 435, 441 (2005). The best\n       indication of legislative intent is the language used in the statute, which must be given its plain\n       and ordinary meaning. Metropolitan Life, 2013 IL 114234, ¶ 18. It is improper for a court to\n       depart from the plain statutory language by reading into the statute exceptions, limitations, or\n       conditions that conflict with the clearly expressed legislative intent. Metropolitan Life, 2013 IL\n       114234, ¶ 18. Words and phrases should not be viewed in isolation, but should be considered\n       in light of other relevant provisions of the statute. Midstate Siding & Window Co. v. Rogers,\n       204 Ill. 2d 314, 320 (2003). Further, each word, clause and sentence of a statute must be given\n       a reasonable construction, if possible, and should not be rendered superfluous. Prazen v.\n       Shoop, 2013 IL 115035, ¶ 21. Where statutory language is clear and unambiguous, it will be\n       given effect without resort to other aids of construction. Kunkel v. Walton, 179 Ill. 2d 519, 534\n       (1997).\n¶ 32        The School District contends that the use of the word “shall” in subsection (e) evinces the\n       legislature’s clear prohibition against applying a statute of limitations to fraud-based\n       construction claims. The School District argues that the use of the word “shall” was a\n       mandatory directive and that the statutory language is clear and unambiguous, so that the\n       appellate court was required to give effect to the statute as written and enacted.\n¶ 33        We agree with the School District that the statutory language in section 13-214(e) is clear\n       and unambiguous. However, we find that the School District’s reading of the statute is contrary\n       to the plain language of the statute. As Wight points out, subsection (e) provides that “[t]he\n       limitations of this Section shall not apply to causes of action arising out of fraudulent\n                                                     -8-\n\f       misrepresentations or to fraudulent concealment causes of action.” (Emphasis added.) “[T]his\n       Section” means section 13-214. Consequently, the plain language of section 13-214(e)\n       expressly states that the limitations of section 13-214 do not apply to causes of action arising\n       out of fraudulent misrepresentations or fraudulent concealment. The statute does not provide\n       that no limitations shall apply to causes of action arising out of fraudulent misrepresentations\n       or to fraudulent concealment. Because the limitations of section 13-214 do not apply to\n       fraud-based construction claims, the appellate court properly followed Rozny and looked to\n       section 13-205 to determine the applicable statute of limitations.\n¶ 34        The School District, however, maintains that the appellate court erred in relying on Rozny\n       to find that section 13-205 set forth the proper statute of limitations for fraud-based\n       construction claims. The School District argues that Rozny is inapposite because the case was\n       decided prior to the enactment of section 13-214. The School District notes that at the time\n       Rozny was decided, no other statute of limitations applied to fraud-based construction claims.\n       Therefore, absent any other applicable statute of limitations, the Rozny court applied the\n       predecessor to section 13-205 to the fraud-based construction claim at issue. The School\n       District argues that the legislature’s subsequent enactment of section 13-214 reflected its intent\n       that fraud-based construction claims are exempt from statutes of limitations and repose, so\n       there no longer is any need to look to section 13-205’s limitation period for such claims.\n¶ 35        We disagree with the School District’s attempts to distinguish Rozny from this case. As\n       discussed, section 13-214(e) does not eliminate any statute of limitations or repose for\n       fraud-based construction claims. The subsection merely states that the limitations set forth in\n       section 13-214 do not apply to causes of action arising out of fraudulent misrepresentations or\n       to fraudulent concealment causes of action. Because those limitations do not apply to\n       fraud-based construction claims, the appellate court correctly relied on Rozny to find that\n       section 13-205 applied to the School District’s claim for fraudulent misrepresentation.\n¶ 36        The School District next contends that the appellate court improperly read language into\n       section 13-214(e). The School District claims that following the language in subsection (e) that\n       “[t]he limitations of this Section shall not apply to causes of action arising out of fraudulent\n       misrepresentations or to fraudulent concealment causes of action,” the appellate court\n       effectively added language stating, “and the limitations provided for in Section 13-205 of this\n       Act shall instead control.” The School District argues that such an interpretation is improper,\n       as it is well settled that a court may not depart from the plain statutory language by reading into\n       the statute exceptions, limitations, or conditions that conflict with the clearly expressed\n       legislative intent.\n¶ 37        The School District is correct that a court may not depart from the plain statutory language\n       by reading into the statute exceptions, limitations, or conditions that conflict with the clearly\n       expressed legislative intent. However, it is the School District, and not the appellate court, that\n       is reading exceptions, limitations or conditions into section 13-214 that conflict with clearly\n       expressed legislative intent. The School District is reading language into section 13-214(e)\n       completely eliminating any cause of action for fraud-based construction claims. Such a reading\n       is contrary to the clear language of section 13-214(e), which simply and clearly states that the\n\n                                                    -9-\n\f       limitations of “this Section [13-214] shall not apply to causes of action arising out of fraudulent\n       misrepresentations or to fraudulent concealment causes of action.”\n¶ 38       Moreover, as Wight points out in response, when the legislature intends to exempt causes\n       of action from a limitations period, the legislature has expressly stated its intention. Thus,\n       section 3-5 of the Criminal Code of 1961 states: “[a] prosecution for *** first degree murder,\n       attempt to commit first degree murder, second degree murder, involuntary manslaughter,\n       reckless homicide, *** concealment of homicidal death, treason, arson, aggravated arson, [or]\n       forgery *** may be commenced at any time.” (Emphasis added.) 720 ILCS 5/3-5 (West 2010).\n¶ 39       Similarly, section 13-202.1 of the Code is entitled “No limitations on certain\n       actions—Duties of Department of Corrections and State’s Attorneys.” Section 13-202.1 states:\n                   “(a) Notwithstanding any other provision of law, any action for damages against a\n               person, however the action may be designated, may be brought at any time if—\n                   (1) the action is based upon conduct of a person which constituted the commission\n               of first degree murder, a Class X felony, or a Class 1 felony as these terms are utilized\n               at the time of filing of the action; and\n                   (2) the person was convicted of the first degree murder, Class X felony, or Class 1\n               felony.” (Emphasis added.) 735 ILCS 5/13-202.1(a) (West 2010).\n¶ 40       Here, in contrast, section 13-214(e) does not state that a fraud-based construction claim\n       may be brought at any time. Section 13-214(e) simply excludes fraud-based construction\n       claims from the statute of limitations and repose set forth in subsections (a) and (b) of the\n       section 13-214.\n¶ 41       The School District’s remaining statutory arguments also must fail, as those arguments are\n       premised on the erroneous conclusion that no statute of limitations applies to fraudulent\n       misrepresentations or to fraudulent concealment construction-based causes of action. The\n       School District has argued that the appellate court’s decision is contrary to precedent holding\n       that courts are to construe statutes so that the specific, section 13-214, prevails over the\n       general, section 13-205; and that the most recent enactment, section 13-214, prevails over the\n       earlier enactment, section 13-205. As Wight points out, however, those statutory principles\n       apply when statutes are in conflict. There is no need to apply those statutory principles in this\n       case because sections 13-214 and 13-205 are not in conflict. Section 13-214 sets forth a statute\n       of limitations and repose for construction claims, but specifically excepts fraud-based\n       construction claims from that section. Fraud-based construction claims are instead governed\n       by the statute of limitations set forth in section 13-205. Absent a conflict, there is no need to\n       harmonize the two statutes.\n¶ 42       The School District next claims that the appellate court’s decision in this case conflicts\n       with decisions in Village of Fox Lake v. Aetna Casualty & Surety Co., 178 Ill. App. 3d 887 (2d\n       Dist. 1989), Continental Insurance Co. v. Walsh Construction Co. of Illinois, 171 Ill. App. 3d\n       135 (1st Dist. 1988), and Champaign County Nursing Home v. Petry Roofing, Inc., 117 Ill.\n       App. 3d 76 (4th Dist. 1983). Those cases, however, are not in conflict with the instant case.\n¶ 43       In Village of Fox Lake, the court considered whether the trial court properly held that the\n       four-year statute of limitations in section 13-214(a) barred the plaintiff Village’s two fraud\n                                                   - 10 -\n\f       causes of action. Village of Fox Lake, 178 Ill. App. 3d at 912. The evidence showed that the\n       Village was aware of the fraud as early as September 27, 1976, and filed its fraud claims on\n       June 22, 1983, and November 21, 1983. Id. The Village argued that the proper statute of\n       limitations for the claim filed on June 22, 1983, was the five-year statute of limitations in\n       section 13-205, while the proper statute of limitations for the fraud claim filed on November\n       21, 1983, was the 10-year statute of limitations on a written contract in section 13-206 of the\n       Code, so that both claims were timely filed. Id.\n¶ 44       The Village of Fox Lake court held that although section 13-214 was the proper statute to\n       consider in determining whether the Village’s fraud claims were timely filed, the trial court\n       erred in holding that those claims were time barred. Id. at 912-13. The appellate court relied\n       upon section 13-214(e) in reaching its conclusion, holding that because the counts at issue\n       “arose out of the alleged misrepresentation[ ]” by defendants, the trial court erred in holding\n       that those counts were barred by the four-year statute of limitations set forth in section\n       13-214(a). Id. at 913.\n¶ 45       The School District seizes upon the court’s statement in Village of Fox Lake that “the\n       Village’s fraud counts were not barred by the statute of limitations.” Id. The School District,\n       however, misinterprets this statement as meaning that the fraud counts were not barred by any\n       statute of limitations. In fact, the court’s holding was that the fraud claims were not barred by\n       the statute of limitations set forth in section 13-214(a). There was no need for the appellate\n       court to expressly address the statutes of limitations set forth in sections 13-205 and 13-206 of\n       the Code because the Village’s fraud claims were timely under those statutes of limitation. The\n       decision in Village of Fox Lake, then, is entirely consistent with the appellate court’s opinion in\n       this case.\n¶ 46       The School District similarly takes language out of context in the Continental Insurance\n       and Champaign County cases. At issue in Continental Insurance was whether the plaintiff’s\n       claim against the defendants for negligent services provided in the engineering and\n       construction of an underground sewer system was barred by the then two-year statute of\n       limitations in section 13-214(a), or the five-year statute of limitations in section 13-205. The\n       court held that section 13-214(a) applied to the plaintiff’s complaint. Continental Insurance,\n       171 Ill. App. 3d at 137. In so holding, the court stated that “section 13-205, which plaintiff\n       asserts governs its cause of action, has been held inapplicable to architects, engineers, and\n       contractors after passage of section 13-214.” Id. at 139. The court noted that “[s]ection\n       13-214(a) unambiguously states that it governs actions ‘based upon tort, contract or otherwise\n       against any person for any act or omission by such person in the design, planning, supervision,\n       observation or management of construction, or construction of an improvement to real\n       property.’ ” Id. The court further observed that, pursuant to section 13-214(e), “[i]njured\n       parties whose claims arise out of fraudulent misrepresentations or fraudulent concealment are\n       not governed by the two-year statute of limitations.” Id.\n¶ 47       Contrary to the School District’s interpretation, the Continental Insurance court did not\n       hold that no statute of limitations applied to claims for fraud-based construction claims.\n       Rather, the Continental Insurance court correctly noted that subsection (e) excluded\n       fraud-based construction claims from the then two-year statute of limitations in subsection\n                                                   - 11 -\n\f       13-214(a). Further, the Continental Insurance court did not have to address whether the section\n       13-205 statute of limitations applied to fraud-based construction claims, as the claim in the\n       case before it was a claim for negligence, which is expressly included in section 13-214(a).\n       Consequently, the Continental Insurance decision does not support the School District’s\n       argument that no statute of limitations applies to fraud-based construction claims.\n¶ 48       At issue in Champaign County was whether the holder of a claim pursuant to section\n       13-214, which would have been timely by virtue of a savings clause that was later repealed,\n       was time barred when filed some months after repeal of the savings clause. Champaign\n       County, 117 Ill. App. 3d at 77. In addressing the issue, the court noted that at the time the\n       plaintiff discovered the damage at issue in July 1979, the relevant statutes of limitations were 5\n       years for actions premised on negligent damage to property, and 10 years for actions premised\n       on a written contract. Id. at 78. However, on “November 29, 1979, a special statute of\n       limitations relative to actions based on tort or contract and arising out of the negligent design,\n       planning, construction, etc., of buildings became effective. This legislation prescribed a\n       limitation period of two years from discovery of the relevant act or omission with a maximum\n       limitation period of 12 years from the date of the act or omission.” Id.\n¶ 49       The School District points to the preceding language in support of its claim that the\n       appellate court in this case ignored section 13-214’s “special statute of limitations” status. That\n       section 13-214 is a special statute of limitations for actions based on tort or contract or\n       otherwise with regard to construction design, management and supervision, however, has no\n       bearing on the instant case because section 13-214(e) specifically excludes fraud-based\n       construction claims from its statute of limitations. Accordingly, the School District’s attempts\n       to find a conflict between the instant case and the decision in Champaign County are\n       unavailing.\n¶ 50       Finally, the School District cites case law from other jurisdictions which note that contract\n       provisions shortening the time to commence suit or eliminating the discovery rule for accrual\n       of actions are not enforceable for claims premised on fraud. In citing these cases, the School\n       District is not arguing that the accrual provision in the parties’ Standard Agreement is\n       unenforceable with regard to its fraudulent misrepresentation claim. 2 Rather, the School\n       District argues that in enacting section 13-214, the Illinois legislature made a policy decision\n       consistent with that recognized in those other jurisdictions: that with regard to fraud-based\n       construction claims, periods of limitation and repose shall not apply.\n\n           2\n              In fact, although the heading to this portion of the School District’s argument is titled “Cases Upholding\n       Contractual Provisions Which Shorten a Statute of Limitations and/or Eliminate the Discovery Rule Do Not\n       Apply to Fraud-Based Claims,” the argument following this heading is, “[w]ith the enactment of Section 13-214,\n       the Illinois Legislature made a policy decision consistent with that recognized in other jurisdictions—at least with\n       regard to fraud-based construction claims, periods of limitation and repose ‘shall not apply.’ ” Moreover, the\n       School District’s argument in this section expressly disavows that it is arguing against application of the accrual\n       provision to its fraudulent misrepresentation cause of action. The School District states, “[a]s a result [of the\n       Illinois legislature’s policy decision to eliminate periods of limitation or repose], Illinois’ enforcement of\n       construction-related contract provisions which shorten the applicable statute of limitations or eliminate the\n       discovery rule is simply not relevant to the issue presented—whether statutes of limitation apply to fraud-based\n       construction claims.”\n                                                           - 12 -\n\f¶ 51       Again we disagree with the School District’s argument. To begin with, whether parties to a\n       contract can agree to shorten the time to commence suit or agree to eliminate the discovery rule\n       for fraud-based causes of action is an entirely separate issue from, and has no bearing on, the\n       issue of whether section 13-214(e) eliminates any statute of limitations or repose for a\n       fraud-based construction claim. The answer to the latter issue is no. The plain, unambiguous\n       language of section 13-214(e) states that the limitations of “this section”—section\n       13-214—“shall not apply to causes of action arising out of fraudulent misrepresentations or to\n       fraudulent concealment of causes of action.” Section 13-214(e) does not state that no statute of\n       limitation or repose shall apply to a fraud-based construction cause of action. The lower courts,\n       therefore, properly held that the five-year statute of limitations in section 13-205 applied to the\n       School District’s claim for fraudulent misrepresentation by concealment of material fact. We\n       therefore affirm the appellate court’s order in this case.\n¶ 52       In so holding, we wish to emphasize that our decision in this case is based solely on the\n       issue before us: whether the lower courts erred in holding that the five-year statute of\n       limitations in section 13-205 applied to the School District’s fraudulent misrepresentation\n       cause of action. As discussed, we find that the lower courts did not err in finding that the\n       five-year statute of limitations in section 13-205, rather than no statute of limitations, applied\n       to the School District’s fraudulent misrepresentation claim.\n¶ 53       Section 13-205 provides that “all civil actions not otherwise provided for, shall be\n       commenced within 5 years next after the cause of action accrued.” 735 ILCS 5/13-205 (West\n       2010). Rozny held that a cause of action accrues when the plaintiff “knew or should have\n       known of the defendant’s error.” However, pursuant to Article 1.3.7.3 of the Standard\n       Agreement, the parties agreed that causes of action shall be deemed to have accrued, and the\n       applicable statutes of limitations shall commence to run, upon substantial completion. The trial\n       court, with the appellate court affirming, held that substantial completion occurred in the fall of\n       2002. The School District does not challenge that finding on appeal, and does not challenge\n       application of Article 1.3.7.3 to its fraudulent misrepresentation cause of action. Under the\n       Standard Agreement, then, the fraudulent misrepresentation cause of action accrued in the fall\n       of 2002, so that the claim filed in March 2010 was untimely, and Wight was entitled to\n       summary judgment in its favor on that claim.\n¶ 54       We again point out that the School District has not challenged the enforcement of the\n       accrual provision set forth in Article 1.3.7.3 of the Standard Agreement to its fraudulent\n       misrepresentation cause of action. The School District did raise the issue in response to\n       Wight’s motion to dismiss, arguing that “Wight’s dismissal argument also fails given that\n       courts in other states addressing the issue hold that contractual provisions that purportedly\n       shorten the time to commence suit (such as Article 1.3.7.3) are unenforceable relating to claims\n       premised upon fraud.” After citing case law from other jurisdictions, the School District stated,\n       “[i]n short, Article 1.3.7.3 cannot be applied to the School District’s fraudulent\n       misrepresentation claim.”\n¶ 55       However, following the trial court’s denial of Wight’s motion to dismiss, the School\n       District thereafter abandoned the argument that Article 1.3.7.3 of the Standard Agreement\n       could not be applied to the School District’s fraudulent misrepresentation claim. The argument\n                                                   - 13 -\n\f       was not raised in the School District’s response to Wight’s motion for summary judgment, was\n       not raised in the School District’s motion to reconsider, to vacate and for rehearing, was not\n       raised on appeal to the appellate court, and was not raised in the instant appeal. Following the\n       denial of Wight’s motion to dismiss, the School District has argued only that there is no statute\n       of limitations for fraud-based construction claims, so that its fraudulent misrepresentation\n       claim was timely.\n¶ 56       Therefore, in affirming the grant of summary judgment in favor of Wight, we are\n       expressing no opinion concerning the extent to which accrual provisions such as that in Article\n       1.3.7.3 of the Standard Agreement may or may not be enforceable with regard to fraud-based\n       claims, as that issue is not before us. Neither this court nor our appellate court has addressed\n       whether a provision altering the normal rules governing the time for accrual applies to claims\n       for fraudulent misrepresentation. We reiterate that our holding in this case is limited to a\n       finding that the statute of limitations in section 13-205 applies to a fraud-based construction\n       claim.\n\n¶ 57                                        CONCLUSION\n¶ 58      For all of the foregoing reasons, we affirm the appellate court’s decision affirming the trial\n       court’s order granting summary judgment in favor of Wight.\n\n¶ 59      Affirmed.\n\n\n\n\n                                                  - 14 -\n\f",
            "ocr": false,
            "opinion_id": 2655395
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Murder"
}