{
    "id": 30192,
    "judges": "Barksdale, Clement, Davis, DeMOSS, Emilio, Garza, Higginbotham, Jolly, Jones, King, Smith, Wiener",
    "date_filed": "1974-06-05",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-vargas-duran",
    "case_name_short": "Vargas-Duran",
    "case_name": "United States v. Vargas-Duran",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Enrique VARGAS-DURAN, Defendant-Appellant",
    "attorneys": "David Hill Peck (argued), James Lee Turner, Asst. U.S. Atty., Houston, TX, Tony Ray Roberts, McAllen, TX, for Plaintiff-Appellee., Roland E. Dahlin, II, Fed. Pub. Def., Timothy William Crooks (argued), Asst. Fed. Pub. Def., Houston, TX, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 37,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b626-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Enrique VARGAS-DURAN, Defendant-Appellant.\n   </parties><docketnumber id=\"AOm\">\n    No. 02-20116.\n   </docketnumber><court id=\"AeW\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><decisiondate id=\"ApmF\">\n    Jan. 8, 2004.\n   </decisiondate><br><attorneys id=\"b627-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"599\"> \n     *599\n     </span>\n    David Hill Peck (argued), James Lee Turner, Asst. U.S. Atty., Houston, TX, Tony Ray Roberts, McAllen, TX, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b627-18\">\n    Roland E. Dahlin, II, Fed. Pub. Def., Timothy William Crooks (argued), Asst. Fed. Pub. Def., Houston, TX, for Defendant-Appellant.\n   </attorneys><br><judges id=\"b627-21\">\n    Before KING, Chief Judge, and JOLLY, HIGGINBOTHAM, DAVIS, JONES, SMITH, WIENER, BARKSDALE, EMILIO M. GARZA, DeMOSS, BENAVIDES, STEWART, DENNIS, CLEMENT, and PRADO, Circuit Judges.\n   </judges>",
    "citations": [
        "356 F.3d 598"
    ],
    "opinions": [
        {
            "author_str": "Clement",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEDITH BROWN CLEMENT, Circuit Judge:\nThis appeal contemplates the application of a sentence enhancement to a defendant’s sentence for being unlawfully present in the United States in violation of 8 U.S.C. § 1326 (2000). The Pre-Sentenc-ing Report (“PSR”) recommended that a sixteen-level enhancement be added to a base offense level of eight because Enrique Vargas-Duran (“Vargas-Duran”) previously had been convicted of intoxication assault under Texas law. Vargas-Duran objected to the enhancement, arguing it was improper because intoxication assault was not a crime of violence under § 2L1.2 of the U.S. Sentencing Guidelines Manual (“U.S.S.G.”). The district court agreed with the PSR’s recommendation and enhanced Vargas-Duran’s sentence. On appeal, a majority of a panel of this Court affirmed the district court, holding that intoxication assault required the use of force, and, as such, met the U.S.S.G. definition of a crime of violence.\nThis Court now examines and clarifies the law with respect to sentencing enhancements which require “as an element the use, attempted use, or threatened use of physical force against the person of another.” U.S.S.G. § 2L1.2, Application Note l(B)(ii)(I) (2001). We hold that the “use” of force requires that a defendant intentionally avail himself of that force. *600We further hold that the intentional use of force must be an element of the predicate offense if the predicate offense is to enhance a defendant’s sentence. Because the intentional use of force is not an element of the crime of Texas intoxication assault, we VACATE Vargas-Duran’s sentence and REMAND his case for resen-tencing in accordance with this opinion.\nI. FACTS AND PROCEEDINGS\nIn 1996, Vargas-Duran, a citizen of Mexico, was convicted of intoxication assault in Texas state court. Under the Texas statute, a person was guilty of intoxication assault when that person, “by accident or mistake, while operating an aircraft, watercraft or motor vehicle in a public place while intoxicated, by reason of that intoxication causes serious bodily injury to another.” Tex. Penal Code Ann. § 49.07 (1994).1 Following his conviction and sentence, Vargas-Duran was deported from Hidalgo, Texas to Mexico.\nOn June 24, 2001, Vargas-Duran was again found in Texas. He pleaded guilty to being unlawfully present in the United States in violation of 8 U.S.C. § 1326(a) and (b)(2).2 A PSR was prepared using the 2001 version of the Federal Sentencing Guidelines. The base level of Vargas-Duran’s offense was eight; the PSR recommended a sixteen-level enhancement pursuant to U.S.S.G. § 2L1.2. Section 2L1.2(b)(l)(A)(ii) provides for a sixteen-level enhancement if “the defendant previously was deported, or unlawfully remained in the United States, after ... a conviction for a felony that is a ... crime of violence.” The Application Notes define “crime of violence” either as one of a list of enumerated offenses or as “an offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.” U.S.S.G. Application Note l(B)(ii)(I). The PSR recommended that Vargas-Duran’s 1996 conviction for intoxication assault be considered a crime of violence for purposes of enhancing his sentence.\nThe district court agreed with the PSR. In adopting the PSR’s recommendation, the district court sentenced Vargas-Duran to a sixty-four month term of imprisonment and a three-year term of supervised release. Vargas-Duran timely appealed.\n*601On January 16, 2003, a majority of a panel of this Court affirmed the enhancement of Vargas-Duran’s sentence. United States v. Vargas-Duran, 319 F.3d 194, 199 (5th Cir.2003), vacated and reh’g granted by 336 F.3d 418 (5th Cir.2003). As a preliminary matter, the panel majority observed that because intoxication assault is not one of the enumerated offenses under § 2L1.2, Vargas-Duran’s sentence could only be enhanced if the crime of intoxication assault had “as an element the use, attempted use, or threatened use of physical force against the person of another.” 319 F.3d at 196 (citations omitted). Next, the majority reiterated the rule that this Court “need not discuss the facts underlying Vargas-Duran’s prior conviction, since we ‘look only to the fact of conviction and the statutory definition of the prior offense’ to determine whether a prior conviction qualifies as a predicate offense for sentencing enhancement purposes.” Id. (citations omitted).\nBecause intoxication assault requires that an intoxicated offender “cause[ ] serious bodily injury to another,” the majority concluded that the crime has as an element the use of force. 319 F.3d at 196. Observing that neither Vargas-Duran nor any Texas decision gave an example of an instance in which a defendant was convicted of intoxication assault without using physical force against a person, the majority concluded that causing serious bodily injury “qualifie[d]” as using force. Id. at 196-97.\nVargas-Duran’s primary contention was that “use of force” implied the intentional use of force. Relying on this Court’s decision in United States v. Chapa-Garza, 243 F.3d 921 (5th Cir.2001), in which we held that the sentence of a defendant with a prior conviction for driving while intoxicated (“DWI”) could not be enhanced as a crime of violence, Vargas-Duran argued that the approach endorsed by Chapa-Garza similarly should apply to intoxication assault. 319 F.3d at 197.\nThe majority disagreed with Vargas-Duran’s proposed use of Chapar-Garza on three grounds. First, the majority distinguished Chapa-Garza by observing that Chapa-Garza did not purport to interpret § 2L1.2.3 319 F.3d at 197. As a second point of distinction, the majority pointed out that the crime of felony DWI, which is committed when a defendant with two pri- or convictions begins operating a vehicle while intoxicated, could be committed without the use of force. Id. at 198. As a third point of distinction the majority emphasized that the felony DWI statute at issue in Chapa-Garza was not analyzed under 18 U.S.C. § 16(a), the language of which is similar to § 2L1.2, Application Note l(B)(ii)(I). Id. The majority characterized § 16(b), under which Chapa-Garza ivas decided, as a “catch-all” provision, and opined that “Chapcu-Garza’s analysis of § 16(b) would have been entirely unnecessary had the crime of Texas felony DWI contained as an element the ‘use of force,’ as does the Texas crime of intoxication assault at issue in this case.” Id. The *602majority therefore concluded that “[i]n light of the plain language of the revised guideline and its commentary,” no state of mind requirement should be implied in § 2L1.2. Id. at 199.\nThe dissent from the panel majority’s ruling in Vargas-Duran argued that “use”, by its very definition, requires intent. 319 F.3d at 201 (Clement, J., dissenting). Because intoxication assault encompasses an act that takes place “by accident or mistake”, the dissent reasoned that intoxication assault does not necessarily require the use, attempted use, or threatened use of force. Id. at 204.\nVargas-Duran timely filed a petition for rehearing en banc on January 30, 2003. By court order, rehearing en banc was granted on June 26, 2003, and the panel opinion was vacated. United States v. Vargas-Duran, 336 F.3d 418 (5th Cir.2003).\nII. STANDARD OF REVIEW\nBecause the grant of en banc rehearing vacates the earlier panel decision, we review de novo a district court’s legal conclusions or interpretations of the meaning of a guideline. United States v. Griffin, 324 F.3d 330, 365 (5th Cir.2003). We therefore review a challenge to the district court’s application of § 2L1.2 de novo. United States v. Rodriguez-Rodriguez, 323 F.3d 317, 318 (5th Cir.2003).\nIII. DISCUSSION\nA. “Use of Force”\nThe first issue before the Court is whether “the use, attempted use, or threatened use of physical force against the person of another,” U.S.S.G. § 2L1.2, Application Note l(B)(ii)(I), means that the predicate offense requires that a defendant intentionally avail himself of that force. We hold that it does.\nIt is an elementary rule of statutory construction that “the words of a statute will be given their plain meaning absent ambiguity.” Texas Food Indus. Ass’n v. United States Dept. of Agric., 81 F.3d 578, 582 (5th Cir.1996). Similarly, a statute should be construed such that no word is left without operative effect. Texaco Inc. v. Duke, 274 F.3d 911, 920 (5th Cir.2001). We are bound to follow each Sentencing Guideline; commentary is also authoritative if not plainly erroneous or inconsistent with the guidelines. United States v. Urias-Escobar, 281 F.3d 165, 167 (5th Cir.2002). Guidelines, and thus their commentary, are subject to the ordinary rules of statutory construction. United States v. Carbajal, 290 F.3d 277, 283 (5th Cir.2002).\nBecause “use” is not defined by the Sentencing Guidelines, we first look to its plain meaning. Beginning with the definition as commonly understood within the legal community, “use” means “[t]he application or employment of something.” BlaCK’s Law DICTIONARY 1540 (7th ed.1999). In more broad-based English application, “use” is defined as “[t]he act of employing a thing for any ... purpose; the fact, state, or condition of being so employed; utilization or employment for or with some aim or purpose, application or conversion to some ... end.” 19 The OxfoRD English Dictionary 350 (2d ed. 1989) (emphasis added).4 Similarly, another dictionary ob*603serves that “SERVICE, ADVANTAGE, PROFIT, ACCOUNT, AVAIL, and USE have in common a sense of a useful or valuable end, result, or purpose. USE stresses the practicality of the end, result, or purpose for which something is employed.” WEBSTER’S THIRD NEW INTERNATIONAL Dictionary of the English Language Unabridged 2523 (1993) (emphasis added).5 The overwhelming majority of authority on the plain meaning of “use” contemplates the application of something to achieve a purpose. Supplementing the word “force” in place of the indeterminate object “something” in the aforementioned dictionary definition bears out this meaning: “use of force” means “the act of employing force for any ... purpose,” or “to avail oneself of force.” Because we conclude that the meaning of “use of force” is free of ambiguity, we therefore hold that the plain meaning of the word “use” requires intent.\nOur adoption of the plain meaning of “use” is further supported by the rule of statutory interpretation that requires us, when possible, to give each word in a statute operative effect. This rule of construction dictates that the word “use” must have an operative effect when left standing alone, or when modified by either “attempted” or “threatened.” Both an attempt and a threat require intent. See BlaCK’s Law Dictionary 123, 1489 (7th ed. 1999) (defining “attempt” and “threat”). Were we to interpret “use of force” inconsistently with its plain meaning' — -that is, as capable of being performed without intent — we would effectively nullify the state of mind required by “attempted use” and “threatened use.” For how could one intentionally attempt to unintentionally use force, or intentionally threaten to unintentionally use force? The force, so to speak, of this rhetorical question only bolsters our belief that “use” requires intent.\nOur adoption of the plain meaning of the word “use” is supported by our caselaw as well.6 In United States v. Chapa-Garza, *604243 F.3d 921 (5th Cir.2001), we held that the crime of felony DWI under Texas law was not a crime of violence, because “[i\\n-tentional force against another’s person or property is virtually never employed to commit this offense.” Id. at 927. At issue in Chapa-Garza was whether felony DWI fit within the 18 U.S.C. § 16(b) definition of crime of violence as an offense “that is a felony and that, by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” Id. at 924 (citations omitted) (emphasis added). We first declined to read § 16(b) in the same way in which we read U.S.S.G. § 4B1.2(a)(2). Id. at 926. Although we hinged that decision on § 16(b)’s emphasis on the use of force during the commission of the offense, an equally valid basis for distinction is the fact that § 4B1.2(a)(2) does not mention either “use” or “force.” Id. at 925. We went on to avow that “[t]he criterion that the defendant use physical force against the person or property of another is most reasonably read to refer to intentional conduct, not an accidental, unintended event.” Id. at 926. Relying in part on the Third Circuit’s elucidation of “use of force” in United States v. Parson, 955 F.2d 858 (3rd Cir.1992), we concluded that the dictionary definitions of “use” indicate that the word “refers to volitional, purposeful, not accidental, employment of whatever is being ‘used’.” 243 F.3d at 926.\nNothing in our opinion in Chapa-Garza encouraged a reading restricting our plain-meaning analysis of the word “use” to the context of only § 16(b). Section 16(b)’s dictate that “physical force ... may be used” does not differ substantially from § 2L1.2’s “use of force” requirement. The distinction we made between the application of force against the body of another does not necessarily mean that the use of that force was intentional.\nIndeed, an example given in Chapa-Garza is not unlike the crime of intoxication assault. In the example posited, we believed that force was not intentionally used. We observed that\n[w]hile the victim of a drunk driver may sustain physical injury from physical force being applied to his body as a result of collision with the drunk driver’s errant automobile, it is clear that such force has not been intentionally “used” against the other person by the drunk driver at all, much less in order to perpetrate any crime, including the crime of felony DWI.\n243 F.3d at 927. The distinction we made then between force applied against the body of another and force intentionally used against the body of another is one we uphold here.\nOur ruling today is also consistent with the result we reached in United States v. Gracia-Cantu, 302 F.3d 308 (5th Cir.2002). Gracia-Cantu’s sentence was enhanced for a prior Texas felony conviction for injury to a child,7 which the PSR claimed constituted a crime of violence. 302 F.3d at 311. *605On appeal, it was persuasively argued by Gracia-Cantu and eventually conceded by the Government that § 16(a) was inapplicable to Gracia-Cantu’s predicate offense because “the statutory definition of the offense does not explicitly require the application of force as an element.” Id. at 312. Although we did not further address § 16(a) because of this concession, we now observe that this interpretation of § 16(a) is consistent with our view that “use of force” requires intent.8\nB. “An Element”\nBecause the panel held that the use of force was an element of the offense of intoxication assault, we turn now to address whether the intentional use of force is an element of the crime of intoxication assault. We hold that it is not.\nAs we have earlier noted, § 2L1.2 allows enhancement when the statute has “as an element the use, attempted use, or threatened use of force.” U.S.S.G. § 2L1.2, Application Note l(B)(ii)(I) (2001) (emphasis added). Thus, Vargas-Duran’s sentence enhancement depends not only upon the meaning of the word “use”, but also upon whether the predicate offense has the use of force as an element of the crime.9 In our current legal terminology, an element is “[a] constituent part of a claim that must be proved for the claim to succeed.” Black’s Law Dictionary 538 (7th ed. 1999). Thus, in order for § 2L1.2 to apply, the intentional use of force must be “a constituent part of a claim that must be proved for the claim to succeed.” See United States v. Williams, 343 F.3d 423, 432 (5th Cir.2003) (observing that “[t]raditionally, an ‘offense’ was defined by its ‘elements,’ i.e., facts necessary to support a conviction for the offense”). If any set of facts would support a conviction without proof of that component, then the component most decidedly is not an element — implicit or explicit — of the crime. More specifically, in the case of Vargas-Duran, intentional use of force would have to be an element of the crime of intoxication assault — that is to say that no conviction would be upheld absent proof that the defendant intentionally used force against the person of another. But a requirement that a defendant intentionally use force is simply not an element that needs to be proved under Texas law.\nThe Texas crime of intoxication assault requires that a prosecutor prove that the defendant (1) by accident or mistake, (2) while operating a motor vehicle in a public place while intoxicated, (3) by reason of that intoxication causes serious bodily injury to another. Tex. Penal Code Ann. § 49.07 (1994). Texas courts have held that the very words “by accident or mistake” plainly dispense with any mens rea requirement. Stidman v. State, 981 S.W.2d 227, 230 (Tex.App.1998). Therefore, all that need be proved for a conviction is an intoxicated driver’s operation of a motor vehicle in a public place that results in a serious bodily injury to another. No mens rea need be established for prosecution.10\n*606Further, the fact that the statute requires that serious bodily injury result from the operation of a motor vehicle by an intoxicated person does not mean that the statute requires that the defendant have used the force that caused the injury. All that the statute requires is that a bodily injury occur and that the injury was causally linked to the conduct of the defendant. No facts beyond these need be established in order for a conviction to lie.\nLooking only at the fact of Vargas-Duran’s conviction and the statutory definition of intoxication assault, it is clear that the intentional use of force against the person of another is not a necessary component of the offense. The prosecution of Vargas-Duran for the predicate offense in no way rested on proof of any mens rea, much less intent. There is also a difference between a defendant’s causation of an injury and the defendant’s use of force. Consequently, Vargas-Duran’s use of force was simply not a fact necessary to support his conviction for intoxication assault. Because the use of force is not an element of the' offense of intoxication assault, Vargas-Duran’s sentence was improperly enhanced.\nIV. CONCLUSION\nFor the foregoing reasons, the enhanced sentence applied by the district court is VACATED, and we REMAND this ease for resentencing in accordance with this opinion.\n\n. The 1999 amendment to this statute is of no moment to this appeal.\n\n\n. Section 1326, title 8, states in pertinent part:\n(a) In general\nSubject to subsection (b) of this section, any alien who—\n(1) has been denied admission, excluded, deported, or removed or has departed the United States while an order of exclusion, deportation, or removal is outstanding, and thereafter\n(2) enters, attempts to enter, or is at any time found in, the United States, unless (A) prior to his reembarkation at a place outside the United States or his application for admission from foreign contiguous territory, the Attorney General has expressly consented to such alien’s reapplying for admission; or (B) with respect to an alien previously denied admission and removed, unless such alien shall establish that he was not required to obtain such advance consent under this chapter or any prior Act,\nshall be fined under title 18, or imprisoned not more than 2 years, or both, (b) Criminal penalties for reentry of certain removed aliens\nNotwithstanding subsection (a) of this section, in the case of any alien described in such subsection—\n(2) whose removal was subsequent to a conviction for commission of an aggravated felony, such alien shall be fined under such title, imprisoned not more than 20 years, or both[.]\n\n\n. Chapa-Garza was decided under 18 U.S.C. § 16(b), a predecessor of § 2L1.2 (the guideline at issue in the present appeal). Chapa-Garza’s sentence was enhanced by the district court because it determined that DWI was an aggravated felony. An aggravated felony was, in turn, defined as, among other things, a crime of violence. Section 16(b) of Title 18 provided that a crime of violence was “any other offense that is a felony and that, by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” Cf. § 2L1.2 (2000) (defining a crime of violence as \"an offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another”).\n\n\n. Lest this Court be accused of selectively defining \"use” to comport with the result reached in this case, we hasten to add that other dictionaries have similarly defined the term. According to The American Heritage Dictionary, \"use” means \"[t]o put into service or apply for a purpose; employ.” The American Heritage Dictionary of the English Language 1894 (4th ed. 2000). The verb form of \"use” as stated in the Encarta World English *603Dictionary is defined as meaning “to employ something for some purpose or to put something into action or service,” while the noun form is defined as \"the act of using something for a particular purpose.” Encarta World English Dictionary 1956 (1999). One Webster's dictionary gives the primary definition of \"use” as \"the act or practice of employing something,” and a secondary definition as \"to put into action or service: avail oneself of: employ.” Webster’s New Collegiate Dictionary 1279 (6th ed. 1979). Finally, \"use” has been defined as \"the act or practice of using something: employment,” or “to put into action or service.” Webster’s Third New International Dictionary of the English Language Unabridged 2523 (1993).\n\n\n. We recognize that a member of this Court in dissenting from our denial of en banc rehearing in United States v. Chapa-Garza, 262 F.3d 479, 482 (5th Cir.2001), used an earlier Webster's dictionary synonym explication of \"use” to buttress his claim that \"without question, force may be used accidentally.” The dissent observed that \"Webster’s list of synonyms specifies 'USE is general and indicates any putting to service of a thing, usu. for an intended or fit purpose’. Webster's Third New International Dictionary of the English Language Unabridged (Merriam-Webster 1986). This suggests, of course, that a purpose is not always intended.” Id. at 482, n. 2. As the more recent edition of Webster's Third New International Dictionary of the English Language Unabridged omits the “usually” ad- ’ verbial restriction on purpose, we believe the clear weight of authority suggests that \"use of force” requires that one intentionally avail himself of that force.\n\n\n. There is a Circuit split on the issue of whether \"use of force” in the context of Sentencing Guidelines requires intent. See United States v. Lucio-Lucio, 347 F.3d 1202, 1205-06 (10th Cir.2003) (ruling that the “use of force” contemplated by § 16(b) \"carries a connotation of at least some degree of intent”); Bazan-Reyes v. INS, 256 F.3d 600, 609, 611 (7th Cir.2001) (holding that \"use of force” as contemplated by § 16(a) and § 16(b) requires intentional use). But see *604United States v. Gonzalez-Lopez, 335 F.3d 793, 799 (8th Cir.2003) (holding that “the definition of crime of violence contained in § 2L1.2(b)(1) does not contain a volitional element”); United States v. Bonilla-Montenegro, 331 F.3d 1047, 1051 (9th Cir.2003) (finding that designation of an offense as a crime of violence does not require the intentional use of force; recklessness will suffice).\n\n\n. Injury to a child is committed when a person \"intentionally, knowingly, recklessly, or with criminal negligence, by act or intentionally, knowingly, or recklessly by omission, causes to a child, elderly individual, or disabled individual: (1) serious bodily injury; (2) serious mental deficiency, impairment, or injury; or (3) bodily injury.” Tex. Penal Code Ann. § 22.04(a) (2002).\n\n\n. This interpretation also comports with our assessment, infra, that not only must force be used intentionally, but such use must also be “an element” of the predicate offense.\n\n\n. The panel explicitly ruled that \"[b]ecause the Texas crime of intoxication assault has as an element the use of force against the person of another, we conclude that the district court did not err in imposing the 16-level enhancement.” United States v. Vargas-Duran, 319 F.3d 194, 199 (5th Cir.2003) (emphasis added).\n\n\n.Our ruling on the \"element” requirement of this Sentencing Guideline is consistent with that of the Second Circuit in Chrzanoski v. Ashcroft, 327 F.3d 188 (2d Cir.2003). In Chrzanoski, the Government argued that, while the state statute in question did not expressly identify \"the use, attempted use, or threatened use” of physical force as an ele*606ment, it was implicit in the statute’s requirement that physical injury be caused. Id. at 193. The Second Circuit rejected the Government's argument and concluded that there was a difference between the use of force and the causation of injury. Id. at 194. We agree.\n\n",
            "ocr": false,
            "opinion_id": 9414232
        },
        {
            "author_str": "DeMOSS",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDeMOSS, Circuit Judge,\nSpecially concurring in part:\nI agree with Judge Clement’s majority opinion that under the definition of “crime of violence” in the 2001 version of U.S.S.G. § 2L1.2 the predicate offense here in Vargas-Duran (i.e., intoxication assault under Tex. Pen.Code Ann. § 49.07) is not a “crime of violence” because:\nA. That predicate offense is not specifically named in the Guideline definition; and\nB. That predicate offense does not have as an element “the use or attempted use or threatened use of physical force against the person of another,” as Judge Clement so clearly articulates in Part IIIB of her majority opinion.\nI reach this conclusion because neither the word “use” nor the word “force” nor the word “attempted” nor the word “threatened” appears anywhere in the text of the statute defining this predicate offense; nor should these terms be read into that statute by inference.\nHowever, I agree with Judge Garza’s dissent that we should not make this decision by relying upon our prior holding in Chapar-Garza because:\nA. That opinion was issued prior to the issuance of the new U.S.S.G. § 2L1.2 in 2001; and\nB. This new definition of “crime of violence” does not have any cross-reference to either 8 U.S.C. § 1101(a)(43)(F), nor to 18 U.S.C. § 16(a) or (b), nor to U.S.S.G. § 4B1.2, as did the version of § 2L1.2 which was applicable at the time Chapctr-Garza was decided.\nI find myself in a straddle position, agreeing with the result of Judge Clement’s opinion, but disagreeing with Part IIIA of her opinion in which she relies on Chapa-Garza to interpret the language of *607Application Note l(B)(ii)(I) as requiring an “intentional use of force.” Likewise, I disagree with Judge Garza’s interpretation of Tex. Pen.Code Ann. § 49.07 as containing as an element thereof the “use or threatened use or attempted use of physical force against the person of another” so as to come within the language of Note l(B)(ii)(I), but I agree with much of his dissent, which reviews the history and purpose of the complete change made by the Sentencing Commission in 2001 in the text of § 2L1.2 and the importance of construing the definitions of “crime of violence” and “aggravated felony” as set forth therein as new separate free standing definitions.\nGiven that the district courts of the Fifth Circuit handle more illegal alien cases than other district courts (and our Circuit sees more appeals of these cases than any other Circuit) and given that most of these illegal alien cases involve defendants with prior criminal convictions, I think it would be appropriate, time-saving, and cost-effective to set forth for the benefit of the bench and bar some ground rules and procedures for applying the new § 2L1.2. Towards that end I make the following suggestions:\n\nGround Rules for Interpretation\n\n1. The definitions in Application Note 1(B) of § 2L1.2 are expressly limited to subsection (b)(1) of that Guideline.\n2. The definition of “crime of violence” in Application Note l(B)(ii) was inserted by the Sentencing Commission in 2001 and differs significantly from other definitions of “crime of violence” in the criminal code and in the Guidelines. Therefore, any interpretation of this definition in Vargas-Duran should not be derived from other statutes or guidelines where other definitions of that term are used; and any interpretation here in Vargas-Duran is applicable only to cases applying the § 2L1.2 Guideline. Similarly, definitions of “crime of violence” prior to the 2001 amendments to § 2L1.2 are no longer applicable to sentencing after November 1, 2001, under that Guideline.\n3. The new definition of “aggravated felony” in Application Note 2 of § 2L1.2 is expressly limited to subsection (b)(1)(C) of that Guideline; and therefore any interpretation of that term here in Vargas-Duran should not be derived from other statutes or guidelines which define that term differently; and any interpretations here in Vargas-Duran are applicable only to cases applying § 2L1.2. Likewise, pri- or definitions of the term “aggravated felony” under prior versions of § 2L1.2 are no longer controlling.\n4. In adopting the new definitions of “crime of violence” and “aggravated felony” in the 2001 Guidelines, the Sentencing Commission clearly intended to change the type of predicate offenses which would qualify as a “crime of violence.” Therefore, we should strictly construe the language used in the 2001 version of “crime of violence” particularly as defined by (B)(ii)(I).\n5. In comparing the language used in the new definition of “crime of violence” it should be noted that:\nA. Not all of the specifically named offenses in subpart (II) meet the definitional test in subpart (I), which should lead to the conclusion that the specifically named crimes take precedence over the definition; and\nB. The definition in subpart (I) is identical to 18 U.S.C. § 16(a) except that it omits the words “or proper*608ty” after the word “person;” which leads to the conclusion that a crime against property which is not specifically named in subpart (II) cannot be a crime of violence under sub-part (I).\nC. The list of specifically named offenses in subpart (II) is the same as the list of offenses which are crimes of violence under the definition in Application Note § 4B1.2, but none of the definitions in § 2L1.2 include any of the other definitions of a “crime of violence” which appear in § 4B1.2, which focus on “conduct that by its nature, presented a serious potential risk of physical injury to another.” This difference clearly indicates that in determining what constitutes a “crime of violence” un- • der subpart (I) of § 2L1.2, we should not consider 18 U.S.C. § 16(b) which focuses on conduct that “by its nature involves a substantial risk that physical force may be used against another” or § 4B1.2 which focuses on “conduct that presents a serious potential risk of physical injury to another.”\nIn view of the foregoing, I propose that we craft a clear and methodical approach for determining sentencing enhancements under the current § 2L1.2 for the benefit of the bench and bar. In so doing, it is important to reemphasize that in rendering this proposal for construing the provisions of § 2L1.2, I am not suggesting that we attempt to arrive at a one-size-fits-all definition of “crime of violence” that purports to apply to other guideline provisions which utilize the crime of violence terminology. Rather, this is a provision-specific proposal that hopefully adds a little clarity to a much muddled area of the law.\nIn determining the appropriate sentencing enhancement under § 2L1.2, the Guidelines direct courts to “apply the greatest” of the enhancement levels, beginning with the 16-level and ending with the 4-level enhancement. Therefore, whenever the issue for enhancement involving a potential “crime of violence” under § 2L1.2 is raised, I would determine the appropriate enhancement level as follows:\nStep 1: I would determine whether the predicate offense is one of the specifically named offenses found in Application Note l(B)(ii)(II), which includes “murder, manslaughter, kidnaping, aggravated assault, forcible sex offenses (including sexual abuse of a minor), robbery, arson, extortion, extortionate extension of credit, and burglary of a dwelling.” If the predicate offense at issue is one of these listed offenses, a 16-level enhancement is appropriate and no further analysis is required.\nStep 2: If the predicate offense is not a specifically named, per se “crime of violence,” I would then refer to the general definition found in Application Note l(B)(ii)(I), which defines “crime of violence” as “an offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another.” In determining whether the predicate offense falls under this guideline definition, I would look only to the text of the statutory provision at issue to identify whether the requisite element is present. If the statutory definition does not contain such an element, i.e., the use, attempted use, or threatened use of physical force against the person of another, then analysis under the 16-level enhancement is complete, making appropriate an analysis of the predicate offense under the 8-level “ag*609gravated felony” definition.1\nStep 3: To determine whether the predicate offense constitutes an “aggravated offense” warranting an 8-level enhancement, the court should look to the definition provided by 8 U.S.C. § 1101(a)(43), which retains and restores the analysis of 18 U.S.C. § 16(a) and (b). Under § 16(a) and (b), a predicate offense is an “aggravated felony” if it either “has as an element the use, attempted use, or threatened use of physical force against the person or property of another” or is a felony that “by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.”\nStep J¡.: If the predicate offense is a felony conviction that does not meet the definitional standard for “aggravated felony” as provided by § 1101(a)(43), the offense automatically receives a 4-level enhancement pursuant to § 2L1.2(b)(l)(D).\nStep 5: Finally, if the predicate offense is not a felony but rather an aggregate of three or more misdemeanors deemed to be crimes of violence or drug trafficking offenses, the defendant is subject to a 4-level enhancement.\nApplying Step 1 of this proposed methodology to the facts in Vargas-Duran, it is clear that intoxication assault is not one of the specifically named offenses found in Application Note l(B)(ii)(II). Therefore, the focus of analysis is on Step 2 to determine whether the statute at issue “has as an element the use, attempted use, or threatened use of physical force against the person of another.” One is guilty of intoxication assault in Texas if he “by accident or mistake ... while operating a motor vehicle in a public place while intoxicated, by reason of that intoxication causes serious bodily injury to another.” Tex. Pen.Code Ann. § 49.07(b). Nowhere in the text of that statute does there exist an element contemplating the use, attempted use, or threatened use of physical force nor can such an element be read into the statute. The guidelines simply command us to extend our analysis no further than the statutory elements. Therefore, intoxication assault cannot be a “crime of violence” and a 16-level enhancement is improper.\nI would next move on to Step 3 and analyze intoxication assault under the lens of an “aggravated felony.” Application Note 2 refers us to § 16(a) and (b) where we must decide whether intoxication assault fits within either statutory definition. Section 16(a) is a near identical recitation of the general definition of “crime of violence” found in Application Note l(B)(ii)(I). The only meaningful difference is the inclusion of one’s property in the former. Therefore, as I have already determined that intoxication assault does not involve using, attempting to use, or threatening to use physical force against the person of another, we can similarly conclude that intoxication assault does not contemplate the use of such force against the property of another. Accordingly, I focus on § 16(b).\nSection 16(b) applies if the predicate offense is a felony that “by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” It seems clear to me that this broader definition, which in-*610eludes such terms as “substantial risk” and “may be used,” is sufficient to capture the nature of the conduct in the intoxication assault statute. There is certainly a substantial risk that someone may suffer serious bodily injury as a result of an intoxicated driver’s operation of a motor vehicle, whether or not physical force is used in committing the offense. Therefore, because intoxication assault falls under the definition of an “aggravated felony” as contemplated by the Sentencing Guidelines, Yargas-Duran’s sentence is subject to an 8-level enhancement.\nBottom line, I would vacate the 16-level enhancement imposed by the district court and remand the case back with specific instructions to apply the 8-level enhancement in accordance with the methodology set forth herein.\nEMILIO M. GARZA, Circuit Judge, joined by RHESA HAWKINS BARKSDALE, Circuit Judge, dissenting:\nThe court’s opinion holds that “use” within the context of U.S. SENTENCING Guidelines Manual § 2L1.2 (2001) means “intentional use.”1 This holding is inconsistent with the plain language of the sentencing guidelines, and it leads to unsound results for other guidelines where the Sentencing Commission actually includes mens rea elements modifying the term “use.” Further, this holding ignores the Sentencing Commission’s recent revision of U.S.S.G. § 2L1.2, and is inconsistent with the rationale of United States v. Chapa-Garza, 243 F.3d 921 (5th Cir.2001). Absent this Court’s addition of the mens rea element of intent to the verb “use,” it is clear that the Texas intoxication assault statute is a crime of violence for purposes of U.S.S.G. § 2L1.2. Accordingly, I respectfully dissent.\nThe 2001 version of U.S.S.G. § 2L1.2, under which Vargas-Duran was sentenced, provides a 16-level sentence enhancement to a base offense level of 8 “[i]f the defendant previously was deported, or unlawfully remained in the United States, after— (A) a conviction for a felony that is ... (ii) a crime of violence.... ” U.S.S.G. § 2L1.2(b)(l)(A)(ii). Application Note 1 of the guideline defines “crime of violence” for purposes of § 2L1.2(b)(l) as “an offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another....” U.S.S.G. § 2L1.2, cmt. n.l(B)(ii)(I) (2001).2\n*611Despite the plain language of the § 2L1.2 crime of violence definition, the court’s opinion inserts the word “intentional” before the word “use.” There is no mens rea language with respect to the “use of force” element in the § 2L1.2 definition. Cf. United States v. Gonzalez-Lopez, 335 F.3d 793, 798 (8th Cir.2003) (“[T]he text of the [§ 2L1.2] definition mentions only the actus reas [sic] and is silent as to the mens rea — or intent element.”). Although there is a presumption that criminal statutes include an element of mental culpability, and strict liability crimes are disfavored, see, e.g., Staples v. United States, 511 U.S. 600, 606, 114 S.Ct. 1793, 128 L.Ed.2d 608 (1994), the “use of force” requirement in § 2L1.2 is part of a strict liability 16-level sentencing enhancement and not part of a strict liability criminal statute. See United States v. Singleton, 946 F.2d 23, 26 (5th Cir.1991) (“Singleton was not convicted of a strict liability crime but instead was subject to a strict liability sentencing enhancement”) (emphasis in original). Even though criminal intent is a required part of the crime constituting the defendant’s underlying conviction, criminal intent is not necessarily a consideration for the district court in the sentencing phase. Id. at 26-27. Thus, whether the district court must consider the mens rea of the defendant’s underlying conviction depends upon the language of the sentencing guidelines.\n“The guidelines drafters have been explicit when they wished to import a mens rea requirement.” Singleton, 946 F.2d at 25. The crime of violence definition under U.S.S.G. § 2L1.2 contains no mens rea language. In contrast, the other section within subpart 2L1 of the sentencing guidelines does include mens rea language. See U.S.S.G. § 2Ll.l(b)(5) (“If the offense involved intentionally or recklessly creating a substantial risk of death or serious bodily injury to another person ....”) (emphasis added).3 Previously, this Court has refused to read a mens rea requirement into a sentencing guideline absent explicit direction to do so. See United States v. Fry, 51 F.3d 543, 546 (5th Cir.1995) (holding that, where “the language of section 2K2.1(a)(3) makes no reference to the defendant’s mental state, ... [t]he section is plain on its face and should not ... be read to imply a scienter requirement.”); Singleton, 946 F.2d at 25 (“Because statutory sections are to be construed as coherent wholes, the precision of the drafters in *612including mens rea in neighboring sections indicates that the reason that [§ 2K2.1] does not use the word ‘knowingly’ is that the drafters did not wish such a requirement to apply.”); cf. United States v. Myers, 104 F.3d 76, 81 (5th Cir.1997) (“As a straightforward matter of textual interpretation, we will not presume that a statutory crime requires specific intent in the absence of language to that effect.”). The fact that the guideline drafters specifically used mens rea language in § 2L1.1 and not in § 2L1.2 indicates they did not intend the term “intentional” to be included before “use” for purposes of § 2L1.2.\nFurthermore, interpreting “use” to mean “intentional use” in every sentencing guideline, in accordance with the court’s opinion, leads to curious results. For example, applying the reasoning of the court’s opinion to U.S.S.G. § 2K1.3(b)(3) and inserting the mens rea element “intentional” before the verb “use” would change § 2K1.3(b)(3) to: “If the defendant [intentionally] used or possessed ... any explosive material with knowledge, intent, or reason to believe that it would be [intentionally] used or possessed in connection with another felony offense.... ” Thus, the court’s opinion makes the mens rea language purposely included by the Sentencing Commission in this guideline superfluous,4 and departs from clear precedent governing statutory construction. See United States v. Menasche, 348 U.S. 528, 538-39, 75 S.Ct. 513, 99 L.Ed. 615 (1955) (“It is our duty to give effect, if possible, to every clause and word of a statute.”) (internal citations omitted); United States v. Marek, 198 F.3d 532, 536 (5th Cir.1999) (“A statute should be interpreted so as to give each provision significance.”) (citing United States v. Nordic Village, Inc., 503 U.S. 30, 36, 112 S.Ct. 1011, 117 L.Ed.2d 181 (1992)); see also 2A SUTHERLAND STATUTORY CONSTRUCTION § 46.06 (6th ed. 2000) (“A statute should be construed so that effect is given to all its provisions, so that no part would be inoperative or superfluous.”).\nTo justify its holding that “use” means “intentional use,” the court’s opinion cites to various dictionary definitions. However, by exclusively relying on dictionary definitions, the court’s opinion ignores the Sentencing Commission’s understanding of the term “use” as demonstrated by other guidelines, and disregards clear Supreme Court precedent requiring that the meaning of a statutory provision must be determined within the context of the whole act and not in isolation. See U.S. Nat’l Bank of Oregon v. Indep. Ins. Agents of Am., Inc., 508 U.S. 439, 455, 113 S.Ct. 2173, 124 *613L.Ed.2d 402 (1993) (“Over and over we have stressed that ‘in expounding a statute, we must not be guided by a single sentence or member of a sentence, but look to the provisions of the whole law, and to its object and policy.’ ”) (quoting United States v. Heirs of Boisdore, 49 U.S. (8 How.) 113, 122, 12 L.Ed. 1009 (1849)). I do not dispute that dictionaries are useful tools that assist this court in determining the plain meaning of ambiguous terms. However, before deciding that a term is ambiguous and turning to outside sources we must consider whether other provisions within a particular statute lend clarity to that term. See, e.g., King v. St. Vincent’s Hosp., 502 U.S. 215, 221, 112 S.Ct. 570, 116 L.Ed.2d 578 (1991) (“[T]he meaning of statutory language, plain or not, depends on context.”) (internal citations omitted); K Mart Corp. v. Cartier Inc., 486 U.S. 281, 291, 108 S.Ct. 1811, 100 L.Ed.2d 313 (1988) (“In ascertaining the plain meaning of the statute, the court must look to the particular statutory language at issue, as well as the language and design of the statute as a whole.”).\nThe meaning of a term should be determined by considering its context within the whole statute in which the term appears. This is a more appropriate indication of what the drafters of that statute understood a particular term to mean than is an outside dictionary definition. This is especially true in the case of the Sentencing Guidelines because the Commission has extensive expertise in this area, promulgates the guidelines in an effort to implement a cohesive policy, and constantly revises the guidelines in an effort to maintain internal consistency. As the preceding discussion indicates, there is no ambiguity surrounding the term “use” when the Sentencing Guidelines are considered as a whole. It is clear that the Sentencing Commission does not understand the verb “use” to inherently include any mens rea element. Thus, this Court should not impose a mens rea element upon that verb when the Sentencing Commission has declined to explicitly do so.\nIn addition to misapplying fundamental principles of statutory construction, the reliance by the court’s opinion upon Chapa-Garza is misguided. First, Chapa-Garza held that “use” means “intentional use” within the context of the 2000 version of U.S.S.G. § 2L1.2’s definition of a crime of violence, not under the revised 2001 version of this guideline. Chapa-Garza, 243 F.3d at 923. Unlike the 2001 version of § 2L1.2, the 2000 version did not contain its own guideline-specific definition of a crime of violence. Instead, the 2000 definition was found, through a series of cross-references, in 18 U.S.C. § 16. The only portion of the definition considered in Cha-par-Garza was 18 U.S.C. § 16(b). See Chapa-Garza, 243 F.3d at 924. Section 16(b) provides that in addition to the offenses described in § 16(a), this crime of violence definition also includes offenses where there was a “substantial risk that physical force ... may be used.” 18 U.S.C. § 16(b). Based upon this language, Chapa-Garza held that a crime of violence occurred when there is “a substantial likelihood that the perpetrator will intentionally employ physical force.” Chapa-Garza, 243 F.3d at 926. The § 16(b) “substantial risk that physical force ... may be used” language is different from the “use ... of physical force” language found in the 2001 § 2L1.2 crime of violence definition. Furthermore, the purposes served by these two clauses, as demonstrated by the statutory structure of their respective definitions, are not comparable.5 Thus, our past *614interpretation of 18 U.S.C. § 16(b) in Cha-par-Garza should not control our interpretation of the “use of force” language from the first part of the 2001 crime of violence definition in this case.\nSecond, under the rationale of Chapa-Garza, the nature of the 2001 revision of § 2L1.2 counsels against relying upon previous interpretations of 18 U.S.C. § 16 in this case. Cf. Chapa-Garza, 243 F.3d at 926. In Chapar-Garza, we refused to interpret the crime of violence definition in 18 U.S.C. § 16(b) consistently with previous interpretations of the U.S.S.G. § 4B1.2(a) crime of violence definition. Chapa-Garza, 243 F.3d at 926. We held that comparison was inappropriate because the Sentencing Commission had previously changed the U.S.S.G. § 4131.2(a) crime of violence definition from a cross reference to 18 U.S.C. § 16 to a self-contained definition. Chapa-Garza, 243 F.3d at 926. Yet, the court’s opinion in this case ignores the Sentencing Commission’s choice to replace a cross reference to § 16 with a self-contained crime of violence definition in § 2L1.2. It found no significant difference between the two guidelines, thus going against the rationale expressed in Chapa-Garza..6\nThird, reliance upon Chapa-Garza for the proposition that “use” means “intentional use” disregards the impact of the revised structure of § 2L1.2. In the Sentencing Commission’s effort to create a more graduated sentence enhancement system under U.S.S.G. § 2L1.2, the Commission included four separate enhancement levels in the 2001 version of the guideline rather than the two separate enhancement levels contained in the 2000 version. See U.S.S.G. App. C, amend. 632; see also United States v. Caicedo-Cuero, 312 F.3d 697, 709-11 (5th Cir.2002) (discussing the 2001 amendments to § 2L1.2’s *615definition of “crime of violence” and the impact of having multiple definitions of the same term within the same guideline). The aggravated felony definition of 8 U.S.C. § 1101(a)(43), and its cross reference to the 18 U.S.C. § 16 crime of violence definition, included in. the 2000 version of § 2L1.2 were retained, but the Commission reduced the sentencing enhancement for an aggravated felony from 16 levels to 8 levels. U.S.S.G. § 2L1.2(b)(l)(C), cmt. n.2 (2001). As previously discussed, this crime of violence definition was the one Chapa-Garza interpreted. The Commission then added new definitions for those crimes serious enough to merit a 16-level enhancement, including the crime of violence definition at issue in this case. It is clear that the Commission intended these definitions to have different meanings because it drafted a new crime of violence definition, retained the prior aggravated felony definition, and assigned different sentence enhancements to each definition. Thus, the court’s opinion counteracts the Commission’s efforts by relying on the Chapa-Garza definition of use, which interprets a statutory definition that the revised structure of the guidelines indicates does not have the same meaning as the crime of violence definition in this case.\nWithout a mens rea element inappropriately added to the term “use” in U.S.S.G. § 2L1.2, it becomes clear that Vargas-Duran’s underlying conviction for felony intoxication assault is a “crime of violence” for purposes of the 16-level enhancement in § 2L1.2(b)(l)(A). Intoxication assault punishes a defendant if “by accident or mistake ... while operating a motor vehicle in a public place while intoxicated, by reason of that intoxication causes serious bodily injury to another.” Tex. Penal Code ANN. § 49.07(a)(1) (Vernon 1994). “Serious bodily injury” is defined as “injury that creates a substantial risk of death or that causes serious permanent disfigurement or protracted loss or impairment of the function of any bodily member or organ.” Tex. Penal Code Ann. § 49.07(b) (Vernon 1994).\nIntoxication assault involves the use of force. As the Eighth Circuit recently recognized in an automobile homicide case, “use of force” involves two components— use and force. Gonzalez-Lopez, 335 F.3d at 798-99. An automobile by its very nature embodies force. Id. (citing Omar v. I.N.S., 298 F.3d 710, 717 (8th Cir.2002) (“[A] vehicle can exert considerable physical force because of its structure, weight and capacity for motion and velocity.”)). Furthermore, the drunk driver is clearly using and employing the force embodied in the motor vehicle by operating it. Gonzalez-Lopez, 335 F.3d at 799. Finally, the state intoxication assault statute ties the drunk driver’s use together with the force of the automobile through its requirement that the “serious bodily injury” result from the driver’s intoxication “while operating the motor vehicle.” Tex. Penal Code Ann. § 49.07 (Vernon 1994). Cf. Gonzalez-Lopez, 335 F.3d at 799 (holding that a statute’s requirement that a driver cause the death of another “ties the use of physical force [of the automobile] with the requirement that the force be used against another person”).\nThe actions punished by the intoxication assault statute involve instances where the defendant drove his car while drunk and hit a pedestrian, another vehicle, or a stationary object causing serious bodily harm to another. In the hands of a drunk, a motor vehicle is as likely to inflict physical force as a firearm.7 There are no Texas *616state law cases where intoxication assault was prosecuted and actual force was not used to cause the injury.8 Even Vargas-Duran admitted in his briefs to this Court that he could not find any Texas intoxication assault case that did not involve one of these scenarios. The most attenuated intoxication assault fact pattern actually prosecuted was the situation where a drunk driver ran his car into a parked vehicle, and the parked vehicle then struck a small child causing serious injuries. See Gonzalez v. Texas, No. 14-9900853-CR, 2000 WL 1721159, at *1 (Tex.App.Houston [14th Dist.] Oct. 12, 2000, no pet.) (not designated for publication). Clearly, even in this situation the defendant used force to cause physical harm. The Texas intoxication assault statute punishes an intoxicated driver for causing serious bodily injury to another by reason of their operation of a motor vehicle, thus the statute fulfills the “use of force” requirement and is a crime of violence for purposes of the 16-level enhancement in U.S.S.G. § 2L1.2.\nIn summary, this Court’s decision abrogates the Sentencing Commission’s authority, properly delegated by Congress, to establish the mens rea required for each sentencing guideline. The Sentencing Commission could have included the mens rea element of intent in U.S.S.G. § 2L1.2, but the language of that guideline indicates that it did not choose to do so. Moreover, the court’s decision contradicts the rationale of our prior cases interpreting the Sentencing Guidelines. Accordingly, I respectfully DISSENT.\n\n. I recognize that there exists an intermediate 12-level enhancement for felony drug trafficking offenses that carry a sentence exceeding 13 months; however, for the purposes of our inquiiy in Vargas-Duran, I have not included this relatively straightforward enhancement in my discussion.\n\n\n. There is confusion among the circuit courts regarding the mens rea requirements for \"use of force.” Compare United States v. Gonzalez-Lopez, 335 F.3d 793, 798-99 (8th Cir.2003) (holding that \"crime of violence” under the 2001 version of U.S.S.G. § 2L1.2 contains no volitional element); Park v. I.N.S., 252 F.3d 1018, 1021-23 (9th Cir.2001) (holding that a crime of violence under § 16(a) and (b) does not require specific intent); Tapia Garcia v. I.N.S., 237 F.3d 1216, 1222-23 (10th Cir.2001) (similar holding); United States v. Santana-Garcia, 211 F.3d 1271, No. 98-2235, 2000 WL 491510, at *2-3 (6th Cir. Apr. 18, 2000) (unpublished) (similar holding); Le v. U.S. Attorney Gen., 196 F.3d 1352, 1354 (11th Cir.1999) (similar holding); with Bazan-Reyes v. INS, 256 F.3d 600, 608-12 (7th Cir.2001) (relying on definition of \"use” as an intentional act to hold that state crimes of DWI and homicide by intoxicated use of a vehicle were not \"crimes of violence” under 18 U.S.C. § 16(b)); Dalton v. Ashcroft, 257 F.3d 200, 206-08 (2d Cir.2001) (holding that “use” is an intentional act); United States v. Parson, 955 F.2d 858, 866 (3d Cir.1992) (similar holding).\n\n\n. The complete text of the 2001 version of § 2L1.2’s crime of violence definition for purposes of subsection (b)(1) is:\n\"Crime of violence”—\n(I) means an offense under federal, state, or local law that has as an element the use, attempted use, or threatened use of physical force against the person of another; and (II) includes murder, manslaughter, kidnapping, aggravated assault, forcible sex of-*611lenses (including sexual abuse of a minor), robbery, arson, extortion, extortionate extension of credit, and burglary of a dwelling.\nU.S.S.G. § 2L1.2 cmt. n.l(B)(ii) (2001).\n\n\n. See also U.S.S.G. § 2L2.1(b)(3) (\"If the defendant knew, believed, or had reason to believe that a passport or visa was to be used to facilitate the commission of a felony offense ... ”) (emphasis added); U.S.S.G. § 2K1.3(b)(2) (\"If the offense involved any explosive material that the defendant knew or had reason to believe was stolen ...\") (emphasis added); U.S.S.G. § 2K1.3(b)(3) (\"If the defendant used or possessed ... any explosive material with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense ...\") (emphasis added); U.S.S.G. § 2K1.3(c)(1) (\"If defendant ... possessed or transferred any explosive material with knowledge or intent that it would be used or possessed in connection with another offense ...”) (emphasis added); U.S.S.G. § 2K1.4(a)(l) (\"[I]f the offense (A) created a substantial risk of death or serious bodily injury to any person ..., and that risk was created knowingly ...”) (emphasis added); U.S.S.G. § 2K1.4(c)(1) (\"If ... the offense was intended to cause death or serious bodily injury ...”) (emphasis added); U.S.S.G. § 2K1.5(b)(1) (\"If the offense was committed willfully and without regard for the safety of human life, or with reckless disregard for the safety of human life ...\") (emphasis added); U.S.S.G. § 2K1.5(a)(3) (\"If ... he acted with mere negligence ...”) (emphasis added).\n\n\n. The court's opinion claims “we would effectively nullify the state of mind required by 'attempted use' and 'threatened use' ” in the § 2L1.2 crime of violence definition by not reading a mens rea requirement into the meaning of the term use because \"attempt and threat require intent.” An \"attempted use” or \"threatened use” of force is a discrete action and by definition is not the \"use” of force. As the definitions cited in the court's opinion indicate, \"intent” is specifically included in the terms \"attempt” and \"threat.” See Black's Law Dictionary 127 (6th ed. 1990) (defining attempt as \"[a]n intent to commit a crime couple with an act taken toward committing the offense”) (emphasis added); Black's Law Dictionary 1480 (6th ed. 1990)(de-fining threat as \"a communicated intent to inflict physical or other harm on any person or property”) (emphasis added). Intent, however, is not specifically included in the verb \"use” itself. The absence of a mens rea associated with the \"use of force” does not mean force cannot be used intentionally, rather it means that force can be used negligently, recklessly, or intentionally. See, e.g., Tex. Penal Code Ann. § 49.07(a)(1) (Vernon 1994) (defining Texas intoxication assault as the situation where a defendant \"by accident or mistake ... while operating a motor vehicle in a public place while intoxicated, by reason of that intoxication causes serious bodily injury to another.”)\n\n\n. Section 16 and § 2L1.2 are two of the eight versions of a “crime of violence” definition in the United States Code and in the United States Sentencing Guidelines. See United *614States v. Charles, 301 F.3d 309, 316 (5th Cir.2002) (en banc) (DeMoss J. concurring). These crime of violence definitions usually have a similar two part structure. Like § 16 and § 2L1.2, the first part usually contains some version of the \"use, attempted use, or threatened use of [] force\" language with slight modifications. The second part differs among the definitions, modifying the first part in varying ways. Some of \"these definitions cure closed-ended and self-contained; and others of these definitions have catch-all clauses which invite speculation.” Id. Guideline 2L1.2 is an example of the category of definitions where the second part is closed-ended while § 16(b) is an example of a second part containing a catch-all clause inviting speculation. Accordingly, the purpose of the \"use of force\" language in the first part of the § 2L1.2 definition is different from the language in the second part of 18 U.S.C. § 16. Relying upon Chapa-Garza in this case ignores the purpose served by the separate components of a crime of violence definition. Although the confusion caused by these various definitions is regrettable, \"blame for this state of disarray falls squarely on the shoulders of Congress ... and on the Sentencing Commission,” and \"[i]t is not the task of the Judicial Branch to say which of these varying definitions the Congress intended to be controlling; nor is it the task of the Judicial Branch to make specific what Congress has failed to specify.” Charles, 301 F.3d at 316.\n\n\n. Based upon the rationale of Chapa-Gana, it is even more appropriate to distinguish the 2001 § 2L1.2 crime of violence definition from the 18 U.S.C. § 16 crime of violence definition because there are more significant differences between these definitions than between those considered in Chapa-Garza itself. Specifically, the language of U.S.S.G. § 4B 1.2(a), which Chapa-Garza distinguished, is closer to that of 18 U.S.C. § 16 than 18 U.S.C. § 16 is to the language of the crime of violence definition in the 2001 version of U.S.S.G. § 2L1.2. See U.S.S.G. § 2L1.2, cmt. n.l(B)(ii)(II). But see U.S.S.G. § 4B 1.2(a)(2) (including within the definition, in addition to the listed crimes, other crimes which \"present[] a serious risk of physical injury”); 18 U.S.C. § 16(b) (including within the definition additional crimes involving a \"substantial risk that physical force ... may be used,” and not listing any specific offenses).\n\n\n. \"Alcohol-involved crashes resulted in 16,-792 fatalities, 513,000 nonfatal injuries, and $50.9 billion in economic costs in 2000, accounting for 22 percent of all crash costs.” *616Lawrence J. Blincoe et al., National Highway Traffic Safety Administration, The Economic Impact of Motor Vehicle Crashes 2000 at 2 (2002) at http://www.nhtsa.dot.gov/ people/economic/EconImpact2000/Economic Impact.pdf (last visited Nov. 21, 2003). Furthermore, in Texas 1,745 of the 3,725 traffic fatalities were alcohol related in the year 2002. National Highway Traffic Safety Administration, 2002 Annual Assessment of Motor Vehicle Crashes 29, 50 (2002) at http:// www-nrd.nhtsa.dot.gov/pdi/nrd-30/NCSA/ Rpts/2003/Assess02BW.pdf (last visited Nov. 21, 2003). Firearm related fatalities accounted for 28,663 deaths nationwide in the year 2000. Center for Disease Control, Deaths: Final Data for 2000, 50 National Vital Statistics Reports No. 15 at tbl. 18 (2002) at http://www.cdc.gov/nchs/data/nvsr/nvsr50/ nvsr50-15.pdf (last visited Nov. 21, 2003). Of the 28,663 firearm related fatalities nationwide 1,972 occurred in the state of Texas. Bureau of Vital Statistics, Texas Department of Health, 2000 Annual Report tbl.18 at http://www.tdh.state.tx.us/bvs/stats00/ ANNRJTTM/OOtl 8.HTM (last visited Nov. 21, 2003).\n\n\n. Vargas-Duran’s conviction is the quintessential Texas intoxication assault case. Vargas-Duran was driving while intoxicated, struck a pedestrian who was attempting to cross the street, and fled the scene. Thus Vargas-Duran caused the precise harm the Texas intoxication assault statute seeks to avoid. By striking a pedestrian with a motor vehicle Vargas-Duran certainly used force to cause a serious bodily injury.\n\n",
            "ocr": false,
            "opinion_id": 9414233
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\02/02-20116.cr0.wpd.pdf",
            "author_id": null,
            "opinion_text": "                                      Revised February 5, 2003\n\n                            UNITED STATES COURT OF APPEALS\n                                     FIFTH CIRCUIT\n\n                                            ____________\n\n                                            No. 02-20116\n                                            ____________\n\n\n                 UNITED STATES OF AMERICA,\n\n\n                                                Plaintiff - Appellee,\n\n                 versus\n\n\n                 ENRIQUE VARGAS-DURAN,\n\n\n                                                Defendant - Appellant.\n\n\n\n                             Appeal from the United States District Court\n                                 For the Southern District of Texas\n\n\n                                           January 16, 2003\n\nBefore EMILIO M. GARZA and CLEMENT, Circuit Judges, and HUDSPETH*, District Judge.\n\nEMILIO M. GARZA, Circuit Judge:\n\n       Enrique Vargas-Duran appeals the district court’s determination that his Texas conviction for\n\nintoxication assault was a “crime of violence” for purposes of the 16-level sentencing enhancement\n\nunder § 2L1.2(b)(1)(A)(ii) of the 2001 version of the United States Sentencing Guidelines. Vargas-\n\n\n\n\n       *\n           District Judge of the Western District of Texas, sitting by designation.\n\fDuran contends that, in light of our decision in United States v. Chapa-Garza, 243 F.3d 921 (5th Cir.\n\n2001), his prior conviction for intoxication assault is not a “crime of violence” under §\n\n2L1.2(b)(1)(A)(ii) because it does not have as an element the intentional use of force against a\n\nperson.1 We disagree.\n\n       Vargas-Duran, a citizen of Mexico, was discovered in the United States after being arrested\n\nfor driving while intoxicated. He had previously been deported following Texas felony convictions\n\nfor burglary of a vehicle and intoxication assault. Vargas-Duran pled guilty to being unlawfully\n\npresent in the United States in violation of 8 U.S.C. § 1326(a) and (b)(2). At sentencing, he objected\n\nto the categorization of his 1996 intoxication assault conviction as a “crime of violence” for the\n\npurpo ses of the 16-level enhancement under § 2L1.2(b)(1)(A)(ii) of the 2001 version of the\n\nSentencing Guidelines. The district court overruled the objectio n and sentenced him to sixty-four\n\nmonths of imprisonment and three years of supervised release.\n\n       We follow both the Sentencing Guidelines and their accompanying policy statements. See\n\nUnited States v. Urias-Escobar, 281 F.3d 165, 167 (5th Cir. 2002) (citing Mistretta v. United States,\n\n488 U.S. 361, 391 (1989), and Williams v. United States, 503 U.S. 193, 199-201 (1992)). In\n\n\n       1\n           Vargas-Duran also contends, solely for the purpose of preserving the issue for further\nappeal, that the “aggravated felony” provision of 8 U.S.C. § 1326(b)(2) is unconstitutional in the\nwake of the Supreme Court’s decision in Apprendi v. New Jersey, 530 U.S. 466 (2000). He concedes\nthat this argument is foreclosed by Almendarez-Torres v. United States, 523 U.S. 224 (1998), which\nApprendi expressly declined to overrule. See Apprendi, 530 U.S. at 489-90 (“Even though it is\narguable that Almendarez-Torres was incorrect ly decided, and that a logical application of our\nreasoning today should apply if the recidivist issue were contested, Apprendi does not contest the\ndecision’s validity and we need not revisit it for purposes of our decision today . . . .”) (footnote\nomitted). Thus, no further consideration is necessary. See United States v. Dabeit, 231 F.3d 979,\n984 (5th Cir. 2000) (“‘The Supreme Court has left no doubt that as a constitutionally inferior court,\nwe are compelled to follow faithfully a directly controlling Supreme Court precedent unless and until\nthe Supreme Court itself determines to overrule it.’”) (quoting Hopwood v. Texas, 84 F.3d 720, 722\n(5th Cir. 1996)).\n\n                                                 -2-\n\faddition, we give the Sentencing Guidelines’ commentary controlling weight unless it is plainly\n\nerroneous or inconsistent with the guidelines themselves. See id. (citing Stinson v. United States, 508\n\nU.S. 36, 42-45 (1993)). We review the district court’s interpretation and application of the\n\nSentencing Guidelines de novo. United States v. Charles, 301 F.3d 309, 312-13 (5th Cir. 2002) (en\n\nbanc).\n\n         Under the 2001 version of § 2L1.2, a prior offense qualifies as a “crime of violence” for\n\npurposes of the 16-level sentencing enhancement if it is either “an offense under federal, state, or local\n\nlaw that has as an element the use, attempted use, or threatened use of physical force against the\n\nperson of another” or an offense enumerated in Application Note 1(B)(ii)(II). U.S. SENTENCING\n\nGUIDELINES MANUAL (“U.S.S.G.”), § 2L1.2, cmt. n.1(B)(ii); see United States v. Rayo-Valdez, 302\n\nF.3d 314, 316 (5th Cir. 2002) (“The language of § 2L1.2 says that ‘crime of violence’ means that\n\nwhich is in subparagraph I, and includes that which is in subparagraph II.”).2 Because intoxication\n\nassault is not one of the offenses enumerated in Application Note 1(B)(ii)(II), it is a “crime of\n\nviolence” under § 2L1.2(b)(1)(A)(ii) only if it “has as an element the use, attempted use, or\n\nthreatened use of physical force against the person of another.” Rayo-Valdez, 302 F.3d at 316. We\n\nneed not discuss the facts underlying Vargas-Duran’s prior conviction, since we “look only to the fact\n\nof conviction and the statutory definition of the prior offense” to determine whether a prior conviction\n\nqualifies as a predicate offense for sentencing enhancement purposes. Taylor v. United States, 495\n\nU.S. 575, 602 (1990). “Congress did not intend sentencing hearings to become retrials of the\n\nunderlying conduct involved in the defendant’s prior federal or state convictions.” United States v.\n\n\n         2\n          These offenses are “murder, manslaughter, kidnapping, aggravated assault, forcible sex\noffenses (including sexual abuse of a minor), robbery, arson, extortion, extortionate extension of\ncredit, and burglary of a dwelling.” U.S.S.G., § 2L1.2, cmt. n.1(B)(ii).\n\n                                                   -3-\n\fVelazquez-Overa, 100 F.3d 418, 421 (5th Cir. 1996).\n\n       Because the Texas offense of intoxication assault requires proof that an intoxicated offender\n\n“cause[] serious bodily injury to another,” TEX. PENAL CODE ANN. § 49.07 (Vernon 1994),3 we\n\nconclude that it has as an element the use of force against the person of another. Clearly, the\n\nrequirement that the offender “cause[] serious bodily injury” encompasses a requirement that the\n\noffender use force to cause that injury. Vargas-Duran has not demonstrated that an offender could\n\nbe convicted under § 49.07 for causing “serious bodily injury” without actually using physical force\n\nagainst a person. We have not found any Texas decision in which an offender caused serious bodily\n\ninjury without using force. In Gonzalez v. Texas, 2000 WL 1721159 (Tex. App.))Houston [1st\n\nDist.] Oct. 12, 2000, no pet.), the only decision cited by Vargas-Duran in support of his argument,\n\nthe Texas Court of Appeals affirmed the defendant’s conviction for intoxication assault where he\n\ndrove his vehicle into a parked car, which in turn struck a child standing nearby. Id. at *1. Contrary\n\nto Vargas-Duran’s contention, the defendant in Gonzalez clearly used force, albeit indirectly, against\n\nthe person of another. Because causing “serious bodily injury” qualifies as using force, we conclude\n\nthat intoxication assault as defined by the 1994 version of § 49.07 is a crime of violence for purposes\n\nof the 16-level enhancement under Application Note 1(B)(ii)(I) to the 2001 version of § 2L1.2.4\n\n\n       3\n          Under the version of § 49.07 of the Texas Penal Code in effect at the time of Vargas-\nDuran’s conviction, a defendant is guilty of a third degree felony if he or she “by accident or mistake,\nwhile operating an aircraft, watercraft, or motor vehicle in a public place while intoxicated, by reason\nof that intoxication cause[d] serious bodily injury to another.” TEX. PENAL CODE ANN. § 49.07\n(Vernon 1994). Fo llowing Vargas-Duran’s conviction, § 49.07 was amended to include serious\nbodily injuries caused by operating or assembling an amusement ride while intoxicated. TEX. PENAL\nCODE ANN. § 49.07 (Vernon Supp. 2003). This revision does not apply to the instant matter, nor\ndoes it affect our analysis.\n       4\n        The dissent posits that this conclusion is in conflict with our decision in United States v.\nGracia-Cantu, 302 F.3d 308 (5th Cir. 2002). We perceive no conflict, however, because Gracia-\n\n                                                  -4-\n\f        Vargas-Duran contends that, because his prior conviction does not have as an element the\n\nintentional use of physical force, it is not a “crime of violence” for purposes of § 2L1.2(b)(1)(A)(ii).\n\nIn support of his position, Vargas-Duran relies on our decision in United States v. Chapa-Garza, 243\n\nF.3d 921 (5th Cir. 2001), in which we applied a categorical approach and held that a Texas felony\n\nconviction for driving while intoxicated (DWI) was not a “crime of violence” under 18 U.S.C. § 16(b)\n\nbecause the offense did not involve “recklessness as regards the substantial likelihood that the\n\noffender will intentionally employ force against the person or property of another in order to\n\neffectuate the commission of the offense.” 243 F.3d at 927.\n\n        Perhaps the obvious should be stated first: Chapa-Garza did not apply the current version of\n\n§ 2L1.2. Section 2L1.2 was substantially revised after we decided Chapa-Garza, and the definition\n\nof “crime of violence” at issue in Chapa-Garza is not the same as the definition at issue here. See\n\nUnited States v. Caicedo-Cuero, 312 F.3d 697, 709-11 (5th Cir. 2002) (discussing the 2001\n\n\n\nCantu, which was decided under the prior version of § 2L1.2, stated only that:\n                Gracia-Cantu persuasively argues that his prior offense does not\n                constitute a crime of violence under 18 U.S.C. § 16(a) because section\n                22.04(a) of the Texas Penal Code, the statute criminalizing injury to\n                a child, does not require that the perpetrator actually use, attempt to\n                use, or threaten to use physical force against a child. Rather, section\n                22.04(a) is results-oriented in that the culpable mental state must\n                relate to the result of a defendant's conduct rather than to the conduct\n                itself. The government concedes that, because the statutory definition\n                of the offense does not explicitly require the application of force as an\n                element, 18 U.S.C. § 16(a) does not apply to Gracia-Cantu’s offense\n                of injury to a child. Accordingly, we need not consider the issue\n                further.\n302 F.3d at 311-12 (citation omitted). Importantly, in this case the Government does not concede\nthat § 49.07 does not require the application of force as an element of the offense. Thus, the 16-level\nenhancement under § 2L1.2, according to the Government, applies to the Texas offense of\nintoxication assault.\n\n                                                  -5-\n\famendments to § 2L1.2’s definition of “crime of violence”). Section 16(b), from which Chapa-Garza\n\ngleaned a state of mind requirement, 243 F.3d at 925-27, no longer applies for purposes of the 16-\n\nlevel enhancement.5\n\n       Second, unlike intoxication assault, Texas felony DWI does not have as an element the use\n\nof force. “The crime of Texas felony DWI is committed when the defendant, after two prior DWI\n\nconvictions, begins operating a vehicle while intoxicated.” Chapa-Garza, 243 F.3d at 927. Third,\n\nChapa-Garza did not analyze the Texas felony DWI statute under § 16(a), the language of which is\n\nsimilar to Application Note 1(B)(ii)(I). Compare 18 U.S.C. § 16(a) (covering any “offense that has\n\nas an element the use, attempted use, or threatened use of physical force against the person or\n\nproperty of another”) with U.S.S.G., § 2L1.2, cmt. n.1(B)(ii) (covering any “offense under federal,\n\nstate, or local law that has as an element the use, attempted use, or threatened use of physical force\n\nagainst the person of another”). The analysis in Chapa-Garza was instead based on the catch-all\n\nlanguage o f § 16(b), which applies to “any other offense that is a felony and that, by its nature,\n\ninvolves a substantial risk that physical force against the person or property of another may be used\n\nin the course of committing the offense.” 18 U.S.C. § 16(b). In fact, Chapa-Garza noted that “18\n\nU.S.C. § 16(b) is the only justification for the 16-level enhancement advanced by the government.”\n\n\n\n       5\n          The pre-2001 version of § 2L1.2, which increased the base offense level by 16 for all prior\n“aggravated felony” convictions, was replaced with a sliding scale of enhancements based on the\nseriousness of the prior conviction. See U.S.S.G., Supplement to Appendix C, Amendment 632, at\n222-25 (2001). The Sentencing Commission stated that this amendment responded to concerns that\n“the breadth of the definition of ‘aggravated felony’” under § 2L1.2 “sometimes results in\ndisproportionate penalties.” Id. at 224. Significantly, the 2001 amendment to § 2L1.2 narrowed the\ndefinition of “crime of violence” for purposes of the 16-level enhancement by replacing the definition\nin § 16 with that in Application Note 1(B)(ii). However, the amended application notes for § 2L1.2\nretain § 16’s definition of “crime of violence” for purposes of the 8-level “aggravat ed felony”\nenhancement under § 2L1.2(b)(1)(C).\n\n                                                 -6-\n\f243 F.3d at 924 (emphasis added). Chapa-Garza’s analysis of § 16(b) would have been entirely\n\nunnecessary had the crime of Texas felony DWI contained as an element the “use of force,” as does\n\nthe Texas crime of intoxication assault at issue in this case.\n\n       We do not agree that Chapa-Garza’s interpretation of § 16(b)’s language applies in this\n\ncontext. As discussed above, unlike Texas felony DWI, intoxication assault has as an element the use\n\nof force, and therefore, unlike Chapa-Garza, we are not confined to analyzing whether this offense\n\nis a “crime of violence” under the catch-all language of § 16(b). We question whether Chapa-Garza\n\nwould have read a state of mind requirement into the revised definition of “crime of violence” under\n\nApplication Note 1(B)(ii) to the 2001 version of § 2L1.2.6\n\n\n       6\n          Other circuits have read a state of mind requirement into § 4B1.2, which defines “crime of\nviolence” as including offenses that have “as an element the use, attempted use, or threatened use of\nphysical force against the person of another.” See United States v. Rutherford, 54 F.3d 370, 372-74\n(7th Cir. 1995); United States v. Parson, 955 F.2d 858, 866 (3d Cir. 1992). Vargas-Duran urges us\nto apply this interpretation to the language of Application Note 1(B)(ii)(I). However, we have never\nread a state of mind requirement into § 4B1.2. We therefore decline to impose a state of mind\nrequirement in this context. Moreover, although Parson noted in unreasoned dicta that § 16(a)\n“requires specific intent to use force,” 955 F.2d at 866, this does not persuade us that we must read\na state of mind requirement into Application Note 1(B)(ii)(I). Courts have reached varying\ndeterminations regarding the necessity of a state of mind requirement under § 16. Compare United\nStates v. Trinidad-Acquino, 259 F.3d 1140, 1146 (9th Cir. 2001) (“[T]he ‘crime of violence’\ndefinitions do not require an intentional use of force, but they do require a volitional act.”), Dalton\nv. Ashcroft, 257 F.3d 200, 206-08 (2d Cir. 2001) (“Although an accident may properly be said to\ninvolve force, one cannot be said to use force in an accident as one might use force to pry open a\nheavy, jammed door.” (emphasis in original)), and Bazan-Reyes v. I.N.S., 256 F.3d 600, 609-11 (7th\nCir. 2001) (“[O]ur finding that the word ‘use’ requires volitional conduct pro hibits a finding that\ndrunk driving is a crime of violence under § 16(a).”) with Omar v. I.N.S., 298 F.3d 710, 720 (8th Cir.\n2002) (“We reject Omar’s claim that § 16(b) requires an element of intent for a crime of violence and\nhis attempt to read more into the words ‘may be used’ than they can fairly support.”), Tapia-Garcia\nv. I.N.S., 237 F.3d 1216, 1222-23 (10th Cir. 2001) (finding the Board of Immigration Appeals’\ndecision that “the statutory definition of crime of violence in 18 U.S.C. § 16(b) does not require\nintentional conduct” reasonable), and Le v. U.S. Attorney General, 196 F.3d 1352, 1354 (11th Cir.\n1999) (holding that prior conviction for causing serious bodily injury while driving under the influence\nwas a “crime of violence” under § 16(a) “because one element of the offense includes the actual use\nof physical force”).\n\n                                                  -7-\n\f       In light of the plain language of the revised guideline and its commentary, we decline to\n\nextend Chapa-Garza’s state of mind requirement. Nothing in the amended version of § 2L1.2 or its\n\ncommentary indicates that the use of force must be intentional for a prior offense to qualify as a\n\n“crime of violence” for purposes of the 16-level enhancement. We must assume that the Sentencing\n\nCommission was aware of our holding in Chapa-Garza when it amended § 2L1.2 and would have\n\nexplicitly incorporated a state of mind requirement had it intended to do so. It did not.7 Absent\n\nexplicit direction, we will not read a state of mind requirement into the guideline. See United States\n\nv. Fry, 51 F.3d 543, 546 (5th Cir. 1995) (holding that, where “the language of section 2K2.1(a)(3)\n\nmakes no reference to the defendant’s mental state,” “[t]he section is plain on its face and should not\n\n. . . be read to imply a scienter requirement.”); cf. United States v. Myers, 104 F.3d 76, 81 (5th Cir.\n\n1997) (“As a straightforward matter of textual interpretation, we will not presume that a statutory\n\ncrime requires specific intent in the absence of language to that effect.”).8\n\n\n       7\n          We also note that the Sentencing Commission did not include a catch-all provision similar\nto § 16(b) in the revised definition of “crime of violence” for the 16-level enhancement. Although\nthe dissent reasons that the definition of “crime of violence” in Application Note 1(B)(ii)(I) is a\nstronger candidate for imposing a state of mind requirement than that in § 16(b), only the broad\ncatch-all language of § 16(b) requires narrowing. The dissent’s reliance on dicta in a footnote in Park\nv. I.N.S., 252 F.3d 1018 (9th Cir. 2001), is misplaced as Park rejected Chapa-Garza’s holding. Id.\nat 1024 n.7 (concluding that “§ 16(b) . . . does not require that force be used intentionally.”).\n       8\n        Although the dissent posits that the words “use of physical force” should have the same\nmeaning under all of the definitions of “crime of violence” incorporated by § 2L1.2, the panel in\nCaicedo-Cuero correctly noted:\n\n               Although rendering the guideline less clear than is desirable, § 2L1.2’s\n               implication of two distinct definitions of drug trafficking crimes is\n               neither repugnant to principles of statutory construction nor\n               inconsistent with the Sentencing Commission’s prior practice.\n               Looking to a parallel situation within § 2L1.2, relating to the dual\n               definitions of “crimes of violence,” we note that the Sentencing\n               Commission’s practice of incorporating multiple definitions of the\n\n                                                  -8-\n\f       Because the Texas crime of intoxication assault has as an element the use of force against the\n\nperson of another, we conclude that the district court did not err in imposing the 16-level\n\nenhancement. We therefore AFFIRM the sentence imposed by the district court.9\n\n\n\nENDRECORD\n\n\n\n\n               same term is, it turns out, not new.\n\n312 F.3d at 708-09.\n       9\n          Vargas-Duran also contends that his intoxication assault and burglary convictions are not\n“aggravated felonies” for purposes of the 8-level enhancement under § 2L1.2(b)(1)(C). Because the\ndistrict court correctly determined that the 16-level enhancement applied to the intoxication assault\nconviction, it never reached these arguments. Thus, we need not address this contention on appeal.\n\n                                                -9-\n\fEDITH BROWN CLEMENT, Circuit Judge, dissenting:\n\n\n\n   Two reasonable propositions underlie the majority’s decision: first, that one can use force against\n\nanother without intending to use that force; and second, that a criminal statute’s requirement that the\n\ndefendant cause serious bodily harm also encompasses the requirement that the defendant use force\n\nto bring about the harm. Both premises are contrary to settled precedent. I respectfully dissent.\n\n                                     I. Conflict with Chapa-Garza\n\n   The majority concludes that it is possible for a crime to “ha[ve] as an element the use, attempted\n\nuse, or threatened use of physical force against the person of another,” U.S. SENTENCING GUIDELINES\n\nMANUAL § 2L1.2 application note 1(B)(ii)(I) (“U.S.S.G.”), even where the crime does not require\n\nthe defendant to have intentionally used force. That conclusion collides with this Court’s decision\n\nin United States v. Chapa-Garza, 243 F.3d 921 (5th Cir. 2001), which held that a Texas felony DWI\n\nconviction was not a “crime of violence” for purposes of a neighboring Sentencing Guidelines\n\nsubsection, also involving the interpretation of using physical force against another. We stated:\n\n   The criterion that the defendant use physical force against the person or property of another\n   is most reasonably read to refer to intentional conduct, not an accidental, unintended event.\n   THE AMERICAN HERITAGE COLLEGE DICTIONARY (3rd ed. 1997) defines the verb “use” as:\n\n       “1. To put into service or apply for a purpose; employ. 2. To avail oneself of;\n       practice: use caution. 3. To conduct oneself toward; treat or handle: used his\n       colleagues well. 4. To seek or achieve an end by means of; exploit: felt he was being\n       used. 5. To take or consume; partake of: She rarely used alcohol”\n   The four relevant definitions indicate that “use” refers to volitional, purposeful, not\n   accidental, employment of whatever is being “used”.\n\nId. at 926 (emphasis in original). In a dissent from the denial of en banc rehearing in Chapa-Garza,\n\nJudge Barksdale, joined by no other judge, cited a different dictionary in disagreeing with the Chapa-\n\n\n                                                 -10-\n\fGarza panel and arriving at the same conclusion underlying the majority’s decision today: “It is true\n\nthat ‘use’ may more often refer to the intentional use of force; but without question, force may be\n\nused accidentally.” 262 F.3d 479, 482 (5th Cir. 2001) (Barksdale, J., dissenting) (footnote omitted).\n\n   The majority attempts to distinguish Chapa-Garza by pointing out, correctly, that the Chapa-\n\nGarza panel was interpreting 18 U.S.C. § 16(b),10 which is somewhat different than Guideline §\n\n2L1.2. Compare 18 U.S.C. § 16(b) (“any other offense that is a felony and that, by its nature,\n\ninvolves the substantial risk that physical force against the person or property of another may be used\n\nin the course of committing the offense”) with U.S.S.G. § 2L1.2 application note 1(B)(ii)(I) (“an\n\noffense under federal, state, or local law that has an element the use, attempted use, or threatened use\n\nof physical force against the person of another”). In fact, § 2L1.2 is almost identical to § 16(b)’s\n\nneighbor, 18 U.S.C. § 16(a).11\n\n   Although § 16(b) is different (it only covers felonies, for instance), the dispositive language in\n\nChapa-Garza was substantially identical to the language at issue here. The Chapa-Garza panel\n\nfocused only on the phrase “physical force against the person or property of another may be used”;\n\nhere, we are focused only on the phrase “use of physical force against the person of another.” I see\n\nno difference between the two, except that the former pertains to property, as well as persons.\n\n\n       10\n          The issue in Chapa-Garza was whether the prior offense was an “aggravated felony” for\npurposes of a 16-level enhancement under Guideline § 2L1.2. 243 F.3d at 923. The definition of\n“aggravated felony” ultimately pointed to, among other things, the statutory definition of “crime of\nviolence” in 18 U.S.C. § 16. Id. In 2001, the “aggravated felony” enhancement was reduced to eight\nlevels, instead of 16, but the same definition applies. See U.S.S.G. app. C, comment to amend. 632\n(2001).\n       11\n         Section 16(a) defines “crime of violence” as an “offense that has as an element the use,\nattempted use, or threatened use of physical force against the person or property of another.”\n(Emphasis added). The “or property” language is the only difference between the definitions.\nCf. U.S.S.G. § 2.L1.2 application note 1(B)(ii)(I).\n\n                                                 -11-\n\f    Considering the substantially identical phrasing, it is surprising that the majority “question[s]\n\nwhether Chapa-Garza would have read a state of mind requirement into the revised definition of\n\n‘crime of violence’” in § 2L1.2. Maj. Op. at ___. The Chapa-Garza panel, referencing a dictionary,\n\ndetermined the ordinary meaning of the use of physical force against another without looking to any\n\nof the neighboring language that might distinguish the context of § 2L1.2. It is specious to suppose\n\nthat had the Chapa-Garza panel been faced with the “crime of violence” definition in § 2L1.2, the\n\nCourt would have referenced a different dictionary (perhaps Judge Barksdale’s) to define “use.” Even\n\nmore telling, the Chapa-Garza panel quotes with approval an excerpt from a Third Circuit case\n\nstating that “[u]se of physical force is an intentional act” for purposes of the nearly identical § 16(a).\n\n243 F.3d at 926 (quoting United States v. Parson, 955 F.2d 858, 866 (3d Cir. 1993)).\n\n    Even if it were possible to distinguish § 2L1.2 and § 16(b) with respect to the meaning of use of\n\nforce against another, § 2L1.2 is a much stronger candidate for the intentionality requirement,\n\nimplying that, a fortiori, Chapa-Garza should control. First, § 2L1.2 examines the defendant’s state\n\nof mind directly, whereas § 16(b), in the passive voice (“may be used in the course of committing the\n\noffense”) focuses on the nature of the felony. See Park v. INS, 252 F.3d 1018, 1024 n.7 (9th Cir.\n\n2001) (explaining the possible difference between § 16(a) and § 16(b) with respect to intent). Second,\n\nunlike § 16(b), § 2L1.2 covers threatened and attempted uses of force. Since attempts and threats can\n\nonly be intentional, see BLACK’S LAW DICTIONARY 123, 1489 (7th ed. 1999), their grouping\n\nalongside the actual use of force suggests that § 2L1.2 was meant to address intentional acts only.\n\nSee United States v. Rutherford, 54 F.3d 370, 373 (7th Cir. 1995) (making the same point with\n\nrespect to Guideline § 4B1.2). Third, the enhancement referencing § 16(b)’s “crime of violence” is\n\nonly eight levels, whereas the § 2L1.2 “crime of violence” definition is 16 levels. Compare U.S.SG.\n\n\n                                                  -12-\n\f§ 2L1.2(b)(1)(A)(ii) with U.S.S.G. § 2L1.2(b)(1)(C). Thus, if only one of either § 2L1.2 or § 16(b)\n\nought to require intent, it is the former, not the latter. Today’s decision brings about precisely the\n\nopposite result.\n\n   Turning an ordinary statutory construction principle on its head, the majority relies on the fact\n\nthat the Sentencing Commission recently revised § 2L1.2—but without explicitly incorporating the\n\nChapa-Garza gloss—to suggest the Sentencing Commission intended to repudiate Chapa-Garza.\n\nIt was the prevailing view of the courts of appeals at the time of the 2001 amendments that the use\n\nof physical force against another was limited to intentional use, for purposes of determining whether\n\na crime was a crime of violence. See Chapa-Garza, 243 F.3d at 926; Rutherford, 54 F.3d at 372-73\n\n(holding drunk driving assault not a “crime of violence” under Guideline § 4B1.1(a)(1)); Parson, 955\n\nF.2d at 866 (noting that use of force is an intentional act for § 16(a) purposes). In Rutherford, for\n\nexample, t he Seventh Circuit interpreted Guideline § 4B1.2, which is substantially identical to §\n\n2L1.2, as requiring the intentional use of force:\n\n   Force is exerted in many instances where it is not employed for any particular purpose. For\n   example, earthquakes and avalanches involve the exertion of a tremendous amount of force.\n   Such disasters, however, are freaks of nature; we can identify no intelligence or purpose\n   behind them. Referring to a randomly occurring avalanche as a “use” of force would torture\n   the English language. Likewise, a drunk driving accident is not the result of plan, direction,\n   or purpose but of recklessness at worst and misfortune at best. A drunk driver who injures\n   a pedestrian would not describe the incident by saying he “used” his car to hurt someone. In\n   ordinary English, the word “use” implies intentional availment.\n\n54 F.3d at 372-73 (footnote omitted). Against the backdrop of Chapa-Garza, Rutherford, and\n\nParson, and with zero cases to the contrary, it is unthinkable that the Sentencing Commission would\n\nhave expected that the phrase “use of physical force against the person of another” to be interpreted\n\nas the majority has interpreted the phrase. This common sense observation is analogous to the familiar\n\n\n\n                                                -13-\n\fstatutory interpretation principle that “‘Congress is presumed to be aware of an administrative or\n\njudicial interpretation of a statute and to adopt that interpretation when it re-enacts a statute without\n\nchange.’” Meryll Lynch, Pierce, Fenner & Smith, Inc. v. J.J. Curran, 456 U.S. 353, 382 n.66 (1982)\n\n(quoting Albemarle Paper Co. v. Moody, 422 U.S. 405, 414 n.8 (1975)); see also Cannon v. Univ.\n\nof Chicago, 441 U.S. 677, 696-97 (1979) (holding a private right of action under Title IX because,\n\nwhen enacted, the courts had already construed the critical language to have created one).\n\n    A recent case, United States v. Caicedo-Cuero, 312 F.3d 697, 706-11 (5th Cir. 2002), illustrates\n\nthis principle, coincidentally, in the context of Guideline § 2L1.2. Caicedo-Cuero argued that, with\n\nthe 2001 amendments, the guideline definition of “drug trafficking offense” was intended to\n\nsupersede the broader statutory definition of “drug trafficking offense,” even though one subdivision\n\nof § 2L1.2 explicitly referenced the statute, instead of the guideline definition. Id. at 708. Caicedo-\n\nCuero emphasized the peculiarity that, in imposing the enhancement he received, “a court would have\n\nto find that the defendant’s prior conviction both is and is not a drug trafficking offense.” Id.\n\n(emphasis in original).12 In rejecting the argument, the Court pointed out that the same peculiarity\n\nexists with respect to the multiple definitions of “crime of violence,” citing (coincidentally) Chapa-\n\nGarza. Id. at 707-11. The Court emphasized that the Sentencing Commission apparently approved\n\nof the peculiarity: “We presume that the sentencing Commission had knowledge of this practice when\n\nit drafted the 2001 amendments.” Id. at 710.\n\n    Moreover, the notes accompanying the 2001 amendments to § 2L1.2 explicitly state that the\n\n\n        12\n          Caicedo-Cuero received an eight-level sentencing enhancement for having been convicted\nof an “aggravated felony” under Guideline § 2L1.2; in particular, he had committed a “drug\ntrafficking offense” as defined in 18 U.S.C. § 924(c). Id. at 706. Guideline § 2L1.2 contains a\nseparate 12-point enhancement for having been convicted of a “drug trafficking offense,” as defined\nmore narrowly in the guidelines. U.S.S.G. § 2L1.2 (2001).\n\n                                                  -14-\n\famendments are intended to render moot an unrelated circuit split, see U.S.S.G. app. C, comment\n\nto amend. 632 (2001), furt her suggesting that the Sentencing Commission was aware of judicial\n\ninterpretations but chose not to change them. Since Chapa-Garza, courts have adopted its\n\ninterpretation of use of physical force with respect to § 16(a), a statute which, again, is virtually\n\nidentical to the § 2L1.2 definition. See United States v. Trinidad-Aquino, 259 F.3d 1140, 1145 (9th\n\nCir. 2001) (“[T]he presence of the volitional ‘use . . . against’ requirement in both prongs of 18\n\nU.S.C. § 16 means that a defendant cannot commit a ‘crime of violence’ if he negligently—rather\n\nthan intentionally or recklessly—hits someone or something with a physical object.”); Bazan-Reyes\n\nv. INS, 256 F.3d 600, 609 (7th Cir. 2001) (“Although a conviction for homicide by intoxicated use\n\nof a vehicle requires that the offender actually hit someone, it does not require that he intentionally\n\nused force to achieve that result. . .[t]herefore, application of § 16(a) to [defendant’s] conviction is\n\nforeclosed. . . .); cf. Dalton v. Ashcroft, 257 F.3d 200, 206 (2d Cir. 2001) (requiring intent under §\n\n16(b)).\n\n   The practical result of today’s decision is that the government need not show the intentional use\n\nof force for a prior offense to qualify for the 16-level “crime of violence” enhancement, but the\n\ngovernment would be required to show the intentional use of force when an eight-level enhancement\n\nis sought under the “crime of violence” definition in § 16(b).13 In other words, a higher showing of\n\nintentionality is now required to receive the lesser enhancement. Not only is that a confusing and\n\n\n\n          13\n         The eight-level increase for having committed an “aggravated felony” eventually points to\nthe “crime of violence” definition in 18 U.S.C. § 16. See U.S.S.C. § 2L1.2 appl ication note 2\n(defining “aggravated felony” by reference to 8 U.S.C. § 1101(a)(43)); see also 8 U.S.C. §\n1101(a)(43)(F) (defining “aggravated felony” as, among other things, a “crime of violence” under 18\nU.S.C. § 16). When Chapa-Garza was decided, the “aggravated felony” increase was 16 levels,\ninstead of eight. See U.S.S.G. app. C, comment to amend. 632 (2001).\n\n                                                 -15-\n\fbackwards result, the signal it sends to the bench and bar is that the same statutory words used in the\n\nsame context cannot be expected to be interpreted alike if the words appear in different sections.\n\n   Finally, today’s holding will multiply the irrationality of having several definitions of “crime of\n\nviolence” scattered throughout the U.S. Code and Sentencing Guidelines. See United States v.\n\nCharles, 301 F.3d 309, 315-16 (5th Cir. 2002) (en banc) (DeMoss, J., specially concurring). By my\n\ncount, there are no less than sixteen instances where the use of physical force against another\n\nphrasing is used in various definitions in different contexts. See 18 U.S.C. § 16 (“crime of violence”);\n\n18 U.S.C. § 521(c)(2) (“criminal street gang”); 18 U.S.C. § 921(1)(33)(A) (“misdemeanor crime of\n\ndomestic violence”); 18 U.S.C. § 922(d)(8)(B)(ii) (to whom it is prohibited to sell firearms); 18\n\nU.S.C. § 922(g)(8)(C)(ii) (who is prohibited from shipping, transporting, or possessing firearms); 18\n\nU.S.C. § 924(c)(3) (“crime of violence” in firearms offense penalties); 18 U.S.C. § 924(e)(2)(B)\n\n(“violent felony” in firearms offense penalties); 18 U.S.C. § 3156 (a)(4) (“crime of violence” in\n\nrelease and detention procedures); 18 U.S.C. § 373 (“solicitation to commit a crime of violence”);\n\n18 U.S.C. § 3559 (“serious violent felony”); 18 U.S.C. § 5032 (when a juvenile may be subject to\n\ncriminal prosecution); 28 U.S.C. § 540A(c)(1) (“felony crime of violence” for travelers); 21st Century\n\nDepartment of Justice Appropriations Authorization Act, Pub. L. No. 107-273, § 2953, 116 Stat.\n\n1758, 1795-95 (2002) (“violent offender” in law enforcement appropriations); FED. R. CRIM P. 32\n\n(“crime of violence or sexual abuse” in sentencing procedures); U.S.S.G. § 2G1.1(b) (specific offense\n\ncharact eristics of sex crimes); U.S.S.G. § 2L1.2 application note 1(B)(ii) (“crime of violence” for\n\nspecific offense charact eristics of unlawfully remaining or entering the United States); U.S.S.G. §\n\n4B1.2(a) (“crime of violence” in career offender provision). Today’s decision sends mixed signals to\n\nthe bench and bar as to the proper interpretation of those provisions. At the very least, the phrasing\n\n\n                                                 -16-\n\fuse of physical force against another should be interpreted the same under the various definitions\n\nof “crime of violence” within the Sentencing Guidelines. Today’s decision calls into question even\n\nthat most basic coherence.\n\n                                     II. Conflict with Gracia-Cantu\n\n   In United States v. Gracia-Cantu, this Court held that the Texas crime of causing injury to a child\n\nwas not a “crime of violence” under 18 U.S.C. § 16(a)— again, which is virtually identical to the §\n\n2L1.2 definition—because the “results-oriented” crime does not have as an element the use of force\n\nagainst a person. 302 F.3d 308, 311-12 (5th Cir. 2002). We stated:\n\n   Gracia-Cantu persuasively argues that his prior offense does not constitute a crime of violence\n   under 18 U.S.C. § 16(a) because section 22.04(a) of the Texas Penal Code, the statute\n   criminalizing injury to a child, does not require that the perpetrator actually use, attempt to\n   use, or threaten to use physical force against a child. Rather, section 22.04(a) is\n   results-oriented in that the culpable mental state must relate to the result of a defendant’s\n   conduct rather than to the conduct itself.\n\nId. Vargas-Duran was convicted of intoxication assault, which, just like the injury to a child statute,\n\nis “results-oriented.” Compare TEXAS PENAL CODE ANN. § 49.07 (Vernon 1994) (intoxication\n\nassault) with TEX. PENAL CODE ANN. § 22.04(a) (Vernon 2002) (injury to a child). That is, neither\n\nstatute mentions using force; both penalize causing injury. Id.\n\n   One possible distinction between the statutes is that it is easy to imagine cases where a child is\n\ninjured without force (neglect, for instance), but it is a bit more difficult to imagine cases where a\n\ndrunk driver causes serious bodily injury without force. Surely most intoxication assault prosecutions\n\ninvolve a collision, and hence, some force. Nevertheless, the statute does not require that the\n\ndefendant use force. For instance, if a drunk driver swerves off the road, causing a pedestrian to dive\n\ninto a ditch and become seriously injured, the Texas statute is doubtlessly violated, even though there\n\n\n\n                                                 -17-\n\fhas been no actual application of force to anyone. Consider also the case where a drunk driver’s near\n\nmiss causes a heart attack. In this respect, today’s decision cannot be squared with Gracia-Cantu.\n\n                                            III. Conclusion\n\n   Although I might find the majority’s arguments persuasive were we writing on a clean slate or\n\ndeciding the case en banc, precedent compels me to vote otherwise. I respectfully dissent.\n\n\n\n\n                                                -18-\n\f",
            "ocr": false,
            "opinion_id": 30192
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}