{
    "id": 1096322,
    "judges": "Hawkins, C.J., and Sullivan and Smith",
    "date_filed": "1991-07-11",
    "date_filed_is_approximate": true,
    "slug": "manuel-v-state",
    "case_name_short": "Manuel",
    "case_name": "Manuel v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 43,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "667 So. 2d 590"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n667 So. 2d 590 (1995)\nNancy L. MANUEL\nv.\nSTATE of Mississippi.\nNo. 92-KA-00625-SCT.\nSupreme Court of Mississippi.\nNovember 30, 1995.\nRaymond L. Wong, Cleveland, for appellant.\nMichael C. Moore, Attorney General, DeWitt T. Allred, III, Sp. Ass't Attorney General, Jackson, for appellee.\nBefore HAWKINS, C.J., and SULLIVAN and SMITH, JJ.\nSULLIVAN, Justice, for the Court:\nNancy L. Manuel was indicted for murder and convicted for the manslaughter of Wendell Norris in the Circuit Court of Bolivar County. Manuel was sentenced to a term of ten years in the custody of the Mississippi Department of Corrections on June 18, 1992. The trial court denied Manuel's motions for judgment notwithstanding the verdict and a new trial. She now appeals to this Court.\n\nFACTS\nNancy L. Manuel stabbed and killed Wendell Norris in her home on the evening of September 8, 1991, in Cleveland, Mississippi. At that time Manuel and Norris had been living together for approximately one year at Manuel's house. Earlier in the evening the couple had been out, but they returned home between 9:00 and 10:00 p.m. Apparently *591 they had been drinking during the day. Testimony as to the events surrounding the homicide is in dispute. Manuel contends that she stabbed Norris in self-defense; however, the State produced witnesses who testified to a different story.\nManuel testified that after she and Norris returned home for the evening, Norris started \"back arguing\" with her. According to Manuel, he was arguing with her about going out again, and he wanted her to change her clothes. Manuel said that Norris was calling her names and that she tried to leave, but before she started out of the door, he pulled her back inside. Norris was apparently larger than Manuel. She told Norris to \"turn [her] aloose.\" He complied but then began to hit her. Manuel struggled to get away from Norris and managed to retrieve a knife from the kitchen. She returned to the living room where he was \"[s]tanding there trying to fight me.\" Norris continued hitting Manuel in her face and chest and told her that he was going to kill her. According to Manuel, Norris became very mean when he was drinking. She testified that she then stabbed Norris. Although he was stabbed in both the arm and neck area, Manuel only recalls stabbing Norris once. Manuel stated that she stayed in her house until police arrived at the scene.\nPolice officers took Manuel to the Cleveland Police Department, advised her of her Miranda rights and questioned her. Thereupon, Manuel admitted stabbing Norris after he hit her in the face. At the time of her questioning Manuel had a swollen and discolored eye.\n\nLAW\n\nI.\n\nTHE TRIAL COURT ERRED IN REFUSING TO GIVE INSTRUCTION D-5 WHICH WOULD HAVE INFORMED THE JURY OF THE RIGHT OF SELF-DEFENSE IN WHICH A LARGER AND STRONGER PERSON ATTACKS A SMALLER PERSON AND THE RIGHT OF THE ATTACKED TO ARM HERSELF FOR SELF-DEFENSE.\nManuel argues that Jury Instruction D-5 would have informed the jury about a theory of her defense. Jury Instruction D-5 stated the following:\nThe Court instructs the jury that if the deceased, Wendell Norris, was a much larger and stronger man than the defendant, Nancy Manuel, so much so that the Defendant was wholly and absolutely incapable of coping with him in a physical combat, and was liable to receive serious and great bodily injuries at the hands of the deceased in the event that they became engaged in combat, then the Defendant was justified in using a deadly weapon to protect himself [sic] from an unjustifiable and deadly attack of the deceased even though the deceased was wholly unarmed, and the Defendant was in no danger from the deceased except such as might be inflicted by the deceased with his hands or feet.\nA defendant is entitled to submit instructions that present her theory of the case to the jury, while a trial judge is entitled to refuse instructions that incorrectly state the law, are without foundation in evidence or are stated elsewhere in other instructions. Hester v. State, 602 So. 2d 869, 872 (Miss. 1992) (citing Murphy v. State, 566 So. 2d 1201, 1206-07 (Miss. 1990); Sayles v. State, 552 So. 2d 1383, 1390 (Miss. 1989)). According to Manuel, the trial judge should not have refused this instruction because it correctly stated the law, it had an evidentiary foundation and it was not specifically articulated in any other jury instruction.\nIt is Manuel's position that Jury Instruction D-5 correctly reflected the law in Mississippi that homicide with a deadly weapon is justifiable when the deceased assaults another with only his hands. Manuel reaches this conclusion by reconciling Miss. Code Ann. § 97-3-15(1)(e), (f), Mississippi's justifiable homicide statute, with our holding in Jackson v. State, 594 So. 2d 20 (Miss. 1992).\nIn Jackson, the defendant was charged with and convicted of aggravated assault after he severely beat his ex-wife. Jackson's defense centered around his argument that he could not be charged with aggravated *592 assault since no deadly weapon was used. According to Jackson, hands and fists could never be \"`a means likely to produce death or serious bodily harm[;]'\" therefore, fighting with fists could only encompass the charge of simple assault. Id. at 23 (citing Miss. Code Ann. § 97-3-7(2)(b)). In response to Jackson's argument, we held that \"`[w]hile the use of feet and fists ordinarily would not constitute the use of a deadly weapon, they can constitute a deadly weapon if used with means or force likely to produce death.'\" Id. at 24 (quoting Pulliam v. State, 298 So. 2d 711, 713 (Miss. 1974)).\nManuel takes this holding and reads it in tandem with Miss. Code Ann. § 97-3-15(1)(e), (f). Those sections of the statute state the following:\n(1) The killing of a human being by the act, procurement, or omission of another shall be justifiable in the following cases:\n....\n(e) When committed by any person in resisting any attempt unlawfully to kill such person or to commit any felony upon him, or upon or in any dwelling house in which such person shall be;\n(f) When committed in the lawful defense of one's own person or any other human being, where there shall be reasonable ground to apprehend a design to commit a felony or to do some great personal injury, and there shall be imminent danger of such design being accomplished[.]\nAccording to Manuel, this statute and the Jackson case reflect the law that where an individual is unjustifiably attacked by a larger and unarmed person, and the individual is incapable of coping with that person in a physical confrontation, and the individual reasonably perceives that she will receive serious and great bodily injuries as a result, that individual is justified in killing her attacker with a deadly weapon. Manuel is correct.\nIn Hinson v. State, 218 So. 2d 36, 39 (Miss. 1969), we held that where an attacker is much larger than the one attacked, the nature of the assault, though only with fists, might be such as to reasonably show that the one being attacked is in danger of great bodily harm, and therefore is justified in the use of a deadly weapon to defend herself. Cf. Marshall v. State, 220 Miss. 846, 855, 72 So. 2d 169, 172 (1954) (holding that the trial court did not commit error in refusing a similar instruction where the evidence only showed that the deceased was merely capable of inflicting serious injury or death with his feet and hands). Accordingly, Manuel claims that since this law was supported by evidence and not given in any other jury instruction, the trial judge committed reversible error by not allowing the jury to hear this theory of her defense.\nWhile Manuel is entitled to have an instruction on the theory of her defense, that instruction should not single out certain parts of the evidence to the point that it amounts to a comment on the weight of the evidence. Keys v. State, 635 So. 2d 845, 848-49 (Miss. 1994); Ceary v. State, 204 Miss. 299, 302, 37 So. 2d 316, 317 (1948). We reviewed a jury instruction similar to D-5 in Brister v. State, 231 Miss. 722, 97 So. 2d 654 (1957), cert. denied, 356 U.S. 961, 78 S. Ct. 1000, 2 L. Ed. 2d 1069 (1958). The jury instruction in that case stated:\nIf the evidence shows that the deceased was a much larger and stronger man than the defendant, and was capable of inflicting great and serious bodily harm upon the defendant with his hands and a bottle, or either, and that the defendant had reason to believe and did believe as a man of ordinary reason that he was then and there in danger of such harm at the hands of the deceased, and used his knife, with which he fatally cut the deceased, to protect himself from such harm, then the defendant was justified, and your verdict will be \"not guilty,\" even though the deceased was not armed.\nId. at 726, 97 So. 2d 654.\nWe held that this instruction was properly refused by the trial court because it was essentially peremptory in nature. Id. at 727, 97 So. 2d 654. The instruction attempted to tell the jury that they should act upon what the evidence showed and not what they believed from the evidence. The presence of evidence tending to prove facts mentioned in an instruction does not mean that the jury *593 has to believe what the \"evidence shows\" where there is also evidence to the contrary. Id. Had the instruction started with \"[I]f you believe from the evidence that the deceased ...,\" the instruction would have been proper. Id. at 726-27, 97 So. 2d 654.\nIn the instant case, the trial court felt that the instruction was generally correct; however, it refused D-5 because \"it is almost telling them what the facts are in the case. It is almost peremptory in nature.\" A review of the instruction reveals that the trial judge's opinion was correct. Jury Instruction D-5 instructed the jury in a peremptory-like fashion rather than allowing them to make a determination based upon the law and what they believed from the evidence. It also unduly emphasized Manuel's testimony concerning her version of the events on the night of Norris' homicide. Furthermore, the instruction failed to stress that the person being attacked must have had a reasonable apprehension of great bodily injury or death. However, this was the only instruction that presented this theory of Manuel's defense to the jury.\nIn homicide cases, the trial court should instruct the jury about a defendant's theories of defense, justification, or excuse that are supported by the evidence, no matter how meager or unlikely, and the trial court's failure to do so is error requiring reversal of a judgment of conviction. Hester, 602 So.2d at 872. Where the instructions are in improper form and are the only ones embodying a legally correct theory of the defendant's defense, it is the duty of the trial court to see that the instructions are placed in proper form for submission to the jury. Id. at 873.\nIn the case sub judice, Manuel's story concerning the death of Wendell Norris differs from that of the State's witnesses and is appropriate for jury determination. There is evidence to support Manuel's theory that she was justified in using a deadly weapon against a weaponless assailant. The trial judge, therefore, should have seen that Jury Instruction D-5 was in an acceptable form so that Manuel could have advanced this theory before the jury. The record reflects that the trial judge recognized the flaws in Jury Instruction D-5, yet he failed to cure the problems. The failure of the trial judge to cure the defective instruction was reversible error.\n\nII.\n\nTHE TRIAL COURT COMMITTED ERROR IN DENYING APPELLANT'S MOTION FOR A DIRECTED VERDICT BECAUSE THE PROSECUTION FAILED TO PROVE ITS CASE AGAINST THE APPELLANT, AND THE VERDICT WAS AGAINST THE OVERWHELMING WEIGHT OF THE EVIDENCE, AND THE VERDICT EVIDENCES BIAS AND PREJUDICE AGAINST THE APPELLANT, AND WAS BASED SOLELY UPON SUSPICION AND SPECULATION.\nHaving found no merit to this issue, we do not address it.\n\nCONCLUSION\nManuel was entitled to instruct the jury on her theory of self-defense. The theory was a correct statement of the law and it was supported by evidence. Jury Instruction D-5 was the only instruction submitted by Manuel that embodied this theory; therefore, the trial judge had a duty to see that it was in correct form. The trial judge recognized the flaws in Jury Instruction D-5, yet he did nothing to rectify the problem. Because the trial judge failed to cure this problem, the jury was not instructed on this specific theory of Manuel's defense; this was reversible error.\nREVERSED AND REMANDED.\nHAWKINS, C.J., DAN M. LEE and PRATHER, P.JJ., and PITTMAN, BANKS, McRAE, JAMES L. ROBERTS, Jr. and SMITH, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1096322
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}