{
    "id": 1246229,
    "judges": "Bowles, Hill",
    "date_filed": "1993-08-20",
    "date_filed_is_approximate": true,
    "slug": "patrick-v-state",
    "case_name_short": "Patrick",
    "case_name": "Patrick v. State",
    "case_name_full": "Patrick v. the State",
    "attorneys": "Deryl D. Dantzler, for appellant., William J. Smith, District Attorney, Doug Pullen, Assistant District Attorney, Arthur K. Bolton, Attorney General, Daryl A. Robinson, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued September 12, 1979, Rehearing denied March 13, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b447-9\">\n    35200.\n   </docketnumber><parties id=\"A3-_\">\n    PATRICK v. THE STATE.\n   </parties>",
    "citations": [
        "265 S.E.2d 553",
        "245 Ga. 417"
    ],
    "opinions": [
        {
            "author_str": "Bowles",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4069.0,
            "opinion_text": "\n245 Ga. 417 (1980)\n265 S.E.2d 553\nPATRICK\nv.\nTHE STATE.\n35200.\nSupreme Court of Georgia.\nArgued September 12, 1979.\nDecided January 24, 1980.\nRehearing Denied March 13, 1980.\nDeryl D. Dantzler, for appellant.\nWilliam J. Smith, District Attorney, Doug Pullen, Assistant District Attorney, Arthur K. Bolton, Attorney General, Daryl A. Robinson, Assistant Attorney General, for appellee.\nBOWLES, Justice.\nJames Richard Patrick was indicted by the grand jury of Muscogee County for the January 10, 1977 murder *418 of Gertruda \"Truly\" Johnson. Following a jury trial, Patrick was found guilty. Upon the jury's finding of the statutory aggravating circumstances of kidnapping and aggravated battery to the victim, Patrick was sentenced to death. The case is here on direct appeal and for review of the death sentence.\nThere was evidence presented from which the jury was authorized to find the following facts: On the afternoon of January 10, 1977, Truly Johnson, a 15-year-old high school student, rode with a friend to a local convenience store to buy a package of cigarettes. This was the last time Truly was seen alive. The appellant owned and operated a record shop across the street from the convenience store.\nOn January 11, 1977, appellant asked Cathy Granger to go into the woods with him to walk the dog. Appellant's wife and Cathy Granger's husband were cousins. The two couples lived in appellant's house. Appellant and Mrs. Granger went on their walk in the woods behind appellant's store, near the area where Truly's body was subsequently found. They stopped several times to shoot birds and targets with a pellet gun.\nUpon returning to appellant's record shop, Mrs. Granger realized that she was missing her wallet and car keys. She returned to the woods to look for them. While she was searching, she heard appellant scream and call out to her because he had uncovered a body in the clearing.\nAppellant gave varying accounts of how he found the body. He told Mrs. Granger that his dog had found the body and was tugging on a portion of the clothes. He told James Bishop that the dog was tugging on the pants leg. Two days later, in making a statement to the police, appellant said he saw a bit of clothing under a pile of leaves and he then went over and uncovered the body. This was also appellant's story at trial.\nAfter telling Mrs. Granger about his discovery, Patrick and Mrs. Granger ran to a nearby barbeque restaurant operated by Cleo Chevalier and notified the police. Appellant, Mrs. Granger, Chevalier and James Bishop, a local shopkeeper, returned to the clearing where the body was found. Both Bishop and Chevalier testified *419 that when they arrived, the body was completely covered with leaves.\nPolice investigation revealed that at the time her body was found, Truly was wearing both shoes but only one sock. The other sock was found underneath the body. She was naked from the waist up except for a jacket. Her sweater had been used to tie her hands to a tree. Her brassiere was found tied around a tree next to the body. Her panties were on inside out, with leaves inside.\nDr. Joe M. Webber, Medical Examiner for Muscogee County testified that the cause of death was cerebral shock brought on by any one of three blows to the victim's head. The body suffered extensive trauma to the right side of the head, neck and upper torso, shoulders and chest, with multiple lacerations on the face. There were also internal injuries to the groin area. The injuries were so extensive that Truly's father did not recognize her from the exhibits displaying her as she was found.\nOn February 1, 1979, appellant and a female accomplice kidnapped Kelly Leigh Maley for ransom. Kelly was a thirteen-year-old junior high school student, picked up on her way home from school. Kelly was taken to an apartment where she was held until the ransom was paid. During this time, appellant told Kelly that he had kidnapped and killed Truly Johnson. At trial, appellant admitted that he had told Kelly this, but that he did so only trying to scare her. Appellant also told Kelly he would kill her if her parents did not pay the ransom. Appellant was convicted for the kidnapping of Kelly Maley.\n1. In his first enumeration of error, appellant complains that the trial court erred in failing to excuse for cause Jurors Bickerstaff and Laudermilk who testified on voir dire that they would not consider a life sentence in the event of a conviction.\nJuror Bickerstaff was directly asked if, following a verdict of guilty, he would consider both the death penalty and life imprisonment.\n\"Q. ... could you if you felt that it was a just verdict based on the law as given you in charge by the court, and the evidence that had been produced to you, could you vote to impose the death penalty?\n*420 \"A. Yes, sir.\n\"Q. And contrary-wise, if you felt the appropriate punishment was life in the penitentiary, could you vote to impose a life penalty on him?\n\"A. Right.\"\nJuror Laudermilk answered the same two questions in the same way, indicating that he would consider both life imprisonment and the death penalty should the defendant be found guilty of murder.\nHaving examined the entire voir dire examination of the two prospective jurors we conclude that no error was committed by the trial court in failing to excuse the two jurors for cause.\n2. Appellant complains that the trial court erred in preventing voir dire of a publicity-exposed juror concerning his prejudgment of issues in this case.\nThe juror was asked about any news coverage he had seen or heard about in appellant's case and the influence it had had on him in connecting appellant with the death of Truly Johnson. He answered that he knew of no connection between appellant and the case other than the accusation.\nThereafter, appellant's counsel asked, \"[i]n connection with the circumstances that you have read and heard about in this case, can you tell me what your opinion of the appropriateness or inappropriateness of the death penalty and the State's request therefor?\" In sustaining the state's objection, the court ruled the question was impermissible because it called on the witness to prejudge the case. We agree.\nWhile Code Ann. § 59-705 permits broad questioning of a potential juror, it does not allow counsel for either side to ask the juror to guess what his verdict will be before any evidence has been presented. The question asked was designed to have the juror prejudge the case based on hearsay. The refusal to allow such a question was not an abuse of the court's discretion. Pinion v. State, 225 Ga. 36 (4) (165 SE2d 708) (1969).\n3. Appellant complains that the trial court erred in preventing voir dire of publicity-exposed jurors concerning their perceptions of the biases of the community in connection with the case. During voir dire *421 appellant's counsel was prevented from asking jurors who had been exposed to pretrial publicity, \"Do you have an opinion as to what most other people think about whether or not the defendant in this case is guilty?\"\nWe find no error in the trial court's refusal to allow the question. Pinion v. State, supra. Extensive voir dire was allowed as it pertained to the juror's own personal feelings and biases. However, we find no provision of Code Ann. § 59-705 which permits questioning as to other peoples' feelings. Such responses would be merely hearsay, and highly unreliable. There was no abuse of the trial court's discretion.\n4. Appellant complains that the trial court erred by commenting adversely on his credibility during the state's cross examination of him in violation of Code Ann. § 81-1104. In reviewing the transcript, we find no error.\nAppellant was being questioned as to whether he had maintained innocence to the kidnapping of Kelly Maley, after entering a plea of guilty to the offense. Appellant's counsel objected to the question as being irrelevant. In ruling on the objection, the trial judge said, \"I think that goes to his credibility ...\" Appellant concedes in his brief that it would not have been error for the judge to state, \"It goes to his credibility.\"\nA mere statement that evidence is being admitted for purpose of impeachment does not constitute expression of an opinion by the court that the witness would thereby be impeached. Beckworth v. State, 183 Ga. 871 (5) (190 S.E. 184) (1937). By prefacing his remark by the words \"I think,\" the trial judge did not change the ruling on the objection to an opinion as to appellant's credibility.\n5. Appellant complains that the court erred in sustaining an objection to testimony by the defendant concerning his emotions. Appellant was asked on direct examination how he was feeling at that moment. He testified that he was scared. Appellant's counsel then asked him to elaborate on that answer by asking him if he was nervous. State's counsel objected and the trial court sustained the objection, ruling that the jury could gather this information from watching appellant's demeanor on the stand.\n*422 Later during direct examination, appellant was asked how he felt when he saw the body of Truly Johnson uncovered. The state objected, and the trial court ruled that appellant could testify as to what he did or said, but not as to his emotions at the time. Appellant was allowed to testify that he was not faking any emotions on January 10 and 11, 1977, and that his responses were natural and not contrived.\nWe find no error in excluding appellant's testimony as to his emotions. Appellant failed to show that the evidence was relevant to the issues in the case. On appeal, appellant has cited no law, nor do we know of any, which would have permitted a description of emotions by the witness while testifying.\n6. Appellant complains that the evidence was insufficient as a matter of law to support a verdict of guilty. We find, however, that there was sufficient evidence to justify a rational trier of fact to find guilt beyond a reasonable doubt. Jackson v. Virginia, ____ U. S. ____ (99 SC 2781, 61 LE2d 560) (1979).\n7. Appellant complains that the court erred in failing to instruct the jury, without request, on alibi. We do not agree.\n\"Alibi, as a defense involves the impossibility of the accused's presence at the scene of the offense at the time of its commission; and the range of the evidence, in respect to time and place, must be such as reasonably to exclude the possibility of presence.\" Code Ann. § 38-122. In reviewing the evidence in this case, we find nothing that would have prevented appellant from being present at the scene of the murder at the time of its commission. Appellant gave a general statement as to his whereabouts on the afternoon of January 10, 1977, but no specific times and places. He admits that he was in close proximity to the clearing where the body was found for much of the afternoon. As appellant was vague as to the exact time he was at the various locations mentioned, his testimony, even if believed, would not have made it impossible for him to have committed the crime. It was not error to fail to charge on alibi. Copeland v. State, 241 Ga. 370 (245 SE2d 642) (1978); Bryant v. State, 229 Ga. 60 (2) (189 SE2d 435) (1972); Weaver v. State, 199 Ga. 267 (2) (34 SE2d 163) *423 (1945).\n8. Appellant complains that the court erred in its charge on the offense of murder in that the charge shifted to the appellant the burden of disproving malice. In support of this contention appellant cites Sandstrom v. Montana, ___ U. S. ___ (99 SC 2450, 61 LE2d 39) (1979). The following charge was complained of, \"The law of the State of Georgia states that a person commits murder when he unlawfully, and with malice aforethought, either express or implied, causes the death of another human being ... Malice shall be implied when no considerable provocation appears, and when all of the circumstances of the killing show an abandoned and a malignant heart. Now, ladies and gentlemen, the law presumes every homicide to be malicious until the contrary appears from the circumstances of alleviation, excuse or justification, and it is incumbent upon the accused to make out such circumstances to your satisfaction unless they appear from the evidence produced against him.\"\nThe jury was also instructed that, \"This defendant enters upon the trial of this case with the presumption of innocence in his favor and that presumption remains with him throughout the trial of this case until and unless the State produces evidence in your presence and hearing sufficient to convince your minds of the guilt of the accused of the crime charged. The State makes the charges set out in this criminal indictment and the burden rests upon the State to establish by proof of the truth of every material allegation in the indictment beyond a reasonable doubt before a verdict of guilty would be authorized.\" At this point the court explained to the jury the meaning of \"a reasonable doubt.\" Later the court charged, \"Now, criminal intent, being an essential element of every crime, is a question of fact to be determined by you whether such criminal intent existed in the mind of this defendant at the time of the alleged crime. Intent can be established by evidence, but it must be evidence which will satisfy your minds beyond a reasonable doubt. Intent may be shown in many ways provided you find it existed from the evidence and testimony submitted during this trial.\" Finally, the court instructed the jury that, \"If you do not believe the *424 defendant guilty of the offense as charged in the Bill of Indictment, or if you entertain a reasonable doubt as to his guilt, then of course it would then be your duty to acquit him...\"\nConsidering the instructions in the context of the overall charge, Cupp v. Naughten, 414 U.S. 141, 146-147, 149-150 (94 SC 396, 38 LE2d 368) (1973); Boyd v. United States, 271 U.S. 104, 107 (46 SC 442, 70 LE 857) (1926); Agnew v. United States, 165 U.S. 36, 50 (17 SC 235, 41 LE 624) (1897), we find that reasonable jurors would not have viewed the instructions as mandatory or conclusive, nor would they have understood them as shifting the burden of persuasion to the accused. Skrine v. State, 244 Ga. 520 (1979); Felts v. State, 244 Ga. 503 (3) (1979).\n9. Appellant complains that the court erred by charging on admission by silence because the charge amounted to a comment on the evidence by the trial judge in violation of Code Ann. § 81-1104. There is no allegation that the law on admission by silence as given was incorrect.\nThe trial court prefaced the charge with, \"[T]he State further contends ...\" Reading the charge as a whole it is obvious that it was given as a contention of the state, and in no way reflected the opinion of the trial judge. A charge giving the state's contentions does not violate Code Ann. § 81-1104 which forbids the judge to intimate his opinion on the evidence. Pritchett v. State, 92 Ga. 65 (7) (18 S.E. 536) (1893); Mika v. State, 196 Ga. 473 (4) (26 SE2d 616) (1943); Mitchell v. State, 134 Ga. App. 376 (8) (214 SE2d 593) (1975).\n10. Appellant complains that the trial court erred during the sentencing phase in charging on kidnapping as a statutory aggravating circumstance, when simple kidnapping is not a capital felony. Even assuming that the charge was error, we need not decide whether the death penalty imposed in this case must be set aside on this ground because of our holding in Division 11 below. Gates v. State, 244 Ga. 587 (7) (261 SE2d 349) (1979).\n11. Appellant complains that the trial court erred in charging the jury Code Ann. § 27-2534.1(b)(7) which authorizes the death penalty when the offense of murder is found to be outrageously or wantonly vile, horrible or *425 inhuman in that it involved torture, depravity of mind, or an aggravated battery to the victim. We find that the evidence amply supports the charge and the jury's finding of this statutory aggravating circumstance. Appellant's eleventh enumeration of error is without merit.\n12. Appellant complains that the trial court erred in its charge on mitigating circumstances. In reviewing the charge, we find that it complies with the requirements laid down in Hawes v. State, 240 Ga. 327 (9) (240 SE2d 833) (1977); Spivey v. State, 241 Ga. 477, 479 (246 SE2d 288) (1978); and Godfrey v. State, 243 Ga. 302, 310 (253 SE2d 710) (1979). Appellant's enumeration of error is without merit.\n13. Appellant complains the court erred by weighting its sentencing charge in favor of a death verdict. Reviewing the charge as a whole, we find no merit to this argument.\n14. Appellant complains that the jury was not impressed with the finality of their decision on the sentencing phase. This argument is meaningless in light of the trial judge's charge that the court was required by law to sentence the defendant in accordance with the jury's verdict.\n\nSentence Review\nAs required by Ga. L. 1973, p. 159 et seq. (Code Ann. § 27-2537 (c) (1-3)) we have reviewed the death sentence in this case as we have each case in which the death sentence was imposed. Pursuant to the mandate of the statute we have considered the evidence concerning the crime and the defendant and the aggravating circumstance found by the jury.\nWe conclude that the sentence of death imposed in this case was not imposed under the influence of passion, prejudice or any other arbitrary factor and that the verdict was factually substantiated.\nThe evidence beyond a reasonable doubt supports the jury's finding of the following aggravating circumstance:[1] (1) The offense of murder was outrageously or wantonly vile, horrible or inhuman in that *426 it involved an aggravated battery to the victim. (Code Ann. § 27-2534.1 (b) (7)).\nAppellant argues that the evidence did not authorize the death sentence. However, the evidence showed a brutal kidnapping and murder of a 15-year-old girl. Appellant admitted the crime to a victim and to co-defendant in another subsequent kidnapping which the appellant planned and executed. The cold-blooded and callous nature of the offense in this case is the type condemned by death in other cases. We find that the evidence is sufficient to authorize the imposition of the death penalty by a rational trier of fact.\nIn reviewing the death penalty in this case, we have considered the cases appealed to this court since January 1, 1970, in which death or life sentences were imposed and find that similar cases listed in the appendix support the affirmance of the death sentence in this case. James Richard Patrick's sentence to death is not excessive or disproportionate to the penalty imposed in similar cases considering both the crime and the defendant.\nJudgment affirmed. All the Justices concur, except Hill, J., who concurs in the judgment only.\n\nAPPENDIX.\nJarrell v. State, 234 Ga. 410 (216 SE2d 258) (1975); *427 Davis v. State, 241 Ga. 376 (247 SE2d 45) (1978); Banks v. State, 237 Ga. 325 (227 SE2d 380) (1976); Moore v. State, 240 Ga. 807 (243 SE2d 1) (1978); Westbrook v. State, 242 Ga. 151 (249 SE2d 524) (1978); Bowen v. State, 244 Ga. 495 (1979); Brooks v. State, 244 Ga. 574 (1979); Tucker v. State, 244 Ga. 721 (1979); Gates v. State, 244 Ga. 587 (1979).\nNOTES\n[1]  Assuming the trial court's charge on kidnapping as an aggravating circumstance (Code Ann. § 27-2534.1 (b) (2)) was error, see Division 10 herein, the jury's finding as to that aggravating circumstance would not prejudice the defendant because the evidence beyond a reasonable doubt supports a finding that the murder occurred during a kidnapping with bodily injury. See Collier v. State, 244 Ga. 553 (1979).\n\n",
            "ocr": false,
            "opinion_id": 1246229
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}