{
    "id": 1450125,
    "judges": "Sofaer",
    "date_filed": "1999-07-29",
    "date_filed_is_approximate": true,
    "slug": "davis-v-costa-gavras",
    "case_name_short": "Davis",
    "case_name": "Davis v. Costa-Gavras",
    "case_name_full": "Nathaniel DAVIS, Frederick D. Purdy, Ray E. Davis, Plaintiffs, v. Constantin COSTA-GAVRAS, Universal City Studios, Inc., MCA, Inc.; Thomas Hauser, Harcourt Brace Jovanovich, Inc., and the Hearst Corporation, Defendants",
    "attorneys": "Robert Kasanof and Bart M. Schwartz, New York City, for plaintiffs; Robert Ka-sanof, Bart M. Schwartz, Howard E. Heiss, New York City, of counsel., Williams & Connolly, Washington, D.C., for defendants Universal City Studios, Inc., MCA, Inc., and Constantin Costa-Gavras; Irving Younger, David E. Kendall, Steven A. Steinbach, Washington, D.C., of counsel., Patterson, Belknap, Webb & Tyler, Esqs., New York City, for defendant Harc-ourt Brace Jovanovich, Inc.; Eugene L. Girden, Eugene M. Gelernter, Linda Novak, New York City, of counsel., White & Case, New York City, for defendant Thomas Hauser; David J. Bran-son, Robert G. Berger, Washington, D.C., of counsel., Baker & Hostetler, Washington, D.C., for defendant Hearst Corp.; Bruce W. Sanford, Washington, D.C., of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 58,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1170-3\">\n    Nathaniel DAVIS, Frederick D. Purdy, Ray E. Davis, Plaintiffs, v. Constantin COSTA-GAVRAS, Universal City Studios, Inc., MCA, Inc.; Thomas Hauser, Harcourt Brace Jovanovich, Inc., and The Hearst Corporation, Defendants.\n   </parties><br><docketnumber id=\"b1170-6\">\n    No. 83 Civ. 2539 (ADS)\n   </docketnumber><br><court id=\"b1170-7\">\n    United States District Court, S.D. New York.\n   </court><br><decisiondate id=\"b1170-9\">\n    Feb. 7, 1984.\n   </decisiondate><br><attorneys id=\"b1172-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1084\"> \n     *1084\n     </span>\n    Robert Kasanof and Bart M. Schwartz, New York City, for plaintiffs; Robert Ka-sanof, Bart M. Schwartz, Howard E. Heiss, New York City, of counsel.\n   </attorneys><br><attorneys id=\"b1172-16\">\n    Williams &amp; Connolly, Washington, D.C., for defendants Universal City Studios, Inc., MCA, Inc., and Constantin Costa-Gavras; Irving Younger, David E. Kendall, Steven A. Steinbach, Washington, D.C., of counsel.\n   </attorneys><br><attorneys id=\"b1172-17\">\n    Patterson, Belknap, Webb &amp; Tyler, Esqs., New York City, for defendant Harc-ourt Brace Jovanovich, Inc.; Eugene L. Girden, Eugene M. Gelernter, Linda Novak, New York City, of counsel.\n   </attorneys><br><attorneys id=\"b1172-18\">\n    White &amp; Case, New York City, for defendant Thomas Hauser; David J. Bran-son, Robert G. Berger, Washington, D.C., of counsel.\n   </attorneys><br><attorneys id=\"b1172-19\">\n    Baker &amp; Hostetler, Washington, D.C., for defendant Hearst Corp.; Bruce W. Sanford, Washington, D.C., of counsel.\n   </attorneys>",
    "citations": [
        "580 F. Supp. 1082"
    ],
    "opinions": [
        {
            "author_str": "Sofaer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3038.0,
            "opinion_text": "\n580 F. Supp. 1082 (1984)\nNathaniel DAVIS, Frederick D. Purdy, Ray E. Davis, Plaintiffs,\nv.\nConstantin COSTA-GAVRAS, Universal City Studios, Inc., MCA, Inc.; Thomas Hauser, Harcourt Brace Jovanovich, Inc., and The Hearst Corporation, Defendants.\nNo. 83 Civ. 2539 (ADS)\nUnited States District Court, S.D. New York.\nFebruary 7, 1984.\n*1083 *1084 Robert Kasanof and Bart M. Schwartz, New York City, for plaintiffs; Robert Kasanof, Bart M. Schwartz, Howard E. Heiss, New York City, of counsel.\nWilliams &amp; Connolly, Washington, D.C., for defendants Universal City Studios, Inc., MCA, Inc., and Constantin Costa-Gavras; Irving Younger, David E. Kendall, Steven A. Steinbach, Washington, D.C., of counsel.\nPatterson, Belknap, Webb &amp; Tyler, Esqs., New York City, for defendant Harcourt Brace Jovanovich, Inc.; Eugene L. Girden, Eugene M. Gelernter, Linda Novak, New York City, of counsel.\nWhite &amp; Case, New York City, for defendant Thomas Hauser; David J. Branson, Robert G. Berger, Washington, D.C., of counsel.\nBaker &amp; Hostetler, Washington, D.C., for defendant Hearst Corp.; Bruce W. Sanford, Washington, D.C., of counsel.\n\nOPINION AND ORDER\nSOFAER, District Judge:\nThis action for libel was filed on January 11, 1983, in the Eastern District of Virginia. Jurisdiction is based on diversity of citizenship, 28 U.S.C. § 1332, and venue on 28 U.S.C. § 1391(a). The plaintiffs are two *1085 State Department officials and a naval officer who were stationed in Santiago, Chile, in September 1973, at the time a military coup deposed the government of Salvador Allende Gossens. Plaintiff Nathaniel Davis served as United States Ambassador, Frederick D. Purdy as Consul to the Santiago Consulate, and Captain Ray E. Davis (U.S. Navy Ret.) as Commander of the United States Military Group and Chief of the United States Navy Mission in Santiago.\nThe coup in September 1973 was violent, and resulted in the death or disappearance of many people, including President Allende, whose bullet-riddled body was found the day after the military takeover. Among the other victims was a United States citizen named Charles Horman, who disappeared from his Santiago home a few days after the coup. A body with fingerprints that matched Horman's was discovered in Chile following Allende's overthrow. Horman's survivors sued several United States officials, including plaintiffs in this case, charging them with complicity in Horman's death. The suit was voluntarily dismissed. See Horman v. Kissinger, 77 Civ. 1748 (D.D.C. filed October 3, 1977). Horman's disappearance also attracted the attention of author Thomas Hauser, who researched and wrote what purports to be a nonfiction account entitled The Execution of Charles Horman: An American Sacrifice (hereinafter \"Execution\"). Execution was published in hardcover in 1978 by Harcourt Brace Jovanovich, Inc. (\"HBJ\"). In 1979 Hauser signed an option agreement to sell all movie rights in the book to Warner Brothers, which later assigned the option to Universal City Studios, Inc., (\"Universal\"), a subsidiary of MCA, Inc. Universal exercised the option in 1981. Director Constantin Costa-Gavras drew upon portions of the book for the screenplay of his film \"Missing\", starring Sissy Spacek and Jack Lemmon, released by Universal in 1982. The film, set in Santiago, dramatizes the search carried on by Horman's wife and father, a New York businessman, in the weeks following his arrest and execution. The Hearst Corporation (\"Hearst\"), which had purchased the paperback rights from HBJ in 1979, issued two softcover editions, one in 1980 under the original title and a second in 1982 retitled Missing and adopting the distinctive red-lettered logo of the film. The plaintiffs have named author Hauser, publishers HBJ and Hearst, and filmmakers Costa-Gavras, Universal, and MCA as defendants. They seek damages of $150 million, charging that through the publication of the books Execution and Missing, and the film \"Missing,\" defendants have \"falsely accused the plaintiffs of ordering or approving the order for the murder of Charles Horman.\"\nShortly after the suit was filed in the Eastern District of Virginia, defendants moved to dismiss for lack of personal jurisdiction and for improper venue, or in the alternative for a transfer of venue to this district under 28 U.S.C. § 1404(a). On March 25, 1983, Judge James Cacheris granted the defendants' motion to transfer in a ruling from the bench, denying without prejudice defendants' motion to dismiss. Davis v. Costa-Gavras, No. 83-019-A (E.D.Va. March 25, 1983).\nAfter extensive discovery, defendants Hauser and HBJ now move for summary judgment, contending that the one-year statute of limitations has run on the original publication of the hardcover and paperback editions of Execution, and that they are not liable for Hearst's republication of the paperback Missing or for any alleged libels contained in the film. These motions require the resolution of several preliminary conflict-of-laws issues which bear upon the statute of limitations and the imposition of vicarious liability for a republication.\n\nI. Applicable Law\n\nBoth Virginia and New York impose a one year statute of limitations in libel actions. N.Y.C.P.L.R. § 215(3); Va.Code § 8.01-248 (1977). Defendants Hauser and HBJ, relying upon New York law, argue that the action against them is time-barred because the hardcover edition of Execution *1086 \u0097the only publication for which Hauser and HBJ admit responsibility\u0097was published in 1978. Plaintiffs contend, however, that Virginia law governs the statute of limitations issue and that Virginia recognizes the common law rule that each sale of a book gives rise to a separate cause of action. Plaintiffs allege that discovery has shown that at least two books were shipped to Virginia between January 1982 and January 1983, when the suit was filed. Plaintiffs also contend that Virginia substantive law applies to the republication issue, since under Virginia conflict-of-laws rules substantive rights of the parties in a multistate tort action are governed by the law of the place of the wrong. Plaintiffs interpret Virginia law as imposing liability for any republication authorized by the original publisher or issued as a natural and probable consequence of the original publication. Defendants argue that New York conflict-of-laws rules dictate application of New York law to the republication issue, since New York is the state having the most significant relationship to the tort. They interpret New York law as imposing liability only if the original publisher exercised authority or control over the republication.\n\nA. Effect of Transfer of Venue on Choice of Law.\n\nOrdinarily a federal court sitting in diversity applies the law of the state in which it sits to any issues of procedure not covered by federal law. Hanna v. Plumer, 380 U.S. 460, 470, 85 S. Ct. 1136, 1143, 14 L. Ed. 2d 8 (1965). It also looks to the forum state's conflict-of-laws rules in determining what substantive law to apply to the various issues in a diversity case. Klaxon Co. v. Stentor Electric Manufacturing Co., 313 U.S. 487, 496, 61 S. Ct. 1020, 1021, 85 L. Ed. 1477 (1941). When a case has been transferred for the convenience of the parties, however, the transferee court must apply the same law as the transferor court would have applied. Van Dusen v. Barrack, 376 U.S. 612, 639, 84 S. Ct. 805, 820, 11 L. Ed. 2d 945 (1964). Otherwise, defendants might convert 28 U.S.C. § 1404(a) into a forum-shopping device, obtaining a \"change of law as a bonus for a change of venue.\" Id. at 635, 84 S.Ct. at 818 (quoting Wells v. Simonds Abrasive Co., 345 U.S. 514, 522, 73 S. Ct. 856, 860, 97 L. Ed. 1211 (1953) (Jackson, J., dissenting)). But the exception in Van Dusen applies only if the action could have been maintained in the original forum. Martin v. Stokes, 623 F.2d 469, 474 (6th Cir.1980); Ellis v. Great Southwestern Corp., 646 F.2d 1099, 1110 (5th Cir.1981); Roofing &amp; Sheet Metal Services, Inc. v. La Quinta Motor Inns, Inc., 689 F.2d 982, 991-93 (11th Cir.1982); see Van Dusen, 376 U.S. at 638, 84 S.Ct. at 820; 1 Moore's Federal Practice, ¶ 0.145[4.-5], at 1613 (2d ed. 1983). This qualification prevents plaintiffs from filing wherever the law is most favorable in order to capture that forum's law and carry it with them on transfer to a proper venue. See id. at 1608-09.\nWhen Judge Cacheris granted defendants' motion to transfer to the Southern District of New York, he explicitly declined to decide whether venue or jurisdiction was proper in the Eastern District of Virginia. A court \"has power to transfer [a] case even if there is no personal jurisdiction over the defendants, and whether or not venue is proper in [the] district, if a transfer would be in the interest of justice.\" Volk Corp. v. Art-Pak Clip Art Service, 432 F. Supp. 1179, 1181 (S.D.N.Y. 1977); accord Corke v. Sameiet M.S. Song of Norway, 572 F.2d 77 (2d Cir.1978); see Goldlawr, Inc. v. Heiman, 369 U.S. 463, 82 S. Ct. 913, 8 L. Ed. 2d 39 (1962). The transferor court may act under either section 1404(a) or 1406(a) to transfer an improperly venued action. Corke, 572 F.2d at 80. But when a transferor court has not ruled on the propriety of venue or jurisdiction, the transferee court must determine whether venue and jurisdiction would have been proper in the transferor court in order to decide which forum state's law will apply under Erie. See Martin, 623 F.2d at 474; Ellis, 646 F.2d at 1107; Roofing &amp; Sheet Metal, 689 F.2d at 992-93. Examination of the facts and the law indicates that federal venue would not have been proper in the *1087 Eastern District of Virginia, and that Virginia's long-arm statute would not authorize personal jurisdiction over these defendants. Therefore, the conflict-of-laws and procedural rules of New York apply.\n\nB. Personal Jurisdiction Under Virginia's Long Arm-Statute.\n\nPlaintiffs do not allege that either the individual or the corporate defendants are subject to jurisdiction in Virginia as Virginia domiciliaries or as corporations \"present\" in Virginia by virtue of \"doing business\" there. See International Shoe Co. v. Washington, 326 U.S. 310, 316-18, 66 S. Ct. 154, 158-59, 90 L. Ed. 95 (1945); Va.Code § 8.01-330 (preserving traditional bases of jurisdiction). HBJ is a New York corporation with main offices in New York; Hearst is a Delaware corporation with its principal place of business in New York; Hauser is a New York citizen; Costa-Gavras is a citizen of Greece domiciled in France; Universal and MCA are Delaware corporations with principal places of business in California and offices in New York. None of the defendants appears to have offices, representatives, bank accounts, or real property in Virginia. Their contacts with Virginia are minimal. Hauser made a number of phone calls to the D.C. area in the course of his research, at least two of which were to Virginia. Hauser Deposition at 17-18. HBJ maintains an area representative in Washington, D.C., and Universal's films are shown in Virginia movie theaters. Aside from the de minimus distribution of books and cassettes noted below, no further connections or activities by the defendants in Virginia have been alleged.\nAs authority for the exercise of jurisdiction, plaintiffs rely on paragraph three of Virginia's long arm statute, which provides that\n[a] court may exercise personal jurisdiction over a person, who acts directly or by an agent, as to a cause of action arising from the person's ... [c]ausing tortious injury by an act or omission in this Commonwealth.\nVa.Code § 8.01-328.1 (Supp.1983). Plaintiffs argue that Virginia courts have held that commission of a single tortious act within the forum is sufficient to confer jurisdiction under this paragraph. They apparently rely on the shipping of two books and several video cassettes into the district within the proffered limitations period as the \"act or ommission in [the] Commonwealth\" causing tortious injury. Virginia's long-arm statute, however, does not contemplate jurisdiction based on the act of sending libelous written matter into Virginia. St. Clair v. Righter, 250 F. Supp. 148 (W.D.Va.1966). Unlike many other states' long-arm provisions, Virginia's statute distinguishes between the act and the injury it causes. Compare id. at 151 with, e.g., Process Church of Final Judgment v. Sanders, 338 F. Supp. 1396 (N.D.Ill.1972). Jurisdiction under paragraph three of Virginia's long-arm statute cannot be predicated solely on an extraterritorial act causing an effect in the state, but must be tied to some act by the defendant within the Commonwealth. Darden v. Heck's, Inc., 459 F. Supp. 727, 731 (W.D.Va.1978); cf. Margoles v. Johns, 483 F.2d 1212, 1217-18 (D.C.Cir.1973) (construing identical D.C. statute); id. at 1220-21 (discussing relevant portion of St. Clair with approval); Beaty v. M.S. Steel Co., 401 F.2d 157, 159 (4th Cir.1968), cert. denied, 393 U.S. 1049, 89 S. Ct. 686, 21 L. Ed. 2d 691 (1969); (construing similar Maryland statute); Timberlake v. Summers, 413 F. Supp. 708, 709-10 (W.D.Okl.1976) (construing identical Oklahoma statute). Moreover, an act does not confer jurisdiction if it can only technically be said to have transpired in Virginia. Danville Plywood Corp. v. Plain &amp; Fancy Kitchens Inc., 218 Va. 533, 238 S.E.2d 800 (1977). Plaintiffs do not argue for application of paragraph four of the Virginia longarm statute, which authorizes jurisdiction based on an act outside the forum causing injuries within the forum state, presumably because that paragraph also requires a showing of \"persistent activity\" or \"substantial revenues\" derived by the defendants in the state.\n*1088 Defendants contend that the limitations imposed by the due process clause of the Constitution would bar the exercise of adjudicatory power in Virginia. See WorldWide Volkswagen v. Woodson, 444 U.S. 286, 100 S. Ct. 559, 62 L. Ed. 2d 490 (1980); Keeton v. Hustler Magazine, Inc., 682 F.2d 33 (1st Cir.1982), cert. granted, ___ U.S. ___, 103 S. Ct. 813, 74 L. Ed. 2d 1012 (1983). Here the state provision on which plaintiffs rely intentionally stops short of the outer limits of due process. See Margoles, 483 F.2d at 1216. The overwhelming weight of authority holds that a federal court sitting in diversity may not exceed the jurisdiction authorized by the forum state's long arm statute. See, e.g., Insurance Corp. of Ireland, Ltd. v. Compagnie des Bauxites de Guinee, 456 U.S. 694, 711-12 &amp; n. 3, 102 S. Ct. 2099, 2109 &amp; n. 3, 72 L. Ed. 2d 492 (1982) (Powell, J., concurring); Arrowsmith v. United Press International, 320 F.2d 219 (2d Cir.1963); 2 Moore's Federal Practice ¶ 4.25[7] &amp; cases cited at n. 18. But see St. Clair, 250 F.Supp. at 152. Since paragraph (A)(3) of the Virginia statute does not authorize jurisdiction over these defendants, no need exists to decide the \"hypothetical question of whether if it did such an assertion of jurisdiction would be unconstitutional.\" Margoles, 483 F.2d at 1220; see Beatty, 401 F.2d at 161.\n\nC. Venue Under 28 U.S.C. § 1391.\n\nSection 1391(a) authorizes venue in diversity cases in the judicial district where all plaintiffs or all defendants reside, or in which the claim arose. 28 U.S.C. § 1391(a). Virginia is not now the domicile or residence of the plaintiffs in this case nor was it at the time of publication. Nathaniel Davis is currently a New Jersey citizen stationed in Rhode Island, Purdy is a Pennsylvania citizen residing in Brazil, and Ray E. Davis is a citizen of New Hampshire living in Chile. Even if the corporate defendants could be deemed Virginia residents under 28 U.S.C. § 1391(c) by virtue of \"doing business\" there, the presence in the litigation of defendants Hauser and Costa-Gavras precludes venue based on residence of all defendants.\nPlaintiffs contend, however, that the claim arose in Virginia because plaintiffs' reputations were injured there when Virginia residents read the book or viewed the movie. Under plaintiffs' definition, a claim may arise wherever some part of the injury is sustained. But a \"claim\" under federal law is generally defined as \"the aggregate of operative facts which give rise to a right enforceable in the courts.\" Original Ballet Russe, Ltd. v. Ballet Theatre, Inc., 133 F.2d 187, 189 (2d Cir.1943) (emphasis added); see Gurrola v. Griffin &amp; Brand Sales Agency, Inc., 524 F. Supp. 115, 116 (S.D. Tex.1980); Maney v. Ratcliff, 399 F. Supp. 760, 766 (E.D.Wis.1975); Smith, Kline &amp; French Laboratories v. A.H. Robins Co., 61 F.R.D. 24, 28-29 (E.D.Pa.1973). The Supreme Court, construing identical language in section 1391(b), has made clear that Congress did not intend the 1966 amendments to section 1391, adding venue where a \"claim arose,\" to provide plaintiffs with an \"unfettered choice among a host of different districts.\" Leroy v. Great Western United Corp., 443 U.S. 173, 185, 99 S. Ct. 2710, 2717, 61 L. Ed. 2d 464 (1979). The Court observed that:\nthe broadest interpretation of the language of § 1391(b) that is even arguably acceptable is that in the unusual case in which it is not clear that the claim arose in only one specific district, a plaintiff may choose between those two (or conceivably even more) districts that with approximately equal plausibility\u0097in terms of the availability of witnesses, the accessibility of other relevant evidence, and the convenience of the defendant (but not of the plaintiff)\u0097may be assigned as the locus of the claim.\nId. (footnote omitted); see Hodson v. A.H. Robins, Co., 528 F. Supp. 809, 815 (E.D.Va. 1981).\nIn construing section 1391(a), which unlike 1391(b) permits venue in the district where all plaintiffs reside, convenience of the plaintiffs arguably becomes a relevant factor. Although plaintiffs are not currently residents of Virginia, they point out that they have many connections with the *1089 District of Columbia and its surrounding area and allege that their reputations suffered the greatest injury there. Their residence abroad has been in the service of the United States and has required the advice and consent of the Senate. At various times in the past twenty-five years Nathaniel Davis has lived in the District of Columbia or worked in Arlington, Virginia; Purdy has lived in the District of Columbia, Maryland, and Virginia; Captain Davis has lived intermittently in Virginia and has family members and former classmates from the Naval Academy currently residing in that area. Plaintiffs also point out that the Central Intelligence Agency and the Defense Department, which they contend the defendants have depicted as guiding their conduct in Chile, have headquarters in Virginia.\nThese factors might carry substantial weight in assessing whether the exercise of jurisdiction in Virginia was compatible with due process standards of fair play, substantial justice, and the orderly administration of the federal system. See World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 100 S. Ct. 559, 62 L. Ed. 2d 490 (1980). Conceivably, Virginia might have sufficient interest in adjudicating the claim to balance the paucity of defendants' contacts with the state. See, e.g., Anselmi v. Denver Post, Inc., 552 F.2d 316, 325 (10th Cir.), cert. denied, 432 U.S. 911, 97 S. Ct. 2960, 53 L. Ed. 2d 1084 (1977) (California newspaper publishing story datelined in Wyoming and reporting organized crime flourishing there subject to Wyoming jurisdiction); Buckley v. New York Post Corp., 373 F.2d 175 (2d Cir.1967) (New York newspaper subject to suit in Connecticut state court for libel against Connecticut resident); Akbar v. New York Magazine Co., 490 F. Supp. 60 (D.D.C.1980) (foreign nationals serving in D.C. embassy may sue New York publisher under D.C. long-arm statute). But, as Leroy demonstrated, the choice of forums afforded by the federal venue provisions is far narrower than the range permissible under the due process clause. See, e.g., Robbins v. First American Bank of Virginia, 514 F. Supp. 1183, 1192 (N.D.Ill.1981) (venue not coextensive with due process); Cheeseman v. Carey, 485 F. Supp. 203, 212 &amp; n. 13 (S.D.N.Y.1980) (questioning the validity of a minimum contacts approach to venue after Leroy); Honda Associates, Inc. v. Nozawa Trading, Inc., 374 F. Supp. 886, 891 (S.D.N.Y. 1974) (venue does not automatically follow from personal jurisdiction). The \"claim arose\" language of section 1391(a) was not intended radically to expand the notion of venue but only to ensure that there be at least one district where federal venue would lie in a multiparty action. Leroy, 443 U.S. at 184 &amp; n. 17, 99 S.Ct. at 2717 &amp; n. 17.\nThe local contacts cited by plaintiffs arguably support venue in the District of Columbia, the geographic focus of their professional reputations as federal officials and public servants, as the place where the claim arose. See Akbar, 490 F.Supp. at 64. But the limitations inherent in Section 1391 would be severely undercut if such a federal connection could be parlayed, as plaintiffs urge, into a \"geographical nexus [with] the surrounding residential communities\" of Virginia and Maryland, Plaintiffs' Memorandum of March 14, 1983 at 4; see also Davis and Kasanof Affidavits of March 8 and 11, 1983, in effect permitting plaintiffs to choose at will among these districts. See Mundy v. Weinberger, 554 F. Supp. 811, 818 (D.D.C.1982) (refusing to attach significance for venue purposes to location of Pentagon in Eastern District of Virginia and remarking that \"it is located where it is because of its proximity to the nation's capital\"). Compare Buckley, 373 F.2d at 184 (addressing jurisdiction, not venue, and reasoning that Connecticut state court may subject New York newspaper to process, given economic and intellectual interdependence of southwestern Connecticut and New York City).\nVenue is not one of those \"vague principles\" susceptible to \"`liberal' construction,\" but a \"specific and unambiguous\" requirement. Leroy, 443 U.S. at 184 n. 18, 99 S.Ct. at 2717 n. 18 (quoting Olberding *1090 v. Illinois Central R.R. Co., 346 U.S. 338, 340, 74 S. Ct. 83, 85, 98 L. Ed. 39 (1953)). Multiple venue under the \"claim arose\" provision is proper at most in districts that with \"approximately equal plausibility ... may be assigned as the locus of the claim.\" Id. 443 U.S. at 185, 99 S.Ct. at 2717. This rule precludes venue in Virginia since, even under a plaintiff-centered, place-of-injury analysis, the District of Columbia would provide a more plausible forum. See Akbar, 490 F.Supp. at 66-67. Moreover, plaintiffs' resort to a \"nexus\" theory illustrates the difficulty of fixing on a single district as the place of injury when the injury is as geographically diffuse as this multistate libel. See Reese, Choice of Law in Torts and Contracts, 16 Colum.J. Transnat'l L. 1, 3 (1977). In reality, plaintiffs seek recovery for damage to their national and indeed international reputations, and their \"claim\" of $150 million is hardly limited to that part of the injury to their reputations occurring in the Eastern District of Virginia.\nJudge Mehrige of the Eastern District of Virginia wisely observes that \"in cases involving activity by diverse defendants which may have caused injury in a multitude of districts, the place of injury is not the sole test of where the claim arises,\" and suggests that courts look also to the district where significant acts and omissions by the defendants gave rise to liability. Hodson, 528 F.Supp. at 816; accord Pfeiffer v. International Academy of Biomagnetic Medicine, 521 F. Supp. 1331 (W.D.Mo.1981); cf. Patch v. Playboy Enterprises, Inc., 652 F.2d 754, 756-57 (8th Cir.1981) (rejecting place of injury to determine where claim \"accrued\" for purposes of applying borrowing statute). Courts in this district have employed a similar approach: \"[T]he weight of defendant's contacts in the various districts concerned must be compared, and the claim must be deemed to have arisen in the district where the contacts [were] most significant.\" Ghazoul v. International Management Services, Inc., 398 F. Supp. 307, 315 (S.D.N. Y.1975) (quoting Honda Associates, Inc. v. Nozawa Trading, Inc., 374 F. Supp. 886, 891 (S.D.N.Y.1974)). This common sense approach is fully compatible with Leroy, as it typically results in a finding that the claim arose in the district with the bulk of relevant evidence and witnesses, often also a district conversant with the governing substantive law. See, e.g., Leroy, 443 U.S. at 185-86, 99 S.Ct. at 2717-18; Lamont v. Haig, 590 F.2d 1124 (D.C.Cir.1978); German Educational Television Network, Ltd. v. Oregon Public Broadcasting Co., 569 F. Supp. 1529 (S.D.N.Y.1983); Johnson Creative Arts, Inc. v. Wool Masters, Inc., 573 F. Supp. 1106 (D.Mass.1983).\nThe Southern District of New York is the district where the vast majority of the acts giving rise to liability took place. Defendant Hauser researched and wrote his book in New York, HBJ negotiated its contracts with Hauser and Hearst here, and all editing and promotional planning were done in New York. Although the film \"Missing\" was shot primarily in Mexico, Costa-Gavras' discussions with Hauser occurred in New York City and the film premiered here. While both the hardcover and the softcover were distributed nationwide, sales in the New York area were substantial; for example, New York accounted for almost 25 percent of HBJ's national sales during the limitations period. During the same period, hardcover sales in Virginia constituted only eighteen-hundredths of one percent of the national figure. All the meetings and contractual negotiations between Hauser, Warner Brothers, or Universal occurred in New York, save one meeting in California. Finally, although witnesses to the events depicted in the book and movie are scattered around the world, several crucial witnesses, including Charles Horman's widow and father, live in New York City. Thus the bulk of witnesses and evidence relevant to Hauser's care in researching his book, as well as to the various publishers' and film-makers' notice of any alleged inaccuracies, are to be found in New York. See Leroy, 443 U.S. at 186, 99 S.Ct. at 2717. New York is a convenient forum for the defendants and *1091 arguably at least as convenient as any other for plaintiffs.\nBy contrast, the only acts in Virginia that might be construed as part of the \"aggregate of operative facts\" giving rise to this claim, Gurrola, 524 F.Supp. at 116, were the distribution of a relatively small number of books and video cassettes and Hauser's placing of two telephone calls to Virginia from New York during his research. Hearst claims that, of 165,000 copies of Missing shipped nationwide, only 55 were sent to Virginia. HBJ estimates that less than 200 copies of Execution out of a total run of 5,813 were sold in Virginia. The movie \"Missing\" derived about one percent of its revenues from the Eastern District of Virginia. There is no concentration in the Eastern District of Virginia of relevant evidence or witnesses comparable to that in the Southern District of New York. Venue in New York is at least as plausible as in the District of Columbia, and far more plausible than in Virginia. As the transferor court was not one of \"those [several] districts that with approximately equal plausibility ... may be assigned as the locus of the claim,\" Leroy, 443 U.S. at 185, 99 S.Ct. at 2717, venue there was improper.\n\nD. Choice of Law Governing HBJ's and Hauser's Liability for Republication.\n\nUnder New York conflict-of-laws rules, the state with the most significant relationship to an alleged tort supplies the governing substantive law. Nader v. General Motors Corp., 25 N.Y.2d 560, 565, 307 N.Y.S.2d 647, 650-51, 255 N.E.2d 765 (1970). In a libel case, the state of most significant relationship is usually the state where the plaintiff was domiciled at the time, if the libel was published in that state, since that is where he is presumed to have been most injured. Restatement (Second) of Conflict of Laws § 150(2) (1977) (hereinafter \"Restatement\"). This presumptive choice of law does not hold true, however, if \"with respect to the particular issue, some other state has a more significant relationship to the issue or the parties.\" Id. § 150 comment (e); see Bio/Basics International Corp. v. Ortho Pharmaceutical Corp., 545 F. Supp. 1106, 1113-14 &amp; n. 5 (S.D.N.Y.1982). New York courts recognize the utility of a contacts analysis, similar to that suggested by section 145 of the Restatement, in tort actions involving multistate elements. See, e.g., Cousins v. Instrument Flyers, Inc., 44 N.Y.2d 698, 405 N.Y.S.2d 441, 376 N.E.2d 914 (1978); Long v. Pan American World Airways, Inc., 16 N.Y.2d 337, 266 N.Y.S.2d 513, 213 N.E.2d 796 (1965); Babcock v. Jackson, 12 N.Y.2d 473, 240 N.Y.S.2d 743, 191 N.E.2d 279 (1963); cf. Greenspun v. Lindley, 36 N.Y.2d 473, 369 N.Y.S.2d 123, 330 N.E.2d 79 (1975) (cluster of New York contacts with investment trust supports application of New York law).\nJudge Kaufman, writing in Palmisano v. News Syndicate Co., Inc., 130 F. Supp. 17, 19 &amp; n. 2 (S.D.N.Y.1955), listed nine contacts particularly relevant to choice of law in multistate actions for libel:\n(1) the state of the plaintiff's domicile;\n(2) the state of plaintiff's principal activity to which the alleged defamation relates;\n(3) the state where the plaintiff in fact suffered greatest harm;\n(4) the state of the publisher's domicile or incorporation;\n(5) the state where the defendant's main publishing office is located;\n(6) the state of principal circulation;\n(7) the place of emanation;\n(8) the state where the libel was first seen; and\n(9) the law of the forum.\nAssuming for purposes of discussion that the District of Columbia may serve as a proxy for the meaningful domestic domicile lacking here due to plaintiffs' foreign service careers, contacts (1) and (3) point to the District of Columbia. Contact (2) points to Chile. The remaining contacts point primarily to New York and, to a lesser extent, to California. Both Hauser's and HBJ's principal offices and activities are located in New York; Hauser's discussions with Hearst and with Costa-Gavras *1092 occurred here; the film \"Missing\" formally premiered in New York; Hauser signed the option contract and viewed early prerelease screenings here; the libel \"emanates\" from New York as the place where Hauser did all of his research and writing; the HBJ/Hearst paperback contract was signed and negotiated here; Hearst's and HBJ's promotional activities were centered here; and New York appears to be the state of most substantial if not principal circulation.\nSection 145 of the Restatement warns that such contacts should not merely be ennumerated, but must be evaluated according to their relative importance with respect to the particular issues. Accord Babcock v. Jackson, 12 N.Y.2d at 481, 240 N.Y.S.2d at 749, 191 N.E.2d at 283; Reese, 16 Colum.J. Transnat'l L. at 12. New York courts, in cases such as Babcock v. Jackson, were among the first to recognize that choice of law does not operate in a vacuum but must also seek to advance policies such as those highlighted in section 6 of the Restatement:\n(a) the needs of the interstate and international systems;\n(b) the relevant policies of the forum;\n(c) the relevant policies of other interested states and the relative interests of those states in the determination of a particular issue;\n(d) the protection of justified expectations;\n(e) the basic policies underlying the field of law;\n(f) certainty, predictability and uniformity of result; and\n(g) ease in the determination and application of the law to be applied.\nThe particular issue here is liability of the author and the publisher of a book for its subsequent reprinting by another publisher pursuant to a contract granting paperback rights, and for republication of the alleged defamatory material in movie form pursuant to an option agreement with the author. These issues are of special concern to the book publishing, news, and film industries, to authors and artists, and to the states of their domiciles and principal places of business. New York, as the national center of the publishing industry, has a significant interest in assuring that the risks and liabilities flowing from publishing and related options contracts, negotiated and largely performed here, will be uniform. Publishers, authors, and film makers consciously attempt to mold their conduct to legal norms, with the expectation that the legal consequences of their conduct will be predictable. Their justified expectation that their conduct will be judged by the rules of jurisdictions in which they carry on their activities merits protection.\nAs a general rule, the incidents of legal relationships (here, option holder, consultant, licensee, etc.) are governed by the rules of the state of common domicile or in which the relationship is centered. See, e.g., Restatement § 70, 169, 291; Babcock v. Jackson, 12 N.Y.2d at 483-84; 240 N.Y. S.2d at 751-52, 191 N.E.2d at 285-86. Moreover, laws in this area address the distribution among several potential defendants of losses springing from a single tort. The impact of legal rules concerning republication is upon the defendant publishers and republishers of alleged libels. Again, such allocation is best accomplished according to the rules of the state of common domicile or where the relationship among the interested parties is centered. See Korn, The Choice of Law Revolution: A Critique, 83 Colum.L.Rev. 772, 961 (1984). Rules regarding an author's liability for a republication resemble rules on vicarious liability, for they mark the limits of responsibility for parties other than those who actually republish the alleged libel. Comment (c) to Restatement section 174, discussing vicarious liability, notes that \"[o]ne person should not be held liable for the tort of another person by application of the local law of a state to which he has no reasonable relationship.\" Professor Harold Korn has coined the term \"conflicts justice\" for the concept that rules in choice of law, like rules of substantive law, must meet certain minimal standards of fairness. *1093 Korn, 83 Colum.L.Rev. at 959. Justice in conflicts rules, as in jurisdiction, requires minimal contacts with another forum before subjecting the nondomiciliary to its laws. There is \"a serious question of deprivation of the defendant's due process rights [in] casting him in liability under the law of a state with which he [has] in no way voluntarily associated himself.\" Id. at 867 &amp; 966-67; Lerman v. Chuckleberry Publishing, Inc., 521 F. Supp. 228 (S.D.N.Y. 1981) (liability to British plaintiff of New York republisher who received libelous article from Italian licensor is governed by New York law); see also Hill, Choice of Law and Jurisdiction in the Supreme Court, 81 Colum.L.Rev. 960 (1981) (discerning a trend toward convergence of the standards governing requisite minimum contacts required for purposes of long-arm jurisdiction and choice of law). Further, subjecting a libel defendant to liability under an unforeseen law can result in ruinous liability for which he is uninsured. See Korn, 83 Colum.L.Rev. at 922 (discussing analogous area of malpractice insurance). All of the policy factors discussed above point to New York as the proper choice of law.\nAny choice of law must seek to advance the basic policies underlying tort law: compensation for injury and deterrence of tortious conduct. Reese, 16 Colum.J.Transnat'l L. at 17. The policy of compensation of victims is furthered by a choice of law rule that promotes consistency and predictability in distribution of liability, thus aiding authors and publishers in framing contracts that include suitable indemnification clauses and provide for appropriate insurance coverage in the event their activities result in injury to a third party. But libel is a tort with widespread implications for interests of individual free expression and dissemination of ideas, and involves balancing the plaintiff's need for compensation against these competing interests. See Bio/Basics International Corp., 545 F.Supp. at 1113-14. In this respect, libel is less plaintiff-centered than other torts, and rules on vicarious liability or statutes of limitation may reflect a state's concern to regulate without chilling defendants' conduct. Strong policy reasons exist for deciding issues whose major impact is on the behavior of potential defendants according to the rules of the jurisdiction where the conduct that gives rise to liability takes place, see Reese, 16 Colum.J.Transnat'l L. at 13-14, especially when that conduct may be protected speech.\nFinally, the factors discussed earlier in determining where the claim arose for venue purposes further support choosing New York as the state of most significant relationship. In a multistate libel case such as this, where the plaintiffs are public servants from different jurisdictions and the alleged damage to their reputations is diffused over fifty states and several foreign nations, the state where defendants' significant acts and omissions gave rise to their liability is the most appropriate source of legal norms, particularly when it is also the forum state.\n\nII. Hauser's and HBJ's Summary Judgment Motions.\n\n\nA. Standard of Liability for a Republication.\n\nNew York follows the rule stated in Restatement (Second) of Torts, § 577A(3) that issuing any one edition of a book or newspaper constitutes publication for purposes of tolling the statute of limitations. Rinaldi v. Viking Penguin, Inc., 52 N.Y.2d 422, 438 N.Y.S.2d 496, 420 N.E.2d 377 (1981). Thus, any claims against Hauser, HBJ, and Hearst based on the publication of the book Execution in its 1978 hardcover edition and 1980 paperback edition are time-barred under N.Y.C.P.L.R. § 215(3) and must be dismissed. HBJ contends that, the statute of limitations having run, it may not be charged with republication, since it played no part in either the motion picture or the publication of the 1982 paperback. Defendant Hauser contends that he is entitled to summary judgment on the issue of liability for republication, since the record shows conclusively that he had no authority or control over the republication in either its book or movie *1094 form. Plaintiffs point to evidence developed in discovery that Hauser at least knew of and to some degree was involved in the plans to reissue the paperback Missing and was consulted by Costa-Gavras during production of the film.\nA party who is \"innocent of all complicity\" in the publication of a libel cannot be held accountable. See, e.g., Folwell v. Miller, 145 Fed. 495, 497 (2d Cir. 1906) (applying New York law). The New York Court of Appeals has several times in recent years addressed the issue of what level of involvement by an author or original publisher will subject him or her to liability for a subsequent republication. See Rinaldi v. Viking Penguin, Inc., 52 N.Y.2d 422, 428, 438 N.Y.S.2d 496, 420 N.E.2d 377 (1981); Karaduman v. Newsday, Inc., 51 N.Y.2d 531, 435 N.Y.S.2d 556, 416 N.E.2d 557 (1980); Rinaldi v. Holt, Rinehart &amp; Winston, Inc., 42 N.Y.2d 369, 397 N.Y.S.2d 943, 366 N.E.2d 1299, cert. denied, 434 U.S. 969, 98 S. Ct. 514, 54 L. Ed. 2d 456 (1977). These cases establish that a deliberate decision to republish or active participation in implementing the republication resurrects the liability otherwise laid to rest by the statute of limitations. None of them, however, squarely confronts whether a party to the original publication who participates in a more peripheral way in a republication may be held liable absent actual authority over the decision whether and what to republish and absent responsibility or control over implementing those decisions.\nThe earliest of these cases, Rinaldi v. Holt, Rinehart &amp; Winston, concerned republication in book form of a series of articles by Jack Newfield critical of Justice Dominic Rinaldi, a state court judge. The articles had appeared originally in the Village Voice. Special Term granted the Village Voice summary judgment and was upheld by the Supreme Court, Appellate Division. Rinaldi v. Holt, Rinehart &amp; Winston, 53 A.D.2d 839, 386 N.Y.S.2d 818 (1st Dept.1976), rev'd on other grounds, 42 N.Y.2d 369, 397 N.Y.S.2d 943, 366 N.E.2d 1299, cert. denied, 434 U.S. 969, 98 S. Ct. 514, 54 L. Ed. 2d 456 (1977). The Court of Appeals, remarking that the only issues before it on appeal were the denials of summary judgment to the other defendants, noted without comment Special Term's grant of summary judgment to the Voice \"on the ground that the Voice had merely acquiesced in the republication of the alleged libel.\" 42 N.Y.2d at 374, 397 N.Y.S.2d at 946, 366 N.E.2d at 1302 (emphasis added).\nIn Karaduman, the alleged libels first appeared in February and March of 1973 as part of an exposé of heroin traffic carried by Newsday, a Long Island daily newspaper. The articles were recast in book form, pursuant to an agreement with a publisher in the Newsday family, New American Library (\"NAL\"), entered into about the time the articles appeared. The resulting book, The Heroin Trail, was published in early 1975, after the statute of limitations on the articles had run. Under the agreement, Newsday \"loaned\" one of its editors to NAL to assist in putting the articles into book form. The plaintiff filed suit in April 1975, naming NAL, Newsday, the three investigative reporters who had researched and written the articles, and the loaned editor. The trial court granted summary judgment in favor of all defendants. The Appellate Division reversed, noting that \"Newsday and the individual reporter and editor defendants [were] shown to have participated in one way or another in the furnishing and recasting of the original article for republication in book form,\" leaving a question of fact as to the extent of their involvement. 71 A.D.2d 411, 413, 422 N.Y.S.2d 426, 428 (1st Dept.1979).\nThe New York Court of Appeals disagreed, holding that those responsible for the original publication were not liable for injuries caused by the republication \"absent a showing that they approved or participated in some other manner in the activities of the third party republisher.\" 51 N.Y.2d at 540, 435 N.Y.S.2d at 560, 416 N.E.2d at 560. Plaintiff was unable to show \"concrete evidence of the reporters' involvement\" in the republication, so the *1095 claims against them were dismissed, in spite of their allegedly \"irresponsible\" conduct with regard to the original publication. Id. Newsday, however, had admitted to \"participation\" in the publication of the book. The majority therefore held that, because Newsday was responsible for the original acts of its employees, \"[i]ts legal position [was] precisely the same as if claims with respect to the publication of the newspaper series were not time-barred or as if there had never been a newspaper series and the publication of the pocketbook were the first publication.\" Id. at 553-54, 435 N.Y.S.2d at 567, 416 N.E.2d at 568. NAL was absolved because of its justified reliance on the original publisher's and authors' research. Id. at 550-52, 435 N.Y.S.2d at 565-66, 416 N.E.2d at 566-67. As for the Newsday editor who had been loaned to work on the project, he could be held liable, but only if he were shown to have \"personally `acted in a grossly irresponsible manner'\" in allowing the statements to be published. Id. at 541, 435 N.Y.S.2d at 560, 416 N.E.2d at 561 (quoting Chapadeau v. Utica Observer-Dispatch, 38 N.Y.2d 196, 199, 379 N.Y.S.2d 61, 64, 341 N.E.2d 569, 571 (1975)). The Court found no indication in the record that the editor had reason to question the veracity of the reporter-authors, so he too was entitled to summary judgment.\nIn Rinaldi v. Viking the New York Court of Appeals again examined an author's liability for a republication occurring after the statute of limitations has run. Justice Dominic Rinaldi brought a libel suit over another book authored by Jack Newfield with Paul de Brul as coauthor. The action was based on a publisher's rebinding and selling as a separate paperback edition of pages printed for a hardcover issued over a year earlier. Rinaldi had complained of the hardcover to Viking, shortly after the original publication, and Viking had assured him that the alleged defamation would be corrected in any future reprinting. The offending pages were reissued in the new edition, however, without revision.\nThe authors' contracts specifically deprived them of any authority over reprintings or reissues. The trial court denied the authors' motion for summary judgment, however, on the ground that further discovery was needed to determine if they had \"sufficient input in the publication of the paperback edition to subject them to liability.\" Rinaldi v. Viking Penguin, Inc., 101 Misc. 2d 928, 936, 422 N.Y.S.2d 552, 558 (Sup.Ct.N.Y.Cty.1979). The record showed that they had been consulted when Rinaldi complained about the libelous statements and \"had acquiesced in the publisher's suggestion that future printings should delete\" the offending material. Rinaldi, 73 A.D.2d 43, 48, 425 N.Y.S.2d 101, 104 (1st Dep't 1980). The Appellate Division nevertheless reversed, noting that the authors \"had nothing to do with the decision to issue the paperback edition and they had no control over it.\" Id. The paperback edition therefore could not be construed as a \"publication\" by the authors that would subject them to liability under New York Times v. Sullivan, 376 U.S. 254, 84 S. Ct. 710, 11 L. Ed. 2d 686 (1963).\nThe Court of Appeals affirmed. Judge Fuchsberg, writing for the Court, found most telling the lack of actual authority under the authors' contracts to decide upon or implement the publication:\nOn the related subject of whether the authors participated or acquiesced in the publication of the paperbacks, it was their submission on the motion for summary judgment that they had no knowledge of and played no role in either the decision to issue a paperback edition or in its implementation. This the publisher concedes and the plaintiff does not contradict. Even more to the point the authors' position is supported by undisputed documentary proof. For, examination of the authors' contract with the publisher, which forms part of the record on this appeal, reveals that the publisher was not required to obtain the authors' consent, notify them of its intention or even consult them on the project. The authenticity of this writing is unquestioned. The Appellate Division, therefore, correctly *1096 recognized that, on the threshold publication issue, it had no option but to dismiss the case against the writers (see Karaduman v. Newsday, Inc., 51 N.Y.2d 531, 540, 435 N.Y.S.2d 556, 416 N.E.2d 557).\n52 N.Y.2d at 435, 438 N.Y.S.2d at 501, 420 N.E.2d at 382.\nJudge Fuchsberg's choice of the terms \"decision\" and \"implementation\" in this carefully worded passage, and his focus on the authors' lack of any actual authority, indicate that liability for a republication after the statute has run must be based on real authority to influence the final product, not upon evidence of acquiescence or peripheral involvement in the republication process. The Court found that conclusive evidence of lack of actual authority was sufficiently dispositive that the Appellate Division \"had no option but to dismiss the case against the authors,\" even in the face of the trial court's conclusion that further discovery was called for on the issue of the authors' potential \"input in the publication.\" As the Second Circuit noted in Folwell v. Miller, where a defendant \"had no actual part in composing or publishing,\" he cannot be held liable \"without disregarding the settled rule of law that no man is bound for the tortious act of another over whom he has not a master's power of control.\" 145 F. at 497; accord Tavoulareas v. Piro, 93 F.R.D. 11, 15 (D.D.C.1981) (\"responsible participation\" prerequisite to liability for publication of libel).\nThe plaintiffs urge, citing Karaduman, that Hauser may be held liable for the subsequent publication of his defamatory statements even without actual participation on the ground that he could reasonably have foreseen that republication would occur. But the plaintiffs too broadly construe the notion of foreseeability in a libel context. In Karaduman, the Court of Appeals reserved the question whether the reporters might have been held liable for republication had plaintiff demonstrated knowledge or reasonable expectation that republication was likely. 51 N.Y.2d at 541 n. 2, 435 N.Y.S.2d at 560 n. 2, 416 N.E.2d at 561 n. 2. Yet the Court has not applied the foreseeability standard suggested by plaintiffs in prior libel cases in which such a standard would have been relevant, if not controlling, see Macy v. New York World Telegram, 2 N.Y.2d 416, 161 N.Y.S.2d 55, 141 N.E.2d 566 (1957); and it failed to apply such a standard in Rinaldi v. Viking Penguin, Inc., 52 N.Y.2d 422, 428, 438 N.Y.S.2d 496, 420 N.E.2d 377 (1981), decided less than a year after Karaduman. Macy held that a trial court had committed reversible error in allowing into evidence the fact that another newspaper had carried quotes from a defamatory story the day after original publication. The Court reasoned that this invited the jury to charge the defendant newspaper with a separate libel for which it was not responsible. 2 N.Y.2d at 422-23, 161 N.Y.S.2d at 60-61, 141 N.E.2d at 570-571. The authors of this news story, which provoked a famous political scandal, must reasonably have foreseen its republication by other papers. Likewise in Rinaldi v. Viking, the authors' contracts contemplated subsequent paperback publication, since they expressly discussed the authors' rights in such a republication. See also Rinaldi v. Holt, Rinehart &amp; Winston, Inc., 53 A.D.2d 839, 386 N.Y.S.2d 818 (1st Dept.1976) (original publisher's acquiescence in contract between author and republisher does not subject it to liability). Even jurisdictions that have explicitly adopted a foreseeability standard have generally construed the term to cover concrete and specific expectations of republication and have refused to hold responsible a defendant with no control or influence over the entity that actually republished the statement. See, e.g., Davis v. National Broadcasting Co., 320 F. Supp. 1070, 1072 (E.D.La.1970), aff'd, 447 F.2d 981 (5th Cir.1971).\nA foreseeability rule may be sound in slander cases, see, e.g., Campo v. Paar, 18 A.D.2d 364, 239 N.Y.S.2d 494 (1st Dep't 1963), cited in Karaduman, 51 N.Y.2d at 541 n. 2, 435 N.Y.S.2d at 560 n. 2, 416 N.E.2d at 561 n. 2 because the original slanderer may inflict damage far beyond his own participation by making an oral *1097 defamatory statement to a single third party with the expectation that this person will cause it to be published widely. Cf. Moore v. Allied Chemical Corp., 480 F. Supp. 364, 376 (E.D.Va.1979) (applying a foreseeability standard to republication by newspaper of statements made during a television interview). But the concept has diminished validity in the context of republication of an author's published manuscript, where the original publication is widely distributed in written form, and defamed persons are more likely to be made aware of it well before a subsequent reissue. Furthermore, a rule that looks solely to the author's \"involvement\" in a republication, without regard to the nature of the involvement or to the author's actual responsibility or control, would discourage dialogue between author or original publisher and republisher and actually increase the risk of further dissemination of erroneous or defamatory material.\nThe standard of liability imposed for republication also has a constitutional dimension in cases involving public issues. New York Times v. Sullivan and its progeny preclude states from imposing liability without fault in actions for defamation, especially by public figures. See, e.g., Gertz v. Robert Welch, Inc., 418 U.S. 323, 94 S. Ct. 2997, 41 L. Ed. 2d 789 (1974); Karaduman, 51 N.Y.2d at 547, 435 N.Y.S.2d at 564, 416 N.E.2d at 564. This principle would appear to preclude imposing liability for a republication on a party who had neither actual nor corporate responsibility for the decision to republish or its implementation if the publication is entitled to constitutional protection.\n\nB. Hauser's Responsibility for the Republications.\n\nIn an agreement dated March 14, 1977, Hauser granted HBJ all rights in the paperback edition of Execution. He retained no authority over future softcover printings and his approval was not required for any aspect of republication. Hauser was not a party to the negotiations between HBJ and Hearst, nor to the agreement by which Hearst's Avon division acquired the paperback rights from HBJ in 1979. On April 23, 1979, Hauser granted to Warner Brothers the \"exclusive and irrevocable option\" to acquire the movie rights. Warner Brothers later assigned the option to Universal, which exercised it in April 1981. The agreement gave Universal the \"exclusive, absolute and unlimited\" right to use its \"uncontrolled discretion\" to \"adapt, use, dramatize, arrange, change, vary, [or] modify\" Hauser's work. The contract also required Hauser to make available his drafts and research notes and to advise and consult with Universal regarding any such notes that were or might become the subject of litigation between Hauser and persons portrayed.\nThese contracts, like those in Rinaldi, provide \"undisputed documentary proof\" of Hauser's lack of authority or control over either project. Furthermore, the depositions establish that Hauser had no authority and exercised no influence over the screenplay's authors, who say that Hauser's approval was not sought and would have been \"immaterial.\" Stewart Deposition at 11. Hauser's characterization of himself as \"consultant\" to the film was merely promotional \"puffing.\" On several occasions Hearst's legal department reminded Hauser he had no authority over the decision to reissue the paperback Missing and no legal rights beyond whatever might flow to him as a third party beneficiary of Avon's contract with HBJ. See Sugarman Letter of June 8, 1983; Hauser Deposition at 36-37, 43, 84. Avon personnel felt no duty to accommodate Hauser's requests, and considered them only as a matter of courtesy. See Vought Memo.\nPlaintiffs point to evidence that Hauser engaged in activities to promote and publicize the book in order to stimulate sales, that he took steps to capitalize on the \"movie tie-in,\" that he was indirectly involved in Avon's securing the right from Universal to use the title and logo from the film, and that corrections and changes were made in the paperback's cover and opening page at his behest. They also point out that Hauser was questioned by *1098 Costa-Gavras and Universal concerning his sources, was entitled to view the rough cut of the film, and was given a copy of the screenplay prior to a meeting he attended in March 1981 characterized as a \"pre-production libel review.\" See Universal's Letter Memorandum of October 31, 1983, at 5. None of these activities demonstrates the requisite authority or control over the final product, however, and they cannot together be read as a \"ratification\" or \"adoption\" of the book's republication or of any libels contained in the film. See Edwards v. Audubon Society, Inc., 556 F.2d 113, 121-22 (2d Cir.), cert. denied, 434 U.S. 1002, 98 S. Ct. 647, 54 L. Ed. 2d 498 (1977); Industrial Equipment Co. v. Emerson Electric Co., 554 F.2d 276, 289 (6th Cir.1977). Notions such as \"ratification\" or \"approval\" rest on the assumption that the party charged with liability had some authority over the tortious activity or was a responsible participant in its implementation. The record is devoid of any evidence that Hauser's involvement was such as might subject him to liability under the rule of New York Times v. Sullivan as a \"publisher\" either of the motion picture or the paperback. See Rinaldi v. Viking Penguin, Inc., 73 A.D.2d at 48, 425 N.Y.S.2d at 104.\nReceipt of royalties from a republication cannot alone be regarded as sufficient to establish a genuine dispute of material fact as to personal liability without undermining the interests that support the rule requiring authoritative or significant involvement, not merely in the original publication, but in a subsequent publication. Adoption of the plaintiffs' theory that an author's licensing of the right to print his works in exchange for royalties should subject him to continuing liability would render meaningless the protections afforded by the statute of limitations to the average author, who is entitled to profit from his copyrighted work and yet is in no position to control its publication.\nThe underlying purpose, moreover, of many of Costa-Gavras', Universal's, and Avon's contacts with Hauser was to verify sources, correct misstatements, and inquire into any dissatisfactions or objections registered by persons portrayed. Rinaldi v. Viking indicates that an author should be permitted to verify information about his sources, or to point out inaccuracies in opening page material added to the original text, without thereby subjecting himself to fresh liability for a new project over which he has no actual control. Any other rule would place a premium on noncommunication; the author would have nothing to gain and everything to lose by coming forward with pertinent information.\nPlaintiffs argue that their efforts to show Hauser's involvement have been hampered by Universal's claim of attorney-client privilege, barring complete discovery of what was discussed at the \"pre-production libel review\" held in Universal's California offices on March 3, 1981. Plaintiffs further contend that Hauser's presence at the meeting belies any assertion that the communications made during the meeting were confidential. Several Universal attorneys and executives as well as counsel for Universal's defamation insurer attended the meeting, called to discuss \"the efforts made by Mr. Hauser in researching and document[ing] and authenticating the facts that were reflected\" in Hauser's book. Barton Deposition at 14. Hauser, himself a lawyer, was paid by Universal for travel expenses and for \"legal consultation.\" Although Universal maintains that Hauser was not a Universal employee and did not participate in the production of the film, it claims that his participation in this meeting was functionally equivalent to that of an author of a magazine or newspaper article who submits his work to in-house counsel for prepublication libel review and should thus come within the rule of Upjohn Co. v. United States, 449 U.S. 383, 392, 101 S. Ct. 677, 684, 66 L. Ed. 2d 584 (1981), protecting communications between corporate employees and the corporation's attorneys seeking to \"ensure their client's compliance with the law.\" Alternatively, they argue that Hauser was a potential codefendant and thus the meeting was a pooling of information for a joint defense. The joint defense *1099 doctrine holds that \"waiver [of confidentiality] is not to be inferred from disclosure in confidence to a co-party's attorney for a common purpose.\" United States v. McPartlin, 595 F.2d 1321, 1336 (7th Cir.), cert. denied, 444 U.S. 833, 100 S. Ct. 65, 62 L. Ed. 2d 43 (1979). These arguments are persuasive. The purpose of the meeting was to \"ensure [Universal's] compliance with the law,\" Upjohn, 449 U.S. at 392, 101 S.Ct. at 684, because carelessness in Hauser's research might \"embroil the corporation in serious legal difficulties,\" id. at 391, 101 S.Ct. at 683. Hauser was likely to be named a defendant in any anticipated lawsuit and he can hardly be characterized as \"one who stands in a neutral or adverse position vis-a-vis the subject of the communication,\" such that his presence destroys the presumption of attorney-client confidentiality. In the matter of Grand Jury Subpoena Duces Tecum Dated November 16, 1974, 406 F. Supp. 381, 386 (S.D.N.Y. 1975).\nMoreover, Universal has recognized that \"the privilege extends only to communications and not to facts.\" Upjohn, 449 U.S. at 395, 101 S.Ct. at 685 (quoting Philadelphia v. Westinghouse Electric Corp., 205 F. Supp. 830, 831 (E.D.Pa.1962)). It has therefore not objected to questioning of Hauser or other parties to the meeting about Hauser's actual involvement in the preparation of the movie \"Missing,\" but only to general questions about the conversations at the meeting between Hauser, counsel for Universal, and the insurer's counsel. Persons present at the meeting testified without contradiction that Hauser made no contribution to the screenplay and had no authority over when or how the material in the screenplay would be published. Plaintiffs may obtain affidavits from the meeting participants in a form that makes clear that no facts were discussed or developed in any conversation at the meeting bearing upon Hauser's authorship of the movie or control over its production. Beyond this area of inquiry, however, plaintiffs have identified no basis for overcoming the privilege that should attach to this type of meeting and the subjects of mutual interest generally discussed among counsel and their clients.\nOn this record, complete insofar as the present issues are concerned, Hauser is entitled to summary judgment. His lack of creative control or authority for the movie's production or for the publication of the paperback and the running of the statute of limitations on the publication of the hardcover preclude plaintiffs' claims against him. In view of this holding, no need exists to reach Hauser's argument that he is not, in any event, a publisher of the motion picture \"Missing\" because it is a new, creative work, see Rand v. New York Times Co., 75 A.D.2d 417, 430 N.Y. S.2d 271 (1st Dep't 1980), though the evidence presented appears strongly to support this argument. Numerous depositions and a \"Notice of Tentative Writing Credits\" submitted to the Writers' Guild of America establish that Hauser had no part in the writing of the screenplay, and as Hauser points out without contradiction not one of the allegedly defamatory excerpts from the film cited in plaintiffs' complaint appears anywhere in his book.\n\nC. HBJ's Involvement in the Republications.\n\nNo evidence has been brought forward linking HBJ with the motion picture \"Missing.\" Hauser retained all rights to the movie adaptation when he sold the book publication rights to HBJ. Uncontroverted testimony establishes that HBJ had neither authority, nor control, nor any pecuniary interest in the movie. Plaintiffs have argued that HBJ may be held liable on the ground that publication in movie form was a natural and probable consequence of hardcover publication. Accepting for purposes of argument that New York law imposes liability in such a situation, the facts belie plaintiffs' contention. The marked lack of interest in the paperback rights at the auction, which resulted in the option's sale for $2,000 to the sole bidder, indicates that the publishing industry regarded a movie spin-off as improbable. Language in the contract allowing Avon to adopt the *1100 film title for an eventual movie tie-in edition was standard boilerplate which the parties never discussed. See Skolnick Deposition at 22, 34. In a letter to defendants dated January 7, 1982, plaintiff Nathaniel Davis remarked that he \"[had seen] no need to take any action\" with respect to the book. His belated objections to it were prompted by a fear that the Costa-Gavras film about to be released \"will portray as truth\" various \"theories, conjectures and suppositions\" contained in the book. Plaintiffs having permitted the statute of limitations on Execution to run without incident, HBJ need not answer for the sins, if any, of a separate publication with which it was not even peripherally involved.\nIn its agreement with Thomas Hauser, HBJ obtained the exclusive right to license paperback publication of the book Execution. Following established trade custom, it arranged an \"auction\" of the rights; the only paperback publisher to bid was Avon Books, a division of Hearst. The HBJ/Avon contract, entered into on March 23, 1979, licensed Avon to reprint the book in softcover for a term of five years from the date of Avon's first publication and continuing thereafter until written notice from HBJ of termination. HBJ received an advance of $2,000, plus the promise of eight percent royalties on the first 100,000 softcovers sold and ten percent on any further sales. The contract provided that, if Avon failed to issue a first printing between September 1979 and September 1981, and failed to do so within six months after written notice from HBJ, then HBJ could terminate the agreement and the rights it conveyed would revert to HBJ. ¶ 3(b), Ex. 10, Reply of Defendant Hauser. In such an event, HBJ's remedies would be limited to retaining the advance specified in paragraph 9(a). Id. If Avon published on schedule but failed to keep the book in print, and failed to reprint the work within six months of receiving written notice from HBJ, then HBJ could terminate the agreement and the paperback rights would revert. HBJ also retained the right to approve the cover and any changes in the text.\nPlaintiffs argue as if these provisions required Avon to publish a paperback edition and keep it in print. The terms of the HBJ/Avon contract, however, fall far short of the sort of commitment by Avon to publish that would render HBJ responsible despite having no other involvement in the publication. The contract does not require Avon to publish a paperback edition, but merely conveys the right to do so, in exchange for a payment ($2,000 in this instance) and certain other conditions. Avon's only commitment regarding a paperback edition is in ¶ 3(a) which sets the time during which publication may occur: \"Avon agrees not to publish its [initial] edition of the work earlier than September 11, 1979 nor later than September 11, 1981.\" The nature of Avon's commitment is most tellingly demonstrated by ¶ 3(b), which restricts HBJ to the remedy of terminating the agreement and retaining the payments made, and explicitly denies it the power to require the publication:\n(b) If Avon fails to publish its edition of the Work within the time hereinabove specified, Licensor may terminate this agreement by written notice to Avon, which notice shall take effect six (6) months following Avon's receipt unless said edition is published before the expiration of said six (6) months' period. Upon such termination all rights granted to Avon hereunder shall revert to Licensor and the parties agree that the only damages recoverable by Licensor shall be confined to the advance specified in Paragraph 9(a) hereof, and that no other damages, actions or proceedings, legal or equitable, will be claimed, instituted or maintained by Licensor against Avon as a result of such failure.\nSimilarly, ¶ 2(b), which implies an obligation on Avon's part to keep the book \"in print\" gives HBJ the power only to \"terminate this agreement by written notice to Avon.\" In short, the contract is an exchange of obligations for the right to publish, and in this trade such a contract does not carry an enforceable obligation to publish, and the decision to publish will be *1101 made by the licensee on the basis of its expectation that a paperback edition will be financially worthwhile.\nFurthermore, even if contract terms such as those in the present case were deemed sufficient to justify holding the licensor liable for the new edition, the evidence would have to show that the new publication in fact resulted from the licensee's contract duties. Here, however, the undisputed evidence shows that HBJ never actually exercised any of its prerogatives with respect to the 1982 paperback, see Udell and Hawley Affidavits; Hawley, Vought, and Skolnick Depositions, and Avon's decision to reissue the paperback in a movie tie-in edition was unrelated to any of its contractual obligations to HBJ. Avon had already complied with its contractual obligation to issue a paperback edition of the book within the time period specified and had kept the book \"in print\" thereafter. Two-thirds of the 1980 edition, which totalled 30,000 copies, remained unsold in Avon's warehouses when Avon decided to publish the 1982 edition. Avon destroyed the remaining copies of Execution at the time Missing was released. See Hawley Deposition. The impetus behind the 1982 reissue was Avon's desire to capitalize on publicity generated by the release of the film \"Missing.\" At no time, either with respect to the 1980 or the 1982 edition, did HBJ attempt to influence Avon or involve itself in Avon's decision whether, when, or in what quantities to publish the paperback. HBJ's sole participation was with respect to the 1980 edition of the paperback and was limited to approving the cover art and providing copies of book reviews and publicity materials from the hardcover, a routine courtesy in the industry. The HBJ executive responsible for the hardcover testified without contradiction that she was unaware of the 1982 movie tie-in edition until after it was published. Skolnick Deposition at 45-46.\nFor the reasons stated above, the claims against HBJ and Hauser are dismissed.\nSO ORDERED.\n",
            "ocr": false,
            "opinion_id": 1450125
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Murder"
}