{
    "id": 76209,
    "judges": "Barkett, Per Curiam, Tjoflat, Wilson",
    "date_filed": "1987-04-04",
    "date_filed_is_approximate": true,
    "slug": "daniel-siebert-v-donal-campbell",
    "case_name_short": null,
    "case_name": "Daniel Siebert v. Donal Campbell",
    "case_name_full": "Daniel SIEBERT, Petitioner-Appellant, v. Donal CAMPBELL, Commissioner, Alabama Department of Corrections, Charlie E. Jones, Warden, William H. Pryor, Jr., the Attorney General of the State of Alabama, Respondents-Appellees; Daniel Siebert, Petitioner-Appellant, v. Donal Campbell, Commissioner, Alabama Department of Corrections, Respondent-Appellee",
    "attorneys": "LaJuana S. Davis, Equal Justice Initiative of Al., Montgomery, AL, for Siebert., Ed. R. Haden, Birmingham, AL, James Roy Houts, Nathan A. Forrester, Montgomery, AL, for Respondents-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1066-8\">\n    Daniel SIEBERT, Petitioner-Appellant, v. Donal CAMPBELL, Commissioner, Alabama Department of Corrections, Charlie E. Jones, Warden, William H. Pryor, Jr., The Attorney General of the State of Alabama, Respondents-Appellees. Daniel Siebert, Petitioner-Appellant, v. Donal Campbell, Commissioner, Alabama Department of Corrections, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b1066-13\">\n    Nos. 02-13685, 02-15890.\n   </docketnumber><br><court id=\"b1066-14\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b1066-15\">\n    June 23, 2003.\n   </decisiondate><br><attorneys id=\"b1067-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1019\"> \n     *1019\n     </span>\n    LaJuana S. Davis, Equal Justice Initiative of Al., Montgomery, AL, for Siebert.\n   </attorneys><br><attorneys id=\"b1067-18\">\n    Ed. R. Haden, Birmingham, AL, James Roy Houts, Nathan A. Forrester, Montgomery, AL, for Respondents-Appellees.\n   </attorneys><br><judges id=\"b1067-20\">\n    Before TJOFLAT, BARKETT and WILSON, Circuit Judges.\n   </judges>",
    "citations": [
        "334 F.3d 1018"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 31.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200213685.pdf",
            "author_id": null,
            "opinion_text": "334 F.3d 1018\n    Daniel SIEBERT, Petitioner-Appellant,v.Donal CAMPBELL, Commissioner, Alabama Department of Corrections, Charlie E. Jones, Warden, William H. Pryor, Jr., The Attorney General of the State of Alabama, Respondents-Appellees.Daniel Siebert, Petitioner-Appellant,v.Donal Campbell, Commissioner, Alabama Department of Corrections, Respondent-Appellee.\n    No. 02-13685.\n    No. 02-15890.\n    United States Court of Appeals, Eleventh Circuit.\n    June 23, 2003.\n    \n      LaJuana S. Davis, Equal Justice Initiative of Al., Montgomery, AL, for Siebert.\n      Ed. R. Haden, Birmingham, AL, James Roy Houts, Nathan A. Forrester, Montgomery, AL, for Respondents-Appellees.\n      Appeals from the United States District Court for the Northern and Middle District of Alabama.\n      Before TJOFLAT, BARKETT and WILSON, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Daniel Siebert appeals from the dismissal of his petitions for habeas corpus under 28 U.S.C. &#167; 2254. Although his case reaches us some eleven years after he first sought collateral review of his convictions and sentences of death, the courts have to date determined only that he is subject to procedural bars and therefore have never allowed the merits of his claims to control.1 The district courts dismissed Siebert's petitions on the ground that they were untimely under the one year statute of limitations established by the Anti-Terrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), now codified at 28 U.S.C. &#167; 2244(d)(1). Siebert had argued that the one-year deadline did not bar his petitions because a separate AEDPA provision, 28 U.S.C. &#167; 2244(d)(2), tolled the limitations period for the time during which his \"properly filed\" applications for post-conviction relief were pending in the Alabama courts.\n    \n    \n      2\n      Because state courts had held in these proceedings that Siebert had missed the expiration of Alabama's own post-conviction statute of limitations, the district courts concluded that Siebert's state petitions were not \"properly filed\" and that AEDPA's tolling provision thus did not apply. The question before us is therefore whether Siebert's Alabama petitions, which were accepted by the courts but ultimately found to have been filed late, should be considered \"properly filed\" within the meaning of AEDPA's tolling provision and the Supreme Court's interpretation of that term in Artuz v. Bennett, 531 U.S. 4, 121 S.Ct. 361, 148 L.Ed.2d 213 (2000).\n    \n    BACKGROUND\n    \n      3\n      Siebert was tried in two separate prosecutions, one in Talladega County (for the murder of Linda Jarman) and one in Lee County (for the murder of Sherri Weathers and her two minor sons). He was found guilty of all charges, and at the end of each of his trials he was sentenced to death, twice. Siebert appealed his two convictions and sentences to the Alabama Court of Criminal Appeals, which issued separate decisions addressing different challenges Siebert had raised in each case. The Alabama Supreme Court subsequently denied relief, publishing its own analysis of many of Siebert's claims in the Lee County case, Ex parte Siebert, 555 So.2d 780 (Ala.1989), as well as a summary statement in the Talladega County case announcing that it had found \"no error or defect in the proceedings that adversely affected the rights of the defendant.\" Ex parte Siebert, 562 So.2d 600 (Ala.1990). Siebert petitioned the United States Supreme Court for certiorari but was denied review separately in each case in 1990.\n    \n    \n      4\n      In 1992 Siebert filed the two petitions that are relevant here, challenging his Lee County and Talladega County convictions and sentences separately in each county's circuit court under Rule 32 of the Alabama Rules of Criminal Procedure. The state responded with separate answers in the months following each of Siebert's petitions, conceding that Siebert was entitled to an evidentiary hearing on his claim that counsel had provided ineffective assistance. The petitions were consolidated for an evidentiary hearing in the Lee County Circuit Court. After Siebert filed amendments to both petitions on March 29, 1995, the trial court commenced hearing evidence on April 3, 1995.\n    \n    \n      5\n      The next day, the state asserted for the first time that Siebert's applications were barred because he had failed to meet the two-year statute of limitations then generally applicable to most post-conviction claims in Alabama.2 After continuing to take evidence on April 4 and 5, as well as on September 26, 1995 and January 21, 1997, the circuit court adopted the state's proposed, 87-page memorandum opinion as its final judgment, denying Siebert relief on a variety of substantive and procedural grounds. Among the many findings of the circuit court was its determination that relief was precluded by Rule 32's statute of limitations.\n    \n    \n      6\n      The Court of Criminal Appeals affirmed, finding no merit in Siebert's argument that the two-year statute of limitations set forth in Ala. R.Crim. P. 32.2(c) must be raised as an affirmative defense in the state's first responsive pleading. Siebert v. State, 778 So.2d 842, 847-48 (1999). The court distinguished two earlier Alabama cases holding the state to have waived the limitations defense, reading them as addressing only the circumstance in which the state raises the defense for the first time on appeal. Id. Noting that Siebert had been allowed to amend his petitions on March 29, 1995, five days before the evidentiary hearing, the court reasoned that the state was properly allowed to do the same within a reasonable time. Id. at 848 (adopting portion of circuit court's opinion).\n    \n    \n      7\n      On September 14, 2001, Siebert filed two different federal habeas petitions, one in the Middle and one in the Northern District of Alabama. Both district courts held his petitions untimely under AEDPA because they were not filed within a year of that statute's effective date. The district court decisions, although accepting the premise that a state time bar must be firmly established and regularly followed to render a late petition improperly filed, nonetheless rejected Siebert's claim that the Alabama statute of limitations failed to meet this standard. The district court decisions also declined to apply the doctrine of equitable tolling on Siebert's behalf. Both district courts thereafter granted Siebert certificates of appealability.3\n    \n    DISCUSSION\n    \n      8\n      Under 28 U.S.C. &#167; 2244(d)(1), persons in custody pursuant to a judgment of a state court may file petitions for habeas corpus within one year of any of four dates specified by the statute.4 Because Siebert's convictions became final prior to the effective date of AEDPA, he had until April 23, 1997 to file a federal habeas petition. Wilcox v. Florida Dept. of Corrs., 158 F.3d 1209, 1210 (11th Cir.1998). Siebert did not file until September 14, 2001. He argues, however, that the one-year statute of limitations does not bar his petitions because AEDPA also provides that: The time during which a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment or claim is pending shall not be counted toward any period of limitation under this subsection.\n    \n    \n      9\n      28 U.S.C. &#167; 2244(d)(2). Siebert's entitlement to have the limitations period tolled thus depends on whether his applications for state post-conviction review under Ala. R.Crim. P. 32 were \"properly filed.\" If they were, his federal habeas petitions are not untimely because the federal limitations period would have been tolled from April 24, 1996 until September 15, 2000, the date on which the Alabama Supreme Court denied review. Since Siebert filed on September 14, 2001, he will have met the one-year deadline.\n    \n    \n      I. \"Properly Filed\" Inquiry Under AEDPA's Tolling Provision\n    \n    \n      10\n      The first round of jurisprudence construing the meaning of \"properly filed\" produced a circuit split. A majority of circuits determined that an application for post-conviction relief could be \"properly filed\" even if claims asserted therein were procedurally barred or otherwise meritless. Habteselassie v. Novak, 209 F.3d 1208, 1211 (10th Cir.2000) (\"affirmative defenses that preclude a court from granting relief on the merits, as opposed to pure filing requirements, require analysis in some manner of the substance of the claims set forth by the petitioner and do not prevent a motion from being `properly filed' for purposes of &#167; 2244(d)(2)\"); Bennett v. Artuz, 199 F.3d 116, 122 (2d Cir.1999) (declining \"to engraft a merit requirement into &#167; 2244(d)(2) without some indication of congressional intent to do so\") (internal quotation marks and citation omitted), aff'd, 531 U.S. 4, 121 S.Ct. 361, 148 L.Ed.2d 213 (2000); Villegas v. Johnson, 184 F.3d 467, 469 (5th Cir.1999) (criticizing authorities that \"have offered little analysis to support their conclusion that the phrase `properly filed' connotes some measure of merit\"); Lovasz v. Vaughn, 134 F.3d 146, 149 (3d Cir.1998) (rejecting \"the notion that a meritless PCRA petition cannot constitute `a properly filed application' under &#167; 2244(d)(2)\").\n    \n    \n      11\n      Two other circuits, however, held that applications containing claims barred under state procedural rules are not \"properly filed,\" regardless of whether a procedural bar constituted a filing requirement per se. Dictado v. Ducharme, 189 F.3d 889, 892 (9th Cir.1999) (defining \"`properly filed application' to mean an application submitted in compliance with the procedural laws of the state in which the application was filed\"); Tinker v. Hanks, 172 F.3d 990, 991 (7th Cir.1999) (holding that state \"screening mechanisms ... determine when an application for postconviction relief is proper (as in `properly filed')\"). This circuit aligned itself with the view of the Seventh and Ninth Circuits. See Weekley v. Moore, 204 F.3d 1083, 1086 (11th Cir.2000) (holding that failure to comply with \"procedural requirement forbidding successive motions\" rendered petition improperly filed because \"we are persuaded by the reasoning\" of Dictado and Tinker); but see id. at 1086 (Barkett, J., dissenting) (criticizing majority's interpretation as \"in direct conflict with the plain meaning of the phrase `properly filed'\" as used in AEDPA's tolling provision).\n    \n    \n      12\n      In Artuz v. Bennett, 531 U.S. 4, 121 S.Ct. 361, 148 L.Ed.2d 213 (2000), the Supreme Court unanimously rejected the broader approach followed by the Seventh and Ninth Circuits and in our own Weekley decision. Instead, the Court held that an application is properly filed \"when its delivery and acceptance are in compliance with the applicable laws and rules governing filings.\" Id. at 8, 121 S.Ct. 361 (emphasis supplied). Contrasting a \"condition to filing\" with a \"condition to obtaining relief,\" the Court concluded that non-compliance with conditions to obtaining relief does not prevent a habeas petitioner's state application from being \"properly filed.\" Id. at 11, 121 S.Ct. 361. On this ground it ruled against the state, which had argued that a post-conviction application was improperly filed because it failed to comply with two New York procedural bars, one precluding claims that were determined on the merits on appeal and the other precluding claims not raised on appeal due to \"unjustifiable failure.\"\n    \n    \n      13\n      The Court approvingly cited decisions from the courts of appeals distinguishing between the \"properly filed\" inquiry and a state court's determination that claims were procedurally barred. Id. at 8, 121 S.Ct. 361 (citing Habteselassie, 209 F.3d at 1210-11, and Villegas, 184 F.3d at 469-70). It also independently reversed those courts, including this one, that had interpreted the \"properly filed\" provision to require compliance with procedural bars generally. See Weekly v. Moore, 531 U.S. 1063, 121 S.Ct. 751, 148 L.Ed.2d 654 (2001);5 Tinker v. Hanks, 531 U.S. 987, 121 S.Ct. 476, 148 L.Ed.2d 450 (2000).6 On remand of our Weekley decision, we read Artuz to dictate a result opposite the one we had previously reached. Weekley v. Moore, 244 F.3d 874 (11th Cir.2001) (\"Weekley II\"). Thus, we ultimately held that a Florida prisoner's post-conviction motions were \"properly filed\" even though the Florida courts had dismissed them as successive. Other courts have likewise recognized Artuz to define the term \"properly filed\" in a manner that calls for an inquiry distinct from state courts' own application of state rules governing post-conviction petitions. See, e.g., Pratt v. Greiner, 306 F.3d 1190, 1192, 1195 (2d Cir.2002) (holding that \"even if Pratt's state court motion relied on a forged document, it still was `properly filed' under AEDPA,\" since federal \"courts, on habeas review, should not scrutinize the legitimacy of state court filings to determine whether they were `properly filed' within the meaning of &#167; 2244(d)(2)\").\n    \n    \n      14\n      Neither the Supreme Court's Artuz decision nor our own Weekley decisions directly addressed non-compliance with a state post-conviction statute of limitations. Prior to Artuz, however, we had held that an application must meet state filing deadlines in order to toll the AEDPA statute of limitations. Webster v. Moore, 199 F.3d 1256, 1258 (11th Cir.), cert. denied, 531 U.S. 991, 121 S.Ct. 481, 148 L.Ed.2d 454 (2000).7 Nonetheless, we recognized out-of-circuit authority holding that the tolling provision does not require compliance with \"more complex state procedural doctrines relating to timeliness or repetitiveness.\" Id. Our inquiry in Webster lacked the guidance provided by the Supreme Court's discussion in Artuz of the meaning of \"laws and rules governing filings.\" The Court gave some content to this phrase by discussing several qualifying examples and then setting forth a broad distinction:\n    \n    \n      15\n      [Such rules] usually prescribe, for example, the form of the document, the time limits upon its delivery, the court and office in which it must be lodged, and the requisite filing fee. In some jurisdictions, the filing requirements also include, for example, preconditions imposed on particular abusive filers, or on all filers generally, cf. 28 U.S.C. &#167; 2253(c) (1994 ed., Supp. IV) (conditioning the taking of an appeal on the issuance of a \"certificate of appealability\"). But in common usage, the question whether an application is \"properly filed\" is quite separate from the question whether the claims contained in the application are meritorious and free of procedural bar.\n    \n    \n      16\n      Id. at 8-9, 121 S.Ct. 361 (emphasis in original; additional citations omitted). See also Carey v. Saffold, 536 U.S. 214, 122 S.Ct. 2134, 2143, 153 L.Ed.2d 260 (2002) (Kennedy, J., dissenting) (explaining that \"Artuz ... recognized that an `application' is a `document' distinct from the legal claims contained within it\").\n    \n    \n      17\n      In a footnote, the Court added that it would \"express no view on the question whether the existence of certain exceptions to a timely filing requirement can prevent a late application from being considered improperly filed.\" Id. at 9 n. 2, 121 S.Ct. 361 (citation omitted). It did, however, cite a Fifth Circuit case holding a Louisiana prisoner's application for state post-conviction relief \"properly filed\" because two statutory exceptions to the state's filing deadline required a limited inquiry into particular claims. See Smith v. Ward, 209 F.3d 383, 385 (5th Cir.2000), cited in Artuz, 531 U.S. at 9 n. 2, 121 S.Ct. 361. On the Fifth Circuit's view, the inquiry required to apply the exceptions meant that timeliness was more properly regarded under the Louisiana statute as a limitation on \"the state court's ability to grant relief\" than as \"an absolute bar to filing.\" Id. As already noted, Artuz itself reiterated this distinction between conditions to filing and conditions to obtaining relief, though it did so in a portion of its opinion not discussing the Fifth Circuit's Smith decision or timely filing requirements.\n    \n    \n      18\n      We note that the context in which Artuz refers to \"time limits upon [a petition's] delivery\" &#8212; alongside references to the form of a document, the proper court and office for filing, and fees &#8212; addresses a narrow category of rules setting forth prerequisites to the commencement of suit. Compliance with a statute of limitations is not generally treated as a precondition to a suit's commencement, but rather as a condition that must be satisfied to win relief on a particular claim (or all claims). By tying the term \"time limits\" to \"delivery,\" Artuz might be read to refer to deadlines governing service upon an opposing party, which, unlike timeliness, is ordinarily a prerequisite to the formal commencement of suit. The Court's discussion of time limits on \"delivery\" might also suggest a concern with requirements that papers be submitted within the hours of business maintained by a clerk's office.\n    \n    \n      19\n      The Artuz Court did not further amplify the meaning of its references to \"time limits upon ... delivery\" and \"timely filing requirement[s].\" Nor need we presently decide whether the Supreme Court's language refers only to rules addressing the mechanics of delivery, such as deadlines for service or hours for lodging papers. Because issues \"pertaining to the timeliness of a prisoner's application for state post-conviction relief are not homogenous,\" Habteselassie, 209 F.3d at 1211 n. 3 (citations omitted), we believe this case is best resolved narrowly, by attending to the precise nature of the Alabama time bar applied in Siebert's post-conviction proceedings. Under Ala. R.Crim. P. 32.2(c), state courts retained discretion to address claims raised in late petitions. In the sections that follow, we first discuss the Alabama authorities that lead us to characterize the time bar, as applied in Siebert's case, in this manner. We then proceed to consider whether a discretionary statute of limitations is a \"timely filing requirement\" such that noncompliance prevents a state post-conviction application from being \"properly filed\" within the meaning of &#167; 2244(d)(2).\n    \n    \n      II. Discretionary Application of Alabama's Post-Conviction Time Bar\n    \n    \n      20\n      The state argues that the Rule 32 statute of limitations is a jurisdictional bar that may be noticed at any stage of proceedings and always requires dismissal. This contention appears to be an accurate statement of Alabama law as it now stands. Under Williams v. State, 783 So.2d 135, 137 (Ala.Crim.App.2000), \"the failure to file a Rule 32 petition within the two-year limitations period is a jurisdictional defect that can be noticed at any time and is not waived by the failure of the state to assert it.\"\n    \n    \n      21\n      For the purpose of applying AEDPA's tolling provision, however, our point of reference is not Alabama law as it now exists. Under the judicially developed doctrine of procedural default, see Coleman v. Thompson, 501 U.S. 722, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991); Wainwright v. Sykes, 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977), only rules that are \"firmly established and regularly followed\" qualify as adequate state grounds for precluding substantive review of federal claims. Edwards v. Carpenter 529 U.S. 446, 450, 120 S.Ct. 1587, 146 L.Ed.2d 518 (2000); Ford v. Georgia, 498 U.S. 411, 423-24, 111 S.Ct. 850, 112 L.Ed.2d 935 (1991). We have not previously stated that this standard likewise applies to state procedural rules in the \"properly filed\" inquiry under &#167; 2244(d)(2), but we have implied that it does. See Webster, 199 F.3d at 1259 &amp; n. 4 (pausing to note, in concluding that state court ruling warranted deference in \"properly filed\" inquiry, that \"[t]here is no contention in this case that the state court's rule is not `firmly established and regularly followed'\") (citation omitted). The aims of comity and federalism that animate both AEDPA and the doctrine of procedural default favor deference toward state procedural rules only when their consistent application demonstrates the state's real reliance on them as a means to the orderly administration of justice. Accordingly, we conclude that a rule governing filings must be \"firmly established and regularly followed\" before noncompliance will render a petition improperly filed for the purpose of AEDPA's tolling provision. For several reasons, we believe the jurisdictional character of Rule 32's time bar did not meet this standard at the time of Siebert's post-conviction proceedings.\n    \n    \n      22\n      We first note that the only case cited by the state in arguing that the Alabama statute of limitations is jurisdictional is Williams, which itself cited as positive authority only one decision construing the Rule 32 time bar: Siebert's own case.8 The other precedents cited by Williams were four cases discussing statutes of limitation in the context of the state's prosecution of an accused. Williams, 783 So.2d at 137. In our view there exists rather little analogy between statutes of limitation restricting the state's authority to initiate prosecutions and a statute of limitations restricting convicted defendants' opportunity to bring post-conviction challenges. Hence we believe that apart from Siebert's own case, the precedents cited in Williams were largely inapposite to its conclusion that the Rule 32 statute of limitations imposes a jurisdictional bar. The very necessity of relying on Siebert's case suggests that the jurisdictional character of the post-conviction limitations period was not \"firmly established\" when Siebert itself was decided.\n    \n    \n      23\n      Second, we note that Williams expressly manifests the appeals court's awareness that it was announcing a new rule. In characterizing a failure to file within the two-year limitations period as a jurisdictional defect, the court stated that \"[a]ny previous holdings to the contrary are hereby expressly overruled.\" Williams, 783 So.2d at 137. It then cited Howard v. State, 616 So.2d 398 (Ala.Crim.App.1993), as an example. In Howard, the court had declined to apply the statute of limitations because it found the state had not met its burden of pleading the time bar. Id. at 399. As Williams itself recognized, this treatment of the statute of limitations is in conflict with the rule that Alabama courts lack jurisdiction to entertain untimely Rule 32 petitions.\n    \n    \n      24\n      Finally, our conclusion that the jurisdictional character of the time bar was not firmly established at the time of Siebert's Rule 32 proceedings draws support from the opinions denying relief on his petitions. First, neither the circuit nor the appeals court \"dismissed\" the petitions, as would be the proper disposition upon a determination that no jurisdiction exists, see, e.g., Williams, 783 So.2d at 137; rather, both courts considered the case and ultimately denied relief. See Siebert, 778 So.2d at 846 (discussing Lee County Circuit Court ruling, which \"adopted the State's proposed memorandum opinion as its final judgment, denying Siebert the relief requested in his petitions\"); id. at 856 (\"affirm[ing]\" denial of relief). Second, the circuit court not only held Siebert's applications untimely, but also held his claims to lack merit and to be barred under several different procedural rules. Id. at 846 (discussing 87-page circuit court ruling). The court of criminal appeals, although faulting the circuit court for disposing of the merits, itself pronounced that \"we have evaluated the evidence presented at the evidentiary hearing on Siebert's Rule 32 petitions, and we conclude that Siebert received a fair trial and that the trial court correctly denied the petition.\" Id. Neither the circuit court's explicit merits determinations nor the court of criminal appeals' own evidence-related aside are consistent with a determination that jurisdiction was lacking. Third, both the circuit court and the court of appeals discussed a number of non-jurisdictional bases for allowing the state to raise the time bar despite not having pled this defense in its original response to Siebert's petitions. Id. at 848 (discussing Rule 32 statute of limitations and quoting circuit court's opinion allowing state to raise defense in amended answer). All of this discussion would be superfluous if the courts might as easily have relied on the rule's supposedly jurisdictional character.\n    \n    \n      25\n      For these reasons, we believe that although the time bar may now be of jurisdictional import under Williams, this was not the case at the time of Siebert's Rule 32 proceedings.\n    \n    \n      26\n      Alabama law made clear instead that noncompliance with the Rule 32 time bar did not divest courts of discretion to entertain late petitions should they choose to do so, at least in the absence of an appropriate pleading by the state of a limitations defense. This was particularly clear with respect to courts' power to rule on the merits of a late-filing petitioner's claims as an alternative ground for denying relief. In Jackson v. State, 612 So.2d 1356, 1357 (Ala.Crim.App.1992), the court found that a Rule 32 petitioner had filed \"over four months beyond the two-year statute of limitations set out in Rule 32.2(c).\" The court also noted, however, that \"[g]enerally the statute of limitations is an affirmative defense that must be affirmatively pleaded or it is waived,\" and that the state had not raised the time bar until the conclusion of testimony at an evidentiary hearing.9 Id. Rather than decide whether this constituted a waiver, the court upheld the circuit court's denials of relief on the merits, attached the circuit court's opinion as an appendix, and itself addressed the one claim neglected by the circuit court, finding it also to be \"non-meritorious as a matter of law\" and \"due to be denied, irrespective of any procedural bar.\" Id.\n    \n    \n      27\n      The Alabama courts' former discretion to entertain late petitions also encompassed the power to grant relief. In Howard v. State, 616 So.2d 398 (Ala.Crim.App. 1993), the Court of Criminal Appeals held that the state, which \"merely denied the allegations of the petition\" in its \"Answer and Motion to Dismiss,\" had not satisfied its \"burden of pleading any ground of preclusion.\" Howard, 616 So.2d at 399 &amp; n. 1 (quoting Ala. R.Crim. P. 32.3). The appeals court therefore remanded the case for further consideration of the petitioner's claims that he had not been informed of his right to appeal and that his prosecution subjected him to double jeopardy. By reversing the lower court and remanding, the court demonstrated its power to grant typical appellate remedies even when proceedings were originally commenced via an untimely petition.\n    \n    \n      28\n      In decisions prior to and contemporaneous with Siebert's proceedings, the legal analyses set forth by the Court of Criminal Appeals likewise implied the courts' power to vacate convictions or reduce sentences on the basis of claims raised in untimely petitions. In Howard, by remanding for further proceedings, the appeals court contemplated the possibility that the circuit court would vacate the petitioner's conviction or permit him to take an out-of-time appeal. In Callahan v. State, 767 So.2d 380 (Ala.Crim.App.1999), the court recounted a procedural history in which a death-sentenced prisoner filed a Rule 32 petition some ten and a half months after the expiration of the normal two-year limitations period. Id. at 383. Nonetheless, the court addressed the substance of each of the petitioner's dozens of claims as to how certain asserted failures of his trial and appellate counsel constituted constitutionally ineffective assistance. Rather than hold these claims subject to Rule 32's time bar, the court held repeatedly that the petitioner had failed to carry \"his burden of proving by a preponderance of the evidence the facts necessary to show that he is entitled to relief.\" E.g., id. at 394, 395, 396, 397, 401. The court used the same language in rejecting the petitioner's claim that the prosecution had failed to disclose exculpatory evidence. Id. at 402. With respect to a range of additional substantive claims, the court applied procedural bars unrelated to the statute of limitations. Id. at 404. Similarly, in Jones v. State, 753 So.2d 1174 (Ala.Crim.App.1999), the petitioner filed a Rule 32 petition roughly two months after the end of the normal two-year limitations period. Nonetheless, as in Callahan, the court treated the merits of a range of claims concerning ineffective assistance of counsel. As it summarized the endeavor, \"we have reviewed each and every allegation of ineffective assistance of counsel and have found either that the allegation is without merit or that Jones failed to prove it.\" Id. at 1199. On other claims, the Jones court applied procedural bars other than the statute of limitations. Id. at 1205-1206.\n    \n    \n      29\n      Although the court granted relief in neither Callahan nor Jones, its extensive and manifold analysis of the petitioners' ineffective assistance claims makes clear that relief would have been proper if compelled by the substantive law addressing the Sixth Amendment right to counsel. The state contends that Jones and Callahan do not show that Alabama courts were authorized to dispense with the statute of limitations, but merely demonstrate that the court failed to notice the limitations period's expiration in these particular cases. The possibility that the court neglected in these cases to confirm the petitions' timeliness, however, actually demonstrates the very point we find most relevant in our \"properly filed\" inquiry: untimeliness did not mandate a petition's dismissal, but rather was a matter within the court's discretion to ignore. We note that the lengthy opinions published by the Court of Criminal Appeals in Jones and Callahan set forth comprehensive legal analyses. This approach does not suggest a decisional process in which the court simply seized upon a ground other than the statute of limitations as the most efficient means to dispose of the claims before it. We instead discern in these cases a resolve on the appeals court's part to address the procedural and substantive aspects of the petitioners' cases in full. The comprehensive analyses set forth reflect, if not necessarily a deliberate decision to permit untimely filing, at least an awareness that untimeliness, were it shown, would not compel the court to refrain from a sustained treatment of the merits. It thus can no more be said that the court failed to notice the running of the statute than that it chose to disregard it.\n    \n    \n      30\n      In this case, the issue of timeliness first arose some three years after Siebert filed his petitions. The circuit court rejected Siebert's argument that the state had waived the statute of limitations defense by failing to plead it sooner. Under the \"relation back\" doctrine, it held, the state should be allowed to raise the time bar since Siebert had been allowed to amend his own petitions. The Alabama Court of Criminal Appeals upheld this ruling, but it did so on the basis of the circuit court's discretionary authority to allow amendments to pleadings, without determining whether the state was entitled as a matter of law to the benefit of a statute-of-limitations defense. Although the court rejected Siebert's argument that the state waived the defense by not raising it in its \"first responsive pleading,\" the court treated waiver as a question of Siebert's right to timely notice rather than of any state entitlement. Siebert, 778 So.2d at 847-48 (concluding that \"Siebert had timely notice of the State's intention to rely on the statute of limitations defense\" in addressing waiver issue) (quoting circuit court opinion). While Siebert thus could not demand that he be exempted from the time bar's application, the appeals court's analysis makes clear that enforcement of the limitations period was committed to the circuit court's discretion. This is apparent from its citation of rules providing that \"[a]mendments to pleadings may be permitted at any stage of the proceedings prior to the entry of judgment,\" and that a court \"may summarily dismiss\" a petition when, \"assuming the allegations of the petition to be true, it is obviously without merit or is precluded.\" Id. at 848 (citing Ala.R.Crim.P. 32.7(d) and quoting Burton v. State, 728 So.2d 1142, 1147-48 (Ala.Crim.App.1997)) (additional citations omitted) (emphasis added).10 The court concluded this portion of its discussion by explaining that \"the trial court could have dismissed the petition on procedural grounds even without any response from the State.\" Id.\n    \n    \n      31\n      Because of the role of judicial discretion in the limitations period's application in this case, we need not presently decide what effect untimeliness would have on the \"properly filed\" inquiry were the state to have pled the limitations period in a manner clearly recognized by Alabama's courts to secure its entitlement to rely on this defense. Here, the time bar's application was not a matter of state entitlement but of court discretion, and the same discretion relied upon to impose the time bar could also have afforded a basis to reach the merits of Siebert's claims, as Howard, Jackson, Callahan, and Jones make clear. It cannot be said that Alabama law required the courts to refrain from adjudicating the merits of the claims raised in Siebert's untimely petitions. We turn then to the question of what bearing a time bar within a court's discretion to impose has on the question of proper filing under Artuz.\n    \n    \n      III. Discretionary Time Bars as \"Conditions to Obtaining Relief\"\n    \n    \n      32\n      We are unable to locate any authority addressing the intersection between AEDPA's tolling provision and statutes of limitation permitting courts, in their discretion, to examine the merits of claims raised in late petitions. Cases applying the tolling provision in other circuits have predominantly addressed state rules requiring courts to determine whether an exception to a limitations period applies. Two of three circuits to have addressed this issue have held that failure to meet a filing deadline will not prevent a petition from tolling AEDPA's limitations period if the state time bar provides exceptions that cannot be applied without at least a limited merits assessment. Dictado v. Ducharme, 244 F.3d 724, 727-28 (9th Cir.2001) (reversing earlier decision, after stay of mandate, in light of Supreme Court's intervening Artuz decision); Smith, 209 F.3d at 385; see also Habtesalassie, 209 F.3d at 1211 n. 3 (reserving similar question). These courts have reasoned that since the existence of such exceptions assures at least some level of judicial review of claims raised in late petitions, timeliness is better regarded as a condition to obtaining relief than a condition to filing. See Dictado, 244 F.3d at 727-28; Smith, 209 F.3d at 385.\n    \n    \n      33\n      The Seventh Circuit has criticized this approach in holding that Illinois' statute of limitations, by permitting late filings on the part of petitioners able to satisfy what the Seventh Circuit characterized as a \"miscarriage of justice\" standard, does not render all untimely petitions \"properly filed.\" Brooks v. Walls, 279 F.3d 518, 521 (7th Cir.2002), aff'd on reh'g, 301 F.3d 839, cert. denied, ___ U.S. ___, 123 S.Ct. 1899, 155 L.Ed.2d 829 (2003). Although the court acknowledged that such a rule requires \"at least a sidelong glance at the merits,\" it characterized the exception as an escape valve for \"plain error.\" Id. at 521, 523. The court then reasoned that a state court decision finding (1) that a petition is untimely, and (2) that no miscarriage of justice requires its entertainment, is of a form traditionally recognized to rest on \"adequate and independent state grounds\" sufficient to preclude collateral federal review. Id. at 523-24. The Seventh Circuit accordingly held that a petition dismissed as untimely by the Illinois courts had not tolled AEDPA's one-year limitations period.\n    \n    \n      34\n      In this case, we believe the discretion left to Alabama courts to enforce the time bar compels the conclusion that timeliness was not a prerequisite to filing per se. Since the courts' discretion meant a petition might be entertained even when filed late, the two-year deadline did not create a \"timely filing requirement.\" Artuz, 531 U.S. at 9 n. 2, 121 S.Ct. 361 (emphasis added). Rather, the very exercise of discretionary authority, regardless of whether or not to excuse lateness, is itself a sufficient quantum of judicial review to show that Alabama courts deemed the form and manner of a petition's filing sufficient to trigger their own authority to act upon claims raised therein. At least in those instances where the courts treated the state as having failed to secure any entitlement to rely on the statute of limitations as a defense, timeliness was not among the conditions required for such discretion. Accordingly, compliance with Rule 32.2(c)'s two-year deadline should be regarded as a condition to obtaining relief rather than a condition to filing, and we cannot say that the deadline was among the \"laws and rules governing filings\" of Rule 32 petitions. Id. at 8, 121 S.Ct. 361.\n    \n    \n      35\n      Our approach is consistent with the Fifth Circuit's in Smith. As with the Louisiana law considered in that case, timeliness under Ala. R.Crim. P. 32.2(c) was not a \"prerequisite[ ]\" that had to be satisfied before Alabama courts would \"allow a petition to be filed and accorded some level of judicial review.\" Smith, 209 F.3d at 384 (quoting Villegas v. Johnson, 184 F.3d 467, 470 n. 2 (5th Cir.1999) (emphasis supplied in Smith)). The Fifth Circuit's refinement of its approach comes nearest to our present task in Emerson v. Johnson, 243 F.3d 931 (5th Cir.2001), a case decided after Artuz and Smith. There, the court considered a Texas statute that forbade state habeas petitioners from filing motions for reconsideration, but which Texas courts, by entertaining such motions, had ignored on several occasions. Id. at 934-35. Citing \"the Artuz Court's broad reading of the phrase `properly filed,'\" the Fifth Circuit held that a petitioner's motion for reconsideration, although forbidden by statute, was nonetheless properly filed. Id. at 935. The Texas law considered in Emerson bore two important resemblances to Alabama's formerly discretionary time bar. First, the courts' occasional neglect of the statute was not pursuant to any equitable exception they might have created to mitigate a rule of doubtlessly harsh consequence. Rather, the rule's non-application was simply an unexplained practice evidenced by three cases in which the Texas courts had entertained motions for reconsideration.11 As read by the Fifth Circuit, the opinions published in these cases offered no reason for disregarding the statutory bar. Second, the procedural histories of these Texas cases, as recounted by the Fifth Circuit, did not end in vacations of conviction or dismissals of sentences. For the purpose of the \"properly filed\" inquiry with which the Fifth Circuit was concerned, it was sufficient that the Texas courts, by entertaining motions for reconsideration, had \"provided state habeas petitioners with the hope that a motion or suggestion for reconsideration may be successful.\" Id. at 935.\n    \n    \n      36\n      The same must be said of Alabama courts' one-time discretion to entertain untimely petitions. The entertainment of late petitions in Howard, Jackson, Jones, and Callahan provided prisoners with \"some level of judicial review.\" Smith, 209 F.3d at 384. Although the practice reflected in these cases was hardly a guarantee, it did provide Alabama prisoners with the hope that a petition, even if filed late, could be successful. Such petitions must in our view be regarded as \"properly filed.\"\n    \n    \n      37\n      Our treatment of Alabama's formerly discretionary time bar is also consistent with the Seventh Circuit's application of AEDPA's tolling provision in Brooks. In an opinion affirming the Brooks decision on rehearing, the Seventh Circuit panel revisited a hypothetical set forth in its first decision, whereby state law might provide that \"any meritorious filing\" would be deemed timely. Brooks v. Walls, 301 F.3d 839, 841 (7th Cir.2002). The court explained that \"the only sensible understanding\" of such a rule \"would be that every collateral attack was timely for purposes of state law, because every one was enough to precipitate a decision on the merits.\" Id. (emphasis added). In Alabama at the time of Siebert's Rule 32 proceedings, an untimely petition was \"enough to precipitate a decision on the merits,\" at least in the category of cases, like this one, in which the courts treated the two-year time bar as a condition within their own discretion to apply. Howard, Jackson, Jones, and Callahan provide examples of merits determinations precipitated by untimely petitions.\n    \n    \n      38\n      We need go no further in addressing the doctrine of adequate and independent state grounds discussed in Brooks. As the Seventh Circuit explained, this doctrine has been applied in cases assessing whether a federal habeas petitioner's procedural default of state remedies precludes collateral federal review absent a showing of \"cause\" and \"prejudice.\" Brooks, 279 F.3d at 523 (citing Wainwright v. Sykes, 433 U.S. 72, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977)). Unlike the highly intricate rules governing procedural default, which articulate a judicially crafted doctrine aiming broadly to reconcile the rights of criminal defendants and the role of federal courts with the authority of states and state courts, the application of AEDPA's tolling provision is a comparatively straightforward enterprise predicated on the plain meaning of the phrase \"properly filed.\" In Artuz, the Court rejected arguments pertaining to the federalism-related \"object of &#167; 2244(d)(2)\" in favor of resolving the case on the basis of \"the only permissible interpretation of the text-which may, for all we know, have slighted policy concerns on one or the other side of the issue as part of the legislative compromise that enabled the law to be enacted.\" Artuz, 531 U.S. at 10, 121 S.Ct. 361.\n    \n    \n      39\n      In light of this instruction that controlling force be given to the literal meaning of the phrase \"properly filed,\" we find it dispositive that the exercise of discretion to enforce or not enforce a post-conviction time bar itself constitutes a sufficient quantum of judicial review to effectively ratify the form and manner of a petition's filing. When a petition has thus empowered a court to act directly upon the claims it raises, we believe it must be regarded as \"properly filed.\" Accordingly, we hold that Siebert's non-compliance with Rule 32's time bar, since it was treated by the Alabama courts as immaterial to their own authority to act upon his claims, did not render his post-conviction applications \"[im]properly filed.\"\n    \n    \n      40\n      Since timeliness is the only issue raised by the state in arguing that Siebert failed to comply with the laws and rules governing filings under Rule 32, we conclude that his petitions were \"properly filed\" within the meaning of &#167; 2244(d)(2). An application for post-conviction relief, once properly filed, remains \"pending\" for the purpose of tolling the one-year federal limitations period until the final disposition of any appeals to higher state courts. Carey v. Saffold, 536 U.S. 214, 122 S.Ct. 2134, 2138, 153 L.Ed.2d 260 (2002); Moore v. Crosby, 321 F.3d 1377, 1380 (11th Cir.2003) (\"It is clear that tolling continues under section 2244(d)(2) while the petitioner appeals the denial of a state application in state court.\"). AEDPA's limitations period was therefore tolled in Siebert's case from the date of the statute's enactment, at which time his Rule 32 petitions were already pending, until September 15, 2000, when the Alabama Supreme Court denied discretionary review of the Alabama Court of Criminal Appeals' decision upholding the denial of relief. Because Siebert filed his federal habeas petitions on September 14, 2001, his petitions were filed within one year of the limitations period's commencement. They were thus timely under &#167; 2244(d)(1), and the district courts are due to be reversed.\n    \n    CONCLUSION\n    \n      41\n      For the foregoing reasons, we VACATE the district court orders dismissing Siebert's petitions and REMAND for further proceedings consistent with this opinion.\n    \n    \n      42\n      VACATED AND REMANDED.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Alabama's courts commented on the merits of Siebert's claims, but only as an alternative ground of decisions that also held his petitions untimelySee Siebert v. State, 778 So.2d 842, 846 (Ala.Crim.App.1999) (describing ruling of Lee County Circuit Court as \"disposing of the claims in the petitions as procedurally barred, but nonetheless also disposing of these claims on their merits\"); id. (commenting that \"Siebert received a fair trial\"). It cannot be said that the courts allowed the merits to control in taking this approach.\n      \n      \n        2\n         The statute of limitations &#8212; which is actually codified not by statute but by an Alabama Supreme Court rule &#8212; was later shortened to one year by an order effective August 1, 2002\n      \n      \n        3\n         The certificate of appealability granted by the Middle District of Alabama followed its denial of Siebert's motion under Fed.R.Civ.P. 59(e) to alter or amend the judgment denying habeas relief, as well as a subsequent grant of Siebert's motion to reopen the time for taking an appeal. The state argues on appeal that only the denial of Siebert's Rule 59 motion, not the underlying dismissal of his habeas petition, is before this Court. We reject this argument in light of the procedural history recounted by the district court in its order reopening the time for taking an appeal, as well as its grant of a certificate of appealability as to both its Rule 59 order and the underlying habeas dismissal\n      \n      \n        4\n         In addition, equitable tolling of the limitations period is in some instances appropriate under circumstances not encompassed by the statutory exceptions to the time barSee Drew v. Department of Corrs., 297 F.3d 1278, 1286 (11th Cir.2002), cert. denied, ___ U.S. ___, 123 S.Ct. 1364, 155 L.Ed.2d 205 (2003).\n      \n      \n        5\n         The United States Reports misspell petitioner Jeffrey Weekley's name in captioning the Supreme Court order vacating our opinion\n      \n      \n        6\n         In the third court of appeals case requiring petitioners' applications to be free of procedural bar, the Ninth Circuit had held its mandate pending the Supreme Court's decision inArtuz. See Dictado v. Ducharme, 244 F.3d 724, 725 (9th Cir.2001). After the Supreme Court handed down its decision, the Ninth Circuit withdrew its earlier opinion and published a new opinion finding the petitioner's state application properly filed. Id. at 725, 728.\n      \n      \n        7\n         InWebster, we presumed the limitations period established by Fla. R.Crim. P. 3.850 to be mandatory unless a prisoner met one of several narrow and specifically described exceptions enumerated by the rule. For reasons discussed infra, we believe the limitations period established by Ala. R.Crim. P. 32.2 was not mandatory in this sense when it was applied in Siebert's case.\n      \n      \n        8\n         Despite the reliance placed on it byWilliams, the decision denying Siebert relief did not discuss whether the Rule 32 statute of limitations was a jurisdictional bar. Rather, Siebert himself argued that Rule 32.2(c) was not jurisdictional, but the appeals court refused to address this contention because he had not addressed it to the trial court. Siebert v. State, 778 So.2d 842, 847 (Ala.Crim.App. 1999). The portion of Siebert subsequently quoted in Williams concerned only the conceded authority of Alabama circuit courts to decide sua sponte to dismiss when \"a simple reading\" of the petition shows that it \"is obviously without merit or is precluded.\" Williams, 783 So. at 136-37 (Ala.Crim.App. 2000) (quoting Siebert, 778 So.2d at 847 (internal citation omitted)). A court's discretionary authority to dismiss an untimely petition on its own initiative is distinct from a party's authority to enforce a time bar, and it is most certainly distinct from a jurisdictional rule requiring a court to dismiss untimely petitions whenever their untimeliness may be noticed.\n      \n      \n        9\n         The Court of Criminal Appeals noted that the record showed the district attorney requesting at the conclusion of the evidentiary hearing to \"renew\" the state's motion to dismiss the petition as time-barredJackson, 612 So.2d at 1357. The court added, however, that it found \"no indication in the record\" that \"the district attorney ever made an earlier motion on this basis.\" Id.\n      \n      \n        10\n         InSiebert, the court also cited a rule providing that \"[l]eave to amend shall be freely granted.\" Ala. R.Crim. P. 32.7(d). The appeals court appears to have been referring, however, to the leave granted Siebert to amend his own petitions shortly before the evidentiary hearing convened some three years after his original filing. The next sentence of its decision reads: \"The granting or denial of a motion to amend a Rule 32 petition is within the sound discretion of the trial court, whose ruling on such a motion will be reversed only for an abuse of discretion.\" Siebert, 778 So.2d at 848 (emphasis added) (citation omitted). We thus cannot read the appeals court's enunciation of a \"freely granted\" standard to suggest any qualification of the main thrust of its reasoning, which, as described in the text, recognized the circuit court's discretion to allow the state to raise the time bar.\n      \n      \n        11\n         The Fifth Circuit also noted that it could find no case in which the Texas courts had held the statutory bar to prohibit the filing of a motion for reconsiderationEmerson, 243 F.3d at 935.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 76209
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}