{
    "id": 2604115,
    "judges": "Babcock, Metzger, Van Cise",
    "date_filed": "1993-01-01",
    "date_filed_is_approximate": true,
    "slug": "people-v-wieghard",
    "case_name_short": "Wieghard",
    "case_name": "People v. Wieghard",
    "case_name_full": "The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Robert WIEGHARD, Defendant-Appellant",
    "attorneys": "Duane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Curt P. Kriksciun, Asst. Atty. Gen., Denver, for plaintiff-appellee., David F. Vela, Colorado State Public Defender, Claire Levy, Deputy State Public Defender, Jonathan Willett, Deputy State Public Defender, Denver, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied April 23, 1987., Certiorari Denied (Wieghard) Sept. 8, 1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1027-4\">\n    The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. Robert WIEGHARD, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1027-7\">\n    No. 85CA1677.\n   </docketnumber><br><court id=\"b1027-8\">\n    Colorado Court of Appeals, Div. III.\n   </court><br><decisiondate id=\"b1027-10\">\n    March 26, 1987.\n   </decisiondate><br><otherdate id=\"b1027-11\">\n    Rehearing Denied April 23, 1987.\n   </otherdate><br><otherdate id=\"b1027-12\">\n    Certiorari Denied (Wieghard) Sept. 8, 1987.\n   </otherdate><br><attorneys id=\"b1028-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"978\"> \n     *978\n     </span>\n    Duane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Curt P. Kriksciun, Asst. Atty. Gen., Denver, for plaintiff-appellee.\n   </attorneys><br><attorneys id=\"b1028-4\">\n    David F. Vela, Colorado State Public Defender, Claire Levy, Deputy State Public Defender, Jonathan Willett, Deputy State Public Defender, Denver, for defendant-appellant.\n   </attorneys>",
    "citations": [
        "743 P.2d 977"
    ],
    "opinions": [
        {
            "author_str": "Metzger",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6682.0,
            "opinion_text": "\n743 P.2d 977 (1987)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nRobert WIEGHARD, Defendant-Appellant.\nNo. 85CA1677.\nColorado Court of Appeals, Div. III.\nMarch 26, 1987.\nRehearing Denied April 23, 1987.\nCertiorari Denied September 8, 1987.\n*978 Duane Woodard, Atty. Gen., Charles B. Howe, Chief Deputy Atty. Gen., Richard H. Forman, Sol. Gen., Curt P. Kriksciun, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nDavid F. Vela, Colorado State Public Defender, Claire Levy, Deputy State Public Defender, Jonathan Willett, Deputy State Public Defender, Denver, for defendant-appellant.\nCertiorari Denied (Wieghard) September 8, 1987.\nMETZGER, Judge.\nThe major issue in this case is whether, on remand, a trial court may sentence a defendant to a term consecutive to another sentence imposed after defendant's appeal but before his re-sentence. We hold that such action by a trial court is appropriate. However, we further hold that a trial court may not, on remand, re-sentence a defendant for convictions that were not appealed. Accordingly, we affirm in part, reverse in part, and remand the cause for correction of the mittimus.\nDefendant, Robert Wieghard, was convicted in 1983 by a jury in El Paso County of aggravated robbery, crime of violence, and three habitual criminal counts. That same day, as part of a plea bargain, he entered guilty pleas to three separate counts of aggravated robbery, and various other charges were dismissed. He was sentenced to life imprisonment on the habitual criminal counts, to be served consecutively to three concurrent terms of six years for each of the convictions resulting from his guilty pleas to aggravated robbery. All of these sentences were to be served consecutive to a sentence defendant had received previously in Jefferson County.\nThe defendant appealed the habitual criminal, aggravated robbery, and crime of violence convictions resulting from his jury trial. In People v. Wieghard, 709 P.2d 81 (Colo.App.1985), this court reversed the habitual criminal conviction, affirmed the aggravated robbery and crime of violence convictions, and remanded the cause to the trial court for re-sentencing.\nWhile defendant's appeal of the El Paso County convictions was pending, he was convicted of aggravated robbery and first degree murder in Boulder County. That trial court imposed a sentence of 16 years for aggravated robbery, life imprisonment for first degree murder, and ordered that these sentences be served concurrently with each other and with the life imprisonment sentence defendant had received in El Paso County.\nThereafter, pursuant to this court's order of remand, the El Paso County trial court re-sentenced defendant. It imposed a 16-year sentence (in the aggravated range) for the aggravated robbery and crime of violence convictions and, consistent with its original sentencing order, ordered defendant to serve that sentence consecutive to the three six year concurrent sentences, which had not been appealed, for the aggravated robbery guilty pleas. The court, again consistent with its original sentencing order, required defendant to serve all of these sentences consecutive to the Jefferson County sentence. However, the trial court ordered that defendant also serve all of these sentences consecutive to the Boulder County sentences.\n\nI.\nRelying on North Carolina v. Pearce, 395 U.S. 711, 89 S. Ct. 2072, 23 L. Ed. 2d 656 (1969), defendant contends that the trial court placed an unconstitutional burden on his right to appeal and thus violated his due process rights when it ordered that his sentences for the aggravated robbery and crime of violence convictions be served consecutive to his Boulder County sentences. We disagree.\nA defendant's exercise of his constitutional rights may not be chilled by threat of a penalty. United States v. Jackson, 390 U.S. 570, 88 S. Ct. 1209, 20 L. Ed. 2d 138 (1968); see also People v. Chavez, 621 P.2d 1362 (Colo.1981). The due process clause of the Fourteenth Amendment forbids increased sentences actually motivated by vindictive retaliation and requires that a defendant be free from even the apprehension of such motivation on the part of the sentencing authority. North Carolina v. Pearce, supra. However, a sentencing authority *979 may increase a sentence upon retrial by affirmatively identifying conduct or events, such as a conviction, that would justify the increased sentence. Texas v. McCullough, 475 U.S. 134, 106 S. Ct. 976, 89 L. Ed. 2d 104 (1986); Wasman v. United States, 468 U.S. 559, 104 S. Ct. 3217, 82 L. Ed. 2d 424 (1984).\nThe decision to sentence consecutively for separate offenses is discretionary with the trial court. People v. Garcia, 658 P.2d 1383 (Colo.1983); People v. Baker, 703 P.2d 631 (Colo.App.1985). Our supreme court has noted that express restrictions on discretionary sentencing are quite limited and that, in general, courts are free to impose concurrent or consecutive sentences as the situation warrants. People v. Montgomery, 669 P.2d 1387 (Colo.1983).\nThe defendant asserts that, because his re-sentence on remand amounted to a longer term than his original sentence, the presumption of vindictiveness by the sentencing authority was raised, and there is insufficient evidence in the record to negate that presumption. We agree that defendant's sentence was increased upon remand, thus establishing a presumption of vindictiveness, but we conclude that the evidence negates that presumption.\nHad defendant not appealed his conviction and sentence for aggravated robbery and violent crime, he would have been eligible for parole after he discharged the Jefferson County sentence, the six-year sentences for aggravated robbery, and the Boulder County sentences. See § 17-22.5-104(2)(b), C.R.S. (1986 Repl.Vol. 8A). After appeal, he was eligible for parole only after discharging the Jefferson County sentence, then the life sentence from Boulder County, and then the 16-year and three six-year sentences from El Paso County. Consequently, in examining the practical consequences of his sentence, we conclude that defendant's sentence on remand was increased. See Wilson v. State, 45 Md.App. 675, 415 A.2d 605 (1980).\nWe also accept defendant's contention that the imposition of this substantially increased sentence raised a presumption of vindictiveness. However, we disagree with defendant's argument that the presumption of vindictiveness was not overcome, and that therefore, his 16-year sentence after remand should be reversed.\nTwo important dates must be kept in mind. The first is the date of the alleged offense. The range of punishments available to a trial court is dictated by reference to the applicable law as of the date of the offense. Section 18-1-105, C.R.S. (1986 Repl.Vol. 8B).\nThe second important date is that of the sentencing hearing. The factors which guide the court in sentencing within the appropriate range are those which exist on the date of sentencing. See § 16-11-101, et seq., C.R.S. (1986 Repl.Vol. 8A), Because the date of sentencing is often several months later than the date of the alleged offense, events occurring between the date of the offense and the date of sentencing are relevant to the trial court's consideration.\nIn People v. Watkins, 684 P.2d 234 (Colo. 1984), the defendant asserted that the trial court did not fully consider favorable information that had become available between the time defendant's initial sentence was reversed on appeal and the date of his re-sentencing on remand. Our supreme court held that the trial court should consider all relevant and material factors at the re-sentencing, including favorable new evidence incorporated in the supplemental pre-sentence report. See also People v. Bridges, 662 P.2d 161 (Colo.1983).\nDefendant here is arguing the converse of that proposition. He is essentially asserting that the court on re-sentencing after remand should give no consideration to unfavorable information, i.e., the Boulder County convictions, which came to light in the interim. We find that argument to be without merit. As the court said in Wasman v. United States, supra: \"Consideration of a criminal conviction obtained in the interim between an original sentencing and a sentencing after retrial is manifestly legitimate. This amply rebuts any presumption of vindictiveness.\"\n*980 In our view, to require a trial court on re-sentencing to turn a blind eye to serious criminal convictions incurred between an original sentencing and a re-sentencing after appeal would obviate the very purpose of our sentencing statute. See § 18-1-102.5, C.R.S. (1986 Repl.Vol. 8B), Consequently, we hold that the trial court in this case was authorized to increase defendant's sentence upon remand, and that the presumption of vindictiveness was sufficiently rebutted.\n\nII.\nHowever, we do agree with defendant's contention that the trial court erred in ordering that the three six-year sentences he received pursuant to his guilty pleas to three counts of aggravated robbery be served consecutive to defendant's Boulder County convictions. The trial court exceeded its jurisdiction in effectively modifying these sentences.\nIf a defendant receives two convictions and challenges only one, a trial court has no authority to alter the sentence for the unchallenged conviction. Chandler v. U.S., 468 F.2d 834 (5th Cir.1972). In the absence of an allegation that a sentence is illegal, it becomes final 120 days after entry. People v. Lyons, 44 Colo. App. 126, 618 P.2d 673 (1980).\nAt the re-sentencing hearing, the trial court ordered that the three concurrent terms of six years, which it had imposed at the original sentencing, be served consecutive to the Boulder County sentences defendant had received during pendency of his appeal. Defendant did not appeal these concurrent six-year sentences. Accordingly, the trial court had no jurisdiction to modify them.\n\nIII.\nDefendant next contends that the trial court considered impermissible factors in imposing a sentence within the aggravated range. We disagree.\nDefendant was convicted of crime of violence. Consequently, the trial court was obligated to impose a sentence in the aggravated range. See People v. Haymaker, 716 P.2d 110 (Colo.1986). Moreover, because defendant had several prior felony convictions, and the record contains abundant evidence justifying the trial court's sentence, we will not disturb its ruling.\nThe portion of defendant's sentence which requires the three six-year terms to be served consecutive to defendant's Boulder County sentences is vacated and the cause is remanded with directions to the trial court to execute an amended mittimus deleting that portion of the sentence. In all other respects, the order is affirmed.\nVAN CISE and BABCOCK, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2604115
        }
    ],
    "court_short_name": "Colorado Court of Appeals",
    "court_full_name": "Colorado Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Murder"
}