{
    "id": 1083859,
    "judges": "Judge Gary R Wade",
    "date_filed": "1986-01-24",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-janalee-annette-wilson",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Janalee Annette Wilson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/034/WilsonJanalee.pdf",
            "author_id": null,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                               Assigned on Briefs July 9, 2003\n\n          STATE OF TENNESSEE v. JANALEE ANNETTE WILSON\n\n                      Appeal from the Circuit Court for Madison County\n                               No. 01-684   Roger Page, Judge\n\n\n\n                    No. W2002-02402-CCA-R3-CD - Filed October 3, 2003\n\n\nThe defendant, Janalee Annette Wilson, was convicted of first degree premeditated murder for the\ndeath of her husband, Rickey Wilson, Sr. The jury imposed a sentence of life imprisonment with\nthe possibility of parole. In this appeal as of right, the defendant contends that the trial court\ncommitted four evidentiary errors and that the evidence was insufficient to support her conviction.\nThe judgment of the trial court is affirmed.\n\n                  Tenn. R. App. P. 3; Judgment of the Trial Court Affirmed\n\nGARY R. WADE, P.J., delivered the opinion of the court, in which JOHN EVERETT WILLIAMS and\nROBERT W. WEDEMEYER , JJ., joined.\n\nClifford K. McGown, Jr., Waverly, Tennessee (on appeal); George Morton Googe, District Public\nDefender (on appeal and at trial); and David Crichton, Assistant Public Defender (on appeal and at\ntrial), for the appellant, Janalee Annette Wilson.\n\nPaul G. Summers, Attorney General & Reporter; Kathy D. Aslinger, Assistant Attorney General;\nAlfred L. Earls, Assistant District Attorney General; and R. Leigh Grinalds, Assistant United States\nAttorney, for the appellee, State of Tennessee.\n\n                                             OPINION\n\n        On June 12, 1996, the victim, Rickey Wilson, Sr., was transported by ambulance to the\nemergency room of the Regional Hospital in Jackson with profound hypoglycemia, or low blood\nsugar. The defendant, a licensed practical nurse who is afflicted with diabetes, reported having given\nthe victim a shot of Toradol, a pain reliever. Dr. David Larsen, who was aware that the defendant\nhad been treated with insulin, found from a blood work-up that the victim’s C-peptides were below\nthe detectable level. His diagnosis indicated the presence of synthetic insulin, which was consistent,\neven though the victim was not diabetic, with an insulin injection. Remedial treatment proved to\nbe successful and the victim was discharged.\n\f        Michael Fuerst, a paramedic who treated the victim prior to his first hospitalization, arrived\nat the Wilson residence and found the victim unresponsive. Fuerst used a finger stick glucose test\nto determine that the victim’s glucose was approximately one-fourth the normal level. When Fuerst\nadministered dextrose, the victim regained consciousness. He recalled that the defendant claimed\nto have given the victim a Toradol injection the evening before.\n\n        Beverly Ann Jetton, a registered nurse who was on duty in the emergency room when Fuerst\narrived with the victim, recalled that the victim denied having taken insulin. The defendant informed\nher that other family members were ill with nausea and vomiting. Ms. Jetton, who knew the\ndefendant, was aware that the defendant had planned to leave the victim.\n\n         On July 10, 1996, the victim suffered a seizure with symptoms consistent with hypoglycemia\nand was again transported to the hospital by ambulance. The defendant reported that on the prior\nevening she had given the victim a shot of Phenergan for nausea. Dr. Larsen referred the victim to\nDr. Harold Sacks, an endocrinologist. Dr. Sacks examined the victim in mid-July of 1996 pursuant\nto the referral from Dr. Larsen. After forty-eight hours of inpatient testing, he was unable to find any\nevidence of disease or other physical problem that would have caused the victim’s low blood sugar.\nDuring the first examination, the victim informed Dr. Sacks that his family suspected that the\ndefendant had administered insulin injections.\n\n        Andy Harwood, an ambulance service medic, responded to the second emergency call at the\nvictim’s residence. He described the victim as semi-conscious, unresponsive, and suffering a grand\nmal seizure. The victim’s blood sugar was too low to be read by his equipment. After dextrose and\na saline IV were administered, the victim regained consciousness and was transported to the hospital.\nDr. Timothy Geno, who treated the victim when he arrived at the emergency room, recalled that the\ndefendant informed him that she had given the victim an injection of Phenergan. Dr. Geno was also\naware that there was animosity between the defendant and the victim as a result of marital discord.\nHe knew that the custody of their son, Rickey, Jr., was in dispute.\n\n        On July 28, 1996, just prior to the victim’s third hospitalization, Billy Dean Gross, Jr., a\nneighbor, knocked on the Wilsons’ door to ask for help in unloading some furniture. The victim did\nnot answer. Later, the defendant telephoned and asked whether Gross had seen or heard from the\nvictim, explaining that she was at work and that the victim had been sick when she left. When Gross\nchecked on the victim, he looked through the blinds, kicked in the door, and found the victim\n“foaming at the mouth.” Paul Davis Spencer, the paramedic who responded to the emergency call,\nfound the victim “propped . . . in a sitting position.” After determining that the victim’s blood sugar\nwas low, Spencer administered dextrose. He recalled that the defendant had asked that the victim\nbe taken to Jackson General Hospital rather than Regional, where he had been hospitalized on the\ntwo prior occasions.\n\n       The defendant was treated and released from the hospital that evening, but was taken to the\nJackson General emergency room the next day in a comatose state. During this fourth\nhospitalization, his condition did not improve with the replacement of blood sugar. Douglas Phillips,\n\n\n                                                  -2-\n\fthe emergency room doctor, described the victim’s condition as brain encephalopathy, a “diffusing\ncondition of the brain.” It was his opinion that the condition had been brought on by prolonged\nhypoglycemia. Four days later, life support was terminated.\n\n        The victim’s mother, Ione Wilson, testified that the defendant had reacted callously,\nattending a yard sale at the time of the victim’s death. Ms. Wilson claimed that the defendant did\nnot want an autopsy performed, suggesting cremation despite the previously expressed desires of the\nvictim, who owned four burial lots. According to Ms. Wilson, the victim had previously been\ngranted temporary custody of his son, Rickey, Jr. While describing her relationship with the\ndefendant as “strained” at the time of the victim’s death, Ms. Wilson stated that both the victim and\nthe defendant had previously rejected her contention that the defendant might be responsible for the\nvictim’s medical condition.\n\n        Christy Wilson Gilliam, one of the victim’s daughters by a previous marriage, testified that\nthe victim drank one to two gallons of tea sweetened with two and one-half to five cups of sugar per\nday. According to Ms. Gilliam, the defendant was concerned that the victim would get custody of\ntheir minor son, a possible motive for the crime.\n\n         Tracy Wilson Taylor, another of the victim’s daughters by a prior marriage, testified that after\nthe first hospitalization, the defendant accused the victim of “‘doing this to stop [her] from going to\nFlorida.’” She recalled that when the defendant told the victim that she still intended to go, he\nreplied, “‘Over my dead body,’” to which the defendant responded, “‘Don’t make me.’” According\nto Ms. Taylor, she heard the defendant remark that “she was going to [cremate the victim] and put\nhim on her bedside table so every night when she went to bed she would look at him and know never\nto marry again.”\n\n         Amber Tracy Mayfield, who was a friend of the defendant, testified that the defendant told\nher that she had given the victim injections of Toradol and Phenergan for chest pain and nausea on\nJuly 28, just prior to his last hospitalization. She also overheard the victim tell the defendant that\nshe would go to Florida “over his . . . dead body” and the defendant respond, “‘Rick, don’t make me\ndo it.’”\n\n         Charlotte Hunt, who oversaw insurance benefits at the victim’s place of employment,\ntestified that about the time of the victim’s initial hospitalization, the defendant telephoned to check\non some insurance information, informing her that the victim’s blood sugar had gotten so low that\nshe had given him a shot of insulin. Because she was familiar with the treatment of diabetics, Ms.\nHunt immediately questioned the propriety of the insulin shot.\n\n        Jackson Police Officer Will Helms, who knew the defendant through her work as a nurse,\nremembered her claim that the victim had developed diabetes. He recalled the defendant’s saying\nthat she was medicating the victim with her own drugs.\n\n\n\n\n                                                  -3-\n\f        Randy Duck became sexually involved with the defendant in 1991 or 1992 and continued\nthe relationship until after the victim’s death. In February of 1996, approximately six months prior\nto the victim’s death, Duck sold his house and planned to move to Florida. At about the same time,\nthe defendant decided that she wanted to move to Florida also. In preparation for her move, the\ndefendant sought employment at different hospitals on the Florida gulf coast. A prospective\nemployer confirmed that in March of 1996, the defendant completed an application for employment\nindicating that she would be available to start work on August 1. The defendant expressed concern,\nhowever, about whether she could take her minor son without a custody order. For a period of time\nafter the victim’s death, Duck shared a residence with the defendant in Florida before she was\nbrought to trial in this state.\n\n       The defense contended that the victim had committed suicide. A few weeks before his death,\nLisa Cagle McClure telephoned the victim, who worked on her cars, and asked him to change her\nbrake pads. Ms. McClure recalled that the victim had mentioned that he had not been feeling well\nand had been blacking out. She testified that the victim had remarked, “‘Lisa, I’m forty years old\nand I’ve got a lot of life left to live and I’m . . . not ready to die yet.’”\n\n        Dr. O’Brian Clary Smith, who performed the autopsy, determined that the victim died as the\nresult of a brain encephalopathy brought on by either a metabolic arrangement or ischemia, the\nabsence of circulation through the brain. He testified that the symptoms were consistent with\nprolonged hypoglycemia, but that he could find no medical explanation for the condition. According\nto Dr. Smith, the presence of needle marks would not have been helpful in his analysis because the\nvictim’s body would have sustained such marks during medical resuscitation and support measures.\n\n        Dr. John William Runyan, Jr., an endocrinologist, reviewed the victim’s medical records and\nlab results, concluding that, in his opinion, the injection of synthetic insulin had led to each of the\nvictim’s four hospitalizations.\n\n        In June of 1996, the defendant completed the paperwork on a life insurance policy on the\nvictim. The insurance agent admitted allowing the defendant to sign the victim’s name even though\nit was against company policy. When the agent telephoned the victim and asked about his prior\nphysicals because the defendant could not remember the dates, the victim stated that he did not care\nwhether he acquired the coverage, “as long as [the defendant] pays for it.”\n\n        Rickey Wilson, Jr., who was nine years old at the time of his father’s death, testified on\nbehalf of the defendant. He recalled that prior to the victim’s initial hospitalization, he, his cousin,\nand the victim were all ill, suffering from nausea and vomiting. He stated that the defendant, who\nwas the only one not sick, called an ambulance for the victim.\n\n       The thirty-nine-year-old defendant claimed that she did not kill the victim, to whom she had\nbeen married for thirteen years. While acknowledging her affair with Randy Duck, she blamed her\nstepdaughters, mother-in-law, and brother-in-law, with whom she had “problems,” for the infidelity.\nThe defendant testified that prior to the victim’s first hospitalization, she thought that the victim was\n\n\n                                                  -4-\n\fhaving a heart attack when he appeared sweaty and dizzy and complained of a headache. After\ncalling the doctor, she claimed that she tried to call an ambulance for the victim, but he refused to\ngo for treatment. Later, when the victim became unresponsive, she called an ambulance and the\nvictim was hospitalized overnight. The defendant contended that three days later, when the victim\nwas again vomiting, she drove him to the emergency room where she received vials of injectable\nPhenergan for home use because the victim refused to use suppositories.\n\n        The defendant claimed that the victim again became ill a second occasion on the night of July\n9 and that when she attempted to persuade him to go the hospital, he asked to take a shot of\nPhenergan instead. She insisted he “draw [the shot] up” and notify his family. The next morning,\nthe victim had a seizure and she called an ambulance. According to the defendant, paramedics\nrevived the victim and transported him to the hospital for the second of his four hospitalizations.\nThe defendant recalled that they went to see Dr. Sacks, a specialist in Memphis, the next week. She\nadmitted traveling to Tunica, Mississippi, with Randy Duck during that time, but denied that the trip\nwas sexually motivated.\n\n        The defendant testified that on July 28, just prior to the victim’s third hospitalization, she told\nhim that she was moving to Florida because she could no longer tolerate living near his family. She\nclaimed that she offered the victim the opportunity to join her and contended that he responded that\nhe could not go with her on the next day, when she planned to leave, because he had to give notice\nat work and take care of their house. According to the defendant, the victim became ill and vomited\nafter their conversation. She contended that she administered a shot of Phenergan and then left for\nwork. Four hours later, after receiving no answer when she telephoned their residence, she called\na neighbor, Billy Gross, and asked him to check on the victim. The victim was hospitalized for the\nthird time but was released that evening. The defendant testified that the following morning, she\nfound the victim lying in an unusual position on the bed. When unable to unclasp his hands so as\nto check his blood sugar, the victim called an ambulance.\n\n        The defendant denied going to a yard sale while the victim’s life support was being\ndisconnected, explaining that her son had asked her to purchase D.A.R.E. “Just Say No” jackets from\na neighbor’s yard sale. She insisted that her comment about placing the victim’s ashes on her\nnightstand was a joking response to a similar remark by the victim. The defendant acknowledged\nthat she had engaged in sex with two or three different men during her marriage and had intentionally\nreported the affairs to the victim to hurt him. She confessed that in 1991 she had experienced a\nhypoglycemic episode which put her in a coma for four or five days. The defendant claimed that her\nhealth was the reason a court had granted the victim a temporary custody order for Rickey, Jr.\n\n                                                     I\n        Initially, the defendant contends that the trial court erred by permitting Lisa McClure, whose\nidentity had not been previously disclosed by the state, to testify at trial that the victim informed her\nof his desire to live. The defendant argues that the trial court should have either continued the trial\nor granted a mistrial so as to permit the defense an opportunity to properly investigate.\n\n\n\n                                                   -5-\n\f        In support of his argument, the defendant cites Tennessee Code Annotated section 40-17-106,\nwhich requires the district attorney to include on the indictment the names of each of the witnesses\nto be called on behalf of the prosecution. The purpose of furnishing names on an indictment or\npresentment is to prevent surprise to the defense. State v. Melson, 638 S.W.2d 342, 364 (Tenn.\n1982). Evidence should not be excluded except when the defendant is actually prejudiced by the\nfailure to comply with the rule and when the prejudice cannot otherwise be eradicated. State v.\nBaker, 751 S.W.2d 154, 164-65 (Tenn. Crim. App. 1987); State v. Morris, 750 S.W.2d 746, 749\n(Tenn. Crim. App. 1987); State v. James, 688 S.W.2d 463, 466 (Tenn. Crim. App. 1984). “In this\ncontext, it is not the prejudice which resulted from the witnesses testimony but the prejudice which\nresulted from the defendant's lack of notice which is relevant.” State v. Jesse Eugene Harris, No. 88-\n188-III, slip op. at 8 (Tenn. Crim. App., at Nashville, June 7, 1989).\n\n         It is well settled that the grant or denial of a continuance rests within the sound discretion of\nthe trial court. State v. Seals, 735 S.W.2d 849, 853 (Tenn. Crim. App. 1987). Its determination will\nnot be overturned unless there is “a clear showing of an abuse of discretion, to the prejudice of the\ndefendant.” Woods v. State, 552 S.W.2d 782, 784 (Tenn. Crim. App. 1977); Frazier v. State, 3\nTenn. Crim. App. 696, 466 S.W.2d 535, 537 (1970). Likewise, “[t]he entry of a mistrial is\nappropriate when the trial cannot continue for some reason, or if the trial does continue, a\nmiscarriage of justice will occur.” State v. McPherson, 882 S.W.2d 365, 370 (Tenn. Crim. App.\n1994). The decision to grant a mistrial is within the sound discretion of the trial court, and this court\nwill not disturb the trial court's determination unless a clear abuse of discretion appears on the\nrecord. Id.\n\n        Although the defendant objected to the entirety of Ms. McClure’s testimony, the remedy he\nsought at trial is unclear. The transcript implies that the defendant asked for disqualification of the\nwitness rather than a continuance or mistrial. The record demonstrates, and the defendant concedes,\nthat the state did not withhold the witness’s name in bad faith. Rather, the assistant district attorney\nlearned of Ms. McClure’s knowledge of relevant circumstances the evening before trial. In ruling\nfavorably to the state, the trial judge observed that the proffered testimony was relevant to the\ndefense claim of suicide. Defense counsel was given an opportunity to interview Ms. McClure.\nAdditionally, the trial court limited her testimony to the victim’s statement that he was “not ready\nto die yet.”\n\n         In our view, Ms. McClure’s testimony was relevant, but cumulative. Other witnesses\ntestified that the victim was not suicidal at the time of his death. Although the defense should have\nbeen notified earlier by the state, if with reasonable diligence it should have known about her\nknowledge of the statement, the substance of Ms. McClure’s testimony was not a surprise. The\nclaim of a possible suicide and the state’s desire to rebut the claim were well known to the defense.\nAny error was harmless.\n\n\n\n\n                                                   -6-\n\f                                                  II\n       Next, the defendant asserts that the trial court erred by permitting testimony regarding the\n1991 order awarding temporary custody of her son to the victim. She contends that the order had\nno probative value and that evidence thereof served only to inflame the jury.\n\n       Relevant evidence is that “having any tendency to make the existence of any fact that is of\nconsequence to the determination of the action more probable or less probable” than it otherwise\nwould be. Tenn. R. Evid. 401. Generally, all relevant evidence is admissible. Tenn. R. Evid. 402.\nAt the discretion of the trial court, however, relevant evidence may be excluded if it presents a\ndanger of unfair prejudice:\n\n               Although relevant, evidence may be excluded if its probative value is\n        substantially outweighed by the danger of unfair prejudice, confusion of the issues,\n        or misleading the jury, or by considerations of undue delay, waste of time, or\n        needless presentation of cumulative evidence.\n\nTenn. R. Evid. 403. This court must not reverse the trial court absent an abuse of discretion. See\nState v. Stout, 46 S.W.3d 689, 700 (Tenn. 2001).\n\n         In our view, the trial court did not abuse its discretion by admitting evidence of the 1991\nprotective order. In doing so, the trial court ruled that the evidence was relevant to the state’s\nargument that the victim’s desire to obtain custody of Rickey Wilson, Jr., provided a motive for the\ncrime. The trial court further ruled that the state could elicit only limited testimony to show the prior\ncustody change. Although the custody order pre-dated the victim’s death by approximately five\nyears, it was relevant to the issue of motive because other proof existed that the custody of the son\nwas an ongoing issue between the defendant and the victim. For example, there was testimony that\nthe defendant planned to move to Florida with another man and had expressed concern that she\nwould not be able to move Rickey, Jr. There was considerable evidence, including testimony from\nnon-family members, that custody of Rickey, Jr., was an issue during the weeks preceding the\nvictim’s death. The state offered limited proof on the matter. The victim explained during her\ntestimony that the order came about as a result of her being in a coma after a hypoglycemic episode.\nIn light of all of the other evidence at trial, this evidence had little, if any effect on the verdict. This\nissue is, therefore, without merit.\n\n                                                III\n       The defendant next argues that the trial court erred by permitting testimony that the victim\nintended to be buried after death. He contends that the testimony should have been excluded as\nhearsay. The state asserts that the evidence was not hearsay and also argues that if it was, it was\nadmissible pursuant to a recognized exception.\n\n        The Rules of Evidence provide that “[h]earsay is not admissible except as provided by these\nrules or otherwise by law.” Tenn. R. Evid. 802. Hearsay is defined as “a statement, other than one\nmade by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth\n\n\n                                                    -7-\n\fof the matter asserted.” Tenn. R. Evid. 801(c). If an out-of-court statement is not offered to prove\nthe truth of the matter asserted, such as a statement offered for impeachment purposes, it is not\nhearsay. See State v. Howell, 868 S.W.2d 238, 252 (Tenn. 1993).\n\n         The victim’s mother, Ione Wilson, was the first of several witnesses to testify that the victim\nhad previously expressed his intent to be buried rather than cremated after death. Ms. Wilson also\nstated that she had purchased four cemetery lots for the victim prior to his death. One of the victim’s\ndaughters, Tracy Taylor, testified that she heard the defendant say that she intended to cremate the\nvictim and place his ashes on her bedside table so that she would be reminded never to marry again.\nStatements by the victim that he did not wish to be cremated were out-of-court statements offered\nfor the truth of the matter asserted and, therefore, qualified as hearsay. See Tenn. R. Evid. 802. The\ntestimony was admissible, however, under the “state of mind” hearsay exception contained in\nTennessee Rule of Evidence 803(3), which provides that out-of-court statements concerning “the\ndeclarant’s then existing state of mind, emotion, sensation, or physical condition (such as intent,\nplan, motive, design, mental feeling, pain, and bodily health)” are not excluded by the hearsay rule.\nTenn. R. Evid. 803(3). The victim’s declarations that he intended to be buried in a cemetery, rather\nthan cremated, would have qualified as such statements. See State v. Morris, 24 S.W.3d 788 app.\nat 809 (Tenn. 2000) (testimony regarding the defendant’s out-of-court statements that he intended\nto go home to speak to his children before committing murder, robbing a bank, and leaving town\nwere admissible under the “state of mind” hearsay exception); State v. Ronald Eugene Rickman and\nWilliam Edward Groseclose, No. W1999-01744-CCA-R3-CD (Tenn. Crim. App., at Jackson, May\n17, 2002) (holding that the defendant’s “statements concerning his desire to move with his family\nto Kingsport and find a job in that city were statements of his then existing state of mind within the\nmeaning of Tenn. R. Evid. 803(3)”).\n\n        There was a second component to the testimony of both Ms. Wilson and Ms. Taylor. Ms.\nWilson testified that the victim owned four burial plots that she had purchased for him. That\ntestimony was not hearsay and was admissible. Ms. Taylor recalled the defendant’s remark that she\nintended to cremate the victim and place his ashes beside her bed as a reminder not to re-marry. The\nstatement, which was relevant to establish her regret in the relationship with the victim, was\nadmissible as a qualified admission by a party-opponent. See Tenn. R. Evid. 803(1.2) (“The\nfollowing [is] not excluded by the hearsay rule: A statement offered against a party that is . . . the\nparty’s own statement . . . made . . . under circumstances qualifying the statement as one against the\ndeclarant’s interest. . . .”). Because a jury might have reasonably inferred that the defendant may\nhave intended cremation as a method to destroy evidence of her crime, testimony that the victim\nintended a traditional burial was properly admitted.\n\n                                                 IV\n        Next, the defendant asserts that the trial court erred by prohibiting Tracy Mayfield from\ntestifying that the defendant told her that “she didn’t do it.” She claims that the testimony was\nadmissible under Tennessee Rule of Evidence 803(3). The state asserts that the defendant’s\nstatement was inadmissible because it was “a self-serving declaration of innocence.”\n\n\n\n                                                  -8-\n\f        Tennessee Rule of Evidence 803(3) provides that “a statement of the declarant’s then existing\nstate of mind” is admissible, “but not . . . a statement of memory or belief to prove the fact\nremembered or believed.” Tenn. R. Evid. 803(3). In addition, the advisory commission comment\nadds further guidance: “Normally [state of mind] declarations are inadmissible to prove past\nconduct.” Tenn. R. Evid 803(3), Advisory Comm’n Comments. Declarations admitted under the\nRule 803(3) exception “should expressly assert the declarant’s mental state.” Neil P. Cohen et al.,\nTennessee Law of Evidence § 8.08[3][a] (4th ed. 2000). Examples of such statements include\nstatements of love, fear, and hate. Id. The statement, “‘I remember that I killed [the victim] last year\non this date,’ would not be admissible under the state of mind hearsay exception . . . to prove that\nthe declarant killed [the victim] on that date.” Id. at § 8.08[6][a].\n\n        In our view, the defendant’s statement to Ms. Mayfield would not have qualified for\nadmission under Rule 803(3) because it is a statement regarding past conduct and not a statement\nof the defendant’s then existing mental or emotional state. Additionally, there is a general policy\nexcluding such self-serving statements:\n\n                “A declaration made by a defendant in his own favor [with certain\n       exceptions], is not admissible for the defense. A self-serving declaration is excluded\n       because there is nothing to guarantee its testimonial trustworthiness. If such evidence\n       were admissible, the door would be thrown open to obvious abuse: an accused could\n       create evidence for himself by making statements in his favor for subsequent use at\n       his trial to show his innocence.”\n\nHall v. State, 552 S.W.2d 417, 418 (Tenn. Crim. App. 1977) (quoting Wharton, Criminal Evidence,\n§ 303 (13th ed.)); see also State v. Wiseman, 643 S.W.2d 354, 366 (Tenn. Crim. App. 1982). The\ntrial court properly excluded the statement as self-serving.\n\n       The defendant also argues that the statement should have been admitted under Tennessee\nRule of Evidence 106, which provides as follows:\n\n               When a writing or recorded statement or part thereof is introduced by a party,\n        an adverse party may require the introduction at that time of any other part or any\n        other writing or recorded statement which ought in fairness to be considered\n        contemporaneously with it.\n\nTenn. R. Evid. 106. By its own terms, however, this rule applies to written or recorded statements.\nThe defendant’s statements to Ms. Mayfield were neither. Accordingly, this issue is without merit.\n\n                                                  V\n       Finally, the defendant contends that the evidence was insufficient to support her conviction.\nOn appeal, of course, the state is entitled to the strongest legitimate view of the evidence and all\nreasonable inferences which might be drawn therefrom. State v. Cabbage, 571 S.W.2d 832, 835\n(Tenn. 1978). The credibility of the witnesses, the weight to be given their testimony, and the\n\n\n                                                  -9-\n\freconciliation of conflicts in the proof are matters entrusted to the jury as the trier of fact. Byrge v.\nState, 575 S.W.2d 292, 295 (Tenn. Crim. App. 1978). When the sufficiency of the evidence is\nchallenged, the relevant question is whether, after reviewing the evidence in the light most favorable\nto the state, any rational trier of fact could have found the essential elements of the crime beyond a\nreasonable doubt. Tenn. R. App. P. 13(e); State v. Williams, 657 S.W.2d 405, 410 (Tenn. 1983).\nQuestions concerning the credibility of the witnesses, the weight and value of the evidence, as well\nas all factual issues raised by the evidence are resolved by the trier of fact. Liakas v. State, 199 Tenn.\n298, 286 S.W.2d 856, 859 (1956). Because a verdict of guilt against a defendant removes the\npresumption of innocence and raises a presumption of guilt, the convicted criminal defendant bears\nthe burden of showing that the evidence was legally insufficient to sustain a guilty verdict. State v.\nEvans, 838 S.W.2d 185, 191 (Tenn. 1992).\n\n        A criminal offense may be established exclusively by circumstantial evidence. Duchac v.\nState, 505 S.W.2d 237, 241 (Tenn. 1973); Marable v. State, 203 Tenn. 440, 313 S.W.2d 451, 456-58\n(1958); State v. Hailey, 658 S.W.2d 547, 552 (Tenn. Crim. App. 1983). The facts and circumstances\nmust “be so strong and cogent as to exclude every other reasonable hypothesis save the guilt of the\ndefendant.” State v. Crawford, 225 Tenn. 478, 470 S.W.2d 610, 612 (1971). The weight of the\ncircumstantial evidence is for the jury to determine. Williams v. State, 520 S.W.2d 371, 374 (Tenn.\nCrim. App. 1974) (citing Patterson v. State, 4 Tenn. Crim. App. 657, 475 S.W.2d 201 (1971)). The\nsame standard of review for sufficiency claims is applicable to guilt based upon direct as well as\ncircumstantial evidence. State v. Brown, 551 S.W.2d 329, 331 (Tenn. 1977); Farmer v. State, 208\nTenn. 75, 343 S.W.2d 895, 897 (1971). The court may not substitute its inferences for those drawn\nby the trier of fact in circumstantial evidence cases. Liakas, 286 S.W.2d at 859; Farmer v. State, 574\nS.W.2d 49, 51 (Tenn. Crim. App. 1978).\n\n       First degree murder includes, among other things, the premeditated and intentional killing\nof another. Tenn. Code Ann. § 39-13-202(a)(1). Premeditation is defined as follows:\n\n        [A]n act done after the exercise of reflection and judgment. “Premeditation” means\n        that the intent to kill must have been formed prior to the act itself. . . . The mental\n        state of the accused at the time the accused allegedly decided to kill must be carefully\n        considered in order to determine whether the accused was sufficiently free from\n        excitement and passion as to be capable of premeditation.\n\nTenn. Code Ann. § 39-13-202(d).\n\n        Although circumstantial, the evidence in this case wove a “web of guilt” around the\ndefendant. See Crawford, 470 S.W.2d at 613. The testimony at trial demonstrated that during the\nsummer of 1996, the defendant had decided to move to Florida with her lover, Randy Duck. She had\nrepeatedly expressed concern that she would be unable to take her son Rickey, Jr., with her because\nof the victim’s objections. The proof showed that the victim died from brain swelling brought about\nby a profound hypoglycemic episode, one of several such episodes he had had that summer. The\nblood work on the victim, who was not diabetic, showed that his hypoglycemia was caused by\n\n\n                                                  -10-\n\finjected synthetic insulin. The defendant was both a nurse and a diabetic with her own supply of\ninsulin. Although she contended that the shots were of Toradol and Phenergan, the defendant\nadmitted to hospital staff that she had given the victim injections prior to his emergency room visits.\nAt one point, the defendant stated to Charlotte Hunt that she had given the victim an insulin\ninjection. The victim’s death coincided with the employment availability date that the defendant had\ngiven Michael Barbour. The defendant expressed a desire to cremate the victim although he had a\nburial plot. There was proof that she opposed an autopsy on the body. In our view, a rational jury\ncould have found beyond a reasonable doubt that the defendant intentionally killed the victim after\nthe exercise of reflection and judgment. The evidence was sufficient.\n\n       Accordingly, the judgment of the trial court is affirmed.\n\n\n\n                                                        ___________________________________\n                                                        GARY R. WADE, PRESIDING JUDGE\n\n\n\n\n                                                 -11-\n\f",
            "ocr": false,
            "opinion_id": 1083859
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Murder"
}