{
    "id": 2605199,
    "judges": "Brett, Bussey, Cornish",
    "date_filed": "1996-02-02",
    "date_filed_is_approximate": true,
    "slug": "mosier-v-state",
    "case_name_short": "Mosier",
    "case_name": "Mosier v. State",
    "case_name_full": "Clifton MOSIER, Appellant, v. the STATE of Oklahoma, Appellee",
    "attorneys": "Thomas W. Burns, Mook & Burns, Tulsa, for appellant., Michael C. Turpén, Atty. Gen. of Oklahoma, Susan Agosta, Asst. Atty. Gen., Oklahoma City, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b110-12\">\n    Clifton MOSIER, Appellant, v. The STATE of Oklahoma, Appellee.\n   </parties><docketnumber id=\"AfQ\">\n    No. F-81-718.\n   </docketnumber><court id=\"A4u\">\n    Court of Criminal Appeals of Oklahoma.\n   </court><decisiondate id=\"AjF\">\n    Oct. 19, 1983.\n   </decisiondate><br><attorneys id=\"b111-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"63\"> \n     *63\n     </span>\n    Thomas W. Burns, Mook &amp; Burns, Tulsa, for appellant.\n   </attorneys><br><attorneys id=\"b111-19\">\n    Michael C. Turpén, Atty. Gen. of Oklahoma, Susan Agosta, Asst. Atty. Gen., Oklahoma City, for appellee.\n   </attorneys>",
    "citations": [
        "671 P.2d 62"
    ],
    "opinions": [
        {
            "author_str": "Cornish",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5411.0,
            "opinion_text": "\n671 P.2d 62 (1983)\nClifton MOSIER, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-81-718.\nCourt of Criminal Appeals of Oklahoma.\nOctober 19, 1983.\nThomas W. Burns, Mook &amp; Burns, Tulsa, for appellant.\nMichael C. Turpen, Atty. Gen. of Oklahoma, Susan Agosta, Asst. Atty. Gen., Oklahoma City, for appellee.\n\n\n*63 OPINION\nCORNISH, Judge:\nClifton Mosier, appellant, was convicted in a non-jury trial in Tulsa County District Court of two counts of Murder in the Second Degree, and three counts of Shooting with Intent to Kill. He received twenty-five year sentences on each conviction, to run concurrently.\nDuring the late night and early morning hours of March 21-22, 1980, appellant, with three companions, arrived at George's Club in Tulsa County. Their purpose was to avenge appellant's brother and friend of beatings received earlier that night from some of the club's patrons. Before proceeding to the club, appellant and his companions had secured three guns, two .12 gauge shotguns and one .22 caliber rifle. Appellant approached the door of the club with his brother, and told his two other companions who were armed to \"cover\" him from *64 the sides. Appellant told the club's patrons, many of whom were crowded around the door, to send out the ones who had beaten his brother. Almost immediately, the two armed companions entered the doorway from the sides and started shooting at the patrons, killing two and wounding three others. On April 25, 1980, an arrest warrant was issued for appellant, and on August 12, 1980, he was arrested.\nAppellant first asserts that the arrest warrant was illegally issued and, therefore, the statement he made immediately following his arrest to the police and prosecutor should have been suppressed. The arrest warrant was not issued on the basis of a verified affidavit, but rather a preliminary information verified by an assistant district attorney. The preliminary information listed appellant and his three companions as defendants and alleged in conclusory terms two charges of Murder in the First Degree and three charges of Shooting with Intent to Kill. It listed fourteen witnesses, three of whom were also described as victims. Appellant maintains that since the information was insufficient to allow the issuing judge to make an independent determination of probable cause, the warrant was illegally issued.\nWe agree with appellant that the warrant was not properly issued. Whiteley v. Warden, 401 U.S. 560, 564, 91 S. Ct. 1031, 1035, 28 L. Ed. 2d 306, 311 (1971) is controlling and provides:\nThe decisions of this Court concerning Fourth Amendment probable-cause requirements before a warrant for either arrest or search can issue require that a judicial officer issuing such a warrant be supplied with sufficient information to support an independent judgment that probable cause exists for the warrant. (Citations omitted.)\nThe bald allegations of the preliminary information did not provide sufficient information to allow an independent finding of probable cause by the issuing judge. There are no facts presented from which the judge may connect the listed defendants to the crimes. Vahlberg v. State, 96 Okla. Crim. 102, 249 P.2d 736 (1952), relied upon by the State, deals with the sufficiency of an affiant's personal knowledge of facts sworn to in the affidavit, not the sufficiency of the stated facts to allow an independent judgment of probable cause.\nThough we have found that the arrest warrant was improperly issued, this does not necessarily require that appellant's statement to the police officers be suppressed. The United States Supreme Court held in Brown v. Illinois, 422 U.S. 590, 95 S. Ct. 2254, 45 L. Ed. 2d 416 (1975), that a person arrested illegally may decide to confess as an act of free will unaffected by the initial illegality.\nThe question whether a confession is the product of a free will ... must be answered on the facts of each case. No single fact is dispositive.\nId. at 603, 95 S. Ct. at 2261, 45 L.Ed.2d at 427.\nAmong the factors to be considered are: whether the Miranda warnings were administered; the temporal proximity of the arrest and the confession; presence of intervening circumstances; and the purpose and flagrancy of official misconduct. In the present case, the arrest and confession were close in time. The appellant was booked into the jail at 10:35 a.m., and the tape recording of his statement started right after he signed a Notification of Rights and Waiver form at 11:00 a.m. on the same day. However, appellant was advised several times that day of his Miranda rights, and the illegality of the warrant would not have been apparent to arresting officers.[1] The officer who conducted the interview of appellant, Sam Cox, was the affiant in an affidavit for a search warrant which was issued a few days following the shootings. It was obvious from his sworn statements, *65 reproduced later herein, that probable cause existed to believe appellant participated in the shootings. Moreover, it appears from the recorded statement of appellant that his primary purpose in making it was to clear his conscience and to have the matter finally settled. He told the officers in response to a question regarding his trip to California:\nI went out there and I started work in a brake shop and, ah, then I went to work in a machine shop you know, but heck. They say its sanctuary or something like that, but. So, I came back, you know, I wanted to just go off by myself and think about what I had done or what had happened. And, ah, so, ah, I just kept getting closer and closer you know to Tulsa. Now I knew what I wanted, I wanted to get this stuff over with, cause, I never had a dad, but I tell you he wouldn't be proud of me having my name messed up like that so.\nThough there was only a short time lapse between booking and the making of the statement, we find no problem with temporal proximity. Rather, it tends to demonstrate appellant's eagerness to settle the matter and that the statement was a product of his free will.[2] We hold that the statement was purged of the taint of the illegal arrest and was admissible into evidence.\nAppellant next asserts that his statement was infirm because he was not taken in a timely manner before a magistrate following his arrest. Appellant cites 22 Ohio St. 1981, § 181 which provides that \"[t]he defendant must, in all cases, be taken before the magistrate without unnecessary delay.\"\nAppellant was arrested on a weekday at approximately 10:00 a.m. He was arraigned the same day, though the record is not clear as to the exact time.\nAppellant must demonstrate that the delay prejudiced him by showing deprivation or denial of a substantial right before he is entitled to relief. Logan v. State, 493 P.2d 842 (Okl.Cr. 1972).\n[T]his court has never held that taking a statement or confession of an accused person prior to his arraignment will per se vitiate such statement or confession nor render it inadmissible upon a subsequent trial of the accused.\nIn Re Dare, 370 P.2d 846, 854 (Okl.Cr. 1962).\nWe do not think that appellant has met his burden to show he was prejudiced by the delay. The tape recorded statement reveals that he knew why he was being questioned. He was twice advised of his rights to remain silent and to have counsel present. He signed a written waiver. We find that appellant's contention is without merit.\nAppellant assigns as error that his statement was allegedly obtained by the unethical conduct of the prosecutor. Without any authority other than the Code of Professional Responsibility, appellant claims the prosecutor was present when police officers questioned him and was \"assisting in the effort to obtain evidence against an unrepresented adverse party.\"\nWe do not find that the presence of or the participation by a prosecutor in the interrogation of an accused automatically causes the statement given to be inadmissible. See Stroble v. California, 343 U.S. 181, 72 S. Ct. 599, 96 L. Ed. 872, reh. denied, 343 U.S. 952, 72 S. Ct. 1039, 96 L. Ed. 1353 (1952). Rather, the issue is whether the statement was made voluntarily. Both the prosecutor, Royce Hobbs, and the appellant testified at his motion to suppress hearing. Appellant could not remember any specific conversation between the prosecutor and himself, but only that he felt encouraged by the prosecutor to give his statement. Mr. Hobbs testified that he told appellant that his half-brother, Douglas, would be treated the same as appellant if appellant helped locate him. It is also alleged that the police and prosecutor told him it would be better for Douglas if he told them where he was. *66 Further, appellant asserts that the prosecutor should only advise him \"to secure counsel\" and then \"refuse to have further discussion with him.\" Appellant does not, however, dispute the testimony that he was twice given the Miranda warnings and that he signed a Waiver of Rights form prior to being questioned by the prosecutor.\nWe do not agree that the conduct of the prosecutor was of such influence as to render the statement given by appellant involuntary. Moreover, the record reflects that appellant told the interrogators he wanted to tell his side of the story prior to any remarks or questions by Mr. Hobbs. There being no evidence of improper inducement, the trial court did not err in not suppressing the statement.\nAppellant's motion to suppress his statement was first presented at appellant's preliminary hearing. The magistrate sustained his motion, but the trial court later admitted the statement at trial. Appellant asserts that the State was limited to appealing the magistrate's ruling under Rule VI, 22 Ohio St. 1981, Ch. 18, App., and has waived such right by failing to follow the procedure established therein. However, the ruling of the magistrate did not bind the trial court. The trial judge had a duty to make an independent determination of admissibility. See State v. McLemore, 561 P.2d 1367 (Okl.Cr. 1977). Rule VI was intended to provide a remedy to the prosecutor whose case was improvidently dismissed at preliminary hearing. Chase v. State, 517 P.2d 1142, 1144 (Okl.Cr. 1973). In the instant case, the magistrate did not dismiss the charges against appellant, but rather found that probable cause existed on evidence other than the statement. Appellant's contention is without merit.\nAppellant next asserts that the affidavit made in support of a search warrant of his residence for his .12 gauge shotgun was insufficient. The affiant was Officer Sam Cox. Mattie Lou Johnson, who lived with appellant, was alleged to have provided Cox with his information.\nAppellant urges that the affidavit failed to provide the magistrate facts showing: the method Mattie learned the information; the reason the shotgun was believed to be subject to seizure; probable cause to believe the shotgun would be found on the premises; source of affiant's information that two other individuals were involved in a double homicide; source of affiant's information that the victims had been shot with a .12 gauge shotgun; and, why Mattie was considered reliable. The affidavit provides as follows:\nAffiant states that there is probable cause for the issuance of a search warrant because, an informant named Mattie Lou Johnson, if, D.O.A. (sic) 2-4-65 told your affiant this date, 3-26-80, that she lives in the above location and with Clifton Mosier. She further told your affiant that on 3-22-80 at 0015 hours Clifton Mosier took his shotgun, the above described, and went with two other persons to a bar to \"settle\" a fight that had taken place earlier in the evening. The other individuals had been in a fight at the Swinger Lounge, 3700 S.W. Blvd., Tulsa, Oklahoma and were involved in a double homicide at that location at 0045 hours 3-22-80. The informant told your affiant that Clifton Mosier returned home at approximately 0115 hours and told her that \"They had settled the fight.\" Your affiant's investigation has determined that the homicide was committed with a.12 gauge shotgun. Further your affiant sayeth not. Your affiant further states that the informant told him that Clifton Mosier stores the above described shotgun under the couch in the above described residence.\nIn addition, appellant asserts that Mattie Lou Johnson denied at trial that she gave Officer Cox some of the above information, and without the unattributed information probable cause was not established. We find that these charges are without merit.\nThe facts that must be established when an unnamed informant is used are not needed here; the informant was named. Gentry v. State, 562 P.2d 1170 (Okl.Cr. 1977). Moreover, we must read the affidavit in light of the practical considerations of *67 everyday life. Anthony v. United States, 667 F.2d 870 (10th Cir.1981), cert. denied, 457 U.S. 1133, 102 S. Ct. 2959, 73 L. Ed. 2d 1350 (1982). If this is done, the alleged defects disappear. The informant lived with appellant and in all probability knew of the gun and its location. She was also probably advised by appellant of his activities. The affiant as a police officer investigating the shootings would have access to investigative reports of the shootings and the circumstances of the crimes. We hold that the affidavit sufficiently established probable cause to believe that the shotgun used in the shootings would be found in appellant's residence.\nAppellant's final assignment is that the trial court erred in finding him guilty of Shooting with Intent to Kill when there was insufficient evidence of this intent. The crime charged requires that the State prove as an element the intent to kill. There is no evidence that appellant fired a gun into the crowded club. However, appellant may be criminally liable for the offense of Shooting with Intent to Kill though he never held a gun. Hudson v. State, 522 P.2d 1044 (Okl.Cr. 1974). Title 21 Ohio St. 1981, § 172 provides:\nAll persons concerned in the commission of crime, whether it be felony or misdemeanor and whether they directly commit the act constituting the offense or aid and abet in its commission, though not present, are principals.\nWhile there is no evidence that appellant pulled the triggers of the guns used in the shootings, there is evidence that he took his own gun to the confrontation, and obtained two other guns. He told the two armed men to \"cover\" him when he approached the door of the club. There is sufficient circumstantial evidence from which the trier of fact could infer a common design to carry and use the firearms, Hudson v. State, supra. It may also be presumed that the appellant knew and intended the natural consequences of these acts, that being the death of those against whom the firearms are used. Sanders v. State, 556 P.2d 611 (Okl.Cr. 1976). Appellant's assignment must fail.\nThe judgments and sentences are AFFIRMED.\nBUSSEY, P.J., and BRETT, J., concur.\nNOTES\n[1]  A thorough review of the record has been made in order to determine whether the arresting officer had probable cause to arrest appellant on these charges. There is no evidence at all in this regard, and we must assume that the arrest was made solely on the facially valid warrant.\n[2]  See Justice Stevens concurring opinion in Dunaway v. New York, 442 U.S. 200, 99 S. Ct. 2248, 60 L. Ed. 2d 824 (1979), which discusses the varying indications of a short versus long time lapse.\n\n",
            "ocr": false,
            "opinion_id": 2605199
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}