{
    "id": 1771024,
    "judges": "Paul Pressler, Murphy and Sam Robertson",
    "date_filed": "1999-04-25",
    "date_filed_is_approximate": true,
    "slug": "hanks-v-state",
    "case_name_short": "Hanks",
    "case_name": "Hanks v. State",
    "case_name_full": "Steven Anthony HANKS, Jr., Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Larry A. Drosnes, Galveston, for appellant., James F. Hury, Jr., Dist. Atty., Galveston, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b469-7\">\n    Steven Anthony HANKS, Jr., Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b469-10\">\n    No. B14-81-050-CR.\n   </docketnumber><br><court id=\"b469-11\">\n    Court of Appeals of Texas, Houston (14th Dist.).\n   </court><br><decisiondate id=\"b469-12\">\n    Dec. 3, 1981.\n   </decisiondate><br><attorneys id=\"b470-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"434\"> \n     *434\n     </span>\n    Larry A. Drosnes, Galveston, for appellant.\n   </attorneys><br><attorneys id=\"b470-11\">\n    James F. Hury, Jr., Dist. Atty., Galveston, for appellee.\n   </attorneys><br><judges id=\"b470-12\">\n    Before PAUL PRESSLER, MURPHY and SAM ROBERTSON, JJ.\n   </judges>",
    "citations": [
        "625 S.W.2d 433"
    ],
    "opinions": [
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n625 S.W.2d 433 (1981)\nSteven Anthony HANKS, Jr., Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. B14-81-050-CR.\nCourt of Appeals of Texas, Houston (14th Dist.).\nDecember 3, 1981.\n*434 Larry A. Drosnes, Galveston, for appellant.\nJames F. Hury, Jr., Dist. Atty., Galveston, for appellee.\nBefore PAUL PRESSLER, MURPHY and SAM ROBERTSON, JJ.\nMURPHY, Justice.\nSteven Anthony Hanks, Jr., (Appellant) appeals a jury conviction on his plea of not guilty for the offense of murder. The jury assessed punishment at twenty years. At issue is did the trial court err in admitting color photographs, and whether the court committed fundamental error by submitting a charge which contained an ambiguous, misleading definition of \"intentional\" thereby authorizing conviction by proof distinct from that required by the indictment. We affirm.\nAppellant gave a voluntary statement to the Galveston Police Department after all requisite warnings had been given. In that statement, appellant maintained he had borrowed a nickel for ice cream from the deceased, Charles Davis, that the deceased had followed and pushed him, and in response appellant had stabbed the deceased. During the guilt-innocence trial, the State introduced color photographs numbers five and seven depicting a wound and the position of blood stains in relation to the deceased's body. After the State rested, appellant raised the issue of self-defense contending he had been put in fear for his life by homosexual advances made by the deceased. A charge on self-defense was submitted to the jury.\nIn his first ground of error, appellant urges that the court reversibly erred in admitting over objection color photographs introduced solely to inflame the juror's minds. Appellant contends the photographs neither resolved a disputed fact issue nor served any purpose other than to inflame the juror's emotions. In response to appellant's objection the State asserted the purpose for the photographs was to further identify \"blood groupings\" and the wound testified to in a previously admitted verbal description. The same were offered to resolve the issues of location of the wound and to the location and amount of blood found at the scene. Admission of photographic evidence rests in the trial court's discretion. Martin v. State, 475 S.W.2d 265, 267 (Tex.Cr.App.1972). Photographs which are relevant, material and competent evidence do not become inadmissible by the fact they are gruesome or might arouse passion. Martin v. State, supra. The photographs admitted in the case before us follow explicit verbal descriptions of the deceased and blood groupings given by an investigator at the scene. Appellant does not contend that the verbal descriptions were inadmissible. A photograph depicting the same scene described in an admissible verbal description is also admissible. Id. Moreover, the rule rendering inadmissible gruesome photographs which do *435 not tend to resolve a factual issue in dispute is obsolete. Id., at 268; Fazzino v. State, 531 S.W.2d 818, 820 (Tex.Cr.App.1976). We find the trial court did not commit error in admitting the photographs and overrule appellant's first point of error.\nIn his supplemental brief, appellant maintains the trial court committed fundamental error by submitting an ambiguous and misleading definition of the mental state of \"intentional\" in the charge. The court charged the jury that \"a person acts intentionally, or with intent, with respect to the nature of his conduct or to circumstances surrounding his conduct when it is his conscious objective or desire to engage in the conduct or cause the result.\" The court also included a definition of \"knowingly\" which tracked Article 6.03(b) Tex. Penal Code Ann. § 6.03(b) (Vernon 1974). The indictment charged appellant with causing the death of Charles Davis (the deceased referred to above), stating that \"intending to cause serious bodily injury.... Steven Anthony Hanks, Jr.... did then and there intentionally and knowingly...\" act. According to Section 6.03(a) of the Penal Code, \"a person acts intentionally, or with intent, with respect to the nature of his conduct or to a result of his conduct when it is his conscious objective or desire to engage in the conduct or cause the result.\" The difference between the definition in Section 6.03(a) and that included in the charge consists of the clause, \"or to circumstances surrounding his conduct...\" Appellant made no objection to the charge. It is appellant's contention that this distinction between the court's charge and the statutory definition in Section 6.03(a) would authorize conviction by proof less than and distinct from the proof required in the indictment. He asserts the culpable state of mind of \"intentionally\" has acquired a technical meaning for the purpose of conviction prohibiting any deviation from statutory language. Fundamental error occurs when a jury charge authorizes conviction on the theory alleged in the indictment as well as additional theories not alleged. Cumbie v. State, 578 S.W.2d 732, 734 (Tex.Cr.App. 1979). Such charges would permit conviction on proof different from and sometimes less than that required by the indictment. Id. In the instant case the indictment alleges and the charge defines intentional and knowing conduct. The indictment before the court charged that appellant, \"did then and there, intending to cause serious bodily injury ... commit an act clearly dangerous to human life ... did then and there intentionally and knowingly cause the death of an individual ... did then and there commit the felony offense of Aggravated Assault and while in the course of and furtherance of the commission ... did then and there commit an act clearly dangerous to human life...\" The court's charge, in applying the law to the facts, tracks the theories alleged in the first count of the indictment, upon which the State elected to proceed, by stating appellant \"did then and there intend to cause serious bodily injury ... and with intent to cause such injury ... did commit an act clearly dangerous to human life.\" The charge includes no theories additional to those alleged in the indictment. Moreover, case law indicates the crucial part of the charge in determining the existence of fundamental error is that part where the law is applied to the facts. Williams v. State, 612 S.W.2d 934, 935 (Tex.Cr.App.1981). Although the charge may contain an erroneous definition, so long as that part of the charge applying the law to the facts does not authorize conviction on theories not alleged in the indictment, no fundamental error exists. Bright v. State, 585 S.W.2d 739, 743-44 (Tex.Cr.App.1979); Plunkett v. State, 580 S.W.2d 815 (Tex.Cr.App.1978). Fundamental errors are those calculated to injure the rights of a defendant or deprive defendant of a fair and impartial trial. Tex.Code Crim.Pro.Ann. art. 36.19 (Vernon 1981). Sattiewhite v. State, 600 S.W.2d 277, 285 (Tex.Cr.App.1979). A charge must be viewed as a whole to determine whether fundamental error exists. White v. State, 610 S.W.2d 504, 507 (Tex.Cr.App.1981). Review should not be limited to parts of a charge standing alone. Jackson v. State, 591 S.W.2d 820, 824-25 (Tex.Cr.App.1979). *436 Absent objection to the charge or a specially requested charge, no error can be considered unless it appears appellant has not had a fair trial. White v. State, 610 S.W.2d 504, 507 (Tex.Cr.App.1981). In viewing the charge as a whole, we determine it includes no theories additional to those alleged in the indictment, nor do we find it ambiguous and misleading. Accordingly, we do not find fundamental error present in the court's charge. By his failure to object to the charge, By his failure to object to the charge, appellant has preserved no error for review.\nWe affirm the judgment of the trial court.\n",
            "ocr": false,
            "opinion_id": 1771024
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Murder"
}