{
    "id": 948412,
    "judges": null,
    "date_filed": "2013-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-of-west-virginia-v-brent-radabaugh",
    "case_name_short": null,
    "case_name": "State of West Virginia v. Brent Radabaugh",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Felony (non-Death Penalty)",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.courtswv.gov/supreme-court/memo-decisions/spring2013/12-1461memo.pdf",
            "author_id": null,
            "opinion_text": "                               STATE OF WEST VIRGINIA\n\n                             SUPREME COURT OF APPEALS\n\n\n\nState of West Virginia,\n                                                                                 FILED\nPlaintiff Below, Respondent                                                     June 28, 2013\n\n                                                                           RORY L. PERRY II, CLERK\n\nvs) No. 12-1461 (Wood County 10-F-243)                                   SUPREME COURT OF APPEALS\n\n                                                                             OF WEST VIRGINIA\n\nBrent Radabaugh,\nDefendant Below, Petitioner\n\n\n                                MEMORANDUM DECISION\n       Petitioner Brent Radabaugh, by counsel George J. Cosenza, appeals his first degree\nmurder conviction in the Circuit Court of Wood County on August 17, 2012. The State of West\nVirginia, by counsel Scott E. Johnson, has filed a response supporting the conviction.\n\n        This Court has considered the parties’ briefs and the record on appeal. The facts and\nlegal arguments are adequately presented, and the decisional process would not be significantly\naided by oral argument. Upon consideration of the standard of review, the briefs, and the record\npresented, the Court finds no substantial question of law and no prejudicial error. For these\nreasons, a memorandum decision is appropriate under Rule 21 of the Rules of Appellate\nProcedure.\n\n        Throughout the night of April 12, 2010, and into the early morning of April 13, 2010, the\npetitioner, Brent Radabaugh, and the victim, Rebecca Hoyler, used crack cocaine in the victim’s\nhome. Witness testimony established the two had a monetary dispute on the morning of April\n13, 2010. Phone records and witness testimony indicated that both the petitioner and the victim\nwere alive inside the victim’s home at 1:16 p.m. on April 13, 2010. The petitioner was observed\nleaving the victim’s home carrying a black garbage bag around 1:30 p.m. on April 13, 2010.\nAround 2:00 p.m., the petitioner was observed driving the victim’s car, and wearing a different\noutfit than what he was wearing at 12:12 p.m. Also at 2:00 p.m., the victim stopped answering\nher phone and front door. The body of the victim was discovered around 5:00 p.m. in an upstairs\nbedroom, and a box of black garbage bags was found open in the kitchen. The petitioner\nattempted suicide around 6:00 p.m. After this attempt failed, the petitioner voluntarily met with\nthe Parkersburg Police about 10:00 p.m., and denied taking the victim’s car or having any\ninvolvement with the murder.\n\n        On September 10, 2010, the petitioner was indicted in the Circuit Court of Wood County,\nWest Virginia, and charged with murder in the first degree. On August 17, 2012, after a\nbifurcated trial, the jury found the petitioner guilty of murder in the first degree and\nrecommended mercy. On October 29, 2012, the petitioner was sentenced to a term of life with\nmercy. The petitioner now appeals his conviction.\n\n\n\n\n                                               1\n\n\f        The petitioner presents two assignments of error. First the petitioner alleges the circuit\ncourt erred by admitting a gruesome photo of the victim, exhibit 128, into evidence. Exhibit 128\nis a close up shot of the victim with a significant amount of blood present.\n\n       This Court finds no error regarding the circuit court’s admission of exhibit 128 into\nevidence. “A trial court’s evidentiary rulings, as well as its application of the Rules of Evidence,\nare subject to review under an abuse of discretion standard.” Syl. Pt. 4, State v. Rodoussakis, 204\nW. Va. 58, 511 S.E.2d 469 (1998). More specifically, this Court has held:\n\n               Rule 401 of the West Virginia Rules of Evidence requires the trial court to\n       determine the relevancy of the exhibit on the basis of whether the photograph is\n       probative as to a fact of consequence in the case. The trial court then must\n       consider whether the probative value of the exhibit is substantially outweighed by\n       the counterfactors listed in Rule 403 of the West Virginia Rules of Evidence. As\n       to the balancing under Rule 403, the trial court enjoys broad discretion. The Rule\n       403 balancing test is essentially a matter of trial conduct, and the trial court’s\n       discretion will not be overturned absent a showing of clear abuse.\n\nSyl. Pt. 10, State v. Derr, 192 W.Va. 165, 451 S.E.2d 731 (1994).\n\n         The petitioner asserts that exhibit 128 is cumulative evidence. The trial judge found that\nexhibit 128 depicted a broader area than other photos entered into evidence. We cannot say the\ntrial judge abused his discretion.\n\n          The petitioner also argues, in admitting exhibit 128, that the trial judge failed to conduct\na proper balancing test under Rule 403 of the West Virginia Rules of Evidence. However, the\ntrial judge determined that the probative value of exhibit 128 was great enough to allow for its\nadmission, and this Court cannot say the trial judge abused his discretion. The Court cannot say\nthat this one picture prejudiced the jury more than any other, particularly since jurors in a murder\ncase are likely to view photos of the crime scene.\n\n        Furthermore, any possible error regarding exhibit 128 is nothing more than a harmless\nerror. The improper admission of a gruesome photo is not of constitutional stature, and,\ntherefore, should be examined through the lens of State v. Atkins. In Atkins this Court held that\nwhere improper evidence of a nonconstitutional nature is introduced, the error is harmless if the\nState’s case could have been proven beyond a reasonable doubt without the introduction of the\nimproper evidence, and if the improper introduction had no prejudicial effect on the jury. Syl.\nPt. 2, State v. Atkins, 163 W. Va. 502, 261 S.E.2d 55 (1979). The record establishes that, even\nwith the exclusion of exhibit 128, the State proved its case beyond a reasonable doubt.\n\n       The petitioner’s second argument is that the jury’s verdict was against the manifest\nweight and sufficiency of the evidence. We disagree. The petitioner’s claim is not only a\nblanket statement of error, lacking specifics, but it also lacks merit.\n\n       This Court has stated:\n\n              A convicted defendant who presses a claim of evidentiary insufficiency\n       faces an uphill climb. The defendant fails if the evidence presented, taken in the\n                                                  2\n\n\f       light most agreeable to the prosecution, is adequate to permit a rational jury to\n       find the essential elements of the offense of conviction beyond a reasonable\n       doubt. Phrased another way, as long as the aggregate evidence justifies a\n       judgment of conviction, other hypotheses more congenial to a finding of\n       innocence need not be ruled out. We reverse only if no rational trier of fact could\n       have found the essential elements of the crime beyond a reasonable doubt.\n\nState v. LaRock, 196 W.Va. 294, 303, 470 S.E.2d 613, 622 (1996).\n\n        This Court has also stated that “a jury verdict should be set aside only when the record\ncontains no evidence, regardless of how it is weighed, from which the jury could find guilt\nbeyond a reasonable doubt.” State v. Guthrie, 194 W. Va. 657, 663, 461 S.E.2d 163, 169 (1995).\nFurthermore, when this Court examines a petitioner’s sufficiency of evidence claim, evidence\n“direct and circumstantial, must be viewed from the prosecutor’s coign of vantage, and the\nviewer must accept all reasonable inferences from it that are consistent with the verdict.” Syl. Pt.\n2, in part, State v. LaRock, supra.\n\n         In this case, the jury found the defendant guilty based on the weight of circumstantial\nevidence. We have recognized that, “there is no qualitative difference between direct and\ncircumstantial evidence.” Guthrie, 194 W. Va. at 669, 461 S.E.2d at 175. Furthermore, “[i]f, on\na trial for murder, the evidence is wholly circumstantial, but as to time, place, motive, means and\nconduct, it concurs in pointing to the accused as the perpetrator of the crime, he may properly be\nconvicted.” Syl. Pt. 1, State v. Bailey, 151 W. Va. 796, 155 S.E.2d 850 (1967) (citing State v.\nBeale, 104 W. Va. 617, 141 S.E. 7, 13 (1927)).\n\n        This Court finds that a rational trier of fact could have found the requisite elements of\nfirst-degree murder beyond a reasonable doubt. “The elements of first-degree murder are an\nunlawful killing of another human being with malice, premeditation, and deliberation.” State v.\nBrowning, 199 W. Va. 417, 420, 485 S.E.2d 1, 4 (1997).\n\n        The State proved the victim was killed by sharp force injuries directed to the face, neck,\nleft arm, and right hand. The medical examiner determined the cause of death to be an unlawful\nkilling. A phone call places the petitioner at the victim’s home at 1:16 p.m. on April 13, 2010.\nA neighbor of the victim testified that she saw the petitioner leaving the home of the victim\ncarrying a black garbage bag around 1:30 p.m. on April 13, 2010. At 2:00 p.m. the victim’s\nbrother came to the victim’s house, and the victim did not answer the door. By 2:00 p.m. the\nvictim had also stopped answering phone calls. Security camera evidence shows that the\ndefendant changed clothes between 12:12 p.m. and 1:59 p.m. on April 13. The petitioner was\nalso seen driving the victim’s car after 2:00 p.m. on April 13. Finally, the State presented\nevidence that the petitioner had a guilty conscience, as the officer questioning the petitioner on\nthe night of April 13 stated the petitioner appeared “very nervous.” To further show a guilty\nconscience, the State presented testimony that the petitioner attempted suicide on the evening of\nApril 13. Concerning motive, the State presented evidence that the victim and the petitioner\nwere involved in a monetary dispute on the morning of April 13, 2010. On this evidence, a\nreasonable jury could have concluded that the petitioner killed the victim.\n\n\n\n                                                 3\n\n\f        “A jury may infer malice and intent to kill from the use of a deadly weapon in\ncircumstances not affording the defendant excuse, provocation, or justification.” State v.\nBrowning, 199 W. Va. 417, 421, 485 S.E.2d 1, 5 (1997). Furthermore, malice can be shown via\n“evidence of ill will or a source of antagonism between the defendant and the decedent.” State v.\nEvans, 172 W. Va. 810, 813, 310 S.E.2d 877, 879 (1983). Here, the State presented evidence\nthat the killing was done with a bladed instrument, and that the victim and the petitioner were\ninvolved in an ongoing argument over finances.\n\n        The duration period for premeditation and deliberation is not a fixed time. This Court has\nstated, “[a]ny interval of time between the forming of the intent to kill and the execution of that\nintent, which is of sufficient duration for the accused to be fully conscious of what he intended,\nis sufficient to support a conviction for first degree murder.” Syl. Pt. 2, State v. Guthrie, supra.\nFurthermore, “deliberation can be properly inferred from the intentional use of a deadly\nweapon.” State v. Daniel, 182 W. Va. 643, 649, 391 S.E.2d 90, 96 (1990). In this case, the State\nshowed that the victim was stabbed at least seventeen times.\n\n       For the foregoing reasons, we affirm.\n\n                                                                                         Affirmed.\n\n\n\nISSUED: June 28, 2013\n\nCONCURRED IN BY:\n\nChief Justice Brent D. Benjamin\nJustice Robin Jean Davis\nJustice Margaret L. Workman\nJustice Menis E. Ketchum\nJustice Allen H. Loughry II\n\n\n\n\n                                                 4\n\n\f",
            "ocr": false,
            "opinion_id": 948412
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Murder"
}