{
    "id": 1654793,
    "judges": "Tom Glaze",
    "date_filed": "2019-04-29",
    "date_filed_is_approximate": true,
    "slug": "sullivan-v-state",
    "case_name_short": "Sullivan",
    "case_name": "Sullivan v. State",
    "case_name_full": "Coby SULLIVAN v. STATE of Arkansas",
    "attorneys": "John A. Casteel, Attorney at Law, for appellant., Mike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b207-3\" pgmap=\"207\">\n    Coby SULLIVAN v. STATE of Arkansas\n   </parties><br><docketnumber id=\"b207-4\" pgmap=\"207\">\n    CR 05-879\n   </docketnumber><br><citation id=\"b207-5\" pgmap=\"207\">\n    234 S.W.3d 285\n   </citation><br><court id=\"b207-6\" pgmap=\"207\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"A2-\" pgmap=\"207\">\n    Opinion delivered April 20, 2006\n   </decisiondate><br><attorneys id=\"b207-13\" pgmap=\"207\">\n    John A. Casteel, Attorney at Law, for appellant.\n   </attorneys><br><attorneys id=\"b207-14\" pgmap=\"207\">\n    Mike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "234 S.W.3d 285",
        "366 Ark. 183"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3748.0,
            "opinion_text": "\n234 S.W.3d 285 (2006)\nCoby SULLIVAN, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 05-879.\nSupreme Court of Arkansas.\nApril 20, 2006.\n*286 John A. Casteel, Attorney at Law, Batesville, AR, for appellant.\nMike Beebe, Att'y Gen., by: Clayton K. Hodges, Ass't Att'y Gen., Little Rock, AR, for appellee.\nTOM GLAZE, Justice.\nFollowing an altercation with his wife on September 19, 2003, appellant Coby Sullivan was arrested and charged with attempted first-degree murder, first-degree false imprisonment, second-degree battery, aggravated assault, and two counts of terroristic threatening. In addition, the State sought an enhanced penalty under Ark. Code Ann. § 5-4-702 (Repl.2006) because the crimes were committed in the presence of a child. The case went to jury trial on March 29, 2005, and a Carroll County jury found Sullivan guilty of first-degree assault, first-degree terroristic threatening, second-degree domestic battery, and first-degree false imprisonment. However, the jury acquitted Sullivan on the charges of attempted first-degree murder and aggravated assault. In addition, the jury found that Sullivan committed the crime of second-degree domestic battery in the presence of a child.\nAfter convicting Sullivan of these offenses, the jury then heard additional evidence and argument relevant to sentencing. The trial court permitted Sullivan to argue about alternative sentences for which he might be eligible. See Ark.Code Ann. § 16-97-101 (Repl.2006). After considering the evidence presented during the sentencing phase of the trial, the jury recommended the following verdicts: six months in the county jail for first-degree assault; a $1000 fine for terroristic threatening, or, alternatively, five years of probation; and a $1000 fine for second-degree domestic battery and first-degree false imprisonment, or, alternatively, a term of ten years as a suspended sentence.\nIn addition, because the jury found that Sullivan committed second-degree domestic battery in the presence of a child, the jury was given AMCI 2d 9316-VF, which provided as follows:\nWe, the Jury, having found that Coby Sullivan committed the offense of Domestic Battery in the 2d degree in the presence of a child, fix his sentence at a term of _______ in the Arkansas Department of Correction.\nBelow the blank was a phrase in parentheses that read, \"(no less than 1 year, nor more than 10 years).\" Rather than filling in the blank, however, the 9316-VF form bore a handwritten notation that stated \"no action.\" The form was signed by the jury foreman.\nOn March 4, 2005, the trial court entered an order whereby it sentenced Sullivan to six months in the Carroll County jail for first-degree assault; ten years suspended and a $1000 fine for false imprisonment and domestic battery; and five years supervised probation and a $1000 fine for terroristic threatening. In addition, the *287 trial court added a note at the end of the order directing Sullivan to appear on April 25, 2005, \"for a motion hearing/sentencing on enhancement charge involving the presence of a child.\" At the conclusion of that hearing, the trial court decided that, by writing \"no action\" on the 9316-VF form, the jury did not impose a sentence in regard to the enhancement. The judge then stated, \"All right, I'm going to do what I think the jury intended. The court sentences Mr. Sullivan to one year in the Department of Corrections, with one year suspended, consecutive to all other sentences imposed here.\"[1] The trial court also rejected Sullivan's argument that the court could not sentence him to both the original sentence and the alternative sentence, stating that Sullivan could be sentenced to both a fine and a suspended sentence. Sullivan now appeals from both the trial court's order imposing the \"original\" and alternative sentences and the court's order regarding the enhanced sentence.\nIn Arkansas, sentencing is entirely a matter of statute. See Ark.Code Ann. § 5-4-104(a) (Repl.2006) (\"[n]o defendant convicted of an offense shall be sentenced otherwise than in accordance with this chapter\"); State v. Hardiman, 353 Ark. 125, 114 S.W.3d 164 (2003); State v. Stephenson, 340 Ark. 229, 9 S.W.3d 495 (2000). In stating the applicable general rule, we have consistently held since the enactment of our criminal code that sentencing shall not be other than in accordance with the statute in effect at the time of the commission of the crime. See Taylor v. State, 354 Ark. 450, 125 S.W.3d 174 (2003). Where the law does not authorize the particular sentence pronounced by a trial court, the sentence is unauthorized and illegal, and the case must be reversed and remanded. State v. Joslin, 364 Ark. 545, 222 S.W.3d 168 (2006).\nArkansas Code Annotated § 5-4-103 (Repl.2006) provides in pertinent part that, \"[i]f a defendant is charged with a felony and is found guilty of an offense by a jury, the jury shall fix punishment in a separate proceeding as authorized by this chapter.\" Ark.Code Ann. § 5-4-103(a) (Repl.2006). Our court has explained that, under our bifurcated trial procedure, the jury fixes punishment following the penalty phase of the trial. See Ark.Code Ann. § 16-97-101 (Repl.2006); see also Rodgers v. State, 348 Ark. 106, 71 S.W.3d 579 (2002); Higgins v. State, 326 Ark. 1030, 936 S.W.2d 740 (1996). The jury may recommend an alternative sentence, such as suspension or probation. See Ark.Code Ann. § 16-97-101(4) (Repl.2006);[2]Rodgers, supra. However, the actual assessment of probation is a matter that lies *288 within the discretion of the trial court, see Rodgers, supra, as is the decision to allow alternative sentencing. Vanesch v. State, 343 Ark. 381, 37 S.W.3d 196 (2001).\nIn his first point on appeal, Sullivan argues that the trial court was without authority to impose both the \"original\" sentence of a fine and the jury's recommended alternative sentences of probation and ten years suspended. The State responds by stating that, once a trial court imposes a suspended or probationary sentence, the trial court is authorized to require the defendant to \"satisfy any other conditions reasonably related to the rehabilitation of the defendant and not unduly restrictive of his liberty or incompatible with his freedom of conscience.\" Ark. Code Ann. § 5-4-303(c)(10) (Repl.2006). See also Cavin v. State, 284 Ark. 363, 681 S.W.2d 913 (1984) (a fine of $10,000 imposed as a condition of a suspended sentence). Further, under Ark.Code Ann. § 5-4-301(d)(1) (Repl.2006), when the trial court suspends the imposition of a sentence or places the defendant on probation, the court shall enter a judgment of conviction only if the court sentences the defendant to pay a fine and suspends imposition of sentence as to imprisonment or places the defendant on probation. See Harmon v. State, 317 Ark. 47, 876 S.W.2d 240 (1994) (noting that a plea of guilty, coupled with a fine and a suspension of imposition of sentence of imprisonment constitutes a conviction); Jones v. State, 297 Ark. 485, 763 S.W.2d 81 (1989) (trial court fined the appellant $750 and suspended imposition of the sentence of imprisonment; this court noted that \"[a]fter such a sentencing procedure the trial court correctly entered a judgment of conviction\").\nWe conclude that, in the instant case, the trial court accepted the jury's recommended alternative sentences of probation and suspended sentences, and then imposed the fines as a condition of those sentences. There was no error in the court's decision to do so.\nIn Sullivan's second point on appeal, he contends that the trial court erred in disregarding the jury's decision not to impose an enhanced penalty. As mentioned above, the jury found that Sullivan had committed the felony offense of second-degree domestic battery in the presence of a child. Based on that finding, Sullivan was subject to the enhanced penalties found in Ark.Code Ann. § 5-4-702 (Repl. 2006), which provides in relevant part as follows:\n(a) Any person who commits a felony offense involving assault, battery, domestic battering, or assault on a family member or household member, as provided in § 5-13-201 et seq. or § 5-26-303-5-26-311, may be subject to an enhanced sentence of an additional term of imprisonment of not less than one (1) year and not greater than ten (10) years if the offense is committed in the presence of a child.\n(Emphasis added.) On the relevant verdict form, AMCI 2d 9316-VF, the jury entered a handwritten notation of \"no action.\" The trial court concluded that this notation meant that the jury \"did not impose a sentence in regard to the enhancement.\" Thus, the court declared that it was going to \"do what I think the jury intended,\" and sentenced Mr. Sullivan to one year in the Department of Corrections, with one year suspended.\nOn appeal, Sullivan argues that the trial court erred in its interpretation of § 5-4-702. Sullivan contends that the phrase \"may be subject to an enhanced sentence . . . if the offense is committed in the presence of a child,\" Ark.Code Ann. § 5-4-702(a) (emphasis added), means that \"the sentencing entity, whether it is the trial court or a jury, has the option of *289 deciding not to impose the enhanced penalty even though the offense may have been committed in the presence of a child.\"\nSullivan's argument takes the word \"may\" out of its proper context. Under his interpretation, the word \"may\" should modify the act of imposing the enhanced sentence. However, the word \"may\" is placed immediately before the phrase \"be subject to.\" This means that the word \"may\" modifies that phrase, not the phrase providing for the imposition of the sentence. See Phi Kappa Tau Housing Corp. v. Wengert, 350 Ark. 335, 86 S.W.3d 856 (2002) (where a contract provided that the prevailing party would be entitled to \"all costs incurred in connection with such action, including a reasonable attorney's fee,\" this court interpreted the word \"reasonable\" to modify only the term \"attorney's fee,\" not the term \"costs\").\nTo construe § 5-4-702 in the manner Sullivan describes would distort the meaning of the statute. If the General Assembly had wanted to give the jury the flexibility to impose an enhanced sentence if it thought it advisable, it could have written the statute to provide that, \"if a jury finds that the defendant has committed a felony offense in the presence of a child, the jury may impose an enhanced sentence. . . .\" The legislature did not do so.[3] The clear import of the phrase \"may be subject to an enhanced sentence\" is that the State is given the option of seeking the enhanced sentence; the jury is not given the option of imposing the enhanced sentence. See Ark.Code Ann. § 5-4-702(b)(1) (\"To seek the enhanced penalties established in this section, a prosecuting attorney shall notify the defendant in writing that the defendant is subject to that enhanced penalty\") (emphasis added).\nThis conclusion is bolstered by the language of AMCI 2d 9316-VF, which provides as follows:\nWe, the Jury, having found that _____ (defendant) committed the offense of _____ (felony) in the presence of a child, fix (his)(her) sentence at a term of _____ (not less than 1 and not more than 10 years) in the Arkansas Department of Correction.\nIt is clear from this verdict form that the jury has no discretion in whether or not to impose an enhanced sentence. Once the jury determines that the defendant has committed a designated felony in the presence of a child, the jury has no option other than imposing a sentence of not less than one year nor more than ten years' imprisonment.\nNonetheless, the jury in this case improperly elected to take \"no action.\" See, e.g., Smith v. State, 354 Ark. 226, 118 S.W.3d 542 (2003) (holding that a sentence of zero years in prison and no fine for convictions for Class C felonies were not proper sentences); Higgins v. State, 326 Ark. 1030, 936 S.W.2d 740 (1996) (noting that \"zero imprisonment is no imprisonment at all\").\nFor the reasons above, Sullivan's argument that the trial court erred by imposing a one-year suspended term in the Arkansas Department of Correction must be rejected. As set forth in Ark.Code Ann. § 16-90-107(a) (Repl.2006), \"[w]hen a jury finds a verdict of guilty and . . . does not *290 declare the punishment in its verdict . . ., the court shall assess and declare the punishment and render judgment accordingly.\" Once again, because the jury here imposed no punishment in its verdict, it devolved upon the trial court to do so. The trial court's one-year sentence was within the range prescribed by the legislature in § 5-4-702; thus, Sullivan was not subjected to an illegal sentence.\nIMBER, J., dissents in part.\nANNABELLE CLINTON IMBER, Justice, dissenting in part.\nI agree with the majority's analysis regarding Sullivan's second point on appeal; however, with regard to his first point on appeal, I must conclude that the circuit court was without authority to impose both the jury's original recommended sentence of a $1,000 fine and the jury's recommended alternative sentence of five years' supervised probation for terroristic threatening and ten years' suspended for false imprisonment and domestic battery. Under Ark.Code Ann. § 16-97-101(4) (Repl. 2006), the jury may recommend an alternative sentence. In this case, the jury attempted to do so. Specifically, the jury recommended a fine and, in the alternative, probation for terroristic threatening. Similarly, the jury recommended a fine and, in the alternative, suspended sentences for second-degree-domestic battery and first-degree false imprisonment. Pursuant to each recommendation, the circuit court could have lawfully imposed a fine. As to the jury's alternative recommendation of probation and suspended sentences, the Arkansas Criminal Code mandates the imposition of an accompanying fine. Ark. Code Ann. § 5-4-301(d)(1)(A) (Repl.2006). Thus, the circuit court could not lawfully impose what the jury had recommended in the alternative \u0097 sentences of probation and suspended sentences. In order to impose such sentences, the court had to impose fines along with the jury's recommended alternative sentences. Therefore, the jury's \"alternative\" sentence recommendations were not lawful alternative sentences as contemplated by Ark.Code Ann. § 16-97-101(4).\nIn my view, the confusion in this case arises from the way in which the jury filled out the verdict forms coupled with the circuit court's attempt to determine what the jury might have intended. Hypothetically, the circuit court's sentence would have been lawful had the jury's original recommended sentence been both a fine and imprisonment, and, in the alternative, a suspended or probationary sentence in lieu of imprisonment. Ark.Code Ann. § 5-4-301(d)(1)(A) &amp; (B). Yet, the jury's original recommendation was limited to a fine, and its recommended alternative sentences of probation and suspended sentences could not be lawfully imposed. Under these circumstances, the circuit court was without authority to impose the jury's recommended alternative sentences.\nFor the above-stated reasons, I must respectfully dissent.\nNOTES\n[1]  The State points out in a footnote that the trial court's decision to impose a sentence of one year suspended is quite likely illegal, both because Arkansas no longer allows a court to enter a suspended execution of sentence, and because Ark.Code Ann. § 5-4-702 makes a term of imprisonment mandatory. However, the State notes that, although this court can consider an argument regarding an illegal sentence for the first time on appeal, the aggrieved party must nonetheless appeal or cross-appeal in order to invoke the appellate court's jurisdiction over the claim. See Smith v. State, 354 Ark. 226, 118 S.W.3d 542 (2003); Cook v. State, 46 Ark.App. 169, 878 S.W.2d 765 (1994). Because the State did not file a notice of appeal or of cross-appeal, the State is correct that this court cannot consider this issue.\n[2]  That section provides as follows:\n\n(4) The court, in its discretion, may also instruct the jury that counsel may argue as to alternative sentences for which the defendant may qualify. The jury, in its discretion, may make a recommendation as to an alternative sentence. However, this recommendation shall not be binding on the court [.]\n§ 16-97-101(4) (emphasis added).\n[3]  The State points out that the legislature has, in fact, made certain sentencing enhancements discretionary, thus making it plain that when the legislature intends for something to be discretionary, it will say so. See Ark.Code Ann. § 16-90-120(a) (Repl.2006) (when a defendant is convicted of using a firearm as a means of committing a felony, that defendant, \"in the discretion of the sentencing court, may be subjected to an additional period of confinement\"); Hagar v. State, 341 Ark. 633, 19 S.W.3d 16 (2000) (\"the sentencing court has the discretion pursuant to § 16-90-120 to impose\" the additional period of confinement).\n\n",
            "ocr": false,
            "opinion_id": 1654793
        },
        {
            "author_str": "Glaze",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Tom Glaze, Justice. Following an altercation with his wife on September 19, 2003, appellant Coby Sullivan was arrested and charged with attempted first-degree murder, first-degree false imprisonment, second-degree battery, aggravated assault, and two counts of terroristic threatening. In addition, the State sought an enhanced penalty under Ark. Code Ann. § 5-4-702 (Repl. 2006) because the crimes were committed in the presence of a child. The case went to jury trial on March 29, 2005, and a Carroll County jury found Sullivan guilty of first-degree assault, first-degree terroristic threatening, second-degree domestic battery, and first-degree false imprisonment. However, the jury acquitted Sullivan on the charges of attempted first-degree murder and aggravated assault. In addition, the jury found that Sullivan committed the crime of second-degree domestic battery in the presence of a child. After convicting Sullivan of these offenses, the jury then heard additional evidence and argument relevant to sentencing. The trial court permitted Sullivan to argue about alternative sentences for which he might be eligible. See Ark. Code Ann. § 16-97-101 (Repl. 2006). After considering the evidence presented during the sentencing phase of the trial, the jury recommended the following verdicts: six months in the county jail for first-degree assault; a $1000 fine for terroristic threatening, or, alternatively, five years of probation; and a $1000 fine for second-degree domestic battery and first-degree false imprisonment, or, alternatively, a term of ten years as a suspended sentence. In addition, because the jury found that Sullivan committed second-degree domestic battery in the presence of a child, the jury was given AMCI 2d 9316-VF, which provided as follows: We, the Jury, having found that Coby Sullivan committed the offense of Domestic Battery in the 2d degree in the presence of a child, fix his sentence at a term of_in the Arkansas Department of Correction. Below the blank was a phrase in parentheses that read, “(no less than 1 year, nor more than 10 years).” Rather than filling in the blank, however, the 9316-VF form bore a handwritten notation that stated “no action.” The form was signed by the jury foreman. On March 4, 2005, the trial court entered an order whereby it sentenced Sullivan to six months in the Carroll County jail for first-degree assault; ten years suspended and a $1000 fine for false imprisonment and domestic battery; and five years supervised probation and a $1000 fine for terroristic threatening. In addition, the trial court added a note at the end of the order directing Sullivan to appear on April 25, 2005, “for a motion hearing/sentencing on enhancement charge involving the presence of a child.” At the conclusion of that hearing, the trial court decided that, by writing “no action” on the 9316-VF form, the jury did not impose a sentence in regard to the enhancement. The judge then stated, “All right, I’m going to do what I think the jury intended. The court sentences Mr. Sullivan to one year in the Department of Correction, with one year suspended, consecutive to all other sentences imposed here.”1 The trial court also rejected Sullivan’s argument that the court could not sentence him to both the original sentence and the alternative sentence, stating that Sullivan could be sentenced to both a fine and a suspended sentence. Sullivan now appeals from both the trial court’s order imposing the “original” and alternative sentences and the court’s order regarding the enhanced sentence. In Arkansas, sentencing is entirely a matter of statute. See Ark. Code Ann. § 5-4-104(a) (Repl. 2006) (“[n]o defendant convicted of an offense shall be sentenced otherwise than in accordance with this chapter”); State v. Hardiman, 353 Ark. 124, 114 S.W.3d 164 (2003); State v. Stephenson, 340 Ark. 229, 9 S.W.3d 495 (2000). In stating the applicable general rule, we have consistently held since the enactment of our criminal code that sentencing shall not be other than in accordance with the statute in effect at the time of the commission of the crime. See Taylor v. State, 354 Ark. 450, 125 S.W.3d 174 (2003). Where the law does not authorize the particular sentence pronounced by a trial court, the sentence is unauthorized and illegal, and the case must be reversed and remanded. State v.Joslin, 364 Ark. 545, 222 S.W.3d 168 (2006). Arkansas Code Annotated § 5-4-103 (Repl. 2006) provides in pertinent part that, “ [i]f a defendant is charged with a felony and is found guilty of an offense by a jury, the jury shall fix punishment in a separate proceeding as authorized by this chapter.” Ark. Code Ann. § 5-4-103(a) (Repl. 2006). Our court has explained that, under our bifurcated trial procedure, the jury fixes punishment following the penalty phase of the trial. See Ark. Code Ann. § 16-97-101 (Repl. 2006); see also Rodgers v. State, 348 Ark. 106, 71 S.W.3d 579 (2002); Higgins v. State, 326 Ark. 1030, 936 S.W.2d 740 (1996). The jury may recommend an alternative sentence, such as suspension or probation. See Ark. Code Ann. § 16-97-101(4) (Repl. 2006);2 Rodgers, supra. However, the actual assessment of probation is a matter that lies within the discretion of the trial court, see Rodgers, supra, as is the decision to allow alternative sentencing. Vanesch v. State, 343 Ark. 381, 37 S.W.3d 196 (2001). In his first point on appeal, Sullivan argues that the trial court was without authority to impose both the “original” sentence of a fine and the jury’s recommended alternative sentences of probation and ten years suspended. The State responds by stating that, once a trial court imposes a suspended or probationary sentence, the trial court is authorized to require the defendant to “satisfy any other conditions reasonably related to the rehabilitation of the defendant and not unduly restrictive of his liberty or incompatible with his freedom of conscience.” Ark. Code Ann. § 5-4-303(c)(10) (Repl. 2006). See also Cavin v. State, 284 Ark. 363, 681 S.W.2d 913 (1984) (a fine of$10,000 imposed as a condition of a suspended sentence). Further, under Ark. Code Ann. § 5-4-301 (d)(1) (Repl. 2006), when the trial court suspends the imposition of a sentence or places the defendant on probation, the court shall enter a judgment of conviction only if the court sentences the defendant to pay a fine and suspends imposition of sentence as to imprisonment or places the defendant on probation. See Harmon v. State, 317 Ark. 47, 876 S.W.2d 240 (1994) (noting that a plea of guilty, coupled with a fine and a suspension of imposition of sentence of imprisonment constitutes a conviction); Jones v. State, 297 Ark. 485, 763 S.W.2d 81 (1989) (trial court fined the appellant $750 and suspended imposition of the sentence of imprisonment; this court noted that “[a]fter such a sentencing procedure the trial court correctly entered a judgment of conviction”).  We conclude that, in the instant case, the trial court accepted the jury’s recommended alternative sentences of probation and suspended sentences, and then imposed the fines as a condition of those sentences. There was no error in the court’s decision to do so. In Sullivan’s second point on appeal, he contends that the trial court erred in disregarding the jury’s decision not to impose an enhanced penalty. As mentioned above, the jury found that Sullivan had committed the felony offense of second-degree domestic battery in the presence of a child. Based on that finding, Sullivan was subject to the enhanced penalties found in Ark. Code Ann. § 5-4-702 (Repl. 2006), which provides in relevant part as follows: (a) Any person who commits a felony offense involving assault, battery, domestic battering, or assault on a family member or household member, as provided in § 5-13-201 et seq. or § 5-26-303 — 5-26-311, may be subject to an enhanced sentence of an additional term of imprisonment of not less than one (1) year and not greater than ten (10) years if the offense is committed in the presence of a child. (Emphasis added.) On the relevant verdict form, AMCI 2d 9316-VF, the jury entered a handwritten notation of “no action.” The trial court concluded that this notation meant that the jury “did not impose a sentence in regard to the enhancement.” Thus, the court declared that it was going to “do what I think the jury intended,” and sentenced Mr. Sullivan to one year in the Department of Correction, with one year suspended. On appeal, Sullivan argues that the trial court erred in its interpretation of § 5-4-702. Sullivan contends that the phrase “may be subject to an enhanced sentence ... if the offense is committed in the presence of a child,” Ark. Code Ann. § 5-4-702(a) (emphasis added), means that “the sentencing entity, whether it is the trial court or a jury, has the option of deciding not to impose the enhanced penalty even though the offense may have been committed in the presence of a child.” Sullivan’s argument takes the word “may” out of its proper context. Under his interpretation, the word “may” should modify the act of imposing the enhanced sentence. However, the word “may” is placed immediately before the phrase “be subject to.” This means that the word “may” modifies that phrase, not the phrase providing for the imposition of the sentence. See Phi Kappa Tau Housing Corp. v. Wengert, 350 Ark. 335, 86 S.W.3d 856 (2002) (where a contract provided that the prevailing party would be entitled to “all costs incurred in connection with such action, including a reasonable attorney’s fee,” this court interpreted the word “reasonable” to modify only the term “attorney’s fee,” not the term “costs”). To construe § 5-4-702 in the manner Sullivan describes would distort the meaning of the statute. If the General Assembly had wanted to give the jury the flexibility to impose an enhanced sentence if it thought it advisable, it could have written the statute to provide that, “if a jury finds that the defendant has committed a felony offense in the presence of a child, the jury may impose an enhanced sentence . . . .” The legislature did not do so.3 The clear import of the phrase “may be subject to an enhanced sentence” is that the State is given the option of seeking the enhanced sentence; the jury is not given the option of imposing the enhanced sentence. See Ark. Code Ann. § 5 — 4—702(b)(1) (“To seek the enhanced penalties established in this section, a prosecuting attorney shall notify the defendant in writing that the defendant is subject to that enhanced penalty.”) (emphasis added).  This conclusion is bolstered by the language of AMCI 2d 9316-VF, which provides as follows: We, the Jury, having found that_(defendant) committed the offense of_(felony) in the presence of a child, fix (his) (her) sentence at a term of_(not less than i and not more than 10 years) in the Arkansas Department of Correction. It is clear from this verdict form that the jury has no discretion in whether or not to impose an enhanced sentence. Once the jury determines that the defendant has committed a designated felony in the presence of a child, the jury has no option other than imposing a sentence of not less than one year nor more than ten years’ imprisonment. Nonetheless, the jury in this case improperly elected to take “no action.” See, e.g., Smith v. State, 354 Ark. 226, 118 S.W.3d 542 (2003) (holding that a sentence of zero years in prison and no fine for convictions for Class C felonies were not proper sentences); Higgins v. State, 326 Ark. 1030, 936 S.W.2d 740 (1996) (noting that “zero imprisonment is no imprisonment at all”).  For the reasons above, Sullivan’s argument that the trial court erred by imposing a one-year suspended term in the Arkansas Department of Correction must be rejected. As set forth in Ark. Code Ann. § 16-90-107(a) (Repl. 2006), “[w]hen a jury finds a verdict of guilty and .. . does not declare the punishment in its verdict . . . , the court shall assess and declare the punishment and render judgment accordingly.” Once again, because the jury here imposed no punishment in its verdict, it devolved upon the trial court to do so. The trial court’s one-year sentence was within the range prescribed by the legislature in § 5-4-702; thus, Sullivan was not subjected to an illegal sentence. Imber, J., dissents in part.   The State points out in a footnote that the trial court’s decision to impose a sentence of one year suspended is quite likely illegal, both because Arkansas no longer allows a court to enter a suspended execution ofsentence,andbecause Ark. Code Ann. § 5-4-702 makes a term of imprisonment mandatory. However, the State notes that, although this court can consider an argument regarding an illegal sentence for the first time on appeal, the aggrieved party must nonetheless appeal or cross-appeal in order to invoke the appellate court’s jurisdiction over the claim. See Smith v. State, 354 Ark. 226, 118 S.W.3d 542 (2003); Cook v. State, 46 Ark.App. 169, 878 S.W.2d 765 (1994). Because the State did not file a notice of appeal or of cross-appeal, the State is correct that this court cannot consider this issue.    That section provides as follows: (4) The court, in its discretion, may also instruct the jury that counsel may argue as to alternative sentences for which the defendant may qualify. The jury, in its discretion, may make a recommendation as to an alternative sentence. However, this recommendation shall not be binding on the court[.] § 16-97-101(4) (emphasis added).    The State points out that the legislature has, in fact, made certain sentencing enhancements discretionary, thus making it plain that when the legislature intends for something to be discretionary, it will say so. See Ark. Code Ann. § 16-90-120(a) (Repl.2006) (when a defendant is convicted of using a firearm as a means of committing a felony, that defendant,“in the discretion of the sentencing court, may be subjected to an additional period of confinement”); Hagar v. State, 341 Ark. 633, 19 S.W.3d 16 (2000) (“the sentencing court has the discretion pursuant to § 16-90-120 to impose” the additional period of confinement).  ",
            "ocr": false,
            "opinion_id": 9664748
        },
        {
            "author_str": "Imber",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Annabelle Clinton Imber, Justice, dissenting. I agree with the majority’s analysis regarding Sullivan’s second point on appeal; however, with regard to his first point on appeal, I must conclude that the circuit court was without authority to impose both the jury’s original recommended sentence of a $1,000 fine and the jury’s recommended alternative sentence of five years’ supervised probation for terroristic threatening and ten years’ suspended for false imprisonment and domestic battery. Under Ark. Code Ann. § 16-97-101(4) (Repl. 2006), the jury may recommend an alternative sentence. In this case, the jury attempted to do so. Specifically, the jury recommended a fine and, in the alternative, probation for terroristic threatening. Similarly, the jury recommended a fine and, in the alternative, suspended sentences for second-degree-domestic battery and first-degree false imprisonment. Pursuant to each recommendation, the circuit court could have lawfully imposed a fine. As to the jury’s alternative recommendation of probation and suspended sentences, the Arkansas Criminal Code mandates the imposition of an accompanying fine. Ark. Code Ann. § 5-4-301(d)(l)(A) (Repl. 2006). Thus, the circuit court could not lawfully impose what the jury had recommended in the alternative — sentences of probation and suspended sentences. In order to impose such sentences, the court had to impose fines along with the jury’s recommended alternative sentences. Therefore, the jury’s “alternative” sentence recommendations were not lawful alternative sentences as contemplated by Ark. Code Ann. § 16-97-101(4). In my view, the confusion in this case arises from the way in which the jury filled out the verdict forms coupled with the circuit court’s attempt to determine what the jury might have intended. Hypothetically, the circuit court’s sentence would have been lawful had the jury’s original recommended sentence been both a fine and imprisonment, and, in the alternative, a suspended or probationary sentence in lieu of imprisonment. Ark. Code Ann. § 5-4-301 (d)(1) (A) &amp; (B). Yet, the jury’s original recommendation was iimited to a fine, and its recommended alternative sentences of probation and suspended sentences could not be lawfully imposed. Under these circumstances, the circuit court was without authority to impose the jury’s recommended alternative sentences. For the above-stated reasons, I must respectfully dissent. ",
            "ocr": false,
            "opinion_id": 9664749
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Murder"
}