{
    "id": 231683,
    "judges": "Duffy, Major, Swaim",
    "date_filed": "1997-08-23",
    "date_filed_is_approximate": true,
    "slug": "de-husson-v-hearst-corp-gerds-v-hearst-corp-heilpap-v-hearst-corp",
    "case_name_short": null,
    "case_name": "De Husson v. Hearst Corp. Gerds v. Hearst Corp. Heilpap v. Hearst Corp. Rajsich v. Hearst Corp",
    "case_name_full": "DE HUSSON Et Al. v. HEARST CORP.; GERDS Et Al. v. HEARST CORP.; HEILPAP Et Al. v. HEARST CORP.; RAJSICH Et Al. v. HEARST CORP.",
    "attorneys": "Frances M. Ryan and Leonard L. Bur-sten, Milwaukee, Wis., for appellant., Norman C. Skogstad, R. W. Peterson, Jr. and T. H. Spence, Milwaukee, Wis. (Quarles, Spence & Quarles, Milwaukee, Wis., of counsel), for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b286-6\">\n    DE HUSSON et al. v. HEARST CORP. GERDS et al. v. HEARST CORP. HEILPAP et al. v. HEARST CORP. RAJSICH et al. v. HEARST CORP.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b286-10\">\n    No. 10767 to 10770.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b286-11\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b286-13\">\n    May 14, 1953.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b287-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"235\"> \n     *235\n     </span>\n    Frances M. Ryan and Leonard L. Bur-sten, Milwaukee, Wis., for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b287-12\">\n    Norman C. Skogstad, R. W. Peterson, Jr. and T. H. Spence, Milwaukee, Wis. (Quarles, Spence &amp; Quarles, Milwaukee, Wis., of counsel), for defendant-appellee.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b287-13\">\n    Before MAJOR, Chief Judge, and DUFFY and SWAIM, Circuit Judges.\n   </p>",
    "citations": [
        "204 F.2d 234"
    ],
    "opinions": [
        {
            "author_str": "Duffy",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/204/204.F2d.234.10767.10770_1.html",
            "author_id": null,
            "opinion_text": "204 F.2d 234\n    DE HUSSON et al.v.HEARST CORP.GERDS et al.v.HEARST CORP.HEILPAP et al.v.HEARST CORP.RAJSICH et al.v.HEARST CORP.\n    No. 10767 to 10770.\n    United States Court of Appeals, Seventh Circuit.\n    May 14, 1953.\n    \n      Frances M. Ryan and Leonard L. Bursten, Milwaukee, Wis., for appellant.\n      Norman C. Skogstad, R. W. Peterson, Jr. and T. H. Spence, Milwaukee, Wis.  (Quarles, Spence &amp; Quarles, Milwaukee, Wis., of counsel), for defendant-appellee.\n      Before MAJOR, Chief Judge, and DUFFY and SWAIM, Circuit Judges.\n      DUFFY, Circuit Judge.\n    \n    \n      1\n      These appeals are from summary judgments in favor of the defendant in four actions brought by the four minor plaintiffs for the recovery of damages for the publication of an alleged libelous article concerning them in defendant's newspaper, 'The Milwaukee Sentinel.'  Except for the identity of the plaintiffs, the factual and legal situations in all the appeals are identical, and it was stipulated that they be submitted and heard on the record in one of the actions.  In consequence, one opinion, applicable to the four appeals, will suffice.\n    \n    \n      2\n      The complaints alleged that the publication complained of appeared on the front page of 'The Milwaukee Sentinel' on March 22, 1949, and was concerned with news stories on the finding of the body of a murdered teen-age girl in the Milwaukee River two days previously.\n    \n    \n      3\n      The publication bore the headline, extending entirely across the front page: 'Slain School Girl Vanished With Someone In Cadillac.'  Immediately below this headline was a three-column wide sub-head reading: 'Mysterious Telephone Call Bared by Uncle.'  Directly below the sub-head, and extending across the width of three columns, a photographic group picture was printed of the four minor plaintiffs, standing close together.  Below this picture was printed in much smaller type: 'These four acquaintances of murdered Patricia Birmingham are cooperating with police in seeking to supply clues that may lead to the girl's slayer.  Left to right at the Safety Building: Cornelius Holbert, 17, of 1210 S. 89th St.; David Heilpap, 17, of 6904 W. Lincoln Av.;  Wayne C. DeHusson, 17, of 2217 S. 70th St.; and Quenton (Quinton) Gerds, 15, of 2258 S. 67th St.  Sentinel photo.'\n    \n    \n      4\n      About one inch below the bottom of the picture of the boys, another sub-head two lines long, extending across the width of two columns, was printed in bold type: 'Four Youths Held; 60 to 70 Friends Face Grilling.'  The letters in this sub-head were from four to six times as large as those used in the printing immediately below the picture.\n    \n    \n      5\n      Thereafter appeared a two-column wide news story, as follows:\n    \n    \n      6\n      'Pretty Pat Birmingham disappeared with some one in a blue Cadillac.\n    \n    \n      7\n      'That report, made in an anonymous telephone call to one of her uncles, was revealed yesterday as police sought the answer to her mysterious death.\n    \n    \n      8\n      'Her bullet riddled, trussed body was accidentally discovered at the juncture of the Milwaukee and Kinnickinnic Rivers, at the harbor entrance, Sunday, as a Fire Department rescue squad dragged for a woman who had made a suicide leap there at 1:45 p.m.  Sunday.\n    \n    \n      9\n      'Milwaukee officers joined with West Allis police immediately in an all out search for the slayer.  They believe it was some one she knew well.  She had been missing since Feb. 10.  The Sentinel helped identify the victim by a search of its files of missing girls.\n    \n    \n      10\n      'Four teenage boys were being held yesterday on suspicion of murder.\n    \n    \n      11\n      'Another 60 to 70 of the 16 year old girl's West Allis Central High School classmates and acquaintances will be questioned by West Allis police.'\n    \n    \n      12\n      Defendant in its answers admitted the publication as alleged in the complaints, but denied that it was false or defamatory, and further denied that it injured or damaged the plaintiffs in any respect, and as an affirmative defense asserted that the publication was true, was a matter of public interest, and that the publication was not motivated by any malice on its part.\n    \n    \n      13\n      The defendant moved for summary judgments under Rule 56, Federal Rules of Civil Procedure, 28 U.S.C.A., based on the affidavit of one of its attorneys which, among other things, incorporated therein by by reference a Photostat copy of the publication in question.  The motions were heard on the pleadings, the defendant's motion papers, and certain depositions previously taken.  The district court granted defendant's motions for summary judgments and dismissed the complaints.  These appeals followed.\n    \n    \n      14\n      As jurisdiction in these cases is based upon diversity of citizenship, we must apply Wisconsin law.  Plaintiffs insist that the district court was incorrect in its statement of the law of libel in Wisconsin, and refer to this sentence in his opinion: 'The Wisconsin authorities have also established the proposition that the question of whether the publication made by the defendant conveys the meaning ascribed to it by the plaintiffs is a matter for the court to determine and not the jury.'\n    \n    \n      15\n      We agree that the quoted sentence is not an accurate statement of the Wisconsin law on libel.  Wisconsin authorities have established that the court must determine as a matter of law, not whether the alleged libelous article conveys the meaning ascribed to it by the plaintiff, but only whether it is capable of conveying that meaning.\n    \n    \n      16\n      In Scofield v. Milwaukee Free Press Co., 126 Wis. 81, 87, 105 N.W. 227, 229, 2 L.R.A.,N.S., 691, the court said, 'The mere capability of the libelous meaning is all that the court need pass on, * * * .  Whether such meaning was in fact conveyed to the readers is a jury question.'\n    \n    \n      17\n      In York v. Cole, 190 Wis. 179, 181, 208 N.W. 944, 945, the court used the following language: 'It has been often held, if there be but one reasonable construction that can be given to the words used, it is for the court to say whether or not such be libelous, but, if there be a reasonable possibility of the ascribed and libelous meaning being given to them, it then becomes a jury question whether such was intended and conveyed.'\n    \n    \n      18\n      In Dabold v. Chronicle Publishing Co., 107 Wis. 357, 362, 83 N.W. 639, 641, the court said: 'It is not for the court to decide on demurrer whether such is either the meaning or the understanding in fact of the words used, but only whether they are capable of such meaning, reasonably interpreted.  If so, then the former question is for the jury.'\n    \n    \n      19\n      But we think the district judge had the correct rule of law in mind despite the quoted sentence from his opinion, for he also stated, 'Therefore it is the duty of this court to scrutinize the newspaper article as a whole and in its entirety to determine if it is reasonably capable of constituting the libel plaintiffs allege it is.'  The district court concluded the article did not contain a sufficient identification of the four minor plaintiffs as the four teen-age boys being held on suspicion of murder.  In its opinion the court says, ' * * * the actual facts, for all the article states, could well have been that four unknown teen-age boys were locked in a downstairs cell and plaintiffs were merely four persons in a line of 60 to 70 waiting to be questioned.'\n    \n    \n      20\n      Plaintiffs point to the deposition of Edward R. Johnson the author of the article, stating that when he wrote the article it was his belief that the plaintiffs were the four boys being held on suspicion of murder.  However, we must consider the article alone, just as it appears.  Any unpublished intention of the defendant or Johnson cannot be utilized to identify the plaintiffs as the ones held on suspicion of murder.  Helmicks v. Stevlingson, 212 Wis. 614, 616, 250 N.W. 402, 91 A.L.R. 1158.\n    \n    \n      21\n      We proceed therefore to a consideration of whether the published article, including headlines, picture, caption and sub-title, taken as a whole and reasonably interpreted, was capable of the libelous meaning ascribed to it by the plaintiffs.  'The effect upon the reader of the natural and reasonable import of the words used is the gist of matter.'  Woods v. Sentinel-News Co., 216 Wis. 627, 629, 258 N.W. 166, 167; Bradley v. Cramer, 59 Wis. 309, 18 N.W. 268.\n    \n    \n      22\n      The picture of the four minor plaintiffs printed below a banner headline on a sensational murder case, and included as part of the story on that case, would immediately attract the eye of a reader of the March 22, 1949, issue of 'The Milwaukee Sentinel.'  The only large print underneath the picture, and a very short space therefrom, states, 'Four Youths Held; 60 to 70 Friends Face Grilling.'  As part of the news story, in ordinary size news-type below the picture, one paragraph read: 'Four teenage boys were being held yesterday on suspicion of murder.'  The picture of the boys itself is somewhat unusual, having been taken at the Safety Building, as so stated in the caption below the picture.  This building houses the County Jail and the Police Department.  The four boys apparently were lined up by someone as though for identification, or to await questioning.  Their names, ages and addresses were stated in the caption immediately below the picture.  It is true that the caption in fine print also stated that the four boys 'are cooperating with police in seeking to supply clues' to the murder; but the whole pose and demeanor and the facial expressions of the boys in the picture would also indicate a lack of desire to be photographed even as 'cooperating with police,' to say nothing of a lack of eagerness to be at that place.  And singling out these particular four teen-age boys to have their picture printed because they 'are cooperating with police' would scarcely be considered newsworthy when 60 to 70 other teenagers were likewise to be questioned for whatever cooperation or clues they could supply in identifying the murderer.\n    \n    \n      23\n      In Wisconsin, as elsewhere, defamatory words are not libelous unless these words refer to some ascertained or ascertainable person and that person is the particular plaintiff.  Schoenfeld v. Journal co., 204 Wix. 132,235 N.W. 442.  If the article, taken as a whole, is not reasonably capable of conveying to the ordinary mind a defamatory meaning, a libel action cannot be maintained.  Woods v. Sentinel-News Co., 216 Wis. 627, 629, 258 N.W. 166.  Defendant insists that the news article now before us for consideration clearly comes within these two principles.  As authority for its contention that the identity of plaintiffs as the four teen-age boys held on suspicion of murder was not sufficiently ascertainable, defendant cites Williams v. Journal Co., 211 Wis. 362, 247 N.W. 435; Helmicks v. Stevlingson, 212 Wis. 614, 250 N.W. 402, 91 A.L.R. 1158; Kassowitz v. Sentinel C., 226 Wis. 468, 277 N.W. 177; and Luthey v. Kronschnabl, 239 Wis. 375, 1 N.W.2d 799.\n    \n    \n      24\n      In the Williams case, the article only stated that members of the City (of Milwaukee) Attorney's staff had accepted retainers from local carriers.  In the Kassowitz case the alleged words were that there were a number of persons employed at a sanitarium, including 'part-time doctors who are so-called arrested cases of tuberculosis.'  The testimony showed that there were at least four part-time doctors at the sanitarium at the time the article was published.  In the Luthey case the published article only referred to past members of the County Highway Commission.  In the Helmicks case the defendant published the headline, 'Bank Loaned To Death By Former Cashier.'  The Wisconsin Supreme Court, by a four to three decision, held plaintiff was not sufficiently identified as the former cashier although there was only one former cashier after the bank in question merged with another bank.  The court pointed out, however, that there had been previous cashiers prior to the date of the consolidation.  In each of these cases the court held the person referred to was not sufficiently ascertainable, but these cases are distinguishable because in none of the published articles in issue in those cases was even the name of the complaining plaintiff used, let alone his age, address and picture.\n    \n    \n      25\n      True it is that after a trial on the merits a jury may find the issues in favor of the defendant; nevertheless, we can only sustain the judgment of the trial court providing we can say as a matter of law that the newspaper article in question is incapable of conveying the meaning that the four plaintiffs were the boys held on suspicion of murder.  This we cannot say.\n    \n    \n      26\n      Applicable here is the statement made by this court in Hartmann v. American News Co., 7 Cir., 171 F.2d 581, 584.  'From the foregoing it is clear that the articles in question are susceptible to both a libelous and a non-libelous meaning.  In this regard a jury question is then raised.  Wisconsin law recognizes this by holding that if upon consideration of the articles as a whole there is ambiguity as to the alleged interpretation of the articles the issue is for the jury.  Singler v. Journal Co., 218 Wis. 263, 269, 260 N.W. 431; Leuch v. Berger, 161 Wis. 564, 570, 155 N.W. 148. * * * '\n    \n    \n      27\n      We hold that the article was capable of conveying the meaning ascribed to it by the plaintiffs, and that it is a jury question how persons to whom it was originally published understood it.  Arnold v. Ingram, 151 Wis. 438, 138 N.W. 111.\n    \n    \n      28\n      Reversed, and remanded for trial on the merits.\n    \n    ",
            "ocr": false,
            "opinion_id": 231683
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}