{
    "id": 2597601,
    "judges": "Lansing, Perry, Walters",
    "date_filed": "1991-02-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-casano",
    "case_name_short": "Casano",
    "case_name": "State v. Casano",
    "case_name_full": "STATE of Idaho, Plaintiff-Respondent, v. Jeffrey CASANO, Defendant-Appellant",
    "attorneys": "Molly J. Huskey, State Appellate Public Defender; Eric Don Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric Don Fredericksen argued., Hon. Lawrence G. Wasden, Attorney General; Lori A. Fleming, Deputy Attorney General, Boise, for respondent. Lori A. Fleming argued.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied Aug. 3, 2004.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b505-12\">\n    95 P.3d 79\n   </citation><br><parties id=\"b505-13\">\n    STATE of Idaho, Plaintiff-Respondent, v. Jeffrey CASANO, Defendant-Appellant.\n   </parties><docketnumber id=\"A7x\">\n    No. 29637.\n   </docketnumber><br><court id=\"b505-15\">\n    Court of Appeals of Idaho.\n   </court><br><decisiondate id=\"b505-16\">\n    June 3, 2004.\n   </decisiondate><br><otherdate id=\"b505-17\">\n    Review Denied Aug. 3, 2004.\n   </otherdate><br><attorneys id=\"b506-26\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"462\"> \n     *462\n     </span>\n    Molly J. Huskey, State Appellate Public Defender; Eric Don Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric Don Fredericksen argued.\n   </attorneys><br><attorneys id=\"b506-27\">\n    Hon. Lawrence G. Wasden, Attorney General; Lori A. Fleming, Deputy Attorney General, Boise, for respondent. Lori A. Fleming argued.\n   </attorneys>",
    "citations": [
        "95 P.3d 79",
        "140 Idaho 461"
    ],
    "opinions": [
        {
            "author_str": "Perry",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7216.0,
            "opinion_text": "\n95 P.3d 79 (2004)\n140 Idaho 461\nSTATE of Idaho, Plaintiff-Respondent,\nv.\nJeffrey CASANO, Defendant-Appellant.\nNo. 29637.\nCourt of Appeals of Idaho.\nJune 3, 2004.\nReview Denied August 3, 2004.\n*80 Molly J. Huskey, State Appellate Public Defender; Eric Don Fredericksen, Deputy Appellate Public Defender, Boise, for appellant. Eric Don Fredericksen argued.\nHon. Lawrence G. Wasden, Attorney General; Lori A. Fleming, Deputy Attorney General, Boise, for respondent. Lori A. Fleming argued.\nPERRY, Judge.\nJeffrey Casano appeals from the judgment of conviction entered by the district court after a jury found him guilty of flagrant killing or possession of a trophy deer and flagrant wasting of a trophy deer. We affirm.\n\nI.\n\nFACTS AND PROCEDURE\nIn October 2001, Casano shot and killed a white-tailed deer after dark with the aid of a spotlight. Casano removed the head and *81 antlers, along with other body parts, but left an edible portion of the deer at the site of the killing. Idaho Fish and Game officials, using the measuring standards mandated by statute, subsequently determined that the deer was a trophy big game animal. As a result, Casano was charged with one felony count each of flagrant killing or possession of a trophy deer and flagrant wasting of a trophy deer. I.C. §§ 36-202(h)(2), 36-1401(c)(3), 36-1402(e), 36-1404(a).[1]\nDuring the presentation of evidence at trial, Casano moved to dismiss the two felony charges, claiming that the definition of trophy deer found in I.C. § 36-202(h)(2) was unconstitutionally vague and that the statute impermissibly delegated to the Boone and Crockett Club, a private Montana wildlife conservation organization, the authority to determine what constitutes a felony game violation in Idaho. The motion was denied, and the jury found Casano guilty of all charges. After trial, Casano filed a motion for judgment of acquittal or dismissal of the felony charges, again claiming that the statute was unconstitutionally vague and impermissibly delegated legislative authority to a private organization. The district court denied the motion. Casano was sentenced to concurrent three-year terms of imprisonment with one and one-half years fixed.\nOn appeal, Casano claims that the statutes under which he was found guilty are unconstitutionally vague and impermissibly delegate legislative authority to a private organization. Casano also argues that the district court lacked subject matter jurisdiction and erred in instructing the jury, asserting that I.C. § 36-1401(c)(3) contemplates only one charge under the circumstances of the case.\n\nII.\n\nANALYSIS\n\nA. Void-for-Vagueness Challenge\nCasano argues that I.C. §§ 36-202(h), 36-1401(c), and 36-1404(a) are void for vagueness. He asserts that the statutes fail to give adequate notice of what constitutes a trophy deer under the Boone and Crockett standards because the standards are not set forth in any section of the Idaho Code or administrative rules. Casano further contends that the standards are subjective and allow for arbitrary and discriminatory application. The state asserts that Casano waived his vagueness challenge because he failed to raise it in a pretrial I.C.R. 12(b)(2) motion. The state further argues that the claim fails on the merits because Casano has not demonstrated that the statutes are vague in all of their applications.\nIdaho Criminal Rule 12(b)(2) provides that \"defenses and objections based on defects in the complaint, indictment, or information (other than it fails to show jurisdiction of the court or to charge an offense which objection shall be noticed by the court at any time during the pendency of the proceedings)\" must be raised prior to trial. The state argues that a finding that the statutes were unconstitutional would have barred trial altogether on the two felony charges. Thus, the state contends that Casano's challenge to the constitutionality of the statutes was based upon a defect in the information and was required to be raised prior to trial. The state asserts that Casano's failure to do so until two days into the trial, without a showing of cause, constituted a waiver of the issue. See I.C.R. 12(f). We disagree. Casano's challenge to the constitutionality of the statutes was not a challenge to the charging document and was therefore not required under Rule 12(b)(2) to be raised prior to trial. The issue was sufficiently raised before the district court to preserve it on appeal.\nWhere the issues presented involve the constitutionality of a statute, we review the lower court's determination de novo. State v. Korsen, 138 Idaho 706, 711, 69 P.3d 126, 131 (2003). The party challenging a statute on constitutional grounds bears the burden of establishing that the statute is unconstitutional and must overcome a strong presumption of validity. Id. Appellate courts *82 are obligated to seek an interpretation of a statute that upholds its constitutionality. Id.\nThe void-for-vagueness doctrine is premised upon the Due Process Clause of the Fourteenth Amendment. This doctrine requires that a statute defining criminal conduct be worded with sufficient clarity and definiteness to permit ordinary people to understand what conduct is prohibited and to prevent arbitrary and discriminatory enforcement. Id. An enactment is void for vagueness if its prohibitions are not clearly defined. Id. Due process requires that all be informed as to what the state commands or forbids and that persons of common intelligence not be forced to guess at the meaning of the criminal law. State v. Cobb, 132 Idaho 195, 197, 969 P.2d 244, 246 (1998). A statute may be void for vagueness if it fails to give adequate notice to people of ordinary intelligence concerning the conduct it proscribes or if it fails to establish minimal guidelines to govern law enforcement or others who must enforce the statute. Korsen, 138 Idaho at 712, 69 P.3d at 132.\nA statute may be challenged as unconstitutionally vague on its face. Id. For a facial vagueness challenge to be successful, the complainant must demonstrate that the law is impermissibly vague in all of its applications. Id.\nIdaho Code Section 36-1401(c) provides:\nAny person who pleads guilty to, is found guilty or is convicted of a violation of the following offenses shall be guilty of a felony:\n....\n3. Unlawfully killing, possessing or wasting of any combination of numbers or species of wildlife within a twelve (12) month period which has a single or combined reimbursable damage assessment of more than one thousand dollars ($1,000), as provided in section 36-1404, Idaho Code.\nTaking a deer after sunset by spotlighting, as Casano did in this case, is a flagrant violation. See I.C. § 36-1402(e)(6). Idaho Code Section 36-1404(a), in turn, provides the reimbursable damage assessment for a flagrant violation involving the illegal killing, possession, or wasting when the animal is a trophy big game animal. A trophy big game animal is \"any big game animal deemed a trophy as per Boone and Crockett standards.\" I.C. § 36-202(h). For a white-tailed deer to be considered a trophy big game animal, the highest of the typical or nontypical scores, using the Boone and Crockett standards, must exceed 130 points. I.C. § 36-202(h).\nCasano's challenges go to the felony classification of, and the enhanced penalty for, killing or wasting a deer qualifying as a trophy big game animal. Casano argues that the above statutes are facially vague because the Boone and Crockett standards are not statutorily defined. However, the constitutional standards underlying the vagueness doctrine do not require that every word in a criminal statute be statutorily defined. State v. Richards, 127 Idaho 31, 38, 896 P.2d 357, 364 (Ct.App.1995).\nThe fish and game officer who measured the deer killed by Casano testified that the Boone and Crockett Club is a national conservation organization founded in 1889 and headquartered in Missoula, Montana. The officer stated that only one Boone and Crockett organization existed, that the organization had no local chapters, and that the Boone and Crockett name had been trademarked. He testified that he was certified in the Boone and Crockett method for measurement of antlers, which he used in Casano's case. He stated that, although some subjective judgment is involved in its application, the method is specific and is used on all white-tailed deer antlers measured for a score. He then explained the method using actual deer antlers. The official score sheets used by the officer in measuring the deer killed by Casano were admitted into evidence. One of the score sheets contained detailed measuring instructions. On cross-examination, the officer testified that, to be certified in the Boone and Crockett method, one must study a manual, which is available to the public in bookstores and through the Boone and Crockett Club. Under these facts, the meaning of the Boone and Crockett standards was widely available to hunters and those charged with enforcing Idaho's fish and game laws. That the measuring standards were incorporated by reference rather than *83 specifically outlined in the statute does not render the statute or the standards unconstitutionally vague. Only when a white-tailed deer measures over 130 points, using the specific Boone and Crockett standards, is an individual subject to the statutes under which Casano was found guilty. Thus, Casano's claim that the statutes are susceptible to arbitrary enforcement is unpersuasive. We conclude that Casano has failed to demonstrate that the statutes under which he was found guilty are unconstitutionally void for vagueness.\n\nB. Delegation of Legislative Power\nCasano argues that the use of the Boone and Crockett measuring system allows a private organization to determine whether an offense can be charged as a misdemeanor or as a felony. He claims that, because the Boone and Crockett Club is not a state administrative agency bound by the laws of Idaho, the use of the Boone and Crockett standards is an unconstitutional delegation of legislative power.\nContrary to Casano's claim, I.C. § 36-202(h) delegates no rule-making authority to the Boone and Crockett Club nor allows the private organization to determine whether an offense can be charged as a misdemeanor or felony. Instead, the statute specifically provides that certain animals, to be considered trophy animals, the taking of which enhances the seriousness of the offense and the penalty, must meet certain criteria. A white-tailed deer must exceed 130 points. The statute directs that the point total is to be obtained by measuring the antlers using a specific system, which was copyrighted in 1950 and promulgated by Boone and Crockett. Although it did not invent or particularly describe it, the legislature specifically adopted the measuring system by legislative enactment. Casano has failed to demonstrate that the legislature's adoption of the Boone and Crockett measuring system for determining a trophy big game animal is an unconstitutional delegation of legislative power.[2]\n\nC. Jury Instructions and Jurisdiction\nCasano claims that the district court erred when it instructed the jury on the two separate felony counts for which Casano was charged under I.C. § 36-1401(c). Casano argues that section 36-1401(c)(3) contemplates only one charge in a twelve-month period, regardless of the number of animals killed or the number of occasions within the one-year period. The state contends that the challenge to the jury instructions was waived because it is actually an attack on the charging document, which Casano was required to raise prior to trial in an I.C.R. 12(b) motion. The state asserts that the challenge also fails on the merits because the plain language of I.C. § 36-1401(c)(3) and the purposes of Idaho's fish and game laws allow separate felony prosecutions for each unlawful kill, possession, or wasting of a qualifying animal or combination of animals. In his reply brief, Casano argues for the first time on appeal that the information contained jurisdictional defects for one of the two felony charges because I.C. § 36-1401(c)(3) contemplates only one charge.\nA court must give pertinent instructions to correctly inform the jury with respect to the nature and elements of the crime charged and the legal principles applicable to the evidence that has been admitted. State v. Avelar, 129 Idaho 704, 707, 931 P.2d 1222, 1225 (Ct.App.1996). In keeping with this requirement, the district court in this case instructed the jury with respect to the two felony charges contained in the information. Thus, the issue is whether the information correctly charged two felonies under the statute or whether only one charge was allowable under the circumstance of Casano's case.\nThe state contends that Casano waived this issue because he failed to raise it prior to trial in a Rule 12(b)(2) motion. As discussed previously, Rule 12(b)(2) provides that defenses and objections based on defects in the charging document (other than it fails *84 to show jurisdiction of the court or to charge an offense) must be raised prior to trial. Failure to do so, in the absence of a showing of cause, constitutes a waiver. I.C.R. 12(f).\nUnder the identical federal rule, a challenge claiming that the charging document is multiplicitous is subject to Rule 12(b)(2) and must be raised prior to trial. See United States v. Klinger, 128 F.3d 705, 708 (9th Cir.1997). The failure to do so constitutes a waiver of the issue. Id. Casano's challenge is one of multiplicity and was required to be raised prior to trial. Because he failed to do so, his multiplicity challenge has been waived on appeal.\n\nIII.\n\nCONCLUSION\nFor the foregoing reasons, Casano's judgment of conviction for flagrant killing or possession of a trophy deer and flagrant wasting of a trophy deer is affirmed.\nChief Judge LANSING and Judge Pro Tem WALTERS concur.\nNOTES\n[1]  Casano was also charged with three misdemeanors: spotlighting, hunting deer during a closed season, and failure to affix a tag. Casano makes no challenge to his judgments of conviction for these offenses.\n[2]  Although the fish and game officer testified that the Boone and Crockett standards have been amended since 1950, Casano has made no claim, nor has he demonstrated, that any of the changes were made after the legislature adopted the standards.\n\n",
            "ocr": false,
            "opinion_id": 2597601
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Murder"
}