{
    "id": 2615834,
    "judges": "Schauer",
    "date_filed": "2018-10-26",
    "date_filed_is_approximate": true,
    "slug": "people-v-southack",
    "case_name_short": "Southack",
    "case_name": "People v. Southack",
    "case_name_full": "The PEOPLE, Respondent, v. EUGENE BENTLY SOUTHACK, Appellant",
    "attorneys": "Bertram H. Ross for Appellant., Edmund G-. Brown, Attorney General, and Stanford D. Herlick, Deputy Attorney General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 38,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b602-7\">\n    [Crim. No. 5321.\n   </docketnumber><court id=\"Aeu\">\n    In Bank.\n   </court><decisiondate id=\"AkE\">\n    Sept. 25, 1952.]\n   </decisiondate><br><parties id=\"b602-8\">\n    THE PEOPLE, Respondent, v. EUGENE BENTLY SOUTHACK, Appellant.\n   </parties><br><attorneys id=\"b605-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"581\"> \n     *581\n     </span>\n    Bertram H. Ross for Appellant.\n   </attorneys><br><attorneys id=\"b605-11\">\n    Edmund G-. Brown, Attorney General, and Stanford D. Herlick, Deputy Attorney General, for Respondent.\n   </attorneys>",
    "citations": [
        "39 Cal. 2d 578"
    ],
    "opinions": [
        {
            "author_str": "Schauer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3845.0,
            "opinion_text": "\n39 Cal. 2d 578 (1952)\nTHE PEOPLE, Respondent,\nv.\nEUGENE BENTLY SOUTHACK, Appellant.\nCrim. No. 5321. \nSupreme Court of California. In Bank.  \nSept. 25, 1952.\n Bertram H. Ross for Appellant.\n Edmund G. Brown, Attorney General, and Stanford D. Herlick, Deputy Attorney General, for Respondent.\n SCHAUER, J.\n Defendant was charged with murder, a jury found him guilty of manslaughter, and he appeals from the resulting judgment of conviction and from an order denying his motion for new trial. Defendant contends (1) that the giving of instructions concerning confessions and admissions was prejudicial error because there was no evidence that defendant made any confession or admission; (2) that if an extrajudicial admission of a party defendant is used as a prior self-contradictory statement to impeach him, it cannot also be considered as an admission evidencing the truth of the fact admitted; (3) that defendant was prejudiced by misconduct of the prosecuting attorney on cross-examination of defendant and his daughter; (4) that the trial court erroneously determined that as a matter of law defendant *582 was not eligible for probation. We have concluded that on the record only the fourth of these contentions has merit.\n The Evidence\n The victim of the homicide, Ellsworth O'Donnell, was a former son-in-law of defendant. Ellsworth's former wife, Billie O'Donnell, and the O'Donnell's infant daughter resided with Billie's parents, Mr. and Mrs. Southack, during the period which is relevant here. The killing occurred on Sunday, May 15, 1951.\n In March of 1950 Ellsworth had come into the Southack home, argued with Billie, put his hands at her throat, and said, \"I should kill you ... I should kill the whole family.\" In April of 1950 Ellsworth, after having taken his child out for the afternoon, went to the Southack home with liquor on his breath. He argued with his former wife and with defendant; defendant ordered him to leave and started to telephone the police; Ellsworth ripped the telephone from the wall and broke a window and defendant's television set. As a result of this altercation Ellsworth was arrested on defendant's complaint. Defendant testified that the arresting officers told him at that time that \"I would have a right to protect my home even if I had to shoot him.\"\n On the afternoon of the killing Ellsworth made three visits to the Southack home. On the first two occasions he was alone. Billie went into the front yard and talked with him. Defendant heard him arguing with Billie about his right to see the child, cursing her, saw him kick over a garbage can on the first occasion and heard him say, on the second, \"It's a good thing you came out or I'd have come in there and killed the whole damn bunch of you.\" On each of these two occasions Ellsworth left when Billie returned to the house and placed a call to the sheriff's office.\n On his third visit of the afternoon Ellsworth was accompanied by his father. The father remained seated in his car in front of the Southack home. Ellsworth came to the front door and knocked. Billie said, \"you had better go away from here because I am calling the police.\" Ellsworth called to his father, \"They won't answer me. I will kick the God damned door in.\" He then kicked or struck the door violently. Defendant telephoned the sheriff's office and Ellsworth went to a neighbor's residence and also telephoned the sheriff's office. Ellsworth waited in the Southack's front yard until two deputy sheriffs came. Billie again *583 came out of the house and joined Ellsworth and his father in conversation with the deputies. Defendant came from the house and joined in the conversation. According to the deputies, defendant in a loud voice said that Ellsworth could not come into the house; that if he did defendant would shoot him; but that the elder Mr. O'Donnell was welcome. At the officers' request defendant then returned to the house.\n After further conversation with Ellsworth one of the officers went into the house and talked with defendant. This officer testified that defendant again said that if Ellsworth came into the house he would shoot him, and the officer replied that if defendant did so he would be charged with murder. The officers prepared to leave. Billie was on the front porch and Ellsworth was standing by the steps talking with her. Defendant opened the front door; Ellsworth stated that he would return at 8 o'clock with a doctor to examine the child; defendant replied that the doctor could come into the house but that Ellsworth could not and if he attempted to do so defendant would shoot him. After further argument defendant cursed Ellsworth, said, \"I could shoot you without batting an eye,\" and fatally shot Ellsworth. Defendant rushed from the house crying, \"Oh my God, I did it, I did it.\" The deputy sheriffs immediately took defendant into custody.\n The gun with which Ellsworth was shot was a 12-gauge shotgun with a \"hair trigger.\" Defendant testified that when Ellsworth came to the house earlier in the day he had loaded the gun and it had discharged accidentally; that when Ellsworth returned to the house for the third time he reloaded it in case he should need it to protect himself; that when he went to the doorway the daughter, Billie, was standing in it; and that he did not fire the gun at Ellsworth but that \"Something hit me to the left side; I am blind on that side. I do not know what it was\" and \"the gun went off of its own free will.\" The daughter testified that she \"bumped into\" her father. Defendant and others testified that defendant did not threaten to shoot Ellsworth or curse him. Billie testified that the curse attributed to defendant by the prosecution was uttered by Ellsworth, who also said, \"come on out and fight like a man.\"\n The People introduced testimony of a ballistics expert who had experimented with the shotgun. Such evidence tends to show that it was most unlikely that the gun could be *584 accidentally discharged as a result of a person \"bumping into' defendant unless the gun were cocked and defendant's finger were on the trigger.\"\n [1] The above summarized evidence is sufficient to support a finding of manslaughter, either voluntary in \"heat of passion\" (Pen. Code,  192, subd. 1) or involuntary. [2] The involuntary manslaughter might be \"in the commission of an unlawful act, not amounting to felony\" (Pen. Code,  192, subd. 2), for it could be found that defendant unlawfully exhibited the gun in an angry manner, a misdemeanor (Pen. Code,  417), or it might be \"in the commission of a lawful act which might produce death, in an unlawful manner, or without due caution and circumspection\" (Pen. Code,  192, subd. 2), for it could be found that defendant was simply holding the gun but that he was negligent in so doing. (See People v. McGee (1947), 31 Cal. 2d 229, 238 [187 P.2d 706]; People v. Carmen (1951) 36 Cal. 2d 768, 774 [228 P.2d 281].)\n Instructions as to Confessions and Admissions\n [3] Defendant does not urge that the instructions as to confessions and admissions are erroneous in substance, but rather he argues that no instructions whatsoever on the subject should have been given because, he says, there was no evidence of any confession or admission. In this defendant is mistaken. As previously stated, there is testimony tending to show that immediately after Ellsworth was shot by a gun which defendant was pointing at him, defendant said, \"Oh my God, I did it, I did it.\" The statement may be construed to be an admission, and it was proper to instruct the jury to view with caution testimony of oral admissions or confessions of defendant (Code Civ. Proc.  2061, subd. 4); indeed, it would have been improper to refuse an instruction to that effect.\n [4] Other instructions to which defendant objects told the jury that they could not consider a confession if they found that it was involuntary and that a confession was not voluntary if it was obtained by violence, threats, or promise of immunity by the police. There is no evidence whatsoever that defendant's declaration, \"I did it,\" was improperly induced by the police and no evidence of any other statement which could be construed to be a confession. Therefore, the instructions as to confessions had no application to the evidence. However, defendant has not shown that, upon the *585 record here, the giving of the abstractly correct instruction could have prejudiced him.\n Use of Prior Oral Admission to Impeach a Party Witness\n [5] Immediately after the shooting defendant was taken to a sheriff's substation and a statement was taken from him. This statement was not put in evidence but portions of it were used in an attempt to impeach defendant on cross-examination. Defendant testified that in the course of the statement he had admitted that the gun from which the fatal shot was fired was his gun. He now asserts that, under the instructions concerning admissions, the jury might have mistakenly considered the statement as proof of the fact admitted. Defendant's argument in this connection is based upon his mistaken assumption that a prior statement of a party which is both an admission and an impeaching contradictory statement, if it is used to impeach the party-witness, cannot also be evidence which tends to prove the fact admitted. This is not the law. Such a statement can be used for either or both purposes. (Bonebrake v. McCormick (1950), 35 Cal. 2d 16, 18-19 [215 P.2d 728].)\n Misconduct of Prosecuting Attorney\n Defendant first complains of a line of questions which were asked him on cross-examination and of which the following are illustrative:\n \"Q [by Mr. Finnerty, deputy district attorney]. Now, at the time the gun went off in the doorway ... you did not fire that gun to defend yourself, did you? A. No, I did not fire the gun at all.\"\n \"Q. Well, then, your answer is you didn't fire it to defend yourself? A. I didn't fire the gun.\"\n \"Q. And at the time the gun went off you weren't trying to protect yourself, your daughter, your granddaughter, your house or your property, were you? A. The only thing I was doing with the gun was to scare the boy, that was all. That was the only thing the gun was taken there for.\"  [fn. 1]*586\n [6] The nature of the questions did not of itself make them improper. Defendant had testified on direct examination that he had been told that he had a right to protect his home from Ellsworth \"even if I had to shoot him\" and that \"I was in fear of the man; I had absolute fear of the boy.\" Therefore, the prosecuting attorney was properly allowed to inquire whether defendant made any claim that the shooting was in justifiable defense of self, home, or family. Although the lengthy reiteration of the questions may have been intended to confuse and prejudice defendant, it is apparent that it did not have that effect, for defendant consistently reiterated that he \"did not fire the gun.\"\n [7] Defendant further argues that the prosecuting attorney was guilty of prejudicial misconduct by attempting to impeach defendant and his daughter on collateral matters. The prosecuting attorney based this attempted impeachment on transcripts of the statements made by the defendant and *587 Billie at the sheriff's substation on the night of the homicide. Defendant was asked whether he had stated that on the occasion of Ellsworth's first visit to the Southacks' home on the day of the killing \"I did not see him; all I did was hear him ... I heard him say to my daughter that he wanted to see the child, that he had been to the house several times and she wasn't home. That is all I did hear.\" This appears to be somewhat inconsistent with defendant's testimony, that \"I heard loud talking and cursing out there, and I heard Ellsworth O'Donnell say, 'You are a God damn liar. You didn't call.' And I heard my daughter answer him back and she said, 'I did, Ellsworth, I called. You can ask mama ...' He said, 'I don't give a God damn what your mother says,' \" and that he (defendant) saw Ellsworth kick a garbage can. Defendant testified that the variance between his statement and his testimony on direct examination was due to the fact that at the time he gave this statement he was upset and did not clearly remember all the details of the incident.\n Defendant gave a similar explanation of a variance between his statement that on Ellsworth's second visit \"the only thing I know, my daughter went out to see him, I guess it was about the child, I don't know, but I didn't hear anything about that\" and his testimony that on the second visit he heard specific threatening and cursing statements of Ellsworth. Defendant admitted that in his statement he had said that the night chain was on the door when the fatal shot was fired, whereas according to his testimony the door was open and he and his daughter were standing in it.\n Each of the above matters, although inherently of slight significance, was relevant as having some tendency to impeach defendant; from them the jury could infer a significant change in defendant's description of the occurrences. The picture suggested by the impeaching statements is that of a man who, after having observed no particularly violent conduct on the part of Ellsworth immediately preceeding the event, shot Ellsworth through the crack of a securely chained door. The picture presented by defendant's testimony at the trial, if the testimony that the shooting was accidental is disbelieved, is that of a man who shot Ellsworth after being goaded beyond control by Ellsworth's violent and profane denunciations of and threats toward defendant and his family.\n [8] Defendant complains that the prosecuting attorney should not have been allowed to ask defendant whether he *588 had made the following statement at the sheriff's substation: \"Q. This is your gun? A. It is, yes, now.\" Defendant testified on cross-examination that he had made such answer and that \"That answer was true in so far as it goes\" and, when the prosecuting attorney asked defendant if he would care to amplify or explain his answer, defendant testified, \"It was mine in so far as the fact that it was in my home; it did not solely belong to me; it belonged to my son-in-law [not Ellsworth but another son-in-law], but it was there for me.\" On direct examination defendant had testified that the gun belonged to his son-in-law. Defendant does not dispute the fact that the gun was in his possession and control; questions as to who had legal title thereto seemingly were not important but it does not appear that they were prejudicially erroneous.\n [9] The first incident in the cross-examination of defendant's daughter to which he objects was the asking of the question whether, in her statement to the sheriff, she had said that Ellsworth on his first visit to her on the day of the killing \"told me that he was over after his little girl this morning, and I told him he wasn't, because I had been home all morning long, and I told him that I had tried to call his house this morning so he could take the little girl, and he said I hadn't because his mother was there all morning and he knew that I didn't, and he blew up over that.\" On direct examination the daughter had testified that \"I said, 'What do you want?' and he said, 'I came over to get Suzy [the little girl],' and I told him, I said I had called him at 9:00 o'clock that morning to pick her up and nobody was home, and he told me I was a God damn liar, and I told him, I said I wasn't, that I had 'phoned him and until almost 11:00 o'clock, and he just kept saying I was a damned liar.\"\n On cross-examination defendant's counsel objected to the question as to the statement on the ground that it was not impeaching. After some discussion Billie was allowed to testify that on the morning in question she had tried to telephone Ellsworth's home but that no one had answered. The trial court said, \"The record has cleared itself up. Proceed.\" The matter was a trifling one; Billie was neither confused nor impeached; and defendant was not harmed by the asking of the question.\n Defendant asserts that in two instances the trial judge erred to his prejudice in overruling objections to the cross-examiner's questions as to whether prior statements of Billie *589 were true. Billie was asked whether she was \"inside or outside\" during a certain conversation with Ellsworth; she replied, \"outside.\" She was then asked whether she had not said, in her statement to the sheriff, that on this occasion \"I didn't go out.\" She testified, \"I gave those answers, yes, but it is entirely wrong, of what happened. I was half out of my mind when all this happened.\" The prosecuting attorney then asked, \"Q. And you are telling us, are you, that when ... [the sheriff] asked these questions and you gave these answers, you were not telling the truth; is that right?\" An objection that the question was argumentative and invaded the province of the jury was overruled and the witness reiterated her explanation that she had been distraught when she was questioned by the deputy sheriff.\n On further cross-examination Billie was asked if she knew of her own knowledge whether or not defendant had invited a deputy sheriff and Ellsworth's father into the house shortly before the shooting; she testified that she did not know of her own knowledge. She was then asked whether in her statement at the sheriff's substation she had said that defendant \"asked the sheriff to come into the house, but he didn't ask Mr. O'Donnell.\" She testified that she had made the statement, \"but I didn't finish to what I had started to say\"; the clear implication of her further testimony is that if she had been given the opportunity or questioned further she would have explained that her knowledge as to the invitation was based on hearsay and deduction. The prosecuting attorney again asked whether her prior statement was true; defendant's counsel again objected that the question invaded the province of the jury; the objection was overruled; and the witness again testified that she \"didn't get a chance to finish\" and that at the time the statement was taken \"I wasn't in a condition of saying just exactly what had happened because I knew but I didn't remember until after this was taken.\"\n As previously stated, defendant argues that the cross-examination as to whether the witnesses' prior statements were true was prejudicially erroneous. The cases in which this problem is presented are in conflict. (See 70 C.J., Witnesses,  1274, p. 1081.) People v. Cordero (1925), 72 Cal. App. 526, 528 [237 P. 786], held that it was error (but not prejudicial) to ask whether prior conflicting statements were true, on the ground that it was for the jury, not the witness, to determine which of the conflicting statements were true. *590 State v. Johnson (1936), 221 Wis. 444, 450 [267 N.W. 14, 17], held that the trial court in the exercise of its discretion properly sustained objections to the questions \"You want to claim now you did not tell the truth at that time? Do you want to tell us that the testimony you gave down there is the same as you gave here? Did you try to tell the truth?\"; these questions, said the appellate court, were argumentative and called for argumentative answers.\n On the other hand in People v. Voiler (1934), 2 Cal. App. 2d 724, 728 [38 P.2d 833], defendant was asked, \"Are you telling the truth now, or were you telling the truth before the grand jury?\"; it was held that the question was \"in substance proper cross- examination.\" And in People v. Campos (1935), 10 Cal. App. 2d 310, 316 [52 P.2d 251], it was held proper for the cross-examiner to ask whether prior statements inconsistent with the testimony of the witness were true. Neither the Voiler nor the Campos case discusses the objections to this sort of questions which are presented by defendant here.\n In People v. Glover (1903), 141 Cal. 233, 244 [74 P. 745], a witness was permitted to testify that a previous statement which was contradictory of her testimony, and which she admittedly made, was untrue. It was urged that the untruth of the statement should have been shown \"by competent and relevant testimony, and not by the sweeping statement of the witness.\" The appellate court held, \"the testimony of the witness was both competent and relevant on this point. She best of all knew which of her statements was true. She had given the one and was confronted by the other; they were inconsistent, and she had a right to explain, under section 2052 of the Code of Civil Procedure, her former statements. If, in the explanation, she declared that her former statements were untrue, this certainly was an explanation, as far as it went, and no reasonable objection could be made to this method of explaining it.\"\n [10] Control of cross-examination of a witness as to which of his conflicting statements is true should be in the sound discretion of the trial judge. [11] The purpose of such cross-examination is ascertainment of the truth, and if, as here, that purpose can be furthered by direct questioning as to the truth or falsity of prior statements, such questioning may be permitted; the trial court, however, must be ever alert to protect the witness against being badgered or tricked into statements unintended by the witness. *591\n Right to be Considered as Eligible for Probation\n [12] Defendant urges that the trial court erroneously concluded that defendant was not eligible for probation and that, if this court decides that defendant is not entitled to a complete reversal and new trial, then the judgment should be reversed with directions to the trial court to consider the application for probation on its merits. This is the proper procedure where the record discloses that the trial court, without considering the merits of the application for probation, erroneously determines that defendant is not eligible for probation. (People v. Jones (1927), 87 Cal. App. 482, 494-495, 499 [262 P. 361]; People v. Lovelace (1929), 97 Cal. App. 228, 234, 235 [275 P. 489]; People v. Miller (1931), 112 Cal. App. 535, 539 [297 P. 40].)\n Section 1203 of the Penal Code provides, as to eligibility for probation, that \"probation shall not be granted to any defendant ... who used or attempted to use a deadly weapon upon a human being in connection with the perpetration of the crime of which he was convicted ...\"\n [13] As previously indicated (ante, pp. 583, 584) there is evidence from which it could be inferred that defendant \"used or attempted to use\" the loaded gun upon Ellsworth, and there is also evidence from which it could be inferred that defendant, as he himself testified, \"did not use the gun,\" but merely held it without due caution. The fact that the fatal wound was inflicted by a deadly weapon does not compel the conclusion, as a matter of law, that defendant was \"using\" the weapon and was therefore ineligible for probation. Any implications to the contrary in People v. Covey (1934), 137 Cal. App. 517, 523 [30 P.2d 1010], are disapproved.\n [14] Remarks of the trial court at the time it was considering defendant's application for probation indicate that it was of the opinion that the jury must have convicted defendant of voluntary manslaughter and that it overlooked the possibility that, under the evidence and the instructions, defendant could have been convicted of involuntary manslaughter. If defendant's crime was voluntary manslaughter, then the trial court was correct in its stated conclusion that \"there is nothing further the court can do but send this man to the penitentiary.\" But, since the court could have resolved in defendant's favor, the question of fact as to whether the manslaughter involved the use of the weapon upon Ellsworth and, hence, could have considered and, conceivably, *592 granted his application for probation on the merits, it was error to refuse to consider the application at all.\n [15, 16] The judgment must be reversed because an application for probation must be considered \"before any judgment is pronounced\" (Pen Code,  1203), but since there is no error affecting the verdict of the jury no new trial is necessary (People v. Jones (1927), supra, 87 Cal. App. 482, 499).\n For the reasons above stated the order denying a new trial is affirmed; the judgment is reversed and the cause is remanded for further proceedings in accordance with law and with specific directions to the trial court to entertain the application for probation and to determine, in accordance with the views expressed herein, whether defendant used the gun upon Ellsworth; if it determines that defendant did use the gun upon Ellsworth, the application must be denied; if it determines that defendant did not use the gun upon Ellsworth then it may grant or deny probation as may appear proper under all the circumstances.\n Gibson, C.J., Shenk, J., Carter, J., and Spence, J., concurred.\n \"Q. I appreciate that. Would you answer my question, however: At the time the gun went off you were not trying to protect yourself, your daughter, your granddaughter, or your property, were you?\"\n \"Mr. Ross [defendant's counsel]: Just a moment before you answer that. It is objected to on the following grounds: it is incompetent, irrelevant and immaterial; it calls for a conclusion and opinion of the witness, and is improper cross examination; argumentative also.\"\n \"The Court: Objection overruled.\"\n \"The Witness: In the matter--I don't know how you put the question, or how you want me to answer it. Yes, if any man would have come at me, naturally, I would have protected myself, or if anybody would have come to break into my home.\"\n \"Q. By Mr. Finnerty: At the time the gun was fired, was it your intention that by the firing of the gun you were protecting yourself? A. I did not fire the gun. I had no intention of firing the gun.\"\n \"Q. Then you didn't fire it to protect yourself? A. I didn't fire the gun.\"\n \"Q. The gun wasn't fired to protect yourself? A. The gun wasn't fired by me; I did not fire the gun.\"\n \"Q. At the time the gun fired, it was not fired--it was not your intention that it should be fired to protect yourself, was it? A. The gun went off accidentally; I did not fire the gun at any time.\"\n \"Q. Well, that means, then, I take it, that you weren't protecting yourself? A. I wasn't.\"\n \"Mr. Ross: I submit the question has been asked and answered.\"\n \"The Court: Objection is overruled. He may answer.\"\n \"Q. By Mr. Finnerty: Were you trying to protect yourself at the time the gun went off? A. I wasn't trying to do anything at that particular time because I didn't--the gun went off of its own free will.\"\n \"Q. Were you trying to protect your daughter at the time the gun went off? A. I would have if anything would have happened.\"\n \"Q. Were you, at that particular time? A. I was not trying to protect anything.\"\n \"Q. Were you trying to protect your granddaughter? A. No, I wasn't.\"\n \"Q. Were your trying to protect your property? A. Only in so far as if there would have been any violence, ___\"\n \"Q. Well, at that time? A. ___which there had been on plenty of occasions, and that is why I had the gun, because of the fear I had of the boy.\"\n \"Q. At that particular time, though, you did not use the gun to protect yourself; is that right? A. I did not use the gun; I did not fire the gun.\"\nNOTES\n[fn. 1]  1. This line of questions continued as follows:\n\n",
            "ocr": false,
            "opinion_id": 2615834
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}