{
    "id": 215202,
    "judges": "Tjoflat, Barkett and Wilson, Circuit Judges",
    "date_filed": "1980-11-18",
    "date_filed_is_approximate": true,
    "slug": "cox-v-mcneil",
    "case_name_short": "Cox",
    "case_name": "Cox v. McNeil",
    "case_name_full": "Allen W. COX, Petitioner-Appellant, v. Walter A. MCNEIL, Secretary, Department of Corrections, Florida Attorney General, Respondents-Appellees",
    "attorneys": "Raheela Ahmed (Court-Appointed), Marie-Louise Samuels Parmer (Court-Appointed), Nathaniel Edwin Plucker (court-Appointed), Tampa, FL, for Petitioner-Appellant., Stephen D. Ake, Office of Atty. Gen., Tampa, FL, for Respondents-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1382-9\">\n    Allen W. COX, Petitioner-Appellant, v. Walter A. MCNEIL, Secretary, Department of Corrections, Florida Attorney General, Respondents-Appellees.\n   </parties><br><docketnumber id=\"b1382-11\">\n    No. 09-12480.\n   </docketnumber><br><court id=\"b1382-12\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b1382-13\">\n    April 21, 2011.\n   </decisiondate><br><attorneys id=\"b1385-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1359\"> \n     *1359\n     </span>\n    Raheela Ahmed (Court-Appointed), Marie-Louise Samuels Parmer (Court-Appointed), Nathaniel Edwin Plucker (court-Appointed), Tampa, FL, for Petitioner-Appellant.\n   </attorneys><br><attorneys id=\"b1385-7\">\n    Stephen D. Ake, Office of Atty. Gen., Tampa, FL, for Respondents-Appellees.\n   </attorneys><br><judges id=\"b1385-9\">\n    Before TJOFLAT, BARKETT and WILSON, Circuit Judges.\n   </judges>",
    "citations": [
        "638 F.3d 1356"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200912480.pdf",
            "author_id": null,
            "opinion_text": "\n638 F.3d 1356 (2011)\nAllen W. COX, Petitioner-Appellant,\nv.\nWalter A. McNEIL, Secretary, Department of Corrections, Florida Attorney General, Respondents-Appellees.\nNo. 09-12480.\nUnited States Court of Appeals, Eleventh Circuit.\nApril 21, 2011.\n*1359 Raheela Ahmed (Court-Appointed), Marie-Louise Samuels Parmer (Court-Appointed), Nathaniel Edwin Plucker (court-Appointed), Tampa, FL, for Petitioner-Appellant.\nStephen D. Ake, Office of Atty. Gen., Tampa, FL, for Respondents-Appellees.\nBefore TJOFLAT, BARKETT and WILSON, Circuit Judges.\nPER CURIAM:\nAllen Cox, a Florida state prisoner, appeals from the district court's denial of his 28 U.S.C. § 2254 habeas petition challenging his capital conviction and sentence. We granted a Certificate of Appealability on two issues: (1) whether the prosecutor's comments during voir dire and closing argument violated Cox's Fifth Amendment right to due process; and (2) whether Cox received ineffective assistance of counsel during the guilt and penalty phases of his trial. Specifically, Cox argues that his counsel was ineffective because he (1) failed to object to the prosecutor's misstatements of law; (2) failed to conduct a meaningful voir dire, which deprived Cox of an impartial jury; (3) presented a defense during his opening statement that had no legal basis, which prejudiced Cox in the eyes of the jury; (4) failed to object to prejudicial testimony from the State's medical examiner; (5) questioned a defense witness at trial in a manner that elicited prejudicial testimony; and (6) failed to adequately investigate and present mitigating evidence at the penalty phase of trial.\n\nI. Background\nCox was convicted and sentenced to death in 1999 for premeditated murder that occurred in a state prison. The charges against Cox arose from a chain of events within the Lake Correctional Institution that resulted in the death of Thomas Baker, a fellow inmate. A detailed description of the facts of Cox's crime can be found in the Florida Supreme Court's decision issued on direct appeal. See Cox v. State, 819 So. 2d 705, 709-10 (Fla.2002) (\"Cox I\"), cert. denied 537 U.S. 1120, 123 S. Ct. 889, 154 L. Ed. 2d 799 (2003). The jury rendered a guilty verdict and recommended a death sentence by a vote of ten to two.\nOn direct appeal, Cox argued among other things that he received a fundamentally unfair trial because the prosecutor misstated the law during voir dire and closing argument. The Florida Supreme Court held that although the prosecutor's *1360 description of the law was clearly wrong, the error was harmless. Cox I, 819 So.2d at 718-19. The court then denied relief on all of his claims and upheld his conviction and sentence.\nCox subsequently filed a post-conviction motion for relief in state court alleging ineffective assistance of counsel in both the guilt and penalty phases of trial. After conducting a full evidentiary hearing on this claim, the state trial court denied his motion, and the Florida Supreme Court affirmed. Cox v. State, 966 So. 2d 337, 345-64 (Fla.2007) (\"Cox II\"). Cox then filed a federal petition for a writ of habeas corpus on the basis of his due process and ineffective assistance of counsel claims. The district court denied his petition and we granted his request for a Certificate of Appealability as noted above.\n\nII. Standard of Review\n\"When examining a district court's denial of a § 2254 habeas petition, we review questions of law and mixed questions of law and fact de novo, and findings of fact for clear error.\" Rhode v. Hall, 582 F.3d 1273, 1279 (11th Cir.2009) (citation omitted), cert. denied ___ U.S. ___, 130 S. Ct. 3399, 177 L. Ed. 2d 313 (2010). Under the Antiterrorism and Effective Death Penalty Act (\"AEDPA\"), we may grant habeas relief to a state prisoner on any claim adjudicated on the merits in state court if that adjudication resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States. 28 U.S.C. § 2254(d)(1). The Supreme Court has explained the requirements of § 2254(d) as follows:\nUnder the \"contrary to\" clause, a federal habeas court may grant the writ if the state court arrives at a conclusion opposite to that reached by this Court on a question of law or if the state court decides a case differently than this Court has on a set of materially indistinguishable facts. Under the \"unreasonable application\" clause, a federal habeas court may grant the writ if the state court identifies the correct governing legal principle from this Court's decisions but unreasonably applies that principle to the facts of the prisoner's case.\nWilliams v. Taylor, 529 U.S. 362, 412-13, 120 S. Ct. 1495, 146 L. Ed. 2d 389 (2000).\n\nIII. Discussion\n\nA. Due Process Claim\n\nCox first asserts that his due process rights were violated at trial because (1) the prosecutor made erroneous statements of law to the jury regarding the legal standard for weighing aggravating and mitigating circumstances; and (2) the prosecutor made prejudicial remarks during closing arguments. We address each argument in turn.\n\n1. The prosecutor's misstatements of law\n\nDuring jury selection, the prosecutor erroneously advised the prospective jurors that \"if the evidence in aggravation outweighs the evidence in mitigation, the law says that you must recommend that Mr. Cox die.\" The substance of this misstatement was repeated four times during voir dire and again during the prosecutor's closing argument. Defense counsel did not object to these misstatements of law. The trial court did not explicitly correct the prosecutor's misstatements of law, but provided the following standard jury instruction at the close of trial:\nShould you find sufficient aggravating circumstances do exist, it will then be your duty to determine whether mitigating circumstances exist that outweigh the aggravating circumstances. . . .\nYou should weigh the aggravating circumstances against the mitigating circumstances *1361 and your advisory sentence must be based on these considerations.\n[The] weighing of aggravating and mitigating circumstances is not just a counting process. You are free to assign whatever weight you find appropriate to the aggravating and mitigating circumstances and then make your own judgment in light of the totality of the circumstances.\nOn direct appeal, the Florida Supreme Court agreed that the prosecutor \"misstated Florida law by advising prospective jurors that if `the evidence in aggravation outweighs the evidence in mitigation, the law says you must recommend that Mr. Cox die.'\" Cox I, 819 So.2d at 717 (emphasis in original). Although the Court found that \"[i]t is unmistakable that these statements are improper characterizations of Florida law,\" it held that the misstatements were harmless error because \"the trial court did not repeat the prosecutor's misstatements of the law during its instruction of the jury,\" and \"the trial court's instructions properly informed the jury of its role under Florida law.\" Id. at 717-18. As did the Florida Supreme Court, we have reviewed the totality of the record before us and, on this record, we cannot say that the Florida Supreme Court's decision was contrary to or an unreasonable application of clearly established federal law.\n\n2. Remarks made during closing argument\n\nCox also claims that his due process rights were violated by the following statements made by the prosecutor during closing arguments. First, the prosecutor stated: \"I stand before you again today on behalf of the decent law-abiding people of this community and this state, whom I represent.\" Cox argues that this argument was improper because the prosecutor wrapped himself in the cloak of state authority and intended to appeal to the emotions and fears of the jurors. Second, the prosecutor emphasized during closing argument that Cox's traumatic childhood should be put in context, as it happened more than twenty-five years earlier. Cox argues that this argument was fundamentally unfair because it improperly denigrated valid mitigating evidence.\nThe State argues that Cox is barred from raising this claim in his federal habeas petition because he failed to raise it as a federal claim in state court. On direct appeal to the Florida Supreme Court, Cox presented this claim as a state law claim and cited no federal law. The Florida Supreme Court likewise ruled solely on state law grounds. See Cox I, 819 So.2d at 718. Because Cox did not raise these federal claims in state court, the district court did nor err in holding that he is barred from raising them in his federal habeas petition. See McNair v. Campbell, 416 F.3d 1291, 1302 (11th Cir.2005).\n\nB. Ineffective Assistance of Counsel Claims\n\nCox claims ineffective assistance of counsel during both the guilt and penalty phases of his trial. Cox contends that he was denied effective assistance during the guilt phase because his counsel: (1) failed to object to the prosecutor's misstatements of law during voir dire and closing argument as described above, thereby depriving Cox of the right to be tried by an impartial jury; (2) failed to conduct a meaningful voir dire, which also deprived Cox of an impartial jury; (3) presented a defense during his opening statement that had no legal basis, which prejudiced Cox in front of the jury; (4) failed to object to prejudicial testimony from the State's medical examiner; and (5) questioned a defense witness at trial in a manner that elicited prejudicial testimony. As to the penalty phase, Cox asserts that he was *1362 denied effective assistance because his counsel failed to adequately investigate and present crucial mitigating evidence.\nIneffective assistance of counsel claims are governed by the Supreme Court's decision in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984). To succeed on a claim of ineffective assistance of counsel, the petitioner must show (1) that \"counsel's representation fell below an objective standard of reasonableness,\" and (2) that \"there is a reasonable probability that, but for counsel's errors, the result of the proceeding would have been different.\" Id. at 688, 104 S. Ct. 2052. \"A reasonable probability is a probability sufficient to undermine confidence in the outcome.\" Id. at 694, 104 S. Ct. 2052. \"Because a petitioner's failure to show either deficient performance or prejudice is fatal to a Strickland claim, a court need not address both Strickland prongs if the petitioner fails to satisfy either of them.\" Kokal v. Sec'y, Dept. of Corr., 623 F.3d 1331, 1344 (11th Cir.2010). Applying these principles, we address each of Cox's ineffective assistance of counsel arguments in turn.\n\n1. Ineffective assistance of counsel during voir dire\n\nCox argues first that his trial counsel was ineffective because he failed to object to the prosecutor's misstatements of law concerning the weighing of aggravating and mitigating factors, as described above. As the Florida Supreme Court found, counsel's performance here was deficient. Constitutionally effective counsel would have objected to the clear misstatements of law and informed the jurors that they would not be required to recommend a death sentence, even upon a finding that the aggravation evidence outweighed the mitigation evidence. Under Strickland, however, we must consider whether Cox was prejudiced by counsel's deficient performance. The Florida Supreme Court found that Cox had not shown a \"reasonable probability\" that the prosecutor's misstatements of law contributed to Cox's conviction or sentence, and thus Cox had failed to satisfy the prejudice prong of Strickland. Cox II, 966 So.2d at 347. As we have noted, on this record as to this issue, we cannot say that the Florida Supreme Court's decision was contrary to or an unreasonable application of clearly established federal law.\nCox also argues that his trial counsel's own voir dire was deficient. First, Cox argues that his trial counsel tainted the panel of prospective jurors by, in the presence of the other panel members, questioning a juror about why she wrote \"fry him\" on her questionnaire. However, Cox's counsel repeatedly moved to conduct a sequestered voir dire on the prospective jurors' opinions about the death penalty, which the trial judge denied. The Florida Supreme Court determined that counsel's questioning of this particular juror was reasonable because he was attempting to resolve a conflict between the juror's verbal statements about her attitude toward the death penalty (\"I can vote life\") and the written answer on her questionnaire (\"fry him\"). Id. at 348-49. We cannot say that, under the circumstances presented, it was contrary to or an unreasonable application of clearly established federal law for the Florida Supreme Court to conclude that counsel was not constitutionally ineffective in questioning this juror in the presence of others.[1]\nFinally, Cox argues that his trial counsel was ineffective during voir dire because he failed to adequately probe the prospective jurors about mitigation and mental health issues, and never discussed statutory and *1363 non-statutory mitigators with the prospective jurors. Cox argues that this conduct fell short of the standards for reasonableness as articulated by the American Bar Association guidelines for capital defense work, which provide that counsel should be familiar with techniques \"for uncovering those prospective jurors who are unable to give meaningful consideration to mitigating evidence.\" 2003 ABA Guidelines for the Appointment &amp; Performance of Counsel in Death Penalty Cases 10.10.2(B), p. 104 (2003); see Wiggins v. Smith, 539 U.S. 510, 523, 123 S. Ct. 2527, 156 L. Ed. 2d 471 (2003) (\"[W]e have long referred [to the ABA standards] as guides to determining what is reasonable.\") (quotation marks omitted). Cox argues that he was prejudiced by counsel's deficient voir dire because it contributed to the empaneling of a \"confused and indifferent panel.\"\nThe Florida Supreme Court concluded that Cox failed to establish deficiency under Strickland because he did not \"elaborate upon or provide insight as to what questions counsel should have asked, or explain the inadequacy of the questions asked.\" Cox II, 966 So.2d at 349. In addition, the Florida Supreme Court found that Cox did not allege how he was prejudiced by this allegedly deficient voir dire. Id. Even assuming that counsel's voir dire was deficient, Cox has not demonstrated a reasonable probability that the outcome of either his guilt or penalty phase would have been different had his counsel discussed mitigation at greater length with the potential jury members, and thus we cannot say that the Florida Supreme Court's decision was contrary to or an unreasonable application of clearly established federal law.\n\n2. Ineffective assistance of counsel during guilt phase: invalid defense\n\nCox argues that his trial counsel was ineffective because he argued a defense to the jury during his opening statement that had no legal basis, which Cox argues prejudiced him in the eyes of the jury because the jury rejected the defense. Counsel attempted to attack the element of premeditation by arguing that it was the delay in medical care at the prison facility that caused Baker's death. The state objected to testimony regarding this delay, and counsel continued as follows:\n[T]he standard of care or the care that Mr. Baker received goes to the issue of premeditation. This is not a situation... where we had many, many, many stab wounds and Allen Cox should have known that Thomas Baker's death was likely to result.\nIn fact, if the State's theory is, and it, under a First Degree prosecution must be, is that Allen Cox's purpose was to kill Thomas Baker and that theory, that effort was abandoned by Allen Cox when he released Thomas Baker and Thomas Baker ran off to C dorm. Allen Cox didn't chase him. Allen Cox didn't beat him unconscious and did not stab him until he didn't move anymore.\nCox II, 966 So.2d at 351.\nCox contends that this defense was legally invalid because the standard for premeditation is whether the defendant intended to kill, not whether he should have known that death would result. He asserts that because this defense had no basis in Florida law, counsel's decision to proffer it deprived him of effective assistance of counsel. On direct appeal, the Florida Supreme Court concluded \"that counsel's discussion of the faulty medical care received by Baker constituted a reasonable trial court strategy to attack the element of premeditation in the State's case,\" in that Cox did not continue to stab Baker or otherwise assure his immediate death. Id. at 352. The Florida Supreme Court also concluded that this fact could *1364 have been relevant in deciding the applicability of the death penalty. Id. We cannot say that the state court's disposition of this claim was contrary to or an unreasonable application of clearly established federal law.\n\n3. Ineffective assistance of counsel during guilt phase: failure to properly question witnesses\n\nAs his last claim regarding the guilt phase, Cox asserts that his counsel was ineffective because he failed to object to prejudicial testimony from the State's medical examiner, Dr. Janet Pillow, and also because he improperly questioned defense witness Vincent Maynard in a manner that elicited prejudicial testimony. We address Cox's claim as to each witness in turn.\n\nDr. Janet Pillow\nCox asserts that his counsel was ineffective because he failed to object when Dr. Janet Pillow, the State's medical expert, testified that the reason blood was not found on the blade used to kill Baker was because it could have been wiped clean when it was extracted from his body. Cox contends that this was speculation and that defense counsel was ineffective in allowing the witness to speculate. However, Cox's counsel explained during the post-conviction evidentiary hearing that he had strategic reasons for his decision not to object to Dr. Pillow's testimony about the blood on the shank. Cox II, 966 So.2d at 353. First, he believed the testimony fell within the realm of the witness's expertise and was thus admissible. Second, Dr. Pillow's testimony was not inconsistent with the theory of the defense that the shank in evidence was not the one used to stab Baker, in any case. Id. On this record, we cannot say that it was contrary to or an unreasonable application of clearly established federal law for the Florida Supreme Court to hold that counsel was not ineffective for failing to object to this testimony.\nCox also argues that trial counsel was ineffective by failing to object to Dr. Pillow's speculative testimony that it was \"certainly possible\" that a person who had experienced injuries similar to Baker would recognize that he was in \"serious danger of dying.\" Id. The Florida Supreme Court concluded that Cox was not prejudiced by his counsel's failure to object to this testimony. Id. at 354. In so holding, the Florida Supreme Court emphasized that the trial court's postconviction order detailed the \"copious evidence through which the jury could have independently reached the conclusion that Baker was aware of his impending death,\" including: testimony from several witnesses that Baker was scared and hysterical after he was stabbed, was having trouble breathing, was coughing up blood, and stated that he felt his lungs were filling with blood; testimony from Dr. Pillow that during the autopsy she found about one quart of blood in Baker's chest cavity; and testimony from one inmate that Baker stated, \"please don't let me die.\" Id. In light of all of this evidence, we cannot say that Cox has demonstrated a reasonable probability that the result of the proceeding would have been different had defense counsel objected to Dr. Pillow's testimony, and thus we cannot say that the Florida Supreme Court's conclusion that Cox failed to show prejudice was contrary to or an unreasonable application of clearly established federal law.\n\nVincent Maynard\nCox also challenges his counsel's examination of Cox's fellow inmate, Vincent Maynard. One theory of the defense was that Maynard, not Cox, killed Baker. During direct examination, defense counsel was hostile toward Maynard and blamed *1365 him for Baker's death. In response to an unrelated, but hostile, line of questioning, Maynard revealed to the jury that Cox was already serving two life sentences. Cox contends that defense counsel was ineffective for questioning Maynard in such an aggressive manner because it led to the introduction of this prejudicial evidence.\nDuring the post-conviction hearing, counsel explained that his strategy was to convey to the jurors through Maynard's demeanor at trial that he had the propensity to kill Baker. He further testified that by aggressively questioning Maynard, he did elicit exactly the testimony and demeanor desired. Moreover, the prejudicial information revealed was nonresponsive to the question posed by defense counsel, despite the trial court having instructed Maynard only to answer the questions asked. Id. at 356. Thus, counsel could not have anticipated the prejudicial testimony.\nMoreover, independent evidence was presented at trial that Cox was a felon with an extensive criminal history and, given that the murder occurred in a prison, the jury knew he was incarcerated. Cox himself testified at trial that he had been convicted of twelve prior felonies. In addition, the trial judge gave a curative instruction to the jurors not to consider Cox's life sentences and informing them that the convictions were not for any type of murder or homicide. On this record, we cannot say that it was contrary to or an unreasonable application of clearly established federal law for the Florida Supreme Court to conclude that defense counsel's manner of questioning Maynard did not fall below a reasonable standard of care. Even if we were to find that defense counsel's method of questioning was deficient, it was not contrary to or an unreasonable application of clearly established federal law for the Florida Supreme Court to determine that Cox failed to satisfy the prejudice prong of Strickland.\n\n4. Ineffective assistance of counsel during penalty phase: failure to investigate and present adequate mitigating evidence\n\nAs to the penalty phase, Cox contends that his trial counsel was ineffective because he failed to adequately investigate mitigating evidence and that, as a result, available and substantial mental health mitigation evidence was not presented to the jury.\nFirst, Cox argues that his counsel was deficient because he failed to promptly begin his investigation into mental health mitigation evidence. Cox argues that trial counsel's delay in investigating mitigating evidence fell short of the ABA guidelines for capital defense work, which instruct that \"investigations for both the guilt and penalty phase should begin immediately upon counsel's entering the case.\" ABA Guideline 11.4.1 (1989). According to Cox, counsel's deficient performance is evidenced by his failure to meet certain deadlines set by the trial court concerning mental health mitigators. Specifically, trial counsel (1) did not have Cox's psychiatric evaluation completed or reviewed on the day before counsel was required to submit a statement of particulars as to any mental health mitigators to the court; (2) admitted that he did not file a notice disclosing mental health mitigators sixty days before trial because he did not yet know which mitigators potentially applied to Cox; and (3) had only a \"summary idea,\" eight days before trial, of what Dr. Elizabeth McMahon, a forensic psychologist who ultimately testified at Cox's penalty phase, was going to articulate as potential mitigators.\nCox also argues that the mitigation evidence presented at the penalty phase was incomplete and inadequate because his *1366 counsel failed to contact certain available witnesses who had crucial information concerning mental health mitigation. During the penalty phase of the trial, defense counsel presented the testimony of four witnesses: an inmate housed with Cox at Lake Correctional Institution; Cox's grandmother; Cox's sister; and Dr. Elizabeth McMahon. Defense counsel also read the deposition testimony of Cox's father, Ray Cox, to the jury. Cox argues that his life would have been better described to the jury by Betty Gilbert (Cox's stepmother), Cathy Null (Cox's youngest sister), Theresa Morgan (Cox's ex-girlfriend), Tina Farmer (another ex-girlfriend), and Nina Thomas (Tina Farmer's twin sister). Cox asserts that his trial counsel's performance was deficient because he knew about these potential witnesses during his investigation but did not interview or even contact them when he traveled to Cox's hometown to investigate Cox's background, and did not call them to testify at the penalty phase.\nIn support of this argument, Cox relies on the testimony of Dr. Berland, who did not testify at trial but only at the post-conviction evidentiary hearing on Cox's ineffective assistance claim. Dr. Berland interviewed the additional witnesses listed above, and concluded that two statutory mitigators applied to Cox: (1) that he had a substantially impaired ability to conform his conduct to the law; and (2) that he was under the influence of extreme mental or emotional disturbance at the time of the murder. Cox argues that Dr. Berland's testimony is indicative of what could and should have been presented at trial.\nAfter a thorough evidentiary hearing, the state trial court denied relief on this claim and the Florida Supreme Court affirmed the determination that counsel's performance did not fall outside the range of reasonably competent performance under prevailing professional standards. Cox II, 966 So.2d at 362. Specifically, the Florida Supreme Court found that:\n[D]efense counsel engaged in all reasonable steps necessary to investigate and develop mitigation for the penalty phase of the trial. As noted above, he retained Dr. Berland as soon as he obtained the necessary medical records. Within three days of being informed that the first expert was too busy to evaluate Cox, he retained Dr. McMahon, a forensic psychologist with over twenty years experience. McMahon spent thirteen hours with Cox, reviewed a plethora of documentation with regard to his mental health, and performed a battery of tests. Although Dr. McMahon ultimately concluded that the statutory mental health mitigators were not applicable to Cox, this Court has repeatedly emphasized that a reasonable investigation into mental health mitigation is not rendered incompetent merely because the defendant has now secured the testimony of a more favorable mental health expert.\nWe conclude that defense counsel was not deficient with regard to the timing of meeting with the family because any delay was due to the fact that Cox had informed defense counsel that he did not want his family involved. A strategic decision was made that the client's wishes would be honored because counsel wanted to establish a relationship in which Cox had full trust. Upon receiving permission from Cox to speak with family members, counsel proceeded to Kentucky. He then accompanied Cox's father in an attempt to investigate the area where Cox was raised and to contact witnesses who might be able to offer mitigating evidence.\nId. at 362-63 (internal citations and quotation marks omitted). With reference to the medical testimony, based on the evidentiary hearing, the Florida Supreme Court explained:\n\n*1367 [C]ounsel was not deficient for failing to investigate or provide Dr. McMahon with information about head injuries or mental illness suffered by Cox because the medical records from the motorcycle accident did not indicate that Cox suffered any type of head injury. Further, Cox did not seek medical treatment after the mule incident so there was no documentation with regard to whether or how seriously he was injured. Finally, Cox neither informed counsel that he had suffered head trauma nor reported any symptoms indicative of head injury or mental illness. Finally, even though counsel could have presented additional witnesses to offer evidence in mitigation, he made a strategic decision to limit the number of witnesses so the jury would not lose interest. He also decided not to present the testimony of witnesses who could potentially present harmful information about Cox.... Even if we were to assume deficient performance, we conclude that there is no prejudice.\n... Having reviewed the evidence presented during the postconviction hearing, we conclude that Cox was not prejudiced by counsel's failure to present [additional] testimony for three reasons.\nFirst, although Dr. Berland testified that witnesses reported that Cox had exhibited symptoms of psychosis, Dr. McMahon opined that there was a total lack of consistency and concordance between the witness reports. She further noted that Dr. Berland's report at times did not accurately reflect the witnesses' statements. Additionally, Dr. McMahon testified that she did not believe Cox suffered from any psychosis, and Dr. Dee similarly expressed the opinion that Cox was not psychotic at the time of the crime. Dr. McMahon's conclusions are buttressed by DOC mental health reports on Cox that were prepared immediately before and after the murder. Cox was seen by Dr. Nora Cutillar three days before the murder, and her report stated that Cox's affect was \"appropriate\" and he denied audiovisual hallucinations and suicidal or homicidal ideations. Three days after the murder ... Cox was seen by psychologist Dr. Joel Kelly, and his report indicated that Cox was alert and well oriented and his affect was appropriate. Finally, Cox was seen by a psychiatric specialist two days after the murder, and her report indicated that Cox was well oriented, he denied audiovisual hallucinations, and he was reluctant to comment about suicidal ideation.\nSecond, although Dr. Berland testified that Cox's purported head injuries likely exacerbated his mental illness, the evidence of whether Cox actually suffered head trauma and, if so, how severe was very equivocal. With regard to the motorcycle accident, Cox informed Berland that he did not lose consciousness during the accident, nor did he experience nausea or vomiting. Cox also stated that he was wearing a helmet. Further, the hospital records for Cox did not mention a head injury or any loss of consciousness. With regard to the mule incident, even though Berland testified that Cox was knocked unconscious for \"apparently several hours,\" Ray Cox, who was present during the incident, testified that Cox was \"just addled.\" Again, Cox denied to Berland that he experienced nausea, vomiting, or headaches after this incident. Finally, with regard to the incident in which Cox was allegedly struck with a bottle, Berland testified that he learned about it from a summary of an interview conducted by the CCRC investigator, but he never actually verified the incident with a witness.\nId. at 363-64 (internal footnote and citations omitted). With reference to calling additional witnesses, the Florida Supreme Court noted that the testimony of the additional *1368 witnesses would have been cumulative to that actually presented at trial:\n[E]vidence was presented during the penalty phase demonstrating that (1) Cox grew up in an unstable environment with a physically and emotionally abusive mother who abandoned him, a father who neglected him, and a grandmother who failed to discipline him, (2) his parents were related to each other, and there was a history of mental illness in his family, (3) Cox attempted suicide when he was a teenager, and (4) Cox was severely injured in a motorcycle accident when he was a teenager.\nId. at 364. The Florida Supreme Court concluded:\nAlthough Kathy Null and Betty Gilbert may have been able to provide more detailed testimony with regard to the abuse that Cox suffered and observed during formative years, Cox has failed to demonstrate that he was prejudiced by counsel's failure to present cumulative evidence. See Maxwell [v. Wainwright], 490 So.2d [927] at 932 [(Fla.1986)] (\"It is highly doubtful that more complete knowledge of appellant's childhood circumstances, mental and emotional problems, school and prison records, etc., would have influenced the jury to recommend or the judge to impose a sentence of life imprisonment rather than death.\").\nId.\nOn this record, we cannot say that the Florida Supreme Court's analysis and resolution of this claim was contrary to or an unreasonable application of clearly established federal law. Thus, the district court did not err in denying Cox's habeas petition on this claim.\nAFFIRMED.\nNOTES\n[1]  This juror ultimately was excused and did not serve on the jury.\n\n",
            "ocr": false,
            "opinion_id": 215202
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}