{
    "id": 7943706,
    "judges": "Cunningham",
    "date_filed": "2007-11-12",
    "date_filed_is_approximate": true,
    "slug": "atchison-topeka-santa-fe-railway-co-v-geiser",
    "case_name_short": "Geiser",
    "case_name": "Atchison, Topeka & Santa Fe Railway Co. v. Geiser",
    "case_name_full": "The Atchison, Topeka & Santa Fe Railway Company v. Jacob Geiser",
    "attorneys": "A. A. Hitrd, and Alfred A. Scott, for plaintiff in error., Baker & Baker, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>SYLLABUS BY THE COURT.</p> <p>1. Railroads — Injury by Fire— Question for Jury. The statute of this state makes causing of fire by the operation of a railroad prima faeie evidence of negligence on the part of the company. This being shown,, it becomes a question of fact for the jury, not of law for the court, to determine whether such prima faeie case is overcome by the evidence of the company that the engine which set out the fire was equipped with the latest devices, in good repair, and being carefully managed by competent employees.</p> <p>2. -Evidence, •Not Presumption, of Negligence. The fact of the setting out of fire by the operation of a railroad is evidence, not merely’presumption, of negligence, and as such must be met and overcome by evidence to the satisfaction of the jury.</p> <p>3. - Two Measures of Damages'— When Both Methods are Used.- Either of two methods may be adopted in ascertaining the damage caused by the destruction of fruit-trees: (1) Their value as a distinct part of the land, if susceptible of such measurement; (2) the difference in the value of the land before and after their destruction; and where both methods are resorted to in the same case the damage must be ascertained by the jury from all the evidence.</p>",
    "headnotes": null,
    "summary": "Error from Leavenworth district court; J. H. Gill-patrick, judge.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "68 Kan. 281",
        "75 P. 68"
    ],
    "opinions": [
        {
            "author_str": "Cunningham",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nCunningham, J. :\nThe defendant in error recovered judgment for his damages occasioned from the burning of his orchard, the fire having been sét out by one of the railroad company's engines.\n*282The question of greatest moment here raised, is whether it is a question of law for the court, or one of fact for the jury, to determine when the prima facie case of negligence made by showing that the fire was caused by the operation of the railroad is overcome by a showing on the part of the railroad that its engine was equipped with the latest and best appliances and managed in the most careful manner by competent employees. The railroad company puts its claim into the following assertion :\n“The statutory presumption of negligence on the part of the railway company, raised by the evidence for the plaintiff, having been rebutted by positive evidence on behalf of the defendant, the plaintiff was not entitled to recover.“\nAt the trial it claimed that this view should have been given to the jury by an instruction to return a verdict for the defendant.\nThe question presented is one of first instance in this court.' Our statute (Gen. , Stat. 1901, § 5923 ; Laws 1885, ch. 155, § 1) provides :\n“That in all actions against any railway company organized or doing business in this state, for damages by fire caused by the operating of said railroad, it shall be only necessary for the plaintiff in said action to establish the fact that said fire complained of was caused by the operating of said railroad, and the amount of his damages, (which proof shall b e prima facie evidence of negligence on the part of the railroad). . . .”\nIn the case at bar sufficient evidence was offered by the plaintiff to make out a prima facie case. The railway company then offered proof tending to establish the fact that the engine which set out the fire was equipped with the latest and best appliances to prevent the escape of fire therefrom, was in good repair, and was being skilfully handled by competent em*283ployees. Here was a case of evidence against evidence. It is hardly fair to say that it was presumption against evidence, or evidence against presumption. The statute makes the setting out of the fire -prima facie evidence of negligence. We think it is competent for the legislature to give this much of evidentiary weight to the fact of the causing of the fire. Ordinarily fires do not occur in the skilful management of well-constructed engines. If it is a question of evidence against evidence, or of a conflict of evidence, upon what theory would the court be authorized to take the decision out of the hands of a jury and pronounce, as a matter of law, that the railway company’s witnesses were in all respects to be believed, and that their conclusions as to the condition of the engine and the skill of the employees were beyond the pale of contradiction?\nWe are not unaware of the fact that several courts have announced the rule that where the evidence of the defendant is clear and convincing the presumption of negligence arising because of the occurrence of the fire has been overcome, and the courtshould, as a matter of law, so declare. Among these cases are the following : Spaulding v. The Chicago &amp; Northwestern Railway Company, 33 Wis. 582 ; Menominee River Sash and Door Co. v. Milwaukee &amp; Northern R. Co., 91 id. 447, 65 N. W. 171; Kentucky Central R. R. Co. v. Talbot, &amp;c., 78 Ky. 621; Southern Railway Co. v. Pace, 114 Ga. 712, 40 S. E. 723. The same principle is held in Dakota under a similar statute relating to the killing of stock. (Huber v. Chicago, M. &amp; St. P. Ry. Co., 6 Dak. 392, 43 N. W. 819; Hodgins v. Railroad Company, 3 N. Dak. 382, 56 A. &amp; E. Rld. Cas. 137.) But few, if any, of the cases adopting this view have been decided under statutes like our own.\nRealizing the severity of a rule which would cast *284upon a plaintiff the burden of showing actual negligence in the construction or management of an engine, many courts, eyen before the passage of any statutes relative to the matter, have declared a rule growing out of convenience, that the occurrence of the fire raised the presumption of negligence. We greatly question whether this court-made rule has the gravity or authority of the statute ; at least, the courts, having gone thus far, hesitated in going further, but paused and said that this presumption (and they called it but a presumption) would be overcome by clear and convincing evidence oh the part of the railroad company that it had been guilty of no negligence, and added that whether it had been so overcome was a question of law for the court. Other courts, apprehending the anomalous position in which this places them, have labored hard to place the decision of this question of fact with the jury, by seizing upon the slightest and most intangible facts to relieve'them of the duty of determining when such proof is clear and conclusive. (Hoffman v. Chicago, Milwaukee &amp; St. Paul Ry. Co., 43 Minn. 334, 45 N. W. 608; Burud v. Great Northern Ry. Co., 62 id. 243, 64 N. W. 562 ; Solum v. Great Northern Ry. Co., 63 id. 233, 65 N. W. 443.)\nAfter a very careful examination of the entire question, we are fully persuaded that there is no adequate legal reason why these questions of fact should receive treatment different from others — why the weight of the evidence and the credibility of the witnesses should not be left to the determination of the jury in these matters as well as in ordinary cases. The theory of our practice is that questions of fact growing out of conflicting evidence shall be left to the determination of the jury. Here it is a question of fact, not one of law, whether the evidence of the negligence of the *285company, which legally follows a showing of the setting out of the fire, is overcome by the evidence of proper construction and competent management. The weight of authority and the present tendency of the courts sustain this view.\nIn the case of Great Northern Ry. Co. v. Coats, 115 Fed. 452, 53 C. C. A. 382, the exact question here presented is found — namely, that as the railroad company had offered proof in substance that the engine was properly managed and that the company was guilty of no negligence in that respect, the court should have eliminated the question and withdrawn it from the jury, the presumption of negligence having thereby been overthrown. The court said :\n“This presumption could only be overcome by testimony, and unless we apply to this class of cases a rule different from that which is applied to other cases, it was the province of the jury to determine the weight that should be accorded to the testimony which was introduced for that purpose, and also to determine the credibility of the witnesses who testified on that subject. It was well said by the supreme court of Minnesota in Karsen v. Railroad Company, 29 Minn. 12, 15, 11 N. W. 122, when construing a statute of that state which makes the scattering of fire by a locomotive engine prima facie evidence of negligence :\n“‘Neither is a jury necessarily bound to accept as conclusive the statement of a witness that an engine was'in good order or carefully and skilfully operated, although there is no direct evidence contradicting the statement. They have a right to consider all the facts and circumstances in evidence bearing upon the condition or mode of operating the engine, and upon the accuracy of witnesses.’ . . . We cannot well understand upon what theory the statement of persons, who were in charge of a locomotive when it occasioned a disastrous fire, that it was properly and prudently managed, etc., must be accepted by a court as con-*286elusive and as overturning, as a matter of law, the presumption- of negligence raised by other testimony. It would seem, rather, that the triers of the fact ought, in such a case, to consider how far the interest of such witnesses — their natural desire to absolve themselves from all blame — may have colored their evidence, and how far their statements are consistent with other facts and circumstances which have been proven. If a court undertakes to weigh such evidence, and say that the witnesses are credible, and also to decide as to the effect of the proof, it plainly assumes the functions of the jury, or at least a function which is discharged by the jury in other cases.”\nIn Hemmi v. C. G. W. Ry. Co., 102 Iowa, 25, 28, 70 N. W. 746, this language was used :\n“If it be conceded there was no fault in the engine or its management it cannot be said, as a matter of-law, that the fire was not the result of negligence. But, if this were not the rule, -the point relied upon by appellant is of no avail, for the reason that we have expressly held that in such cases there is a conflict in the evidence — the prima facie case of negligence made-by the plaintiff standing on one side of the issue, and the direct evidence of the defendant as to its care and diligence upon the other — and that it is the duty of the court to submit such conflict to the jury.”\nTo the same effect are the following cases’: M’Cullen v. Chicago &amp; N. W. Ry. Co., 101 Fed. 66, 41 C. C. A. 365, 49 L. R. A. 642; Karsen v. Milwaukee &amp; St. Paul Ry. Co., 29 Minn. 12, 11 N. W. 122; Greenfield v. C. &amp; N. W. Ry. Co., 83 Iowa, 270, 49 N. W. 95; Norris v. Baltimore &amp; O. S. W. R. Co., 109 Fed. 591, 48 C. C. A. 561; Alabama Great Southern Railroad Co. v. Taylor, 129 Ala. 238, 29 So. 673; Farrington v. Rutland Railroad Co. 72 Vt. 24, 47 Atl. 171; First National Bank v. L. E. &amp; W. R. R. Co., 174 Ill. 36, 50 N. E. 1023; C. &amp; A. R. R. Co. v. Esten, 178 id. 192, 52 N. E. 954.\n*287Upon reason and authority, we hold that the entire question is one of fact to be submitted to the jury Avith proper instructions.\nThe plaintiff further insists that the case should be reversed because some of the special findings were against the uncontradicted evidence, notably the following :\n“5. Was engine No. 123 run and operated in a proper manner past the plaintiff’s premises on the day of the fire ? Ans. No.\n“6. If you answer question No. 5 ‘No,’ then please state how and in what manner the engine was not properly operated. A. By firing engine too heavy.\n“7. Was John M. Allen, the fireman on said engine on the day of the fire, a competent and skilful fireman? A. No.\n“8. If you answer question No. 7 ‘No,’ please state how and in what manner he was incompetent. A. By firing too heavily on a light grade with a small train of cars.”\n“10. Were the appliances used on said engine for the prevention of the escape of fire therefrom in good condition on the night of June 27, 1901, and on the following morning when said engine left the shops to be used on the day of said June 28, 1901 ? A. No.\n“11. If you answer question No. 10 ‘No,’ then please state what defects existed in said appliances and in what manner they were defective. A. Defective screens.\n“12. Were the appliances used for the purpose of preventing the escape of fire from said engine No. 123 found to be in good condition when it was examined in the shops at Argentine on the night of June 28, 1901? A. No.\n“13. If you answer question No. 12 ‘No,’ then • please state where and in what manner they were defective. A. Screens defective in smoke-stack.”\nThe evidence of the Avitnesses for the company, if. believed, required the answers to all of these questions *288to be different; so perhaps the question here presented is but the one already passed upon. However, we may go further and call attention to some of the evidence of the plaintiff below tending to contradict in terms the testimony of the witnesses for the company.\nEngine No. 123 was an old one and had long been in the service of the company. The day it set the fire in question was the first time it had ever been on this run, which it made but once thereafter, to wit, on the day following. One witness who was close to the point where the engine set the fire as it passed testified that it was blowing out cinders from its smoke-stack as it went. There was a slight up grade at this point; the train, however, was very light — two freight-cars and a passenger-car. The fireman testified that he was firing heavily. The fire caught at a distance something near 200 feet from the track, and the cinders that caused it were carried to this distance across a road and over a hedge fence. Might not the jury from this evidence reasonably conclude that the screens were not in perfect condition, as testified to by the company’s witness? Might they not also reasonably conclude that the fireman was not a competent and skilful man, inasmuch as no excuse was given for heavy firing with a light train on a slight grade? Add to this the further facts, requiring a greater degree of care and skill, that the day was very hot, the wind very high, and the vegetation very dry. We cannot say in view of all of these things that these findings were wholly unsupported by the evidence.\nA further claim is made that, at most, only nominal damages could be awarded under the evidence. The plaintiff showed that some 150 apple trees had been destroyed; that they were of the value of five dol*289lars to ten dollars each. The defendant’s witnesses testified that the farm on which the orchard was growing was as valuable after the fire as it was before. It is competent to prove damages such as were here claimed by showing the value of the trees destroyed (Railway Co. v. Lycan, 57 Kan. 635, 47 Pac. 526; Railroad Co. v. Perry, 65 id. 792, 70 Pac. 876), or by showing the depreciation of the value of the real estate ; so that the effect of the contradictory evidence was simply to refer the matter, as a question of fact, to the jury.\nUpon the whole case we find no error and affirm the judgment of the court below.\nAll the Justices concurring.\n",
            "ocr": true,
            "opinion_id": 7894423
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}