{
    "id": 405209,
    "judges": "Arnold, Heaney, McMILLIAN",
    "date_filed": "2005-01-12",
    "date_filed_is_approximate": true,
    "slug": "in-re-federal-skywalk-cases-in-re-melanie-hanson-johnson-and-gerard",
    "case_name_short": "In Re Federal Skywalk Cases. In Re Melanie Hanson Johnson and Gerard Stanley Johnson, in Re Federal Skywalk Cases. In Re Jacqueline N. Rau",
    "case_name": "In Re Federal Skywalk Cases. In Re Melanie Hanson Johnson and Gerard Stanley Johnson, in Re Federal Skywalk Cases. In Re Jacqueline N. Rau",
    "case_name_full": "In Re FEDERAL SKYWALK CASES. in Re Melanie Hanson JOHNSON and Gerard Stanley Johnson, Et Al., Petitioners. in Re FEDERAL SKYWALK CASES. in Re Jacqueline N. RAU, Appellant",
    "attorneys": "Thomas P. Sullivan, Richard T. Franch, Charles L. Barker, Michael A. Stick, Paul A. Rogers, Chicago, Ill., for appellant Jacqueline N. Rau; Jenner & Block, Chicago, Ill., Shook, Hardy & Bacon, Kansas City, Mo., of counsel., Jerome G. Shapiro, John M. Townsend, Ronald A. Stern, Hughes Hubbard & Reed, New York City, Robert L. Driscoll, Lawrence M. Berkowitz, Stinson, Mag & Fizzell, Judith C. Whittaker, Kansas City, Mo., for respondents Crown Center Redevelopment Corp. and Hallmark Cards, Inc., Michael E. Waldeck, Niewald, Risjord & Waldeck, Thomas E. Deacy, Jr., Deacy & Deacy, Kansas City, Mo., Don H. Reuben, Michael A. Kahn, Charles C. Post, Reuben & Proctor, Chicago, Ill., for Hyatt Corp., Williams & Connolly, Irving Younger, Paul Martin Wolff, Paul Mogin, Washington, D.C., Anderson, Granger, Nagels, Lastelic & Gordon, Kenton C. Granger, Robert C. Gordon, Overland Park, Kan., Grier, Swartzman & Weiner, Richard L. Routman, Charles M. Thomas, Stoup, Thompson & Wohlner, Arthur H. Stoup, Kansas City, Mo., Robert L. Collins, Collins & Steinburg, Houston, Tex., William P. Whitaker, Kansas City, Mo., with respect to all matters pertaining to class certification, Arthur R. Miller, Harvard Law School, Cambridge, Mass., for representative plaintiff and the class., Richard W. Miller, Miller & Glynn, Joseph A. Sherman, Patrick Lysaught, James M. Yeretsky, Jackson & Sherman, P. C., Kansas City, Mo., for respondents, Havens Steel Co., Thomas J. Leittem, Suzanne K. Loseke, of Shughart, Thomson & Kilroy, A Professional Corp., Kansas City, Mo., for respondent PBNDML Inc., Bill E. Fabian, James R. Goheen, McAna-ny, Van CleavePhillips, P. A., Kansas City, Kan., for respondent Eldridge & Son Const. Co., Inc., Gordon N. Myerson, Laurence R. Tucker, Morris, Larson, King, Stamper & Bold, Kansas City, Mo., for Smith & Boucher, Inc., Lantz Welch, Max W. Foust, Patrick McLarney, Kansas City, Mo., John E. Sham-berg, Shawnee Mission, Kan., B. Kent Snapp, Clayton A. Chittim, Kansas City, Mo., S. Preston Williams, North Kansas City, Mo., for Skywalk Liaison Committee., Donald L. James, Lawrence B. Grebel, Brown, James, Rabbitt, Whaley, McMullin & Pitzer, St. Louis, Mo., for respondent, Gillum-Colaco Consulting Structural Engineers, Inc., Patrick McLarney, David R. Morris, John F. Murphy, Timothy J. Kennedy, Andrew See, Shook, Hardy & Bacon, Kansas City, Mo., John E. Shamberg, Lynn R. Johnson, Schnider, Shamberg & May, Shawnee Mission, Kan., Max W. Foust, Morris & Foust, Kansas City, Mo., Duke W. Ponick, Jr., Kansas City, Mo., for petitioners.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted March 12, 1982., Rehearing Denied July 9,1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 63,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1241-6\">\n    In re FEDERAL SKYWALK CASES. In re Melanie Hanson JOHNSON and Gerard Stanley Johnson, et al., Petitioners. In re FEDERAL SKYWALK CASES. In re Jacqueline N. RAU, Appellant.\n   </parties><br><docketnumber id=\"b1241-10\">\n    Nos. 82-1181, 82-1207.\n   </docketnumber><br><court id=\"b1241-11\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b1241-12\">\n    Submitted March 12, 1982.\n   </otherdate><br><decisiondate id=\"b1241-13\">\n    Decided June 7, 1982.\n   </decisiondate><br><otherdate id=\"b1241-14\">\n    Rehearing Denied July 9,1982.\n   </otherdate><br><attorneys id=\"b1242-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1176\"> \n     *1176\n     </span>\n    Thomas P. Sullivan, Richard T. Franch, Charles L. Barker, Michael A. Stick, Paul A. Rogers, Chicago, Ill., for appellant Jacqueline N. Rau; Jenner &amp; Block, Chicago, Ill., Shook, Hardy &amp; Bacon, Kansas City, Mo., of counsel.\n   </attorneys><br><attorneys id=\"b1242-9\">\n    Jerome G. Shapiro, John M. Townsend, Ronald A. Stern, Hughes Hubbard &amp; Reed, New York City, Robert L. Driscoll, Lawrence M. Berkowitz, Stinson, Mag &amp; Fizzell, Judith C. Whittaker, Kansas City, Mo., for respondents Crown Center Redevelopment Corp. and Hallmark Cards, Inc.\n   </attorneys><br><attorneys id=\"b1242-10\">\n    Michael E. Waldeck, Niewald, Risjord &amp; Waldeck, Thomas E. Deacy, Jr., Deacy &amp; Deacy, Kansas City, Mo., Don H. Reuben, Michael A. Kahn, Charles C. Post, Reuben &amp; Proctor, Chicago, Ill., for Hyatt Corp.\n   </attorneys><br><attorneys id=\"b1242-11\">\n    Williams &amp; Connolly, Irving Younger, Paul Martin Wolff, Paul Mogin, Washington, D.C., Anderson, Granger, Nagels, Lastelic &amp; Gordon, Kenton C. Granger, Robert C. Gordon, Overland Park, Kan., Grier, Swartzman &amp; Weiner, Richard L. Routman, Charles M. Thomas, Stoup, Thompson &amp; Wohlner, Arthur H. Stoup, Kansas City, Mo., Robert L. Collins, Collins &amp; Steinburg, Houston, Tex., William P. Whitaker, Kansas City, Mo., with respect to all matters pertaining to class certification, Arthur R. Miller, Harvard Law School, Cambridge, Mass., for representative plaintiff and the class.\n   </attorneys><br><attorneys id=\"b1242-13\">\n    Richard W. Miller, Miller &amp; Glynn, Joseph A. Sherman, Patrick Lysaught, James M. Yeretsky, Jackson &amp; Sherman, P. C., Kansas City, Mo., for respondents, Havens Steel Co.\n   </attorneys><br><attorneys id=\"b1242-14\">\n    Thomas J. Leittem, Suzanne K. Loseke, of Shughart, Thomson &amp; Kilroy, A Professional Corp., Kansas City, Mo., for respondent PBNDML Inc.\n   </attorneys><br><attorneys id=\"b1242-15\">\n    Bill E. Fabian, James R. Goheen, McAna-ny, Van CleavePhillips, P. A., Kansas City, Kan., for respondent Eldridge &amp; Son Const. Co., Inc.\n   </attorneys><br><attorneys id=\"b1242-16\">\n    Gordon N. Myerson, Laurence R. Tucker, Morris, Larson, King, Stamper &amp; Bold, Kansas City, Mo., for Smith &amp; Boucher, Inc.\n   </attorneys><br><attorneys id=\"b1242-17\">\n    Lantz Welch, Max W. Foust, Patrick McLarney, Kansas City, Mo., John E. Sham-berg, Shawnee Mission, Kan., B. Kent Snapp, Clayton A. Chittim, Kansas City, Mo., S. Preston Williams, North Kansas City, Mo., for Skywalk Liaison Committee.\n   </attorneys><br><attorneys id=\"b1242-18\">\n    Donald L. James, Lawrence B. Grebel, Brown, James, Rabbitt, Whaley, McMullin &amp; Pitzer, St. Louis, Mo., for respondent, Gillum-Colaco Consulting Structural Engineers, Inc.\n   </attorneys><br><attorneys id=\"b1242-19\">\n    Patrick McLarney, David R. Morris, John F. Murphy, Timothy J. Kennedy, Andrew See, Shook, Hardy &amp; Bacon, Kansas City, Mo., John E. Shamberg, Lynn R. Johnson, Schnider, Shamberg &amp; May, Shawnee Mission, Kan., Max W. Foust, Morris &amp; Foust, Kansas City, Mo., Duke W. Ponick, Jr., Kansas City, Mo., for petitioners.\n   </attorneys><br><judges id=\"b1242-20\">\n    Before HEANEY, McMILLIAN and ARNOLD, Circuit Judges.\n   </judges>",
    "citations": [
        "680 F.2d 1175"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/680/680.F2d.1175.82-1207.82-1181.html",
            "author_id": null,
            "opinion_text": "680 F.2d 1175\n    In re FEDERAL SKYWALK CASES.In re Melanie Hanson JOHNSON and Gerard Stanley Johnson, etal., Petitioners.In re FEDERAL SKYWALK CASES.In re Jacqueline N. RAU, Appellant.\n    Nos. 82-1181, 82-1207.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted March 12, 1982.Decided June 7, 1982.\n    \n      Thomas P. Sullivan, Richard T. Franch, Charles L. Barker, Michael A. Stick, Paul A. Rogers, Chicago, Ill., for appellant Jacqueline N. Rau; Jenner &amp; Block, Chicago, Ill., Shook, Hardy &amp; Bacon, Kansas City, Mo., of counsel.\n      Jerome G. Shapiro, John M. Townsend, Ronald A. Stern, Hughes Hubbard &amp; Reed, New York City, Robert L. Driscoll, Lawrence M. Berkowitz, Stinson, Mag &amp; Fizzell, Judith C. Whittaker, Kansas City, Mo., for respondents Crown Center Redevelopment Corp. and Hallmark Cards, Inc.\n      Michael E. Waldeck, Niewald, Risjord &amp; Waldeck, Thomas E. Deacy, Jr., Deacy &amp; Deacy, Kansas City, Mo., Don H. Reuben, Michael A. Kahn, Charles C. Post, Reuben &amp; Proctor, Chicago, Ill., for Hyatt Corp.\n      Williams &amp; Connolly, Irving Younger, Paul Martin Wolff, Paul Mogin, Washington, D.C., Anderson, Granger, Nagels, Lastelic &amp; Gordon, Kenton C. Granger, Robert C. Gordon, Overland Park, Kan., Grier, Swartzman &amp; Weiner, Richard L. Routman, Charles M. Thomas, Stoup, Thompson &amp; Wohlner, Arthur H. Stoup, Kansas City, Mo., Robert L. Collins, Collins &amp; Steinburg, Houston, Tex., William P. Whitaker, Kansas City, Mo., with respect to all matters pertaining to class certification, Arthur R. Miller, Harvard Law School, Cambridge, Mass., for representative plaintiff and the class.\n      Richard W. Miller, Miller &amp; Glynn, Joseph A. Sherman, Patrick Lysaught, James M. Yeretsky, Jackson &amp; Sherman, P. C., Kansas City, Mo., for respondents, Havens Steel Co.\n      Thomas J. Leittem, Suzanne K. Loseke, of Shughart, Thomson &amp; Kilroy, A Professional Corp., Kansas City, Mo., for respondent PBNDML Inc.\n      Bill E. Fabian, James R. Goheen, McAnany, Van Cleave &amp; Phillips, P. A., Kansas City, Kan., for respondent Eldridge &amp; Son Const. Co., Inc.\n      Gordon N. Myerson, Laurence R. Tucker, Morris, Larson, King, Stamper &amp; Bold, Kansas City, Mo., for Smith &amp; Boucher, Inc.\n      Lantz Welch, Max W. Foust, Patrick McLarney, Kansas City, Mo., John E. Shamberg, Shawnee Mission, Kan., B. Kent Snapp, Clayton A. Chittim, Kansas City, Mo., S. Preston Williams, North Kansas City, Mo., for Skywalk Liaison Committee.\n      Donald L. James, Lawrence B. Grebel, Brown, James, Rabbitt, Whaley, McMullin &amp; Pitzer, St. Louis, Mo., for respondent, Gillum-Colaco Consulting Structural Engineers, Inc.\n      Patrick McLarney, David R. Morris, John F. Murphy, Timothy J. Kennedy, Andrew See, Shook, Hardy &amp; Bacon, Kansas City, Mo., John E. Shamberg, Lynn R. Johnson, Schnider, Shamberg &amp; May, Shawnee Mission, Kan., Max W. Foust, Morris &amp; Foust, Kansas City, Mo., Duke W. Ponick, Jr., Kansas City, Mo., for petitioners.\n      Before HEANEY, McMILLIAN and ARNOLD, Circuit Judges.\n      McMILLIAN, Circuit Judge.\n    \n    \n      1\n      This action challenges the validity of a mandatory class certification order rendered by the United States District Court1 for the Western District of Missouri during the course of litigation arising out of the collapse of two skywalks at the Hyatt Regency Hotel in Kansas City, Missouri in July, 1981.2  The class was certified on the issues of liability for compensatory and punitive damages and amount of punitive damages, and includes all business invitees at the hotel during the disaster.\n    \n    \n      2\n      Two objecting plaintiffs (objectors) now petition this court to vacate the order and disqualify the federal district judge asserting jurisdiction under 28 U.S.C. &#167; 1292(a)(1), or alternatively, under mandamus.3  In response the class representative argues that the order is interlocutory thereby precluding appellate review.  Alternatively, the class representative argues that the federal district judge did not abuse his discretion in certifying the class and further that the class is appropriate.4  For the reasons discussed below, we conclude that we do have jurisdiction under 28 U.S.C. &#167; 1292(a)(1) and further that the order must be vacated because it violates the Anti-Injunction Act, 28 U.S.C. &#167; 2283.  We also conclude that 28 U.S.C. &#167; 455(a) does not require the disqualification of the federal district judge.\n    \n    \n      3\n      On July 17, 1981, two skywalks in the central lobby of the Hyatt Regency Hotel in Kansas City, Missouri, collapsed killing 114 persons and injuring hundreds of others.  Following the disaster numerous individual lawsuits were filed in both the Circuit Court for Jackson County, Missouri (state court), and the United States District Court for the Western District of Missouri (district court).5  The federal district court jurisdiction was based on 28 U.S.C. &#167; 1332, diversity of citizenship.\n    \n    \n      4\n      The state court cases were consolidated and assigned to Judge Timothy O'Leary.  The federal cases were also consolidated and assigned to Judge Scott O. Wright.  Shortly after the first cases were filed, the state and district court consolidated their respective cases for discovery.  Each court appointed a Plaintiffs' Liaison Committee to aid in discovery and other matters.  In addition, the two courts appointed a joint state-federal Plaintiffs' Liaison Committee to aid in the consolidated discovery.6  Each court held pretrial conferences and issued pretrial orders concerning the scheduling of discovery.\n    \n    \n      5\n      Prior to the class certification, the Plaintiffs' Liaison Committee accomplished substantial discovery and trial preparation on behalf of all plaintiffs.  The accomplishments included nearly completing the interrogatory phase of discovery and serving requests for production upon the defendants.  In addition, the committee collected approximately 300,000 documents pertaining to the litigation and had arranged for a document depository available to all plaintiffs' counsel.  The committee had also arranged for the testing of the skywalk materials by the National Bureau of Standards.  Brief In re Melanie Hanson Johnson, Appendix I \"Affidavit of Patrick McLarney.\"\n    \n    \n      6\n      On October 27, 1981, Molly Riley, a district court plaintiff, filed a motion for class certification.  The motion sought class certification under Fed.R.Civ.P. 23(b)(1)(B), or in the alternative under 23(b)(3), as to the issues of liability for compensatory and punitive damages and the amount of punitive damages.7  The basis for requesting class certification was Riley's concern that there would be inadequate funds available to pay all claims for compensatory and punitive damages.  Riley also moved that her counsel be appointed as lead counsel for the class.\n    \n    \n      7\n      Several federal and state court plaintiffs filed pleadings in opposition to Riley's motion.  The objecting plaintiffs challenged Riley's and her attorney's qualifications to represent the class.  They also challenged the need for and desirability of class action treatment arguing that there was no evidence of insufficient funds to satisfy all claims.  A hearing was held before Judge Wright on December 10, 1981.\n    \n    \n      8\n      Prior to issuing the class certification order now on appeal, Judge Wright became aware that Riley could not serve as class representative because she was not of diverse citizenship from all defendants.  Judge Wright then reviewed the complaints on file and determined that plaintiffs Stover, Johnson, Vrabel, Grigsby and Abernathy were diverse to all defendants.\n    \n    \n      9\n      Thereafter, Judge Wright placed two telephone calls to Robert Collins, Stover's attorney, and inquired whether Stover would serve as class representative if a class was certified.8  Judge Wright also stated that if Stover would agree to be class representative he would appoint Collins as assistant class counsel to Riley's attorney if a class was certified.  Judge Wright and Collins agreed to speak again after Collins consulted with Stover.  Collins thereupon called defense counsel and unsuccessfully attempted to settle Stover's claim.  Stover then agreed to be class representative.\n    \n    \n      10\n      On January 19, 1982, counsel for the objecting plaintiffs moved, pursuant to 28 U.S.C. &#167; 455(a), to disqualify Judge Wright based on his communications with Collins.\n    \n    \n      11\n      On January 25, 1982, Judge Wright entered the order appealed from in which he (1) denied Riley's motion for class certification because her citizenship was not diverse from all defendants, (2) certified a class action under Rule 23(b) (1)(A) on the issues of liability for compensatory and punitive damages, (3) certified a class action under Rule 23(b)(1)(B) on the issues of liability for punitive damages and the amount of punitive damages, (4) selected plaintiffs Stover, Vrabel, Grigsby and Abernathy as class representatives,9 (5) selected Riley's counsel as lead counsel, and counsel for the class representatives as assistant class counsel, (6) denied the motion to disqualify himself under &#167; 455(a), explaining that he called Collins as a matter of courtesy and had intended to call the lawyers for Johnson, Vrabel, Grigsby and Abernathy but did not do so because the motion to disqualify was filed, and further that he had not decided to certify the class until the order was drafted and entered, and (7) denied objectors' request to certify an interlocutory appeal under 28 U.S.C. &#167; 1292(b).  In re Federal Skywalk Cases, 93 F.R.D. 415 (W.D.Mo.1982).\n    \n    \n      12\n      In support of its order the district court found that the general prerequisites for class actions prescribed by Rule 23(a) were satisfied, id. at 420-22, and that the specific requirements of Rule 23(b)(1) were also satisfied.  The court stressed that the \"interests of all parties concerned\" would best be served by \"the avoidance of wasteful, repetitive litigation,\" and that such litigation could be avoided by \"trying the issues of liability for compensatory damages, liability for punitive damages and amount of punitive damages only once.\"  Id. at 423.\n    \n    \n      13\n      In support of the Rule 23(b)(1)(A) class the court found that individual suits on the issues of liability for compensatory and punitive damages would create a risk of inconsistent results.  Id. at 424.\n    \n    \n      14\n      In support of the Rule 23(b)(1)(B) class the court relied on three considerations.  First, the defendants held liable for punitive damages might lack the funds to pay the full amount of such damages.  Id. at 424.  Second, individual suits for punitive damages would create a risk of unfairness to the other claimants because \"there is some uncertainty under Missouri law as to whether a single defendant can be liable for more than one award of punitive damages.\"10  Id. at 424.  Third, the court noted that the prosecution of individual punitive damage actions could create an ethical problem for counsel representing more than one victim in that the counsel would be forced to decide which suit to bring first.  Id. at 425.\n    \n    \n      15\n      On February 9, 1982, the objectors filed their notice of appeal and petition for mandamus.\n    \n    \n      16\n      Our initial inquiry must be whether the order is appealable.  Recognizing that the order is interlocutory, we would nevertheless have appellate jurisdiction under 28 U.S.C. &#167; 1292(a)(1) (1976)11 if that order is injunctive in character.  Therefore, resolution of this issue depends upon the nature of the order.  The objectors argue that the order enjoins them from prosecuting their state court actions for punitive damages.  In response the class argues that the order is not an injunction because it does not use injunction terminology and, more importantly, it does not enjoin the objectors from settling their claims.  The class characterizes the order as follows:\n    \n    \n      17\n      (t)he motion concerns only whether the defendants can use individual punitive damage settlements as evidence to defeat or diminish the recovery of punitive damages in the classwide trial on that issue.  The representative plaintiff and the class have never sought to enjoin any member of the class from entering into an individual settlement of any claim.\n    \n    \n      18\n      Brief on Behalf of the Representative Plaintiff and the Class at 4 (emphasis added).  We do not agree with that characterization and conclude that we do have jurisdiction under 28 U.S.C. &#167; 1292(a).\n    \n    \n      19\n      The determination of whether an order is an injunction depends upon the substantial effect of the order rather than its terminology.  See Ettelson v. Metropolitan Life Insurance Co., 317 U.S. 188, 63 S. Ct. 163, 87 L. Ed. 176 (1942); In re Glenn W. Turner Enterprises Litigation, 521 F.2d 775 (3d Cir. 1975).\n    \n    \n      20\n      In the present case, contrary to the class's assertion, the district court expressly prohibited class members from settling their punitive damage claims:\n    \n    \n      21\n      Legitimate claimants may negotiate and execute settlements with those defendants who have vociferously urged this court to allow the settlement process to continue.  Those claimants who want to exact payment for allegedly punishable acts must forego the settlement process and await the trial of the punitive damage issues.\n    \n    \n      22\n      In re Federal Skywalk Cases, at 428 (emphasis added).  In addition, the substantial effect of the order also enjoined the state plaintiffs from pursuing their pending state court actions on the issues of liability for compensatory and punitive damages and the amount of punitive damages.\n    \n    \n      23\n      At oral argument counsel for the class argued that 28 U.S.C. &#167; 1292(a)(1) should not be construed to apply to class certification because the inevitable effect of a mandatory class is an injunction against state court actions on class issues.  We conclude that the argument is not persuasive on the facts before us.\n    \n    \n      24\n      It is true that parties to a mandatory class are not free to initiate actions in other courts to litigate class certified issues.  See Reynolds v. National Football League, 584 F.2d 280, 283 (8th Cir. 1978).  However, in the present case the objectors had commenced their state court actions before the motion for class certification had been filed in district court.  The state court cases had been filed, consolidated, and discovery had begun.12  It is this injunction against pending state court actions that gives us jurisdiction under 28 U.S.C. &#167; 1292(a).  See In re W.F. Hurley, Inc., 553 F.2d 1096, 1101 (8th Cir. 1977); In re Glenn Turner Enterprises Litigation, 521 F.2d at 775.\n    \n    \n      25\n      Because we have jurisdiction over the appeal and because the injunction is interdependent with the remainder of the appealed order, we may review the entire order insofar as it has been appealed.  See Deckert v. Independence Shares Corp., 311 U.S. 282, 287, 61 S. Ct. 229, 232, 85 L. Ed. 189 (1940) (jurisdiction reviewable); Adashunas v. Negley, 626 F.2d 600, 602 (7th Cir. 1980) (class issues reviewable); Emerson Electric Co. v. Black and Decker Manufacturing Co., 606 F.2d 234, 237 (8th Cir. 1979) (venue reviewable).  Therefore, we need not decide whether the order would have been reviewable as a petition for mandamus.\n    \n    \n      26\n      Our conclusion that the order enjoins pending state proceedings necessitates an inquiry as to the propriety of that order under the Anti-Injunction Act, 28 U.S.C. &#167; 2283.  The Act provides that \"(a) court of the United States may not grant an injunction to stay proceedings in a state court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgment.\"\n    \n    \n      27\n      In Atlantic Coast Line R.R. v. Locomotive Engineers, 398 U.S. 281, 286-87, 90 S. Ct. 1739, 1742-43, 26 L. Ed. 2d 234 (1970), the Supreme Court recognized that the Act imposes a flat and positive prohibition:\n    \n    \n      28\n      On its face the present Act is an absolute prohibition against enjoining state court proceedings, unless the injunction falls within one of three specifically defined exceptions.  The respondents here have intimated that the Act only establishes a \"principle of comity,\" not a binding rule on the power of the federal courts.  The argument implies that in certain circumstances a federal court may enjoin state court proceedings even if that action cannot be justified by any of the three exceptions.  We cannot accept any such contention.  In 1955 when this Court interpreted this statute, it stated: \"This is not a statute conveying a broad general policy for appropriate ad hoc application.  Legislative policy is here expressed in a clear-cut prohibition qualified only by specifically defined exceptions.\"  Amalgamated Clothing Workers v. Richman Bros., 348 U.S. 511, 515-516, (75 S. Ct. 452, 455, 99 L. Ed. 600) (1955).\n    \n    \n      29\n      Recently a plurality of the Court in Vendo Co. v. Lektro-Vend Corp., 433 U.S. 623, 630-31, 97 S. Ct. 2881, 2887, 53 L. Ed. 2d 1009 (1977), emphasized the continuing force of Atlantic Coast Line :\n    \n    \n      30\n      The origins and development of the present Act, and of the statutes which preceded it, have been amply described in our prior opinions and need not be restated here.  The most recent of these opinions are Mitchum v. Foster, 407 U.S. 225, (92 S. Ct. 2151, 32 L. Ed. 2d 705) (1972), and Atlantic Coast Line R. Co. v. Locomotive Engineers, 398 U.S. 281, (90 S. Ct. 1739, 26 L. Ed. 2d 234) (1970).  Suffice it to say that the Act is an absolute prohibition against any injunction of any state court proceedings, unless the injunction falls within one of the three specifically defined exceptions in the Act.  The Act's purpose is to forestall the inevitable friction between the state and federal courts that ensues from the injunction of state judicial proceedings by a federal court.  Oklahoma Packing Co. v. Oklahoma Gas &amp; Electric Co., 309 U.S. 4, 9, (60 S. Ct. 215, 218, 84 L. Ed. 447) (1940).  Respondents' principal contention is that, as the Court of Appeals held, &#167; 16 of the Clayton Act, which authorizes a private action to redress violations of the antitrust laws, comes within the \"expressly authorized\" exception to &#167; 2283.\n    \n    \n      31\n      We test this proposition mindful of our admonition that:\n    \n    \n      32\n      \"(a)ny doubts as to the propriety of a federal injunction against state court proceedings should be resolved in favor of permitting the state courts to proceed in an orderly fashion to finally determine the controversy.\"  Atlantic Coast Line R. Co., supra, (398 U.S.) at 297, (90 S. Ct. 1739 at 1748).\n    \n    \n      33\n      This cautious approach is mandated by the \"explicit wording of &#167; 2283\" and the \"fundamental principle of a dual system of courts.\"  Ibid.  We have no occasion to construe the section more broadly:\n    \n    \n      34\n      \"(It is) clear beyond cavil that the prohibition is not to be whittled away by judicial improvisation.\"  Clothing Workers v. Richman Bros. Co., 348 U.S. 511, 514, (75 S. Ct. 452, 454, 99 L. Ed. 600) (1955).\n    \n    \n      35\n      433 U.S. at 630-31, 97 S. Ct. at 2887 ....\n    \n    \n      36\n      See also County of Imperial v. Munoz, 449 U.S. 54, 101 S. Ct. 289, 66 L. Ed. 2d 258 (1980) (reemphasizing absolute nature of the Act).\n    \n    \n      37\n      Therefore, if the injunction is to be upheld, it must be on the basis that the district court's authority derives from one of the three exceptions.  On appeal the class relies on the \"necessary in aid of its jurisdiction\" exception.  In support it first draws an analogy between the order and a Rule 22 interpleader under which a federal court can enjoin claimants from prosecuting claims in state court.  The class reasons that here, as in the interpleader situation, there is a limited fund and that the class action is necessary to protect all claimants.  We disagree.\n    \n    \n      38\n      The analogy is based on the premise that the possibility of defendants being required to pay only one punitive damage award is comparable to the limited fund concept underlying federal interpleader.  That premise is erroneous.  \"Federal interpleader jurisdiction depends on identifiable property or a limited fund or pecuniary obligation, and it is not proper to predicate jurisdiction on the mere potential to recover damages for pecuniary injury.\"  Murphy v. Travelers Insurance Co., 534 F.2d 1155, 1159 (5th Cir. 1976), citing Wallach v. Cannon, 357 F.2d 557 (8th Cir. 1966).\n    \n    \n      39\n      In the present case the class has an uncertain claim for punitive damages against defendants who have not conceded liability.  The claim does not qualify as a limited fund which is a jurisdictional prerequisite for federal interpleader.  Without the limited fund there is no analogy to an interpleader and no reason to treat the class action as an interpleader for purposes of the Anti-Injunction Act.\n    \n    \n      40\n      The class proposes a second analogy between the order and several earlier decisions which allowed an injunction when an insurance company brought a federal suit for a declaratory judgment that a particular policy was invalid and the beneficiary subsequently sues in state court to recover under the policy.  We conclude that the analogy is not persuasive.\n    \n    \n      41\n      Initially we note that the most recent case cited by class was decided in 1940, long before the enactment of the current Anti-Injunction Act.13  We also note that even the commentator cited by the class acknowledges:\n    \n    \n      42\n      ... it seems probable that a federal court would not be warranted in enjoining the prosecution of a pending state action (on the policy), where it is brought during the contestable period and there is an opportunity to set up the defense of fraud in the state court ....\n    \n    \n      43\n      1A Moore's Federal Practice P 910.225 at 2621.\n    \n    \n      44\n      In addition, the cited cases are distinguishable on the basis that they involved situations in which identical parties were litigating mutually exclusive theories concerning their rights in the same policy in different forums.  Such is not the case here.  Furthermore, as conceded by the class, the cases involved injunctions against subsequent state actions.  In contrast, the injunction in the present case was against pending state actions.\n    \n    \n      45\n      Next the class argues that allowing individual actions in state court will nullify the purpose of the class.  The Supreme Court has narrowly interpreted the \"necessary in aid of jurisdiction\" exception, and a pending state suit must truly interfere with the federal court's jurisdiction.  As the objectors correctly point out, a plurality of the Supreme Court reaffirmed in Vendo Co. its earlier holdings that a simultaneous in personam state action does not interfere with the jurisdiction of a federal court in a suit involving the same subject matter.\n    \n    \n      46\n      In Toucey v. New York Life Ins. Co., 314 U.S.  (118), at 134-135, (62 S. Ct. 139, 144, 86 L. Ed. 100 (1945) ), we acknowledged the existence of a historical exception to the Anti-Injunction Act in cases where the federal court has obtained jurisdiction over res, prior to the state-court action.  Although the \"necessary in aid of\" exception to &#167; 2283 may be fairly read as incorporating this historical in rem exception, see C. Wright, Federal Courts, &#167; 47, p. 204 (3d ed. 1976), the federal and state actions here are simply in personam.  The traditional notion is that in personam actions in federal and state court may proceed concurrently, without interference from either court, and there is no evidence that the exception to &#167; 2283 was intended to alter this balance.  We have never viewed parallel in personam actions as interfering with the jurisdiction of either court; as we stated in Kline v. Burke Construction Co., 260 U.S. 226, (43 S. Ct. 79, 67 L. Ed. 226) (1922):\n    \n    \n      47\n      \"(A)n action brought to enforce (a personal liability) does not tend to impair or defeat the jurisdiction of the court in which a prior action for the same cause is pending.  Each court is free to proceed in its own way and in its own time, without reference to the proceedings in the other court.  Whenever a judgment is rendered in one of the courts and pleaded in the other, the effect of that judgment is to be determined by the application of the principles of res adjudicata ....\"  Id., at 230, (43 S. Ct. 79 at 81) (emphasis added).\n    \n    \n      48\n      433 U.S. at 641-42, 97 S. Ct. at 2892-93 ....\n    \n    \n      49\n      In the present case the federal and state actions are in personam claims for compensatory and punitive damages.  Therefore, based on the foregoing principles, we are compelled to hold that despite Judge Wright's legitimate concern for the efficient management of mass tort litigation, the class certification order must be vacated.  Mr. Justice Black's concluding words in Atlantic Coast Line are particularly apt here:\n    \n    \n      50\n      This case is by no means an easy one.  The arguments in support of the union's contentions are not insubstantial.  But whatever doubts we may have are strongly affected by the general prohibition of &#167; 2283.  Any doubts as to the propriety of a federal injunction against state court proceedings should be resolved in favor of permitting the state courts to proceed in an orderly fashion to finally determine the controversy.  The explicit wording of &#167; 2283 itself implies as much, and the fundamental principle of a dual system of courts leads inevitably to that conclusion.\n    \n    \n      51\n      398 U.S. at 296-97, 90 S. Ct. at 1747-48.\n    \n    \n      52\n      The foregoing ruling does not dispose of the entire appeal because the objectors also seek the disqualification of Judge Wright under 28 U.S.C. &#167; 455(a), which provides that a judge \"... shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\"  The objectors argue that Judge Wright's ex parte communications with Collins raise reasonable questions as to whether Judge Wright is biased in favor of the obliging class members.  We disagree.\n    \n    \n      53\n      28 U.S.C. &#167; 455(a) requires a judge to disqualify himself if a reasonable person would have factual grounds to doubt the impartiality of the court.  Blizard v. Frechette, 601 F.2d 1217, 1220 (1st Cir. 1979).  The determination for the district judge to make is whether \"his impartiality might reasonably be questioned.\"  28 U.S.C. &#167; 455(a).  Once that determination has been made, our role on review is limited to deciding whether the district court's evaluation of the claim of partiality or prejudice amounted to an abuse of discretion.  Blizard v. Frechette, 601 F.2d at 1221.\n    \n    \n      54\n      Initially we note that we do not condone Judge Wright's communications with Collins.  Once it became apparent that the named plaintiff could not serve as class representative, we think the better practice would have been for the district judge to have called counsel of all potential class representatives and held a hearing to determine whether any of them would serve as class representative in the event the district judge decided to certify a class.  However, after a careful review of the entire record, we conclude that Judge Wright did not abuse his discretion in refusing to disqualify himself.\n    \n    \n      55\n      A claim of bias must be evaluated in light of the full record, not simply in light of an isolated incident.  See Walker v. Bishop, 408 F.2d 1378, 1382 (8th Cir. 1969).  In the present case Judge Wright developed an extensive record before he made his decision to certify the class.  By order dated November 17, 1981, Judge Wright directed the parties and invited all interested parties to submit briefs on any issues relevant to the certification of a class.  On December 10, 1981, Judge Wright held a hearing on the motion at which time the parties had the opportunity to present their objections to the court.  During the course of the hearing, Judge Wright decided that two additional issues needed briefing, namely (1) whether multiple punitive damage verdicts could be obtained by successive plaintiffs based on the same conduct and (2) whether Missouri law allows recovery of punitive damages in wrongful death actions.  These issues were briefed and submitted to Judge Wright before he made his decision to certify the class.\n    \n    \n      56\n      The order itself is carefully reasoned and stresses Judge Wright's concern that \"(i)f a defendant can only be punished once, then the first claimant to get an award (of punitive damages) is the first and only winner.  The Court is not inclined to permit the sacrifice of one aggrieved party's claim for the sole benefit of another aggrieved party.\"  In re Federal Skywalk Cases, slip op. at 424-25.\n    \n    \n      57\n      We conclude that Judge Wright certified the class based solely on his judgment that such action would best serve the interests of all parties involved.  In addition, we note the complexity of the issues before Judge Wright and commend his creative efforts in attempting to achieve a fair, efficient and economical trial for the victims of the Hyatt Regency disaster.14  However, as explained above, the order cannot stand on the facts before us.\n    \n    \n      58\n      The order of the district court is vacated.\n    \n    \n      59\n      HEANEY, Circuit Judge, dissenting.\n    \n    \n      60\n      The majority decision is very narrow, holding that the mandatory class action certified by the court below violates the Anti-Injunction Act.  It is clear, as the majority recognizes, that the Act would not be contravened by an opt-out class action.  On remand, the district court should consider whether such an opt-out class is appropriate.\n    \n    \n      61\n      I dissent, nonetheless, because I believe that the district court's mandatory class action, if slightly modified, would be proper.  We should modify the district court's order by permitting punitive damage claims to be settled and by providing that the defendants will receive credit for any such settlements when and if there is a class-wide award of punitive damages.  Such a modified class action would satisfy the requirements of Fed.R.Civ.P. 23 and would not violate the Anti-Injunction Act.  Moreover, it would provide the fairest way for all plaintiffs to seek recovery in the manner in which they choose-either through settlement or prompt judicial resolution of their claims.\n    \n    I.\n    \n      62\n      INTRODUCTION.\n    \n    \n      63\n      The crucial issue on this appeal is the effect of the district court's class certification order on the settlement process.  As long as a class suit does not prevent the plaintiffs who wish to settle from doing so, no one seriously contends that it will deny them the opportunity to secure fair and expeditious compensation for their losses-either by settling or promptly proceeding to trial.  The objectors, however, urge that settlements are blocked by the district court's order because individual plaintiffs cannot settle punitive damage claims,1 and thus cannot execute general releases.  Without such general releases, the objectors claim that the defendants are not protected against any further assertion of claims by settling plaintiffs.\n    \n    \n      64\n      I share the majority's belief that those plaintiffs who wish to settle all their claims should be permitted to do so.  The class action need not be decertified to achieve this result.  This goal can be accomplished by modifying the district court's order: (1) to expressly permit the settlement of punitive damage claims, and (2) to provide that the defendants will receive credit for the punitive claims they settle when and if a class-wide punitive damage award is ordered.  Both the class action plaintiffs and the defendants have suggested methods for providing credit to the defendants for any claims they settle.2  It may be that a hearing on the issue would develop additional alternatives.  In my view, the district court should be directed to proceed without delay to hold the necessary hearings and adopt a procedure.  As soon as this result is accomplished, the settlement process could proceed unimpeded by the class lawsuit.\n    \n    II.\n    \n      65\n      THE DISTRICT COURT DID NOT ABUSE ITS DISCRETION BY\n    \n    \n      66\n      CERTIFYING A MANDATORY CLASS ACTION.\n    \n    \n      67\n      The district court's order cannot be vacated unless its certification of the class action constitutes an abuse of discretion.  E.g., Rule v. International Association of Bridge, Structural &amp; Ornamental Ironworkers, 568 F.2d 558, 563 (8th Cir. 1977).  I believe that the district court did not abuse its discretion; its certification order is supported by several important considerations.\n    \n    \n      68\n      A. Justifications for Class Certification.\n    \n    \n      69\n      The plaintiffs who sustained serious injuries or seek to recover for the death of family members should not be denied the opportunity to be promptly compensated.  Likewise, plaintiffs seeking less substantial actual damages and punitive damages should not be effectively deprived of their claims.  A class suit provides a device by which these smaller claims can be aggregated and litigation costs prorated among numerous claimants, thereby making worthwhile claims that might otherwise not be pursued.3  E.g., Deposit Guaranty National Bank v. Roper, 445 U.S. 326, 338, 100 S. Ct. 1166, 1173-74, 63 L. Ed. 2d 427 (1980).  See Comment, The Use of Class Actions for Mass Accident Litigation, 23 Loyola L.Rev. 383, 384-385 (1977).  Note, Developments in the Law-Class Actions, 89 Harv.L.Rev. 1318-1322, 1354-1355 (1976).  Thus, a class action provides the best method for all plaintiffs to vindicate their legitimate claims.\n    \n    \n      70\n      A class suit on the liability and punitive damage issues also provides an effective means to confine and manage the substantial litigation arising from this mass disaster.  See, e.g., 7A Wright &amp; Miller, Fed.Prac. &amp; Proc.: Civil, &#167; 1783 at 116-117 (1972); Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1318-1322, 1354-1355; Note, Mass Accident Class Actions, 60 Cal.L.Rev. 1615 passim (1972).  It conserves litigant and judicial resources by permitting the liability and punitive damage issues to be tried once, and only once; thereby avoiding a multiplicity of lawsuits on the same issues involving the same facts and the same defendants.4  Moreover, it promotes judicial economy by focusing this litigation in the court that will have to resolve the major disputed issues in this case.  The defendants have already begun to file in the federal district court their lawsuits to determine the respective liability and contribution issues among the various tort feasors.\n    \n    \n      71\n      Moreover, a single class-wide adjudication of punitive damages ensures that every victim will receive his or her just share of any punitive damage award.  Absent a class action, the distribution of punitive damages will be determined in a succession of individual lawsuits.  In that event, the risk exists that individual juries will reach inconsistent results on the liability and damage issues.  Moreover, even if the results are consistent, the risk arises that late-suing plaintiffs will have their punitive damage recoveries reduced or even eliminated by prior awards because there is certainly some limit on the amount of exemplary damages the defendants will be required to pay.5  A class action suit provides the most effective-and perhaps only-procedure to ensure that any recovery will be distributed equitably among all plaintiffs.6  Roginsky v. Richardson-Merrell, Inc., 378 F.2d 832, 838-842 (2d Cir. 1967) (dicta); In Re Northern District of California \"Dalkon Shield\" IUD Products Liability Litigation, 526 F. Supp. 887, 897-900 (N.D.Cal.1981) (hereafter cited as In re Dalkon Litigation ).  See Putz &amp; Astiz, Punitive Damage Claims of Class Members Who Opt Out: Should They Survive ?, 16 U.San Fran.L.Rev. 1, 18-40 (1981); Note, Mass Liability and Punitive Damages Overkill, 30 Hastings L.J. 1797, 1800-1812 (1979); Note, Mass Accident Class Actions, supra, 60 Cal.L.Rev. at 1624-1639.\n    \n    \n      72\n      B. Objections to Class Certification.\n    \n    \n      73\n      Despite these justifications for a class action, the objectors argue that the district court's order constitutes an abuse of discretion.7  Most importantly, they contend that Rule 23(b)(1)(B) simply does not authorize a class action in this case.  A class action may be certified under Rule 23(b)(1) (B) when a number of individuals claim rights to a share of a fund that is too small to satisfy in full every individual's claim.  See, e.g., Green v. Occidental Petroleum Corp., 541 F.2d 1335, 1340 &amp; n.9 (9th Cir. 1976); Coburn v. 4-R Corp., 77 F.R.D. 43, 45-46 (E.D.Ky.1977).  See also Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1367.  The objectors claim that the facts here do not support the district court's finding that there is a limited fund available to pay punitive damages awards.  I disagree.8\n    \n    \n      74\n      Missouri law may preclude multiple punitive damage awards for a single wrongful act or omission.  At oral argument, the objectors and the class representatives both conceded that the state law is uncertain and that there is a legitimate and reasonable argument that a defendant can be punished only once for conduct transcending ordinary negligence.  The Missouri Court of Appeals recently dismissed as moot a case in which they might have resolved this question.  Monsanto Co. v. Parker, 634 S.W.2d 506 (Mo.App.1982).  Thus, an award of punitive damages to the first litigant may preclude all subsequent awards to later plaintiffs.  The harshness and unfairness of this potential result justifies the district court's class certification.\n    \n    \n      75\n      Even if multiple punitive damage awards are permissible, the class certification was appropriate because the defendants held liable may not have the capacity to satisfy the judgments against them.9  The claims of those victims who have filed individual lawsuits exceed $1 billion in compensatory damages and $500 million in punitive damages.  The total insurance of all the defendants is only $333 million.  Moreover, the record does not reveal how that insurance coverage is divided among the defendants and how much, if any, of it is available to pay punitive damage awards.10  Furthermore, we cannot determine on the record before us the net worth of the various defendants.  If the three largest defendants-Crown Center, Hallmark and Hyatt-are not found liable for punitive damages, the insurance coverage and assets of the remaining defendants would become significant indeed because they may well not be sufficient to satisfy the exemplary damage judgments in view of the large amounts sought by the plaintiffs.\n    \n    \n      76\n      Apart from the defendants' capacity to pay punitive damages, there is surely some limit imposed by law on the amount for which they can be held liable for a single wrongful act or course of conduct.  Unlimited multiple punishment for the same act determined in a succession of individual lawsuits and bearing no relation to the defendants' culpability or the actual injuries suffered by victims, would violate the sense of \"fundamental fairness\" that is essential to constitutional due process.  See Roginsky v. Richardson-Merrell, Inc., supra, 378 F.2d at 838-841; In re Dalkon Litigation, supra, 526 F.Supp. at 900.  See also Punitive Damage Claims of Class Members Who Opt Out: Should They Survive?, supra, 16 U.San Fran.L.Rev. at 29-31; Note, Mass Liability and Punitive Damages Overkill, supra, 30 Hastings L.J. at 1797-1800.  Moreover, the basic jurisprudential precepts that litigation must come to an end and that a party cannot be repeatedly sued on the same cause of action are violated by excessive multiple punishment.  See Punitive Damage Claims of Class Members Who Opt Out: Should They Survive?, supra, 16 U.San Fran.L.Rev. at 29-31; Note, Mass Liability and Punitive Damages Overkill, supra, 30 Hastings L.J. at 1797-1800.\n    \n    \n      77\n      Consequently, I believe that the district court did not err in finding a significant likelihood that the punitive damage awards may exhaust the culpable defendants' capacity to pay the judgments.\n    \n    \n      78\n      The objectors next contend that the named class representative, Shirly Stover, does not \"fairly and adequately protect the interests of the class\" as required by Rule 23(a)(4).  They base their claim on the fact that she did not move for class certification.  While a class representative's failure to move for certification has been found in some circumstances to be an indication that he or she will not adequately represent the class, such a failure is not dispositive of the issue.  Indeed, a court may select as a class representative a class member who did not file for certification, see, e.g., United States Parole Commission v. Geraghty, 445 U.S. 388, 407, 100 S. Ct. 1202, 1214, 63 L. Ed. 2d 479 (1980), or it may even elect to certify a class and select a class representative even if no party seeks a class action.  See, e.g., Ford v. U. S. Steel Corp., 638 F.2d 753, 754 (5th Cir. 1981); In re Dalkon Litigation, supra, 526 F.Supp. at 894.11  In addition, there was, of course, no need for Stover to move for class certification in this case since Molly Riley had already done so.\n    \n    \n      79\n      The objectors also argue that the counsel appointed for the class are inadequate because they are tainted with conflicts of interest.  I find no support in the record for this contention.12\n    \n    \n      80\n      The objectors next claim that class certification was improper because the various claims present individual issues and the individual claimants have a strong interest in controlling their litigation.  In particular, they rely on the Advisory Committee Notes to the 1966 amendments to the Federal Rules of Civil Procedure which indicate that class actions under Rule 23(b)(3) generally are inappropriate in mass accident cases.\n    \n    \n      81\n      The petitioners reliance on this authority is misplaced.  First, under the express terms of Rule 23, individual control is an articulated concern for courts to consider with respect to certifying a class only under subsection (b) (3), not subsection (b)(1) on which the district court here relied.  Thus, the district court was not necessarily required to consider the claimants' interest in individual control before certifying a class under Rule 23(b)(1).13\n    \n    \n      82\n      Second, to the extent that the interest in individual control is relevant to certifying a Rule 23(b)(1) class, that concern does not preclude a class suit in mass accident cases.  If the drafters of the rule had intended to create such a per se rule, they would have simply said so.  See Comment, The Use of Class Actions for Mass Accident Litigation, supra, 23 Loyola L.Rev. at 405.  Instead, the drafters said:\n    \n    \n      83\n      A \"mass accident\" resulting in injuries to numerous persons is ordinarily not appropriate for a class action because of the likelihood that significant questions, not only of damages but of liability and defenses to liability, would be present, affecting the individuals in different ways.  In these circumstances an action conducted nominally as a class action would degenerate in practice into multiple lawsuits separately tried.\n    \n    \n      84\n      Fed.R.Civ.P. 23(b)(3) advisory committee note.\n    \n    \n      85\n      It is apparent that the concerns that prompted the drafters to conclude that class suits are not generally appropriate in mass accident cases are not applicable here.  In this case, the facts relevant to liability will not differ meaningfully from one claimant to another, and there is little or no likelihood of individual defenses being presented.  The compensatory damage issues, of course, will involve differing factual questions, but these claims present no bar to class certification because the district court limited the class action to the liability and punitive damage issues as permitted by Rule 23(c)(4).  Consequently, the concerns of individualization of issues and the claimants' interest in controlling their own case present no real obstacle to class suits in mass accident cases such as the instant one.  E.g., 3B J. Moore, Fed.Prac., P 23.45(3) at 811 &amp; n.35 (2d ed. 1948); 7A Wright &amp; Miller, supra, &#167; 1783 at 117; Comment, The Use of Class Actions for Mass Accident Litigation, supra, 23 Loyola L.Rev. at 390; Note, Mass Accident Class Actions, supra, 60 Cal.L.Rev. at 1621.\n    \n    \n      86\n      Finally, the objectors contend that the district court's class certification deprives them of their constitutional rights.  First, they argue that a class-wide award of damages to be divided among class members is a \"fluid recovery\"14 that denies them their constitutional rights to due process and trial by jury.\n    \n    \n      87\n      The Constitution does not create an absolute bar to a class-wide assessment of punitive damages.  The objectors' Seventh Amendment right will be satisfied by the opportunity to adjudicate the class-wide damage assessment before a jury.15  See Dickinson v. Burnham, 197 F.2d 973, 980-981 (2d Cir.), cert. denied, 344 U.S. 875, 73 S. Ct. 169, 97 L. Ed. 2d 678 (1952) (1938 version of Rule 23).  See also, e.g., Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1523-1525; Wright &amp; Miller, supra, &#167; 1784 at 122; Jacoby &amp; Cherasky, The Effects of Eisen IV and Proposed Amendments to Rule 23, 12 San Diego L.Rev. 1, 24 (1974); Comment, Due Process and Fluid Class Recovery, 53 Ore.L.Rev. 225, 237 (1974); Note, Eisen v. Carlisle &amp; Jacquelin-Fluid Recovery, Minihearings, and Notice in Class Actions, 54 B.U.L.Rev. 111, 123-124 (1974).  In the absence of defenses that could be asserted against individual class members, or other such individualized inquiries, due process does not require multiple hearings as long as there is one full and fair determination of the merits.  See, e.g., Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1523-1525; Comment, Due Process and Fluid Class Recovery, supra, 53 Ore.L.Rev. at 237; Note, Eisen v. Carlisle &amp; Jacquelin-Fluid Recovery, Minihearings, and Notice in Class Actions, supra, 54 B.U.L.Rev. at 123-124.\n    \n    \n      88\n      In some circumstances courts have not permitted the class-wide calculation of damages.  See, e.g., Eisen v. Carlisle &amp; Jacquelin, 479 F.2d 1005, 1018 (1973), vacated and remanded on other grounds, 417 U.S. 156, 94 S. Ct. 2140, 40 L. Ed. 2d 732 (1974); In re Hotel Telephone Charges, 500 F.2d 86, 92 (9th Cir. 1974).  In other cases, however, the mechanism has been utilized.  See, e.g., Bebchick v. Public Utilities Commission, 318 F.2d 187, 203-204 (D.C.Cir.), cert. denied, 373 U.S. 913, 83 S. Ct. 1304, 10 L. Ed. 2d 414 (1963); West Virginia v. Chas.  Pfizer &amp; Co., 314 F. Supp. 710, 744 (S.D.N.Y.), aff'd, 440 F.2d 1079, 1089-1091 (2d Cir.), cert. denied, 404 U.S. 871, 92 S. Ct. 81, 30 L. Ed. 2d 115 (1971).  The propriety of class-wide damage assessment, with or without a fluid recovery mechanism, should depend on whether it is consistent with the policies of the underlying cause of action.  Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1526-1536.\n    \n    \n      89\n      The justifications for imposing punitive damages include expressing society's disapproval of outrageous conduct, deterring such conduct in the future, and providing incentives for private civil enforcement.  Mallor &amp; Roberts, Punitive Damages: Toward a Principles Approach, 31 Hastings L.J. 639, 647-650 (1980).  Each of these purposes is advanced by the district court's class certification here.  Thus, a class-wide calculation of punitive damages would be proper.\n    \n    \n      90\n      The objectors' second constitutional claim is that the district court denied them due process by not permitting them to be heard after its class certification order.  Specifically, they object to the order providing:\n    \n    \n      91\n      No matters may be presented to this Court which concerns (sic) a member of the class unless it is (sic) presented by the counsel designated to handle the class action.  The Clerk of the Court has been directed to reject any matters that are not being filed by counsel for the class or counsel for defendants.\n    \n    \n      92\n      In Farber v. Riker-Maxson Corp., 442 F.2d 457 (2d Cir. 1971), the Second Circuit upheld an order of the district court virtually identical to the one here.  The Court held that such an order did not deprive the parties prohibited from filing motions \"an appropriate opportunity to participate in the litigation.\"  Id. at 459.  Indeed, the very nature of a class action requires that the class representative, and his or her attorney, represent the class and that members of the class cannot continue to file motions as they might in an individual action.  Moreover, here, as in Farber, the district court's order did not bar counsel for class members from applying to it for permission to file a motion.  Id. at 459.  Accordingly, the district court's order did not deny the objectors due process.\n    \n    \n      93\n      C. Summary.\n    \n    \n      94\n      In sum, the district court's class action satisfies all the requirements of Rule 23, and the state and federal constitutions.  Moreover, certification of a class action would promote judicial economy in a complex case where such concerns are especially significant.  It would protect the interests of defendants by avoiding endless relitigation and inconsistent determinations of their relative liability.  And, it would protect the plaintiffs by ensuring prompt determination of liability (thereby promoting settlements) and by guaranteeing that any punitive damage award would be fairly allocated to all plaintiffs.  Therefore, I believe that the district court did not abuse its discretion in certifying the class action.\n    \n    III.\n    \n      95\n      THE DISTRICT COURT DID NOT VIOLATE THE ANTI-INJUNCTION ACT\n    \n    \n      96\n      BY CERTIFYING A MANDATORY CLASS ACTION.\n    \n    \n      97\n      The majority recognizes that an opt-out class, which the district court remains free to certify, would not violate the Anti-Injunction Act.  Because members of such a class would be free to withdraw and pursue their claims independently in state court, such a class action would not inherently restrict state court proceedings, nor would it afford any basis upon which the district court might enjoin state court proceedings.  See In Re Glenn Turner Enterprises Litigation, 521 F.2d 775 (3d Cir. 1975).\n    \n    \n      98\n      The majority holds, however, that the mandatory class action violates the Anti-Injunction Act because some class members have already initiated state court proceedings and presumably will be enjoined from pursuing such independent actions.  See, supra, at 1181, 1183.  This is a sweeping rule that prohibits certification of an otherwise proper mandatory class whenever a class member has commenced a state court action.  In my view, such a rule is not supported by the cases relied upon by the majority and, moreover, is simply the wrong rule in light of the necessary dictates of mandatory class actions.\n    \n    \n      99\n      A mandatory class action, of course, has a restrictive effect on related proceedings in any other court-state or federal.  This is because, by definition, members of such a class cannot pursue independent litigation of class claims.  See, e.g., Reynolds v. National Football League, 584 F.2d 280, 283 (8th Cir. 1978).  The majority states that a mandatory class only prohibits members from initiating independent litigation, citing Reynolds v. National Football League, supra, for this proposition.  Supra, at 1180.  Neither Reynolds nor any other case cited to this Court supports such a narrow construction of mandatory class actions.  Indeed, the implication of the majority's view is that mandatory classes are not truly mandatory-any member who has previously commenced independent litigation is somehow not subject to the ordinary rules of such class actions.  In my view, the plain meaning of a mandatory class does not change merely because some members of the class have previously initiated independent actions.  If certification of a mandatory class is proper, as here it clearly is, then the ordinary rules of such actions simply preclude independent litigation of class claims in state or federal courts.\n    \n    \n      100\n      This point is important to whether the class action violates the Anti-Injunction Act.  Under the Act, an injunction of state court proceedings is proper when it is \"necessary in aid of\" the federal court's jurisdiction.  28 U.S.C. &#167; 2283.  It seems self-evident that an injunction to protect the ordinary scope of a mandatory class action is \"necessary in aid of\" the federal jurisdiction over such a class.\n    \n    \n      101\n      I must emphasize that no plaintiff has, as yet, been enjoined from pursuing any state court action.16  Our review is thus proper, if at all,17 to the extent that certification of a mandatory class will necessarily restrict class members from pursuing pending state court proceedings.  The question then is whether such restrictions are \"necessary in aid of\" the class action jurisdiction.\n    \n    \n      102\n      Here, the necessary restrictive effects of the mandatory class action are twofold.  The first restrictive effect is that class members would not be able to pursue a punitive damage claim in an independent action.  Such a restriction is absolutely necessary to the district court's jurisdiction over this class issue due to the applicable state law on punitive damages.  Although the parties do not agree on the certainty of the state law rule, they do agree that there is a legitimate and reasonable claim that under Missouri law, only the first plaintiff to achieve a judgment would obtain a punitive award-all other plaintiffs would be frozen out.  See, supra, at 1186.  When a mandatory class is necessary to protect all plaintiffs on this claim, it seems obvious that an injunction against independent litigation of the issue is \"necessary in aid of\" the jurisdiction of the class.\n    \n    \n      103\n      The second restrictive effect of the mandatory class is to, in effect, stay state court proceedings on the issue of liability for compensatory damages.  I emphasize that the plaintiffs are free to settle such claims or to pursue in state court a determination of the amount of such damages, once the class action determines relative liability among the defendants.18  The mandatory class is necessary to protect the numerous defendants from inconsistent results and extremely burdensome relitigations of their relative culpability and to ensure that serial determinations of liability will not deplete the assets of the defendants.  See, supra, at 1187-1188.  Certification of the compensatory liability issue is also strictly necessary to protect the punitive damage claim noted above because, under ordinary joinder rules, an independent action on liability would necessarily reach both compensatory and punitive issues.  Thus, if a mandatory class is to be certified at all, it must include the punitive claim and at least the liability aspect of compensatory damages.  In my view, where a mandatory class is properly certified for these purposes, enjoining independent litigation of the class issue is plainly \"necessary in aid of\" the class jurisdiction.\n    \n    \n      104\n      The majority essentially ignores that it is a mandatory class action we are considering under the Anti-Injunction Act.  They cite, for example, In Re Glenn Turner Enterprises Litigation, supra, which held that an injunction of state court proceedings was not \"necessary in aid of\" the federal class's jurisdiction.  Supra, at 1181.  Turner, however, involved an opt-out class, not a mandatory one.  The standard applied in Turner required a determination of whether the class action \"can be given its intended scope only by stay of a state court proceeding.\"  In Re Glenn Turner Enterprises Litigation, supra, 521 F.2d at 781.  As the Turner Court properly reasoned, because the intended scope of an opt-out class permits independent actions, an injunction against such actions cannot be \"necessary\" to protect the scope of the class.  Id.  The Turner Court expressly reserved the issue of mandatory class actions, id., for good reason.  The intended scope of a mandatory class precludes independent litigation of class claims, which is why an injunction against such independent actions is \"necessary\" to give the class its intended scope.\n    \n    \n      105\n      The majority primarily relies on the general doctrine that individual in personam actions, conducted concurrently in state and federal courts, do not cause interference with either court's jurisdiction.  Supra, at 1182-1183.  Thus, under the Anti-Injunction Act, an individual in personam claim in federal court is not a basis for enjoining other plaintiffs from pursuing similar claims in state court because such an injunction is not \"necessary in aid of\" the federal court's jurisdiction.  Id.  This rule developed around and applies to independent, individual claims, not mandatory class actions.  The majority cites to no case in which this general rule has been used to preempt the ordinary application of mandatory class action rules.\n    \n    \n      106\n      Admittedly, the relationship between mandatory class actions and the Anti-Injunction Act appears to present an open question.  The approach adopted by the majority, however, broadly forecloses mandatory class actions whenever a class member has commenced state court proceedings.  I would agree that class actions should not become a vehicle for circumventing the ordinary relations between state and federal courts.  The requirements for a mandatory class action, however, are quite rigorous and, by their nature, will prevent any such trend from developing.  Moreover, there are unusually strong reasons for certifying the mandatory class here, a procedure which the district court found was essential to fair adjudication of all claims.  Such circumstances will not often arise; yet in face of them, the majority has adopted a rule which broadly defeats the purpose of mandatory class action jurisdiction.  I do not agree that such a rule is required by the Anti-Injunction Act, nor by any sensible view of the relations between state and federal courts.19\n    \n    \n      \n        1\n         The Honorable Scott O. Wright, United States District Judge for the Western District of Missouri\n      \n      \n        2\n         In re Federal Skywalk Cases, 93 F.R.D. 415 (W.D.Mo.1982)\n      \n      \n        3\n         The individual plaintiff designations are In re Jacqueline N. Rau and In re Melanie Hanson Johnson.  In addition, defendants Crown Center Redevelopment Corp., Hallmark Cards, Inc., Hyatt Corp. and the Plaintiffs' Liaison Committee participated as amici curiae.  All amici curiae oppose class certification, but only the Plaintiffs' Liaison Committee seeks disqualification of the district judge\n      \n      \n        4\n         The class representative argues that class certification is an appropriate device to handle the claims arising out of the disaster.  However, in view of our holding, we do not reach the merits of these arguments\n      \n      \n        5\n         By the end of January, 1982, there were approximately 120 cases filed in state court and eighteen filed in district court.  In addition, prior to the class certification, 123 claims had been settled at a total settlement cost of $18.5 million\n      \n      \n        6\n         The state court Liaison Committee consisted of twelve attorneys and the district court committee consisted of five attorneys.  Three committee members were appointed by both courts and served on both committees\n      \n      \n        7\n         Fed.R.Civ.P. 23 provides in pertinent part:\n        (a) Prerequisites to a Class Action.  One or more members of a class may sue or be sued as representative parties on behalf of all only if (1) the class is so numerous that joinder of all members is impracticable, (2) there are questions of law or fact common to the class, (3) the claims or defenses of the representative parties are typical of the claims or defenses of the class, and (4) the representative parties will fairly and adequately protect the interests of the class.\n        (b) Class Actions Maintainable.  An action may be maintained as a class action if the prerequisites of subdivision (a) are satisfied, and in addition:\n        (1) the prosecution of separate actions by or against individual members of the class would create a risk of\n        (A) inconsistent or varying adjudications with respect to individual members of the class which would establish incompatible standards of conduct for the party opposing the class, or\n        (B) adjudications with respect to individual members of the class which would as a practical matter be dispositive of the interests of the other members not parties to the adjudications or substantially impair or impede their ability to protect their interests; or\n        (2) the party opposing the class has acted or refused to act on grounds generally applicable to the class, thereby making appropriate final injunctive relief or corresponding declaratory relief with respect to the class as a whole; or\n        (3) the court finds that the questions of law or fact common to the members of the class predominate over any questions affecting only individual members, and that a class action is superior to other available methods for the fair and efficient adjudication of the controversy.  The matters pertinent to the findings include: (A) the interest of members of the class in individually controlling the prosecution or defense of separate actions; (B) the extent and nature of any litigation concerning the controversy already commenced by or against members of the class; (C) the desirability or undesirability of concentrating the litigation of the claims in the particular forum; (D) the difficulties likely to be encountered in the management of a class action.\n        Class members in a 23(b)(3) class are free to \"opt out\" while, under the majority rule, class members in a 23(b)(1)(A) or 23(b)(1)(B) class cannot \"opt out.\"  See Reynolds v. Nat'l Football League, 584 F.2d 280 (8th Cir. 1978).\n      \n      \n        8\n         The content of the telephone conversations is disputed.  Patrick McLarney, a state plaintiff's attorney, and Max W. Foust, a defendant's attorney, stated that Collins had told them that Judge Wright had told Collins he was going to certify a class and appoint Riley's counsel as lead counsel.  In re Melanie Hanson Johnson Appendix Volume II Exhibits 13, 14, Affidavits of Max W. Foust and Patrick McLarney.  Collins, however, states that Judge Wright only told him that he might certify a class.  Appendix to Brief In Opposition to Petition for Mandamus Exhibit 6, Affidavit of Robert Collins\n      \n      \n        9\n         On February 1, 1982, Grigsby, Vrabel and Abernathy were deleted as class representatives because Grigsby had settled and Vrabel and Abernathy were not of diverse citizenship to Hyatt Corp\n      \n      \n        10\n         It appears that the main concern underlying Judge Wright's certification is that there is an uncertain question of Missouri law as to whether plaintiffs may seek to recover multiple awards of punitive damages arising from a single wrongful act of a defendant\n      \n      \n        11\n         28 U.S.C. &#167; 1292(a)(1) provides in pertinent part:\n        (a) The courts of appeals shall have jurisdiction of appeals from:\n        (1) Interlocutory orders of the district courts of the United States ..., granting, continuing, modifying, refusing or dissolving injunctions ....\n      \n      \n        12\n         Judge O'Leary had also aided in the settlement process by convincing the insurers for Hallmark Cards, Inc., Crown Center Redevelopment Corp. and the Hyatt Corp. to commit a minimum of $151 million of the total $333 million liability insurance coverage to the settlement of the claims.  Hyatt Corp. v. Occidental Fire &amp; Cas. Co., No. CV81-22009 (Mo.Cir.Co. Dec. 30, 1981), transcript 54-55, 75-77\n        Prior to the class certification 123 cases had been settled.  The settlement process slowed down considerably after the class certification because the plaintiffs were not able to release their punitive damage claims.  In re Federal Skywalk Cases, at 428.  The defendants were unwilling to pursue only compensatory damage settlements.\n      \n      \n        13\n         The class representative cites the following cases in support of her argument: Keystone Dairy Co. v. New York Life Ins. Co., 19 F.2d 68 (3d Cir. 1927); Mutual Ben. Health &amp; Accident Ass'n v. Teal, 34 F. Supp. 714 (E.D.S.C.1940); Jamerson v. Alliance Ins. Co., 87 F.2d 253 (7th Cir.), cert. denied, 300 U.S. 683, 57 S. Ct. 753, 81 L. Ed. 886 (1937) (by implication); Brown v. Pacific Mut. Life Ins. Co., 62 F.2d 711 (4th Cir. 1933) (by implication).  We need not decide how those cases would be decided today.  But see 17 C. Wright, A. Miller, E. Cooper, Federal Practice and Procedure &#167;&#167; 4222-4223 (1978), explaining that the Anti-Injunction Act was not applied as an absolute prohibition against enjoining state court proceedings until the Supreme Court's decision in Toucey v. New York Life Ins. Co., 314 U.S. 118, 62 S. Ct. 139, 86 L. Ed. 100 (1941)\n      \n      \n        14\n         We note that several commentators, including Professors Moore, Wright and Miller, also maintain that class actions are particularly appropriate for disposing of mass accident litigation.  See Comment, Mass Accident Class Actions, 60 Cal.L.Rev. 1615, 1616 n.7 (1972)\n      \n      \n        1\n         The district court's class certification order expressly prohibits class members from settling their punitive damages claims:\n        Legitimate claimants may negotiate and execute settlements with those defendants who have vociferously urged this court to allow the settlement process to continue.  Those claimants who want to exact payment for allegedly punishable acts must forego the settlement process and await the trial of the punitive damage issues.  (Emphasis added.)\n      \n      \n        2\n         Class counsel suggest that a class-wide punitive damage trial, including settling and non-settling plaintiffs, be held to determine the total punitive damages, if any, to be awarded.  The sum awarded would then be allocated among the plaintiffs in accordance with an equitable formula approved by the court, with the portion of the award earmarked for settling plaintiffs credited to the defendants\n        The defendants suggest that the plaintiffs who have settled not be permitted to participate in the punitive damage trial and that the defendants be permitted to introduce evidence of the settlements they have reached.  The jury would then determine the amount of punitive damages, if any, to be divided among the non-settling plaintiffs at trial according to the approved formula.\n      \n      \n        3\n         Here, individual actions would impose an enormous financial burden on individual victims because of the hundreds of thousands of documents involved, the importance of expert testimony regarding engineering and architectural matters, and the numerous defendants each disclaiming responsibility and pointing at others\n      \n      \n        4\n         If the issue of liability for compensatory damages was not tried on a class-wide basis, every individual suit would require a determination of relative fault among all defendants held liable.  Individual plaintiffs could not avoid this problem by relying on earlier verdicts because Missouri law while rejecting the old doctrine of mutuality of estoppel, see Oates v. Safeco Ins. Co., 583 S.W.2d 713, 719 (Mo.1979) (en banc), does not generally allow offensive use of collateral estoppel in multiple claimant tort cases.  See Tretter v. Johns-Manville Corp., 88 F.R.D. 329, 333 (E.D.Mo.1980).  Due process would forbid the defendants from estopping a plaintiff by relying on an earlier verdict in a suit to which the plaintiff was not a party.  See, e.g., Parklane Hosiery Co. v. Shore, 439 U.S. 322, 327 n.7, 99 S. Ct. 645, 649 n.7, 58 L. Ed. 2d 552 (1979)\n      \n      \n        5\n         Punitive damages may be limited here either by Missouri law, constitutional due process, or simply the extent of defendant's assets.  See at 1187-1188, infra, for discussion\n      \n      \n        6\n         As the district court said in In re Dalkon Litigation, 526 F. Supp. 887, 900 (N.D.Cal.1981):\n        Without a Rule 23(b)(1)(B) class action, * * * (t)here is no basis for priority to punitive damages among the claimants, or for awarding such damages to one or more and not to others * * *.  (T)he class action is the best available device to protect the interests of all parties.  (Emphasis added.)\n      \n      \n        7\n         A class action certified under Rule 23(b)(1) must satisfy both the requirements of Rule 23(a)(1)-(4) and the relevant subsection to (b)(1).  See p. 1178 n.7 for the relevant provisions of Rule 23\n      \n      \n        8\n         The objectors also claim that the district court's certification of a Rule 23(b)(1)(A) class on the issues of liability for compensatory and punitive damages was an abuse of discretion.  They contend that Rule 23(b)(1)(A) is designed to eliminate the dilemma that would confront a party if judgments imposing conflicting and mutually incompatible standards of conduct are entered against it.  They argue it is not intended, as the district court concluded, to apply to a situation in which there is only a possibility that a defendant might have to pay damages to some plaintiffs and not others.  I agree with the objector's construction of Rule 23(b)(1)(A).  See, e.g., McDonnell Douglas Corp. v. U. S. District Court, 523 F.2d 1083, 1086 (9th Cir. 1975), cert. denied, 425 U.S. 911, 96 S. Ct. 1506, 47 L. Ed. 2d 761 (1976); Esler v. Northrup Corp., 86 F.R.D. 20, 38 (W.D.Mo.1979); 7A Wright &amp; Miller, Fed.Prac. &amp; Proc.: Civil, &#167; 1773 at 9 (1972)\n        Although the district court's reliance on Rule 23(b)(1)(A) was misplaced, its class certification was nonetheless appropriate.  The issue of liability for compensatory damages could have been properly certified under Rule 23(b)(1)(B) along with the issues of liability for and amount of punitive damages.  Under Missouri law, a defendant cannot be liable for punitive damages if he or she is not also liable for compensatory damages.  Probst v. Probst, 595 S.W.2d 289, 292 (Mo.App.1979).  Thus, the prospect of a limited fund is dependent on liability for compensatory, as well as punitive, damages.  In addition, quite apart from any construction of Rule 23(b)(1)(A), the district court's concern for avoiding inconsistent results through individual determinations of the liability issues is a proper consideration in certifying any of the types of class action authorized by Rule 23.\n      \n      \n        9\n         Rule 23(b)(1)(B) does not require proof that claims \"will,\" as a certainty, exhaust the defendant's capacity to pay.  Certification is appropriate if there is a significant likelihood that individuals \"may\" effect claims of parties not before the court.  See Fed.R.Civ.P. 23(b)(1)(B) advisory committee note; In re Dalkon Litigation, supra, 526 F.Supp. at 897; Coburn v. 4-R Corp., 77 F.R.D. 43, 45-46 (E.D.Ky.1977)\n      \n      \n        10\n         Punitive damages frequently cannot be insured against.  See Mallor &amp; Roberts, Punitive Damages: Toward a Principled Approach, 31 Hastings L.J. 639, 641 (1980)\n      \n      \n        11\n         The fact that a court has authority to certify a class action sua sponte also refutes the objectors claim that the district court lacked jurisdiction to create a class action because the only party that did move for certification of a class, Molly Riley, was not diverse to all the defendants\n      \n      \n        12\n         The objectors complain that the district court appointed class counsel without providing a full opportunity for all plaintiffs to participate in the selection.  This conduct did not constitute reversible error; although it would have been the better practice to include all plaintiffs in the selection process.  See Manual for Complex Litigation, Part 1, &#167;&#167; 1.90-1.93, 4.53.  In the district court's defense, however, it must be emphasized that the objecting plaintiffs indicated as strongly as they could that they had no interest in participating in a class action.  If an opt-out class is certified on remand, the district court may provide for additional class counsel\n      \n      \n        13\n         The petitioners' reliance on Causey v. Pan American World Airways, Inc., 66 F.R.D. 392, 399 (E.D.Va.1975), and Hobbs v. Northeast Airlines, Inc., 50 F.R.D. 76, 79 (E.D.Pa.1979), for their claim that the interest in individual control of claims supports a denial of a Rule 23(b)(1) class action is misplaced.  Both the Causey and Hobbs courts relied on that interest as a ground not to certify a Rule 23(b)(3)-not a 23(b)(1)-class action\n      \n      \n        14\n         A \"fluid recovery\" has three characteristics: (1) the amount of damages incurred by the class as a whole is adjudicated in a single trial, creating a damage fund; (2) class-member claimants who can prove valid claims may, after the class trial, obtain their proper share of the fund; and (3) the unclaimed portion of the fund is then applied to the class's benefit.  See Comment, Due Process and Fluid Class Recovery, 53 Ore.L.Rev. 225, 227 (1974); Malina, Fluid Class Recovery as a Consumer Remedy in Antitrust Cases, 47 N.Y.L.Rev. 477, 482 (1972)\n        It is the third characteristic that creates the fluid recovery because the unclaimed funds generally will be turned over to the government or distributed through the market-typically in the form of a reduced charge for an item that the defendant previously overpriced.  Note, Developments in the Law-Class Actions, 89 Harv.L.Rev. 1318, 1525 (1976).  See Eisen v. Carlisle &amp; Jacquelin, 479 F.2d 1005, 1010-1011 (2d Cir. 1973); Bebchick v. Public Utilities Commission, 318 F.2d 187, 203-204 (D.C.Cir.1963).  Here, the entire punitive damage award would be distributed to individual class members; consequently, the objectors are incorrect in claiming that the district court's order provided for fluid recovery.  However, class-wide assessments of damages, even without fluid recovery, have also been challenged as violative of the constitutional guarantees of due process and trial by jury.  See Note, Developments in the Law-Class Actions, supra, 89 Harv.L.Rev. at 1525.\n      \n      \n        15\n         The objectors also claim that a class-wide assessment of punitive damages is impermissible under Missouri law because the damages \"must be assessed by a jury in the light of the particular circumstances of the particular case.\"  Hupp v. North Hills Lincoln-Mercury, Inc., 610 S.W.2d 349, 357 (Mo.App.1980).  I disagree.  This issue is one of first impression in Missouri.  The cases relied on by the objectors are individual suits, not class actions, which merely state that the questions of whether to award punitive damages and, if so, in what amount are for the jury.  E.g., id.;  Potter v. Milbank Manufacturing Co., 489 S.W.2d 197, 206 (Mo.1972); Wisner v. S. S. Kresge Co., 465 S.W.2d 666, 669 (Mo.App.1971).  Just as the Seventh Amendment right to a jury trial is satisfied by adjudicating the class-wide damage assessment before a single jury, the state law requirement is also satisfied\n      \n      \n        16\n         The only express injunction entered below is that part of the district court's order which appears to prevent class members from settling their punitive damage claims.  Such a restriction is unwarranted and should be modified as noted, supra, at note 2.  In any event, it is not a necessary part of certifying the mandatory class action and it is unfair to bootstrap from this part of the order to a finding that the class action as a whole violates the Anti-Injunction Act.  See, supra, at 1180\n      \n      \n        17\n         The district court did not certify any issue for interlocutory appeal.  Thus, it would be proper to review, under section 1292(a), only the express injunction before us, see note 16, supra, and to dismiss for lack of jurisdiction the issue of whether the class action will result in injunctions of state court proceedings.  See generally In Re Glenn Turner Enterprises Litigation, 521 F.2d 775, 781 (3d Cir. 1975).  I recognize, however, that mandatory class actions have an inherent restrictive effect on independent litigation of class issues.  If this fact is to serve as the basis for appellate review, however, such review should focus narrowly on the inherent restrictive effects of the class and should not broadly assume injunctions which have not been entered\n      \n      \n        18\n         Thus, the mandatory class does not preclude state court forums for those plaintiffs who believe, for whatever reason, that they might obtain more favorable compensatory damages in state court\n      \n      \n        19\n         I do, however, agree with the majority that Judge Wright did not abuse his discretion by declining to disqualify himself from this case under 28 U.S.C. &#167; 455(a)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 405209
        },
        {
            "author_str": "McMILLIAN",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*1177McMILLIAN, Circuit Judge.\nThis action challenges the validity of a mandatory class certification order rendered by the United States District Court1 for the Western District of Missouri during the course of litigation arising out of the collapse of two skywalks at the Hyatt Regency Hotel in Kansas City, Missouri in July, 1981.2 The class was certified on the issues of liability for compensatory and punitive damages and amount of punitive damages, and includes all business invitees at the hotel during the disaster.\nTwo objecting plaintiffs (objectors) now petition this court to vacate the order and disqualify the federal district judge asserting jurisdiction under 28 U.S.C. § 1292(a)(1), or alternatively, under mandamus.3 In response the class representative argues that the order is interlocutory thereby precluding appellate review. Alternatively, the class representative argues that the federal district judge did not abuse his discretion in certifying the class and further that the class is appropriate.4 For the reasons discussed below, we conclude that we do have jurisdiction under 28 U.S.C. § 1292(a)(1) and further that the order must be vacated because it violates the Anti-Injunction Act, 28 U.S.C. § 2283. We also conclude that 28 U.S.C. § 455(a) does not require the disqualification of the federal district judge.\nOn July 17, 1981, two skywalks in the central lobby of the Hyatt Regency Hotel in Kansas City, Missouri, collapsed killing 114 persons and injuring hundreds of others. Following the disaster numerous individual lawsuits were filed in both the Circuit Court for Jackson County, Missouri (state court), and the United States District Court for the Western District of Missouri (district court).5 The federal district court jurisdiction was based on 28 U.S.C. § 1332, diversity of citizenship.\nThe state court cases were consolidated and assigned to Judge Timothy O’Leary. The federal cases were also consolidated and assigned to Judge Scott O. Wright. Shortly after the first cases were filed, the state and district court consolidated their respective cases for discovery. Each court appointed a Plaintiffs’ Liaison Committee to aid in discovery and other matters. In addition, the two courts appointed a joint state-federal Plaintiffs’ Liaison Committee to aid in the consolidated discovery.6 Each court held pretrial conferences and issued pretrial orders concerning the scheduling of discovery.\nPrior to the class certification, the Plaintiffs’ Liaison Committee accomplished substantial discovery and trial preparation on behalf of all plaintiffs. The accomplishments included nearly completing the interrogatory phase of discovery and serving requests for production upon the defendants. In addition, the committee collected approximately 300,000 documents pertaining to the litigation and had arranged for a document depository available to all plaintiffs’ counsel. The committee had also arranged for the testing of the skywalk mate*1178rials by the National Bureau of Standards. Brief In re Melanie Hanson Johnson, Appendix I “Affidavit of Patrick McLarney.”\nOn October 27, 1981, Molly Riley, a district court plaintiff, filed a motion for class certification. The motion sought class certification under Fed.R.Civ.P. 23(b)(1)(B), or in the alternative under 23(b)(3), as to the issues of liability for compensatory and punitive damages and the amount of punitive damages.7 The basis for requesting class certification was Riley’s concern that there would be inadequate funds available to pay all claims for compensatory and punitive damages. Riley also moved that her counsel be appointed as lead counsel for the class.\nSeveral federal and state court plaintiffs filed pleadings in opposition to Riley’s motion. The objecting plaintiffs challenged Riley’s and her attorney’s qualifications to represent the class. They also challenged the need for and desirability of class action treatment arguing that there was no evidence of insufficient funds to satisfy all claims. A hearing was held before Judge Wright on December 10, 1981.\nPrior to issuing the class certification order now on appeal, Judge Wright became aware that Riley could not serve as class representative because she was not of diverse citizenship from all defendants. Judge Wright then reviewed the complaints on file and determined that plaintiffs Sto-ver, Johnson, Vrabel, Grigsby and Abernathy were diverse to all defendants.\nThereafter, Judge Wright placed two telephone calls to Robert Collins, Stover’s attorney, and inquired whether Stover would serve as class representative if a class was certified.8 Judge Wright also stated that if Stover would agree to be class representative he would appoint Collins as assistant *1179class counsel to Riley’s attorney if a class was certified. Judge Wright and Collins agreed to speak again after Collins consulted with Stover. Collins thereupon called defense counsel and unsuccessfully attempted to settle Stover’s claim. Stover then agreed to be class representative.\nOn January 19, 1982, counsel for the objecting plaintiffs moved, pursuant to 28 U.S.C. § 455(a), to disqualify Judge Wright based on his communications with Collins.\nOn January 25, 1982, Judge Wright entered the order appealed from in which he (1) denied Riley’s motion for class certification because her citizenship was not diverse from all defendants, (2) certified a class action under Rule 23(b)(1)(A) on the issues of liability for compensatory and punitive damages, (3) certified a class action under Rule 23(b)(1)(B) on the issues of liability for punitive damages and the amount of punitive damages, (4) selected plaintiffs Stover, Vrabel, Grigsby and Abernathy as class representatives,9 (5) selected Riley’s counsel as lead counsel, and counsel for the class representatives as assistant class counsel, (6) denied the motion to disqualify himself under § 455(a), explaining that he called Collins as a matter of courtesy and had intended to call the lawyers for Johnson, Vrabel, Grigsby and Abernathy but did not do so because the motion to disqualify was filed, and further that he had not decided to certify the class until the order was drafted and entered, and (7) denied objectors’ request to certify an interlocutory appeal under 28 U.S.C. § 1292(b). In re Federal Sky-walk Cases, 93 F.R.D. 415 (W.D.Mo.1982).\nIn support of its order the district court found that the general prerequisites for class actions prescribed by Rule 23(a) were satisfied, id. at 420-22, and that the specific requirements of Rule 23(b)(1) were also satisfied. The court stressed that the “interests of all parties concerned” would best be served by “the avoidance of wasteful, repetitive litigation,” and that such litigation could be avoided by “trying the issues of liability for compensatory damages, liability for punitive damages and amount of punitive damages only once.” Id. at 423.\nIn support of the Rule 23(b)(1)(A) class the court found that individual suits on the issues of liability for compensatory and punitive damages would create a risk of inconsistent results. Id. at 424.\nIn support of the Rule 23(b)(1)(B) class the court relied on three considerations. First, the defendants held liable for punitive damages might lack the funds to pay the full amount of such damages. Id. at 424. Second, individual suits for punitive damages would create a risk of unfairness to the other claimants because “there is some uncertainty under Missouri law as to whether a single defendant can be liable for more than one award of punitive damages.” 10 Id. at 424. Third, the court noted that the prosecution of individual punitive damage actions could create an ethical problem for counsel representing more than one victim in that the counsel would be forced to decide which suit to bring first. Id. at 425.\nOn February 9, 1982, the objectors filed their notice of appeal and petition for mandamus.\nOur initial inquiry must be whether the order is appealable. Recognizing that the order is interlocutory, we would nevertheless have appellate jurisdiction under 28 U.S.C. § 1292(a)(1) (1976)11 if that order is *1180injunctive in character. Therefore, resolution of this issue depends upon the nature of the order. The objectors argue that the order enjoins them from prosecuting their state court actions for punitive damages. In response the class argues that the order is not an injunction because it does not use injunction terminology and, more importantly, it does not enjoin the objectors from settling their claims. The class characterizes the order as follows:\n[t]he motion concerns only whether the defendants can use individual punitive damage settlements as evidence to defeat or diminish the recovery of punitive damages in the classwide trial on that issue. The representative plaintiff and the class have never sought to enjoin any member of the class from entering into an individual settlement of any claim.\nBrief on Behalf of the Representative Plaintiff and the Class at 4 (emphasis added). We do not agree with that characterization and conclude that we do have jurisdiction under 28 U.S.C. § 1292(a).\nThe determination of whether an order is an injunction depends upon the substantial effect of the order rather than its terminology. See Ettelson v. Metropolitan Life Insurance Co., 317 U.S. 188, 63 S.Ct. 163, 87 L.Ed. 176 (1942); In re Glenn W. Turner Enterprises Litigation, 521 F.2d 775 (3d Cir. 1975).\nIn the present case, contrary to the class’s assertion, the district court expressly prohibited class members from settling their punitive damage claims:\nLegitimate claimants may negotiate and execute settlements with those defendants who have vociferously urged this court to allow the settlement process to continue. Those claimants who want to exact payment for allegedly punishable acts must forego the settlement process and await the trial of the punitive damage issues.\nIn re Federal Skywalk Cases, at 428 (emphasis added). In addition, the substantial effect of the order also enjoined the state plaintiffs from pursuing their pending state court actions on the issues of liability for compensatory and punitive damages and the amount of punitive damages.\nAt oral argument counsel for the class argued that 28 U.S.C. § 1292(a)(1) should not be construed to apply to class certification because the inevitable effect of a mandatory class is an injunction against state court actions on class issues. We conclude that the argument is not persuasive on the facts before us.\nIt is true that parties to a mandatory class are not free to initiate actions in other courts to litigate class certified issues. See Reynolds v. National Football League, 584 F.2d 280, 283 (8th Cir. 1978). However, in the present case the objectors had commenced their state court actions before the motion for class certification had been filed in district court. The state court cases had been filed, consolidated, and discovery had begun.12 It is this injunction against pending state court actions that gives us jurisdiction under 28 U.S.C. § 1292(a). See In re W.F. Hurley, Inc., 553 F.2d 1096, 1101 (8th Cir. 1977); In re Glenn Turner Enterprises Litigation, 521 F.2d at 775.\nBecause we have jurisdiction over the appeal and because the injunction is interdependent with the remainder of the appealed order, we may review the entire order insofar as it has been appealed. See Deckert v. Independence Shares Corp., 311 U.S. 282, 287, 61 S.Ct. 229, 232, 85 L.Ed. 189 (1940) (jurisdiction reviewable); Adashunas v. Negley, 626 F.2d 600, 602 (7th Cir. 1980) *1181(class issues reviewable); Emerson Electric Co. v. Black and Decker Manufacturing Co., 606 F.2d 234, 237 (8th Cir. 1979) (venue reviewable). Therefore, we need not decide whether the order would have been reviewable as a petition for mandamus.\nOur conclusion that the order enjoins pending state proceedings necessitates an inquiry as to the propriety of that order under the Anti-Injunction Act, 28 U.S.C. § 2283. The Act provides that “[a] court of the United States may not grant an injunction to stay proceedings in a state court except as expressly authorized by Act of Congress, or where necessary in aid of its jurisdiction, or to protect or effectuate its judgment.”\nIn Atlantic Coast Line R.R. v. Locomotive Engineers, 398 U.S. 281, 286-87, 90 S.Ct. 1739, 1742-43, 26 L.Ed.2d 234 (1970), the Supreme Court recognized that the Act imposes a flat and positive prohibition:\nOn its face the present Act is an absolute prohibition against enjoining state court proceedings, unless the injunction falls within one of three specifically defined exceptions. The respondents here have intimated that the Act only establishes a “principle of comity,” not a binding rule on the power of the federal courts. The argument implies that in certain circumstances a federal court may enjoin state court proceedings even if that action cannot be justified by any of the three exceptions. We cannot accept any such contention. In 1955 when this Court interpreted this statute, it stated: “This is not a statute conveying a broad general policy for appropriate ad hoc application. Legislative policy is here expressed in a clear-cut prohibition qualified only by specifically defined exceptions.” Amalgamated Clothing Workers v. Richman Bros., 348 U.S. 511, 515-516, [75 S.Ct. 452, 455, 99 L.Ed. 600] (1955).\nRecently a plurality of the Court in Ven-do Co. v. Lektro-Vend Corp., 433 U.S. 623, 630-31, 97 S.Ct. 2881, 2887, 53 L.Ed.2d 1009 (1977), emphasized the continuing force of Atlantic Coast Line:\nThe origins and development of the present Act, and of the statutes which preceded it, have been amply described in our prior opinions and need not be restated here. The most recent of these opinions are Mitchum v. Foster, 407 U.S. 225, [92 S.Ct. 2151, 32 L.Ed.2d 705] (1972), and Atlantic Coast Line R. Co. v. Locomotive Engineers, 398 U.S. 281, [90 S.Ct. 1739, 26 L.Ed.2d 234] (1970). Suffice it to say that the Act is an absolute prohibition against any injunction of any state court proceedings, unless the injunction falls within one of the three specifically defined exceptions in the Act. The Act’s purpose is to forestall the inevitable friction between the state and federal courts that ensues from the injunction of state judicial proceedings by a federal court. Oklahoma Packing Co. v. Oklahoma Gas &amp; Electric Co., 309 U.S. 4, 9, [60 S.Ct. 215, 218, 84 L.Ed. 447] (1940). Respondents’ principal contention is that, as the Court of Appeals held, § 16 of the Clayton Act, which authorizes a private action to redress violations of the antitrust laws, comes within the “expressly authorized” exception to § 2283.\nWe test this proposition mindful of our admonition that:\n“[a]ny doubts as to the propriety of a federal injunction against state court proceedings should be resolved in favor of permitting the state courts to proceed in an orderly fashion to finally determine the controversy.” Atlantic Coast Line R. Co., supra, [398 U.S.] at 297, [90 S.Ct. 1739 at 1748].\nThis cautious approach is mandated by the “explicit wording of § 2283” and the “fundamental principle of a dual system of courts.” Ibid. We have no occasion to construe the section more broadly:\n“[It is] clear beyond cavil that the prohibition is not to be whittled away by judicial improvisation.” Clothing Workers v. Richman Bros. Co., 348 U.S. 511, 514, [75 S.Ct. 452, 454, 99 L.Ed. 600] (1955).\n433 U.S. at 630-31, 97 S.Ct. at 2887 ....\n*1182See also County of Imperial v. Munoz, 449 U.S. 54,101 S.Ct. 289, 66 L.Ed.2d 258 (1980) (reemphasizing absolute nature of the Act).\nTherefore, if the injunction is to be upheld, it must be on the basis that the district court’s authority derives from one of the three exceptions. On appeal the class relies on the “necessary in aid of its jurisdiction” exception. In support it first draws an analogy between the order and a Rule 22 interpleader under which a federal court can enjoin claimants from prosecuting claims in state court. The class reasons that here, as in the interpleader situation, there is a limited fund and that the class action is necessary to protect all claimants. We disagree.\nThe analogy is based on the premise that the possibility of defendants being required to pay only one punitive damage award is comparable to the limited fund concept underlying federal interpleader. That premise is erroneous. “Federal interpleader jurisdiction depends on identifiable property or a limited fund or pecuniary obligation, and it is not proper to predicate jurisdiction on the mere potential to recover damages for pecuniary injury.” Murphy v. Travelers Insurance Co., 534 F.2d 1155,1159 (5th Cir. 1976), citing Wallach v. Cannon, 357 F.2d 557 (8th Cir. 1966).\nIn the present case the class has an uncertain claim for punitive damages against defendants who have not conceded liability. The claim does not qualify as a limited fund which is a jurisdictional prerequisite for federal interpleader. Without the limited fund there is no analogy to an interpleader and no reason to treat the class action as an interpleader for purposes of the Anti-Injunction Act.\nThe class proposes a second analogy between the order and several earlier ■ decisions which allowed an injunction when an insurance company brought a federal suit for a declaratory judgment that a particular policy was invalid and the beneficiary subsequently sues in state court to recover under the policy. We conclude that the analogy is not persuasive.\nInitially we note that the most recent case cited by class was decided in 1940, long before the enactment of the current Anti-Injunction Act.13 We also note that even the commentator cited by the class acknowledges:\n... it seems probable that a federal court would not be warranted in enjoining the prosecution of a pending state action [on the policy], where it is brought during the contestable period and there is an opportunity to set up the defense of fraud in the state court ....\n1A Moore’s Federal Practice H 910.225 at 2621.\nIn addition, the cited cases are distinguishable on the basis that they involved situations in which identical parties were litigating mutually exclusive theories concerning their rights in the same policy in different forums. Such is not the case here. Furthermore, as conceded by the class, the cases involved injunctions against subsequent state actions. In contrast, the injunction in the present case was against pending state actions.\nNext the class argues that allowing individual actions in state court will nullify the purpose of the class. The Supreme Court has narrowly interpreted the “necessary in aid of jurisdiction” exception, and a pending state suit must truly interfere with the federal court’s jurisdiction. As the objec*1183tors correctly point out, a plurality of the Supreme Court reaffirmed in Vendo Co. its earlier holdings that a simultaneous in per-sonam state action does not interfere with the jurisdiction of a federal court in a suit involving the same subject matter.\nIn Toueey v. New York Life Ins. Co., 314 U.S. [118], at 134-135, [62 S.Ct. 139, 144, 86 L.Ed. 100 (1945)], we acknowledged the existence of a historical exception to the Anti-Injunction Act in cases where the federal court has obtained jurisdiction over res, prior to the state-court action. Although the “necessary in aid of” exception to § 2283 may be fairly read as incorporating this historical in rem exception, see C. Wright, Federal Courts, § 47, p. 204 (3d ed. 1976), the federal and state actions here are simply in personam. The traditional notion is that in personam actions in federal and state court may proceed concurrently, without interference from either court, and there is no evidence that the exception to § 2283 was intended to alter this balance. We have never viewed parallel in personam actions as interfering with the jurisdiction of either court; as we stated in Kline v. Burke Construction Co., 260 U.S. 226, [43 S.Ct. 79, 67 L.Ed. 226] (1922):\n“[A]n action brought to enforce [a personal liability] does not tend to impair or defeat the jurisdiction of the court in which a prior action for the same cause is pending. Each court is free to proceed in its own way and in its own time, without reference to the proceedings in the other court. Whenever a judgment is rendered in one of the courts and pleaded in the other, the effect of that judgment is to be determined by the application of the principles of res adjudicata . . . Id., at 230, [43 S.Ct. 79 at 81] (emphasis added).\n433 U.S. at 641-42, 97 S.Ct. at 2892-93\nIn the present case the federal and state actions are in personam claims for compensatory and punitive damages. Therefore, based on the foregoing principles, we are compelled to hold that despite Judge Wright’s legitimate concern for the efficient management of mass tort litigation, the class certification order must be vacated. Mr. Justice Black’s concluding words in Atlantic Coast Line are particularly apt here:\nThis case is by no means an easy one. The arguments in support of the union’s contentions are not insubstantial. But whatever doubts we may have are strongly affected by the general prohibition of § 2283. Any doubts as to the propriety of a federal injunction against state court proceedings should be resolved in favor of permitting the state courts to proceed in an orderly fashion to finally determine the controversy. The explicit wording of § 2283 itself implies as much, and the fundamental principle of a dual system of courts leads inevitably to that conclusion.\n398 U.S. at 296-97, 90 S.Ct. at 1747-48.\nThe foregoing ruling does not dispose of the entire appeal because the objectors also seek the disqualification of Judge Wright under 28 U.S.C. § 455(a), which provides that a judge “. . . shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.” The objectors argue that Judge Wright’s ex parte communications with Collins raise reasonable questions as to whether Judge Wright is biased in favor of the obliging class members. We disagree.\n28 U.S.C. § 455(a) requires a judge to disqualify himself if a reasonable person would have factual grounds to doubt the impartiality of the court. Blizard v. Frechette, 601 F.2d 1217, 1220 (1st Cir. 1979). The determination for the district judge to make is whether “his impartiality might reasonably be questioned.” 28 U.S.C. § 455(a). Once that determination has been made, our role on review is limited to deciding whether the district court’s evaluation of the claim of partiality or prejudice, amounted to an abuse of discretion. Blizard v. Frechette, 601- F.2d at 1221.\n*1184Initially we note that we do not condone Judge Wright’s communications with Collins. Once it became apparent that the named plaintiff could not serve as class representative, we think the better practice would have been for the district judge to have called counsel of all potential class representatives and held a hearing to determine whether any of them would serve as class representative in the event the district judge decided to certify a class. However, after a careful review of the entire record, we conclude that Judge Wright did not abuse his discretion in refusing to disqualify himself.\nA claim of bias must be evaluated in light of .the full record, not simply in light of an isolated incident. See Walker v. Bishop, 408 F.2d 1378, 1382 (8th Cir. 1969). In the present case Judge Wright developed an extensive record before he made his decision to certify the class. By order dated November 17, 1981, Judge Wright directed the parties and invited all interested parties to submit briefs on any issues relevant to the certification of a class. On December 10, 1981, Judge Wright held a hearing on the motion at which time the parties had the opportunity to present their objections to the court. During the course of the hearing, Judge Wright decided that two additional issues needed briefing, namely (1) whether multiple punitive damage verdicts could be obtained by successive plaintiffs based on the same conduct and (2) whether Missouri law allows recovery of punitive damages in wrongful death actions. These issues were briefed and submitted to Judge Wright before he made his decision to certify the class.\nThe order itself is carefully reasoned and stresses Judge Wright’s concern that “[i]f a defendant can only be punished once, then the first claimant to get an award [of punitive damages] is the first and only winner. The Court is not inclined to permit the sacrifice of one aggrieved party’s claim for the sole benefit of another aggrieved party.” In re Federal Skywalk Cases, slip op. at 424-25.\nWe conclude that Judge Wright certified the class based solely on his judgment that such action would best serve the interests of all parties involved. In addition, we note the complexity of the issues before Judge Wright and commend his creative efforts in attempting to achieve a fair, efficient and economical trial for the victims of the Hyatt Regency disaster.14 However, as explained above, the order cannot stand on the facts before us.\nThe order of the district court is vacated.\n\n. The Honorable Scott O. Wright, United States District Judge for the Western District of Missouri.\n\n\n. In re Federal Skywalk Cases, 93 F.R.D. 415 (W.D.Mo.1982).\n\n\n. The individual plaintiff designations are In re Jacqueline N. Rau and In re Melanie Hanson Johnson. In addition, defendants Crown Center Redevelopment Corp., Hallmark Cards, Inc., Hyatt Corp. and the Plaintiffs’ Liaison Committee participated as amici curiae. All amici curiae oppose class certification, but only the Plaintiffs’ Liaison Committee seeks disqualification of the district judge.\n\n\n. The class representative argues that class certification is an appropriate device to handle the claims arising out of the disaster. However, in view of our holding, we do not reach the merits of these arguments.\n\n\n. By the end of January, 1982, there were approximately 120 cases filed in state court and eighteen filed in district court. In addition, prior to the class certification, 123 claims had been settled at a total settlement cost of $18.5 million.\n\n\n. The state court Liaison Committee consisted of twelve attorneys and the district court committee consisted of five attorneys. Three committee members were appointed by both courts and served on both committees.\n\n\n. Fed.R.Civ.P. 23 provides in pertinent part:\n(a) Prerequisites to a Class Action. One or more members of a class may sue or be sued as representative parties on behalf of all only if (1) the class is so numerous that joinder of all members is impracticable, (2) there are questions of law or fact common to the class, (3) the claims or defenses of the representative parties are typical of the claims or defenses of the class, and (4) the representative parties will fairly and adequately protect the interests of the class.\n(b) Class Actions Maintainable. An action may be maintained as a class action if the prerequisites of subdivision (a) are satisfied, and in addition:\n(1) the prosecution of separate actions by or against individual members of the class would create a risk of\n(A) inconsistent or varying adjudications with respect to individual members of the class which would establish incompatible standards of conduct for the party opposing the class, or\n(B) adjudications with respect to individual members of the class which would as a practical matter be dispositive of the interests of the other members not parties to the adjudications or substantially impair or impede their ability to protect their interests; or\n(2) the party opposing the class has acted or refused to act on grounds generally applicable to the class, thereby making appropriate final injunctive relief or corresponding declaratory relief with respect to the class as a whole; or\n(3) the court finds that the questions of law or fact common to the members of the class predominate over any questions affecting only individual members, and that a class action is superior to other available methods for the fair and efficient adjudication of the controversy. The matters pertinent to the findings include: (A) the interest of members of the class in individually controlling the prosecution or defense of separate actions; (B) the extent and nature of any litigation concerning the controversy already commenced by or against members of the class; (C) the desirability or undesirability of concentrating the litigation of the claims in the particular forum; (D) the difficulties likely to be encountered in the management of a class action.\nClass members in a 23(b)(3) class are free to “opt out” while, under the majority rule, class members in a 23(b)(1)(A) or 23(b)(1)(B) class cannot “opt out.” See Reynolds v. Nat’l Football League, 584 F.2d 280 (8th Cir. 1978).\n\n\n. The content of the telephone conversations is disputed. Patrick McLarney, a state plaintiff’s attorney, and Max W. Foust, a defendant’s attorney, stated that Collins had told them that Judge Wright had told Collins he was going to certify a class and appoint Riley’s counsel as lead counsel. In re Melanie Hanson Johnson Appendix Volume II Exhibits 13, 14, Affidavits of Max W. Foust and Patrick McLarney. Collins, however, states that Judge Wright only told him that he might certify a class. Appendix to Brief In Opposition to Petition for Mandamus Exhibit 6, Affidavit of Robert Collins.\n\n\n. On February 1, 1982, Grigsby, Vrabel and Abernathy were deleted as class representatives because Grigsby had settled and Vrabel and Abernathy were not of diverse citizenship to Hyatt Corp.\n\n\n. It appears that the main concern underlying Judge Wright’s certification is that there is an uncertain question of Missouri law as to whether plaintiffs may seek to recover multiple awards of punitive damages arising from a single wrongful act of a defendant.\n\n\n. 28 U.S.C. § 1292(a)(1) provides in pertinent part:\n(a) The courts of appeals shall have jurisdiction of appeals from:\n(1) Interlocutory orders of the district courts of the United States .. ., granting, continuing, modifying, refusing or dissolving injunctions ....\n\n\n. Judge O’Leary had also aided in the settlement process by convincing the insurers for Hallmark Cards, Inc., Crown Center Redevelopment Corp. and the Hyatt Corp. to commit a minimum of $151 million Qf the total $333 million liability insurance coverage to the settlement of the claims. Hyatt Corp. v. Occidental Fire &amp; Cas. Co., No. CV81-22009 (Mo.Cir.Co. Dec. 30, 1981), transcript 54-55, 75-77.\nPrior to the class certification 123 cases had been settled. The settlement process slowed down considerably after the class certification because the plaintiffs were not able to release their punitive damage claims. In re Federal Skywalk Cases, at 428. The defendants were unwilling to pursue only compensatory damage settlements.\n\n\n. The class representative cites the following cases in support of her argument: Keystone Dairy Co. v. New York Life Ins. Co., 19 F.2d 68 (3d Cir. 1927); Mutual Ben. Health &amp; Accident Ass’n v. Teal, 34 F.Supp. 714 (E.D.S.C.1940); Jamerson v. Alliance Ins. Co., 87 F.2d 253 (7th Cir.), cert, denied, 300 U.S. 683, 57 S.Ct. 753, 81 L.Ed. 886 (1937) (by implication); Brown v. Pacffic Mut. Life Ins. Co., 62 F.2d 711 (4th Cir. 1933) (by implication). We need not decide how those cases would be decided today. But see 17 C. Wright, A. Miller, E. Cooper, Federal Practice and Procedure §§ 4222-4223 '(1978), explaining that the Anti-Injunction Act was not applied as an absolute prohibition against enjoining state court proceedings until the Supreme Court’s decision in Toucey v. New York Life Ins. Co., 314 U.S. 118, 62 S.Ct. 139, 86 L.Ed. 100 (1941).\n\n\n. We note that several commentators, including Professors Moore, Wright and Miller, also maintain that class actions are particularly appropriate for disposing of mass accident litigation. See Comment, Mass Accident Class Actions, 60 Cal.L.Rev. 1615, 1616 n.7 (1972).\n\n",
            "ocr": false,
            "opinion_id": 9469359
        },
        {
            "author_str": "Heaney",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHEANEY, Circuit Judge,\ndissenting.\nThe majority decision is very narrow, holding that the mandatory class action certified by the court below violates the Anti-Injunction Act. It is clear, as the majority recognizes, that the Act would not be contravened by an opt-out class action. On remand, the district court should consider whether such an opt-out class is appropriate.\nI dissent, nonetheless, because I believe that the district court’s mandatory class action, if slightly modified, would be proper. We should modify the district court’s order by permitting punitive damage claims to be settled and by providing that the defendants will receive credit for any such settlements when and if there is a class-wide award of punitive damages. Such a modified class action would satisfy the requirements of Fed.R.Civ.P. 23 and would not violate the Anti-Injunction Act. Moreover, it would provide the fairest way for all plaintiffs to seek recovery in the manner in which they choose — either through settlement or prompt judicial resolution of their claims.\nI.\nINTRODUCTION.\nThe crucial issue on this appeal is the effect of the district court’s class certifica*1185tion order on the settlement process. As long as a class suit does not prevent the plaintiffs who wish to settle from doing so, no one seriously contends that it will deny them the opportunity to secure fair and expeditious compensation for their losses— either by settling or promptly proceeding to trial. The objectors, however, urge that settlements are blocked by the district court’s order because individual plaintiffs cannot settle punitive damage claims,1 and thus cannot execute general releases. Without such general releases, the objectors claim that the defendants are not protected against any further assertion of claims by settling plaintiffs.\nI share the majority’s belief that those plaintiffs who wish to settle all their claims should be permitted to do so. The class action need not be decertified to achieve this result. This goal can be accomplished by modifying the district court’s order: (1) to expressly permit the settlement of punitive damage claims, and (2) to provide that the defendants will receive credit for the punitive claims they settle when and if a class-wide punitive damage award is ordered. Both the class action plaintiffs and the defendants have suggested methods for providing credit to the defendants for any claims they settle.2 It may be that a hearing on the issue would develop additional alternatives. In my view, the district court should be directed to proceed without delay to hold the necessary hearings and adopt a procedure. As soon as this result is accomplished, the settlement process could proceed unimpeded by the class lawsuit.\nII.\nTHE DISTRICT COURT DID NOT ABUSE ITS DISCRETION BY CERTIFYING A MANDATORY CLASS ACTION.\nThe district court’s order cannot be vacated unless its certification of the class action constitutes an abuse of discretion. E.g., Rule v. International Association of Bridge, Structural &amp; Ornamental Ironworkers, 568 F.2d 558, 563 (8th Cir. 1977). I believe that the district court did not abuse its discretion; its certification order is supported by several important considerations.\nA. Justifications for Class Certification.\nThe plaintiffs who sustained serious injuries or seek to recover for the death of family members should not be denied the opportunity to be promptly compensated. Likewise, plaintiffs seeking less substantial actual damages and punitive damages should not be effectively deprived of their claims. A class suit provides a device by which these smaller claims can be aggregated and litigation costs prorated among numerous claimants, thereby making worthwhile claims that might otherwise not be pursued.3 E.g., Deposit Guaranty National Bank v. Roper, 445 U.S. 326, 338, 100 S.Ct. *11861166, 1173-74, 63 L.Ed.2d 427 (1980). See Comment, The Use of Class Actions for Mass Accident Litigation, 23 Loyola L.Rev. 383, 384-385 (1977). Note, Developments in the Law — Class Actions, 89 Harv.L.Rev. 1318-1322, 1354-1355 (1976). Thus, a class action provides the best method for all plaintiffs to vindicate their legitimate claims.\nA class suit on the liability and punitive damage issues also provides an effective means to confine and manage the substantial litigation arising from this mass disaster. See, e.g., 7A Wright &amp; Miller, Fed. Prac. &amp; Proc.: Civil, § 1783 at 116-117 (1972); Note, Developments in the Law— Class Actions, supra, 89 Harv.L.Rev. at 1318-1322,1354-1355; Note, Mass Accident Class Actions, 60 Cal.L.Rev. 1615 passim (1972). It conserves litigant and judicial resources by permitting the liability and punitive damage issues to be tried once, and only once; thereby avoiding a multiplicity of lawsuits on the same issues involving the same facts and the same defendants.4 Moreover, it promotes judicial economy by focusing this litigation in the court that will have to resolve the major disputed issues in this case. The defendants have already begun to file in the federal district court their lawsuits to determine the respective liability and contribution issues among the various tortfeasors.\n• Moreover, a single class-wide adjudication of punitive damages ensures that every victim will receive his or her just share of any punitive damage award. Absent a class action, the distribution of punitive damages will be determined in a succession of individual lawsuits. In that event, the risk exists that individual juries will reach inconsistent results on the liability and damage issues. Moreover, even if the results are consistent, the risk arises that late-suing plaintiffs will have their punitive damage recoveries reduced or even eliminated by prior awards because there is certainly some limit on the amount of exemplary damages the defendants will be required to pay.5 A class action suit provides the most effective — and perhaps only — procedure to ensure that any recovery will be distributed equitably among all plaintiffs. Roginsky v. Richardson-Merrell, Inc., 378 F.2d 832, 838-842 (2d Cir. 1967) (dicta); In Re Northern District of California “Daikon Shield” IUD Products Liability Litigation, 526 F.Supp. 887, 897-900 (N.D.Cal.1981) (hereafter cited as In re Daikon Litigation). See Putz &amp; Astiz, Punitive Damage Claims of Class Members Who Opt Out: Should They Survive ?, 16 U.San Fran.L.Rev. 1, 18-40 (1981); Note, Mass Liability and Punitive Damages Overkill, 30 Hastings L.J. 1797, 1800-1812 (1979); Noté, Mass Accident Class Actions, supra, 60 Cal.L.Rev. at 1624-1639.6\nB. Objections to Class Certification.\nDespite these justifications for a class action, the objectors argue that the district court’s order constitutes an abuse of discre*1187tion.7 Most importantly, they contend that Rule 23(b)(1)(B) simply does not authorize a class action in this case. A class action may be certified under Rule 23(b)(1)(B) when a number of individuals claim rights to a share of a fund that is too small to satisfy in full every individual’s claim. See, e.g., Green)v. Occidental Petroleum Corp., 541 1*20335, 1340 &amp; n.9 (9th Cir. 1976); Co-burn v. 4-R Corp., 77 F.R.D. 43, 45-46 (E.D.Ky.1977). See also Note, Developments in the Law — Class Actions, supra, 89 Harv.L.Rev. at 1367. The objectors claim that the facts here do not support the district court’s finding that there is a limited fund available to pay punitive damages awards.8 I disagree.\nMissouri law may preclude multiple punitive damage awards for a single wrongful act or omission. At oral argument, the objectors and the class representatives both conceded that the state law is uncertain .and that there is a legitimate and reasonable argument that a defendant can be punished only once for conduct transcending ordinary negligence. The Missouri Court of Appeals recently dismissed as moot a case in which they might have resolved this question. Monsanto Co. v. Parker, 634 S.W.2d 506 (Mo.App.1982). Thus, an award of punitive damages to the first litigant may preclude all subsequent awards to later plaintiffs. The harshness and unfairness of this potential result justifies the district court’s class certification.\nEven if multiple punitive damage awards are permissible, the class certification was appropriate because the defendants held liable may not have the capacity to satisfy the judgments against them.9 The claims of those victims who have filed individual lawsuits exceed $1 billion in compensatory damages and $500 million in punitive damages. The total insurance of all the defendants is only $333 million. Moreover, the record does not reveal how that insurance coverage is divided among the defendants and how much, if any, of it is available to pay punitive damage awards.10 Furthermore, we cannot determine , on the record before us the net worth of the various defendants. If the three largest defendants — Crown Center, Hallmark and *1188Hyatt — are not found liable for punitive damages, the insurance coverage and assets of the remaining defendants would become significant indeed because they may well not be sufficient to satisfy the exemplary damage judgments in view of the large amounts sought by the plaintiffs.\nApart from the defendants’ capacity to pay punitive damages, there is surely some limit imposed by law on the amount for which they can be held liable for a single wrongful act or course of conduct. Unlimited multiple punishment for the same act determined in a succession of individual lawsuits and bearing no relation to the defendants’ culpability or the actual injuries suffered by victims, would violate the sense of “fundamental fairness” that is essential to constitutional due process. See Roginsky v. Richardson-Merrell, Inc., supra, 378 F.2d at 838-841; In re Daikon Litigation, supra, 526 F.Supp. at 900. See also Putz and Astiz, Punitive Damage Claims of Class Members Who Opt Out: Should They Survive?, supra, 16 U.San Fran.L.Rev. at 29-31; Note, Mass Liability and Punitive Damages Overkill, supra, 30 Hastings L.J. at 1797-1800. Moreover, the basic jurisprudential precepts that litigation must come to an end and that a party cannot be repeatedly sued on the same cause of action are violated by excessive multiple punishment. See Putz and Astiz, Punitive Damage Claims of Class Members Who Opt Out: Should They Survive?, supra, 16 U.San Fran.L.Rev. at 29-31; Note, Mass Liability and Punitive Damages Overkill, supra, 30 Hastings L.J. at 1797-1800.\nConsequently, I believe that the district court did not err in finding a significant likelihood that the punitive damage awards may exhaust the culpable defendants’ capacity to pay the judgments.\nThe objectors next contend that the named class representative, Shirly Stover, does not “fairly and adequately protect the interests of the class” as required by Rule 23(a)(4). They base their claim on the fact that she did not move for class certification. While a class representative’s failure to move for certification has been found*in some circumstances to be an indication that he or she will not adequately represent the class, such a failure is not dispositive of the issue. Indeed, a court may select as a class representative a class member who did not file for certification, see, e.g., United States Parole Commission v. Geraghty, 445 U.S. 388, 407, 100 S.Ct. 1202, 1214, 63 L.Ed.2d 479 (1980), or it may even elect to certify a class and select a class representative even if no party seeks a class action. See, e.g., Ford v. U. S. Steel Corp., 638 F.2d 753, 754 (5th Cir. 1981); In re Daikon Litigation, supra, 526 F.Supp. at 894.11 In addition, there was, of course, no need for Stover to move for class certification in this case since Molly Riley had already done so.\nThe objectors also argue that the counsel appointed for the class are inadequate because they are tainted with conflicts of interest. I find no support in the record for this contention.12\nThe objectors next claim that class certification was improper because the various claims present individual issues and the individual claimants have a strong interest in controlling their litigation. In particular, they rely on the Advisory Committee Notes to the 1966 amendments to the Federal Rules of Civil Procedure which indicate that class actions under Rule 23(b)(3) generally are inappropriate in mass accident cases.\n*1189The petitioners reliance on this authority is misplaced. First, under the express terms of Rule 23, individual control is an articulated concern for courts to consider with respect to certifying a class only under subsection (b)(3), not subsection (b)(1) on which the district court here relied. Thus, the district court was not necessarily required to consider the claimants’ interest in individual control before certifying a class under Rule 23(b)(1).13\nSecond, to the extent that the interest in individual control is relevant to certifying a Rule 23(b)(1) class, that concern does not preclude a class suit in mass accident cases. If the drafters of the rule had intended to create such a per se rule, they would have simply said so. See Comment, The Use of Class Actions for Mass Accident Litigation, supra, 23 Loyola L.Rev. at 405. Instead, the drafters said:\nA “mass accident” resulting in injuries to numerous persons is ordinarily not appropriate for a class action because of the likelihood that significant questions, not only of damages but of liability and defenses to liability, would be present, affecting the individuals in different ways. In these circumstances an action conducted nominally as a class action would degenerate in practice into multiple lawsuits separately tried.\nFed.R.Civ.P. 23(b)(3) advisory committee note.\nIt is apparent that the concerns that prompted the drafters to conclude that class suits are not generally appropriate in mass accident cases are not applicable here. In this case, the facts relevant to liability will not differ meaningfully from one claimant to another, and there is little or no likelihood of individual defenses being presented. The compensatory damage issues, of course, will involve differing factual questions, but these claims present no bar to class certification because the district court limited the class action to the liability and punitive damage issues as permitted by Rule 23(c)(4). Consequently, the concerns of individualization of issues and the claimants’ interest in controlling their own case present no real obstacle to class suits in mass accident cases such as the instant one. E.g., 3B J. Moore, Fed.Prac., 123.45[3] at 811 &amp; n.35 (2d ed. 1948); 7A Wright &amp; Miller, supra, § 1783 at 117; Comment, The Use of Class Actions for Mass Accident Litigation, supra, 23 Loyola L.Rev. at 390; Note, Mass Accident Class Actions, supra, 60 Cal.L.Rev. at 1621.\nFinally, the objectors contend that the district court’s class certification deprives them of their constitutional rights. First, they argue that a class-wide award of damages to be divided among class members is a “fluid recovery”14 that denies them their *1190constitutional rights to due process and trial by jury.\nThe Constitution does not create an absolute bar to a class-wide assessment of punitive damages. The objectors’ Seventh Amendment right will be satisfied by the opportunity to adjudicate the class-wide damage assessment before a jury.15 See Dickinson v. Burnham, 197 F.2d 973, 980-981 (2d Cir.), cert, denied, 344 U.S. 875, 73 S.Ct. 169, 97 L.Ed.2d 678 (1952) (1938 version of Rule 23). See also, e.g., Note, Developments in the Law — Class Actions, supra, 89 Harv.L.Rev. at 1523-1525; 7A Wright &amp; Miller, supra, § 1784 at 122; Ja-coby &amp; Cherasky, The Effects of Eisen IV and Proposed Amendments to Rule 23, 12 San Diego L.Rev. 1, 24 (1974); Comment, Due Process and Fluid Class Recovery, 53 Ore.L.Rev. 225, 237 (1974); Note, Eisen v. Carlisle &amp; Jacquelin— Fluid Recovery, Minihearings, and Notice in Class Actions, 54 B.U.L.Rev. Ill, 123-124 (1974). In the absence of defenses that could be asserted against individual class members, or other such individualized inquiries, due process does not require multiple hearings as long as there is one full and fair determination of the merits. See, e.g., Note, Developments in the Law — Class Actions, supra, 89 Harv.L.Rev. at 1523-1525; Comment, Due Process and Fluid Class Recovery, supra, 53 Ore.L.Rev. at 237; Note, Eisen v. Carlisle &amp; Jacque-lin — Fluid Recovery, Minihearings, and Notice in Class Actions, supra, 54 B.U.L.Rev. at 123-124.\nIn some circumstances courts have not permitted the class-wide calculation of damages. See, e.g., Eisen v. Carlisle &amp; Jacque-lin, 479 F.2d 1005, 1018 (1973), vacated and remanded on other grounds, 417 U.S. 156, 94 S.Ct. 2140, 40 L.Ed.2d 732 (1974); In re Hotel Telephone Charges, 500 F.2d 86, 92 (9th Cir. 1974). In other cases, however, the mechanism has been utilized. See, e.g., Bebchick v. Public Utilities Commission, 318 F.2d 187, 203-204 (D.C.Cir.), cert, denied, 373 U.S. 913, 83 S.Ct. 1304, 10 L.Ed.2d 414 (1963); West Virginia v. Chas. Pfizer &amp; Co., 314 F.Supp. 710, 744 (S.D.N.Y.), aff’d, 440 F.2d 1079, 1089-1091 (2d Cir.), cert, denied, 404 U.S. 871, 92 S.Ct. 81, 30 L.Ed.2d 115 (1971). The propriety of class-wide damage assessment, with or without a fluid recovery mechanism, should depend on whether it is consistent with the policies of the underlying cause of action. Note, Developments in the Law — Class Actions, supra, 89 Harv.L.Rev. at 1526-1536.\nThe justifications for imposing punitive damages include expressing society’s disapproval of outrageous conduct, deterring such conduct in the future, and providing incentives for private civil enforcement. Mallor &amp; Roberts, Punitive Damages: Toward a Principled Approach, 31 Hastings L.J. 639, 647-650 (1980). Each of these purposes is advanced by the district court’s class certification here. Thus, a class-wide calculation of punitive damages would be proper.\nThe objectors’ second constitutional claim is that the district court denied them due process by not permitting them to be heard after its class certification order. Specifically, they object to the order providing:\nNo matters may be presented to this Court which concerns [sic] a member of the class unless it is [sic] presented by the counsel designated to handle the class action. The Clerk of the Court has been directed to reject any matters that are not being filed by counsel for the class or counsel for defendants.\n&gt;\n*1191In Farber v. Riker-Maxson Corp., 442 F.2d 457 (2d Cir. 1971), the Second Circuit upheld an order of the district court virtually identical to the one here. The Court held that such an order did not deprive the parties prohibited from filing motions “an appropriate opportunity to participate in the litigation.” Id. at 459. Indeed, the very nature of a class action requires that the class representative, and his or her attorney, represent the class and that members of the class cannot continue to file motions as they might in an individual action. Moreover, here, as in Farber, the district court’s order did not bar counsel for class members from applying to it for permission to file a motion. Id. at 459. Accordingly, the district court’s order did not deny the objectors due process.\nC. Summary.\nIn sum, the district court’s class action satisfies all the requirements of Rule 23, and the state and federal constitutions. Moreover, certification of a class action would promote judicial economy in a complex case where such concerns are especially significant. It would protect the interests of defendants by avoiding endless relitigation and inconsistent determinations of their relative liability. And, it would protect the plaintiffs by ensuring prompt determination of liability (thereby promoting settlements) and by guaranteeing that any punitive damage award would be fairly allocated to all plaintiffs. Therefore, I believe that the district court did not abuse its discretion in certifying the class action.\nIII.\nTHE DISTRICT COURT DID NOT VIOLATE THE ANTI-INJUNCTION ACT BY'CERTIFYING A MANDATORY CLASS ACTION.\nThe majority recognizes that an opt-out class, which the district court remains free to certify, would not violate the Anti-Injunction Act. Because members of such a class would be free to withdraw and pursue their claims independently in state court, such a class action would not inherently restrict state court proceedings, nor would it afford any basis upon which the district court might enjoin state court proceedings. See In Re Glenn Turner Enterprises Litigation, 521 F.2d 775 (3d Cir. 1975).\nThe majority holds, however, that the mandatory class action violates the Anti-Injunction Act because some class members have already initiated state court proceedings and presumably will be enjoined from pursuing such independent actions. See, supra, at 1181,1183. This is a sweeping rule that prohibits certification of an otherwise proper mandatory class whenever a class member has commenced a state court action. In my view, such a rule is not supported by the cases relied upon by the majority and, moreover, is simply the wrong rule in light of the necessary dictates of mandatory class actions.\nA mandatory class action, of course, has a restrictive effect on related proceedings in any other court — state or federal. This is because, by definition, members of such a class cannot pursue independent litigation of class claims. See, e.g., Reynolds v. National Football League, 584 F.2d 280, 283 (8th Cir. 1978). The majority states that a mandatory class only prohibits members from initiating independent litigation, citing Reynolds v. National Football League, supra, for this proposition. Supra, at 1180. Neither Reynolds nor any other case cited to this Court supports such a narrow construction of mandatory class actions. Indeed, the implication of the majority’s view is that mandatory classes are not truly mandatory — any member who has previously commenced independent litigation is somehow not subject to the ordinary rules of such class actions. In my view, the plain meaning of a mandatory class does not change merely because some members of the class have previously initiated independent actions. If certification of a mandatory class is proper, as here it clearly is, then the ordinary rules of such actions simply preclude independent litigation of class claims in state or federal courts.\n*1192This point is important to whether the class action violates the Anti-Injunction Act. Under the Act, an injunction of state court proceedings is proper when it is “necessary in aid of” the federal court’s jurisdiction. 28 U.S.C. § 2283. It seems self-evident that an injunction to protect the ordinary scope of a mandatory class action is “necessary in aid of” the federal jurisdiction over such a class.\nI must emphasize that no plaintiff has, as yet, been enjoined from pursuing any state court action.16 Our review is thus proper, if at all,17 to the extent that certification of a mandatory class will necessarily restrict class members from pursuing pending state court proceedings. The question then is whether such restrictions are “necessary in aid of” the class action jurisdiction.\nHere, the necessary restrictive effects of the mandatory class action are twofold. The first restrictive effect is that class members would not be able to pursue a punitive damage claim in an independent action. Such a restriction is absolutely necessary to the district court’s jurisdiction over this class issue due to the applicable state law on punitive damages. Although the parties do not agree on the certainty of the state law rule, they do agree that there is a legitimate and reasonable claim that under Missouri law, only the first plaintiff to achieve a judgment would obtain a punitive award — all other plaintiffs would be frozen out. See, supra, at 1186. When a mandatory class is necessary to protect all plaintiffs on this claim, it seems obvious that an injunction against independent litigation of the issue is “necessary in aid of” the jurisdiction of the class.\nThe second restrictive effect of the mandatory class is to, in effect, stay state court proceedings on the issue of liability for compensatory damages. I emphasize that the plaintiffs are free to settle such claims or to pursue in state court a determination of the amount of such damages, once the class action determines relative liability among the defendants.18 The mandatory class is necessary to protect the numerous defendants from inconsistent results and extremely burdensome relitigations of their relative culpability and to ensure that serial determinations of liability will not deplete the assets of the defendants. See, supra, at 1187-1188. Certification of the compensatory liability issue is also strictly necessary to protect the punitive damage claim noted above because, under ordinary joinder rules, an independent action on liability would necessarily reach both compensatory and punitive issues. Thus, if a mandatory class is to be certified at all, it must include the punitive claim and at least the liability aspect of compensatory damages. In my view, where a mandatory class is properly certified for these purposes, enjoining independent litigation of the class issue is plainly “necessary in aid of” the class jurisdiction.\nThe majority essentially ignores that it is a mandatory class action we are considering under the Anti-Injunction Act. They cite, *1193for example, In Re Glenn Turner Enterprises Litigation, supra, which held that an injunction of state court proceedings was not “necessary in aid of” the federal class’s jurisdiction. Supra, at 1181. Turner, however, involved an opt-out class, not a mandatory one. The standard applied in Turner required a determination of whether the class action “can be given its intended scope only by stay of a state court proceeding.” In Re Glenn Turner Enterprises Litigation, supra, 521 F.2d at 781. As the Turner Court properly reasoned, because the intended scope of an opt-out class permits independent actions, an injunction against such actions cannot be “necessary” to protect the scope of the class. Id. The Turner Court expressly reserved the issue of mandatory class actions, id., for good reason. The intended scope of a mandatory class precludes independent litigation of class claims, which is why an injunction against such independent actions is “necessary” to give the class its intended scope.\nThe majority primarily relies on the general doctrine that individual in personam actions, conducted concurrently in state and federal courts, do not cause interference with either court’s jurisdiction. Supra, at 1182-1183. Thus, under the Anti-Injunction Act, an individual in personam claim in federal court is not a basis for enjoining other plaintiffs from pursuing similar claims in state court because such an injunction is not “necessary in aid of” the federal court’s jurisdiction. Id. This rule developed around and applies to independent, individual claims, not mandatory class actions. The majority cites to no case in which this general rule has been used to preempt the ordinary application of mandatory class action rules.\nAdmittedly, the relationship between mandatory class actions and the Anti-Injunction Act appears to present an open question. The approach adopted by the majority, however, broadly forecloses mandatory class actions whenever a class member has commenced state court proceedings. I would agree that class actions should not become a vehicle for circumventing the ordinary relations between state and federal courts. The requirements for a mandatory class action, however, are quite rigorous and, by their nature, will prevent any' such trend from developing. Moreover, there are unusually strong reasons for certifying the mandatory class here, a procedure which the district court found was essential to fair adjudication of all claims. Such circumstances will not often arise; yet in face of them, the majority has adopted a rule which broadly defeats the purpose of mandatory class action jurisdiction. I do not agree that such a rule is required by the Anti-Injunction Act, nor by any sensible view of the relations between state and federal courts.19\n\n. The district court’s class certification order expressly prohibits class members from settling their punitive damages claims:\nLegitimate claimants may negotiate and execute settlements with those defendants who have vociferously urged this court to allow the settlement process to continue. Those claimants who want to exact payment for allegedly punishable acts must forego the settlement process and await the trial of the punitive damage issues. [Emphasis added.]\n\n\n. Class counsel suggest that a class-wide punitive damage trial, including settling and non-settling plaintiffs, be held to determine the total punitive damages, if any, to be awarded. The sum awarded would then be allocated among the plaintiffs in accordance with an equitable formula approved by the court, with the portion of the award earmarked for settling plaintiffs credited to the defendants.\nThe defendants suggest that the plaintiffs who have settled not be permitted to participate in the punitive damage trial and that the defendants be permitted to introduce evidence of the settlements they have reached. The jury would then determine the amount of punitive damages, if any, to be divided among the non-settling plaintiffs at trial according to the approved formula.\n\n\n. Here, individual actions would impose an enormous financial burden on individual victims because of.the hundreds of thousands of documents involved, the importance of expert testimony regarding engineering and architectural matters, and the numerous defendants each disclaiming responsibility and pointing at others.\n\n\n. If the issue of liability for compensatory damages was not tried on a class-wide basis, every individual suit would require a determination of relative fault among all defendants held liable. Individual plaintiffs could not avoid this problem by relying on earlier verdicts because Missouri law while rejecting the old doctrine of mutuality of estoppel, see Oates v. Safeco Ins. Co., 583 S.W.2d 713, 719 (Mo.1979) (en banc), does not generally allow offensive use of collateral estoppel in multiple claimant tort cases. See Tretter v. Johns-Manville Corp., 88 F.R.D. 329, 333 (E.D.Mo.1980). Due process would forbid the defendants from estopping a plaintiff by relying on an earlier verdict in a suit to which the plaintiff was not a party. See, e.g., Parklane Hosiery Co. v. Shore, 439 U.S. 322, 327 n.7, 99 S.Ct. 645, 649 n.7, 58 L.Ed.2d 552 (1979).\n\n\n. Punitive damages may be limited here either by Missouri law, constitutional due process, or simply the extent of defendant’s assets. See at 1187-1188, infra, for discussion.\n\n\n. As the district court said in In re Daikon Litigation, 526 F.Supp. 887, 900 (N.D.Cal.1981):\nWithout a Rule 23(b)(1)(B) class action, * * * [tjhere is no basis for priority to punitive damages among the claimants, or for awarding such damages to one or more and not to others * * *. [T]he class action is the best available device to protect the interests of all parties. [Emphasis added.]\n\n\n. A class action certified under Rule 23(b)(1) must satisfy both the requirements of Rule 23(a)(l)-(4) and the relevant subsection to (b)(1). See p. 1178 n.7 for the relevant provisions of Rule 23.\n\n\n. The objectors also claim that the district court’s certification of a Rule 23(b)(1)(A) class on the issues of liability for compensatory and punitive damages was an abuse of discretion. They contend that Rule 23(b)(1)(A) is designed to eliminate the dilemma that would confront a party if judgments imposing conflicting and mutually incompatible standards of conduct are entered against it. They argue it is not intended, as the district court concluded, to apply to a situation in which there is only a possibility that a defendant might have to pay damages to some plaintiffs and not others. I agree with the objector’s construction of Rule 23(b)(1)(A). See, e.g., McDonnell Douglas Corp. v. U. S. District Court, 523 F.2d 1083, 1086 (9th Cir. 1975), cert, denied, 425 U.S. 911, 96 S.Ct. 1506, 47 L.Ed.2d 761 (1976); Esler v. Northrup Corp., 86 F.R.D. 20, 38 (W.D.Mo. 1979); 7A Wright &amp; Miller, Fed.Prac. &amp; Proc.: Civil, § 1773 at 9 (1972).\nAlthough the district court’s reliance on Rule 23(b)(1)(A) was misplaced, its class certification was nonetheless appropriate. The issue of liability for compensatory damages could have been properly certified under Rule 23(b)(1)(B) along with the issues of liability for and amount of punitive damages. Under Missouri law, a defendant cannot be liable for punitive damages if he or she is not also liable for compensatory damages. Probst v. Probst, 595 S.W.2d 289, 292 (Mo.App.1979). Thus, the prospect of a limited fund is dependent on liability for compensatory, as well as punitive, damages. In addition, quite apart from any construction of Rule 23(b)(1)(A), the district court’s concern for avoiding inconsistent results through individual determinations of the liability issues is a proper consideration in certifying any of the types of class action authorized by Rule 23.\n\n\n. Rule 23(b)(1)(B) does not require proof that claims “will,” as a certainty, exhaust the defendant’s capacity to pay. Certification is appropriate if there is a significant likelihood that individuals “may” affect claims of parties not before the court. See Fed.R.Civ.P. 23(b)(1)(B) advisory committee note; In re Daikon Litigation, supra, 526 F.Supp. at 897; Coburn v. 4-R Corp., 77 F.R.D. 43, 45-46 (E.D.Ky.1977).\n\n\n. Punitive damages frequently cannot be insured against. See Mallor &amp; Roberts, Punitive Damages: Toward a Principled Approach, 31 Hastings L.J. 639, 641 (1980).\n\n\n. The fact that a court has authority to certify a class action sua sponte also refutes the objectors claim that the district court lacked jurisdiction to create a class action because the only party that did move for certification of a class, Molly Riley, was not diverse to all the defendants.\n\n\n. The objectors complain that the district court appointed class counsel without providing a full opportunity for all plaintiffs to participate in the selection. This conduct did not constitute reversible error; although it would have been the better practice to include all plaintiffs in the selection process. See Manual for Complex Litigation, Part 1, §§ 1.90-1.93, 4.53. In the district court’s defense, however, it must be emphasized that the objecting plaintiffs indicated as strongly as they could that they had no interest in participating in a class action. If an opt-out class is certified on remand, the district court may provide for additional class counsel.\n\n\n. The petitioners’ reliance on Causey v. Pan American World Airways, Inc., 66 F.R.D. 392, 399 (E.D.Va.1975), and Hobbs v. Northeast Airlines, Inc., 50 F.R.D. 76, 79 (E.D.Pa.1979), for their claim that the interest in individual control of claims supports a denial of a Rule 23(b)(1) class action is misplaced. Both the Causey and Hobbs courts relied on that interest as a ground not to certify a Rule 23(b)(3) — not a 23(b)(1) — class action.\n\n\n. A “fluid recovery” has three characteristics: (1) the amount of damages incurred by the class as a whole is adjudicated in a single trial, creating a damage fund; (2) class-member claimants who can prove valid claims may, after the class trial, obtain their proper share of the fund; and (3) the unclaimed portion of the fund is then applied to the class’s benefit. See Comment, Due Process and Fluid Class Recovery, 53 Ore.L.Rev. 225, 227 (1974); Malina, Fluid Class Recovery as a Consumer Remedy in Antitrust Cases, 47 N.Y.L.Rev. 477, 482 (1972).\nIt is the third characteristic that creates the fluid recovery because the unclaimed funds generally will be turned over to the government or distributed through the market — typically in the form of a reduced charge for an item that the defendant previously overpriced. Note, Developments in the Law — Class Actions, 89 Harv.L.Rev. 1318, 1525 (1976). See Eisen v. Carlisle &amp; Jacquelin, 479 F.2d 1005, 1010-1011 (2d Cir. 1973), vacated and remanded on other grounds, 417 U.S. 156, 94 S.Ct. 2140, 40 L.Ed. 2d 732 (1974); Bebchick v. Public Utilities Commission, 318 F.2d 187, 203-204 (D.C.Cir. 1963). Here, the entire punitive damage award would be distributed to individual class members; consequently, the objectors are incorrect in claiming that the district court’s order provided for fluid recovery. However, class-wide assessments of damages, even without fluid recovery, have also been challenged as violative of the constitutional guarantees of due process and trial by jury. See Note, Developments in the Law — Ciass Actions, supra, 89 Harv.L.Rev. at 1525.\n\n\n. The objectors also claim that a class-wide assessment of punitive damages is impermissible ünder Missouri law because the damages “must be assessed by a jury in the light of the particular circumstances of the particular case.” Hupp v. North Hills Lincoln-Mercury, Inc., 610 S.W.2d 349, 357 (Mo.App.1980). I disagree. This issue is one of first impression in Missouri. The cases relied on by the objectors are individual suits, not class actions, which merely state that the questions of whether to award punitive damages and, if so, in what amount are for the jury. E.g., id.: Potter v. Milbank Manufacturing Co., 489 S.W.2d 197, 206 (Mo. 1972); Wisner v. S. S. Kresge Co., 465 S.W.2d 666, 669 (Mo.App.1971). Just as the Seventh Amendment right to a jury trial is satisfied by adjudicating the class-wide damage assessment before a single jury, the state law requirement is also satisfied.\n\n\n. The only express injunction entered below is that part of the district court’s order which appears to prevent class members from settling their punitive damage claims. Such a restriction is unwarranted and should be modified as noted, supra, at note 2. In any event, it is not a necessary part of certifying the mandatory class action and it is unfair to bootstrap from this part of the order to a finding that the class action as a whole violates the Anti-Injunction Act. See, supra, at 1180.\n\n\n. The district court did not certify any issue for interlocutory appeal. Thus, it would be proper to review, under section 1292(a), only the express injunction before us, see note 16, supra, and to dismiss for lack of jurisdiction the issue of whether the class action will result in injunctions of state court proceedings. See generally In Re Glenn Turner Enterprises Litigation, 521 F.2d 775, 781 (3d Cir. 1975). I recognize, however, that mandatory class actions have an inherent restrictive effect on independent litigation of class issues. If this fact is to serve as the basis for appellate review, however, such review should focus narrowly on the inherent restrictive effects of the class and should not broadly assume injunctions which have not been entered.\n\n\n. Thus, the mandatory class does not preclude state court forums for those plaintiffs who believe, for whatever reason, that they might obtain more favorable compensatory damages in state court.\n\n\n. I do, however, agree with the majority that Judge Wright did not abuse his discretion by declining to disqualify himself from this case under 28 U.S.C. § 455(a).\n\n",
            "ocr": false,
            "opinion_id": 9469360
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}