{
    "id": 185343,
    "judges": "Edwards, Garland, Rogers",
    "date_filed": "1988-02-19",
    "date_filed_is_approximate": true,
    "slug": "butera-v-district-of-columbia",
    "case_name_short": "DC",
    "case_name": "Butera v. District of Columbia",
    "case_name_full": "Terry E. BUTERA, Individually, and as Personal and Legal Representative of the Estate of Eric Michael Butera, Deceased, Appellee, v. DISTRICT OF COLUMBIA, Et Al., Appellants",
    "attorneys": "Charles F.C. Ruff argued the cause for appellants. With him on the briefs were Kevin C. Newsom, Robert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Donna M. Murasky, Assistant Corporation Counsel., Daniel A. Rezneck, General Counsel, was oh the brief for amicus curiae District of Columbia Financial Responsibility & Management Assistance Authority., Paul Mogin argued the cause for appel-lee. On the brief were Brendan V. Sullivan, Jr., John G. Kester, Peter C. Grenier and James M. Ludwig. J. Alan Galbraith entered an appearance.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 12, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 274,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"ALUu\">\n    Terry E. BUTERA, Individually, and as Personal and Legal Representative of the Estate of Eric Michael Butera, deceased, Appellee, v. DISTRICT OF COLUMBIA, et al., Appellants.\n   </parties><docketnumber id=\"AuB\">\n    No. 00-7008.\n   </docketnumber><court id=\"Aag\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><otherdate id=\"A7v\">\n    Argued Oct. 12, 2000.\n   </otherdate><decisiondate id=\"Asa\">\n    Decided Jan. 9, 2001.\n   </decisiondate><br><attorneys id=\"b664-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"640\"> \n     *640\n     </span>\n    Charles F.C. Ruff argued the cause for appellants. With him on the briefs were Kevin C. Newsom, Robert R. Rigsby, Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Donna M. Murasky, Assistant Corporation Counsel.\n   </attorneys><br><attorneys id=\"b664-18\">\n    Daniel A. Rezneck, General Counsel, was oh the brief for amicus curiae District of Columbia Financial Responsibility &amp; Management Assistance Authority.\n   </attorneys><br><attorneys id=\"b664-19\">\n    Paul Mogin argued the cause for appel-lee. On the brief were Brendan V. Sullivan, Jr., John G. Kester, Peter C. Grenier and James M. Ludwig. J. Alan Galbraith entered an appearance.\n   </attorneys><br><judges id=\"b664-20\">\n    Before: EDWARDS, Chief Judge, ROGERS and GARLAND, Circuit Judges.\n   </judges>",
    "citations": [
        "235 F.3d 637",
        "344 U.S. App. D.C. 265"
    ],
    "opinions": [
        {
            "author_str": "Rogers",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.cadc.uscourts.gov/internet/opinions.nsf/55015F38279920D985256F7A0063D5F7/$file/00-7008a.txt",
            "author_id": null,
            "opinion_text": "235 F.3d 637 (D.C. Cir. 2001)\n    Terry E. Butera, Individually, and as Personal  and Legal Representative of the Estate of Eric Michael Butera, deceased, Appelleev.District of Columbia, et al., Appellants\n    No. 00-7008\n    United States Court of Appeals  FOR THE DISTRICT OF COLUMBIA CIRCUIT\n    Argued October 12, 2000Decided January 9, 2001\n    \n      [Copyrighted Material Omitted][Copyrighted Material Omitted]\n      Appeal from the United States District Court  for the District of Columbia (No. 98cv02794)\n      Charles F.C. Ruff argued the cause for appellants.  With  him on the briefs were Kevin C. Newsom, Robert R. Rigsby,  Corporation Counsel, Charles L. Reischel, Deputy Corporation Counsel, and Donna M. Murasky, Assistant Corporation  Counsel.\n      Daniel A. Rezneck, General Counsel, was on the brief for  amicus curiae District of Columbia Financial Responsibility  &amp; Management Assistance Authority.\n      Paul Mogin argued the cause for appellee.  On the brief  were Brendan V. Sullivan, Jr., John G. Kester, Peter C.  Grenier and James M. Ludwig.  J. Alan Galbraith entered  an appearance.\n      Before:  Edwards, Chief Judge, Rogers and Garland,  Circuit Judges.\n      Opinion for the Court filed by Circuit Judge Rogers.\n      Rogers, Circuit Judge:\n    \n    \n      1\n      This appeal arises from the tragic  death of 31-year-old Eric Butera while he served as an  undercover operative for the Metropolitan Police Department  of the District of Columbia.  Mr. Butera's mother, Terry  Butera, sued, on her own behalf and on behalf of her son's  estate, the District of Columbia and the four police officers  who engineered the undercover operation, alleging that they  recklessly failed to provide adequate protection for her son. She alleged violations of her son's and herown civil rights  under 42 U.S.C. &#167; 1983 (1994), negligence under the District  of Columbia Survival Act, D.C. Code &#167; 12-101 et seq. (1995  Repl.), and the District of Columbia Wrongful Death Act,  D.C. Code &#167; 16-2701 et seq. (1997 Repl.), and at common law  for intentional infliction of emotional distress.  The jury  returned verdicts against the officers on the constitutional  claims and against the officers and the District of Columbia  on the statutory claims, and awarded Terry Butera  $70,530,000 in compensatory damages and $27,570,000 in punitive damages.\n    \n    \n      2\n      On appeal, the District of Columbia and the four officers  (collectively, \"the District of Columbia\") contend that the  district court erred in denying their motion for judgment as a  matter of law under Fed. R. Civ. P. 50, or alternatively for a  new trial under Fed. R. Civ. P. 59, or for remittitur.  See  Butera v. District of Columbia, 83 F. Supp. 2d 25 (D.D.C.  1999) (\"Butera II\").  With respect to the civil rights claims,  the District of Columbia contends that the officers did not violate either Eric Butera's or Terry Butera's substantive due  process rights, because no such rights existed.  Alternatively,  the District of Columbia contends that the officers are entitled to qualified immunity because, even if Eric and Terry  Butera could assert substantive due process rights, it was not  clearly established prior to Eric Butera's death that the  officers' conduct would violate these rights.  In this regard,  the appeal presents two questions of first impression in this  circuit:  (1) whether the District of Columbia can be held  constitutionally liable for failing to protect an individual who  is not in custody from harm inflicted by a third party, and (2)  whether a parent has a constitutionally-protected interest in  the society and companionship of her adult son.  In addition  to challenging the civil rights claims, the District of Columbia  disputes the lawfulness of imposing punitive damages against  it and the sufficiency of the evidence to support the punitive  damages awards against the four officers.  Finally, the District of Columbia challenges the sufficiency of the evidence to  support the statutory claims, and the denial of its request to  substitute an expert witness for a disqualified expert.\n    \n    \n      3\n      We affirm in part and reverse in part.  On the civil rights  claims, we hold that the \"State endangerment\" concept,  through which Eric Butera might have succeeded in proving a  constitutional violation, was not clearly established prior to  his death;  hence, the officers were entitled to qualified immunity.  We also hold that there is no parental due process right  to the company of an adult child who is independent;  consequently, Terry Butera had no grounds for asserting a constitutional violation.  Therefore, the officers were entitled to  summary judgment on all claims brought under 42 U.S.C.  &#167; 1983.  We further hold, consistent with recent precedent in  this circuit, that the evidence did not amount to the \"extraordinary circumstances\" necessary to award punitive damages  against the District of Columbia.  For these reasons, we  vacate the $70 million compensatory award on the civil rights  claims and the $27 million punitive damages award against  the District of Columbia.  In all other respects, we affirm the  judgment awarding $530,000 in compensatory damages under the Survival and Wrongful Death Acts, and a total of $570,000  in punitive damages against the four officers.\n    \n    I.\n    \n      4\n      A. Background.  On November 16, 1997, Eric Butera  telephoned the Metropolitan Police Department of the District of Columbia (\"MPD\") to provide information about the  highly publicized triple homicide at the Starbucks coffee shop  that had occurred July 7, 1997.  He told Detective Anthony  Patterson, one of the MPD's homicide detectives assigned to  the Starbucks investigation, that on two separate occasions,  while he was purchasing or using crack cocaine at a house in  the Greenleaf Gardens housing complex in Southwest Washington, D.C., he overheard someone talking about the Starbucks murders.  He also said he had seen firearms at the  house.  Detective Patterson and his partner met with Eric  Butera that same day.  Both detectives found him to be  credible and trustworthy.  Eric Butera told Detective Patterson that he had come forward with this information because  \"he was no longer taking drugs, he was attempting to get his  life in order and he wanted to do the right thing.\"  On  November 23, 1999, Eric Butera went to the homicide branch  and identified from mug shots the person whom he had  overheard talking about the Starbucks murders.\n    \n    \n      5\n      In addition to Detective Patterson, Lieutenant Brian McAllister and Sergeant Nicholas Breul were assigned to the  Starbucks investigation.  To advance the investigation, the  officers decided to stage an undercover drug purchase at the  house where Eric Butera had overheard the conversation and  seen the drugs and firearms.  The officers asked Eric Butera  to assist them by conducting the undercover drug purchase,  and Eric Butera agreed.  For purposes of the Butera drug  purchase, Lieutenant McAllister supervised the officers, Sergeant Breul was in charge of the operation, and Detective  Patterson was the lead detective.  They also enlisted the  participation of Detective Anthony Brigidini, who was familiar  with the Greenleaf housing complex.\n    \n    \n      6\n      On December 4, 1997, officers Patterson, Brigidini, and  Breul met with Eric Butera to plan and execute the drug  purchase.  The officers planned the operation to resemble as  closely as possible Eric Butera's previous visits to the Greenleaf Gardens house.  Eric Butera told them that usually he  would enter and exit through the back door of the house, and  that the entire transaction generally took \"anywhere from  one minute to ten minutes, maybe fifteen minutes.\"  Eric  Butera and the officers agreed to follow this same pattern,  with one exception:  Eric Butera would exit through the front  door and meet the officers at a pre-arranged location.  The  officers assured Eric Butera that the MPD would \"exercise  proper care to ensure that he would not be harmed,\" and that  they would \"carefully watch and monitor him throughout the  process.\"  They supplied him with $80 in marked twenty  dollar bills to make the drug purchase.\n    \n    \n      7\n      After the debriefing, the officers decided that Detective  Brigidini would drive Eric Butera to the house, and Detective  Patterson and Sergeant Breul would follow in a separate car  for surveillance and backup.  Detective Brigidini drove Eric  Butera to the house around 9:20 p.m., and watched as Eric  Butera approached the back door.  As Eric Butera knocked  on the door, Detective Brigidini drove away and parked  approximately one hundred fifty feet from the house.  Detective Brigidini testified that he was attempting to mirror the  practices of those who had driven Eric Butera to the location  in the past, by circling the area until Eric Butera emerged  from the house to be picked up.  Detective Brigidini also  intended to place himself in a position where he could see the  front of the house (from which he expected Eric Butera to  emerge) and the rear opening of the walkway behind the  house;  from his location, however, he was unable to see the  back of the house.  Meanwhile, Detective Patterson and  Sergeant Breul parked their car, with their windows down, in  a location that enabled them to see only part of the back alley  of the housing complex.1  As a result, none of the officers was in a position to see (or otherwise monitor) Eric Butera when  he attempted to enter the house.\n    \n    \n      8\n      After approximately fifteen minutes had passed since Eric  Butera approached the house, Detective Brigidini, who had  not seen Eric Butera, notified Sergeant Breul and Detective  Patterson that he was becoming uneasy.  Detective Brigidini  began driving around the block to look for him, and after  circling the streets, he returned to his original position. Sergeant Breul and Detective Patterson also began to look  for Eric Butera.  Approximately thirty minutes after Detective Brigidini dropped off Eric Butera, uniformed police  officers from the MPD First District who were unrelated to  the Starbucks investigation appeared at the scene;  they were  responding to a \"911\" call by a civilian reporting an unconscious person in the rear walkway of the house where Detective Brigidini had left Eric Butera.  Detective Brigidini chose  to remain inside his car when he saw the uniformed officers,  for fear of compromising the operation.\n    \n    \n      9\n      Shortly after seeing the uniformed officers, the detectives  heard an MPD First District radio report of a man down in  the alley behind the house that Eric Butera attempted to  enter.  Approximately forty minutes had passed since Detective Brigidini had last seen Eric Butera.  Because the officers  had left Eric Butera at the rear of the house, they were  unaware that he had never gained entry;  rather, Eric Butera  was accosted by three men, who robbed and stomped him to  death in the alley behind the house.  Sergeant Breul and  Detective Patterson drove to the alley and found a uniformed  First District officer standing with a flashlight over Eric  Butera, who was bleeding from the back of his head.  An  ambulance took Eric Butera to George Washington University Hospital, where he was pronounced dead by reason of  blunt force trauma to the head;  he was 31 years old.\n    \n    \n      10\n      At trial, the parties presented conflicting evidence concerning (1) the purpose of the undercover operation, (2) the  manner in which Eric Butera came to participate in the  undercover drug buy, (3) the degree to which the officers  made Eric Butera aware of the risks involved, and (4) the adequacy of the measures that the officers took to ensure  Eric Butera's safety.  The District of Columbia made a  number of admissions, which were read to the jury.  Terry  Butera presented evidence that the officers gave conflicting  versions of the purpose of using Eric Butera in this operation: While the District of Columbia admitted that the purpose of  the operation was to obtain a search warrant, the individual  officers testified that the operation was intended to test Eric  Butera's reliability as an informant, to learn the name of the  person whom Eric Butera heard talk about the Starbucks  murders, and to acquire drugs or information from individuals  at the house.2  As to the origin of Eric Butera's participation  in the undercover plan, Terry Butera presented evidence that  the police officers devised the undercover plan and actively  solicited Eric Butera, who had ceased being a drug user, for  this operation.  The District of Columbia presented evidence  that, from the outset, Eric Butera volunteered to return to  the Greenleaf Gardens house, which he had visited on numerous occasions (and whose residents he knew) to \"get more  information.\"\n    \n    \n      11\n      The evidence was also in conflict regarding the degree to  which the officers made Eric Butera aware of the dangers  associated with the undercover operation.  Terry Butera  presented evidence that the officers did not notify Eric Butera of a drug bust that had occurred at the house on the  previous evening (December 3, 1999), of the activities of two  violent criminal gangs in the area, of the violent crimes that  were being investigated in the area, or of the risks associated  with the undercover operation.  The District of Columbia  responded with evidence that Eric Butera knew the people in  the area and did not think that the environment was dangerous for him.  The District of Columbia admitted, however,  that Lieutenant McAllister did not fully advise Eric Butera of  the potential risks of physical harm.\n    \n    \n      12\n      Finally, Terry Butera introduced evidence disputing the  adequacy of the measures taken to ensure Eric Butera's  safety.  Specifically, Terry Butera submitted evidence that  the officers failed to (1) use surveillance equipment and wires; (2) make arrangements for safety and danger signals;  (3) set  time limits for the operation;  or (4) enlist the assistance of  the MPD's First District, where the undercover operation  was to occur, or of specialized MPD narcotics, special investigations, and electronic surveillance units.  Through admissions by the District of Columbia, she presented evidence that  the officers had planned the undercover operation recklessly  without conducting a full assessment of the need to use a  citizen in a controlled drug buy, and that Sergeant Breul had  admitted to the MPD's Office of Internal Affairs that, in  carrying out the undercover operation, Eric Butera's safety  was not the officers' principal concern.  In response, the  District of Columbia introduced evidence that Eric Butera did  not want to wear a wire, and that he insisted that he was  \"comfortable with going to the area\" because \"[e]verybody  down there knew him.\"  The District of Columbia admitted,  however, that other precautions could have been taken to  ensure Eric Butera's safety.\n    \n    \n      13\n      B. Procedural History.  Terry Butera, on behalf of herself and the estate of Eric Butera, sued the District of  Columbia, and Lieutenant McAllister, Sergeant Breul, Detective Patterson, and Detective Brigidini (\"the officers\"), for  negligence under the District of Columbia Wrongful Death  Act and the District of Columbia Survival Act, for violation of  her son's and her own constitutional rights under 42 U.S.C.  &#167; 1983, and at common law for negligence and intentional  infliction of emotional distress. The District of Columbia  moved for summary judgment under Fed. R. Civ. P. 56,  arguing that the civil rights claims under &#167; 1983 should be  dismissed as a matter of law because neither Eric Butera nor  his mother could assert a substantive due process violation  and, in any event, the officers were entitled to qualified  immunity.  In addition, the District of Columbia argued that  punitive damages could not be awarded against the District of  Columbia as a matter of law, and, alternatively, that even if  punitive damages were so recoverable, no such award was\n    \n    \n      14\n      justified by the evidence.3\n    \n    \n      15\n      The district court denied the motion for summary judgment.  See Butera v. District of Columbia, 83 F. Supp. 2d 15  (D.D.C. 1999) (\"Butera I\").  The court concluded that both  Eric and Terry Butera could assert substantive due process  claims, based on Eric Butera's right to life and Terry Butera's right to her son's companionship.  See id. at 19 &amp; n.3. The district court also ruled that the allegations in the  complaint \"present[ed] circumstances upon which a jury  might find the existence of 'extraordinary circumstances' \"  necessary to award punitive damages against the District of  Columbia.  Id. at 22.\n    \n    \n      16\n      After trial, the jury returned a verdict against the District  of Columbia and the four officers on the Survival Act and  Wrongful Death Act claims (but not on Terry Butera's claim  for intentional infliction of emotional distress), and against the  four officers (but not the District of Columbia) under 42  U.S.C. &#167; 1983, and awarded Terry Butera compensatory and  punitive damages.4  The District of Columbia moved for judgment as a matter of law under Fed. R. Civ. P. 50, or for a  new trial and vacatur or remittitur of the damages awards  under Fed. R. Civ. P. 59.  The district court denied the  motion.  See Butera II, 83 F. Supp. 2d at 27-38.\n    \n    II.\n    \n      17\n      On appeal, the District of Columbia contends that the  district court erred in denying it judgment as a matter of law,  or alternatively a new trial or remittitur, for essentially three  reasons:  First, the officers are not constitutionally liable to  Eric or Terry Butera on their &#167; 1983 claims because (A) the  officers did not have a constitutional duty to protect Eric  Butera from private violence, (B) Terry Butera had no constitutional interest in the companionship of her adult son, and  (C) even if such rights existed, the officers were entitled to  qualified immunity because it was not clearly established  prior to Eric Butera's death that their conduct would violate  the Due Process Clause.5  Second, the punitive damages  awards should be vacated because (A) there is no allegation  that the officers intended to injure or expose Eric Butera to  harm by third parties, nor is there evidence that the officers  acted with evil motive or actual malice, and (B) as a matter of  District of Columbia law, punitive damages cannot be awarded against the District of Columbia;  alternatively, if punitive  damages against the District of Columbia were permissible,  there was no evidence of extraordinary circumstances to  justify such an award.  Third, the damages awards under the  Survival and Wrongful Death Acts must be set aside because  (A) Terry Butera failed to establish a national standard of  care, and (B) the district court's refusal to allow a substitute  for the District of Columbia's disqualified expert was prejudicial.\n    \n    \n      18\n      We address in Part II 's challenge  to the constitutional claims.  In Part III, we address the issue  of punitive damages.  Finally, in Part IV, we address the  evidentiary issues regarding the statutory claims.6\n    \n    \n      19\n      Constitutional Claims.  Section 1983 allows a plaintiff to  seek money damages from government officials who have  violated her constitutional rights.  See 42 U.S.C. &#167; 1983.7 Qualified immunity, onthe other hand, generally shields State officials from liability for their discretionary functions \"insofar as their conduct does not violate clearly established  statutory or constitutional rights of which a reasonable person would have known.\"  Harlow v. Fitzgerald, 457 U.S. 800,  818 (1982).  To evaluate a substantive due process claim in  which State officials have raised the defense of qualified  immunity, and particularly where defendants can be spared  the burdens of long trials and where the court can provide  clarity in standards for official conduct, the Supreme Court  has instructed that courts ordinarily follow a two-prong analysis.  See Wilson v. Layne, 526 U.S. 603, 609 (1999);  County  of Sacramento v. Lewis, 523 U.S. 833, 841 n.5 (1998);  Harbury v. Deutch, 233 F.3d 596, 601-02 (D.C. Cir. 2000); Kalka v. Hawk, 215 F.3d 90, 95-98 (D.C.  Cir. 2000).  First, courts must address the threshold issue in  any action brought under &#167; 1983:  \"whether the plaintiff has  alleged the deprivation of an actual constitutional right at all.\" Wilson, 526 U.S. at 609 (quoting Conn v. Gabbert, 526 U.S.  286, 290 (1999));  see also Sacramento, 523 U.S. at 841 n.5; Baker v. McCollan, 443 U.S. 137, 146-47 (1979).  In this  stage, courts must not define the relevant constitutional right  in overly general terms, lest they strip the qualified immunity  defense of all meaning:\n    \n    \n      20\n      For example, the right to due process of law is quite clearly established by the Due Process Clause, and thus there is a sense in which any action that violates that Clause (no matter how unclear it may be that the particular action is a violation) violates a clearly established right.  Much the same could be said of any other constitutional or statutory violation.  But if the test of \"clearly established law\" were to be applied at this level of generality, it would bear no relationship to the \"objective legal reasonableness\" that is the touchstone of Harlow. Plaintiffs would be able to convert the rule of qualified immunity that our cases plainly establish into a rule of virtually unqualified liability simply by alleging violation of extremely abstract rights.\n    \n    \n      21\n      Anderson v. Creighton, 483 U.S. 635, 639 (1987).  Consequently, the court must define the right to a degree that  would allow officials \"reasonably [to] anticipate when their  conduct may give rise to liability for damages,\" thus preserving \"the balance that [Supreme Court] cases strike between  the interests in vindication of citizens' constitutional rights  and in public officials' effective performance of their duties.\" Id. (quoting Davis v. Scherer, 468 U.S. 183, 195 (1984)).\n    \n    \n      22\n      Put otherwise, the constitutional right must be identified  \"at the appropriate level of specificity\" for a court to determine the second prong of the inquiry:  whether the right was  \"clearly established.\"  Wilson, 526 U.S. at 615.  A constitutional right was \"clearly established\" at the time of the events  in question only if \"[t]he contours of the right [were] sufficiently clear that a reasonable officer would understand that  what he [was] doing violate[d] that right.\"  Anderson, 483  U.S. at 640;  see also Harris v. District of Columbia, 932 F.2d  10, 13 (D.C. Cir. 1991);  Martin v. Malhoyt, 830 F.2d 237, 253  (D.C. Cir. 1987).  As the Court stated in Anderson, \"[t]his is  not to say that an official action is protected by qualified  immunity unless the very action in question has previously  been held unlawful, but it is to say that in the light of preexisting law the unlawfulness must be apparent.\"  483 U.S. at  640 (citation omitted).\n    \n    \n      23\n      The district court ruled in denying summary judgment to  the District of Columbia that Eric Butera had a constitutional  right to \"life,\" and that Terry Butera had a \"constitutionallyprotected liberty interest\" in the companionship of her son. Butera I, 83 F. Supp. 2d at 19 &amp; n.3.  At trial, the district  court instructed the jury that Eric Butera's right to \"life,\"  \"personal security,\" \"bodily integrity,\" and \"personal privacy,\" and Terry Butera's right to her son's companionship,  were \"clearly-established constitutional rights as of the date  of the incident, December 4, 1997.\"8  On appeal, the court reviews de novo the district court's legal conclusion that the  constitutional rights allegedly violated existed and that they  were clearly established as a matter of law in December 1997. See Mitchell v. Forsyth, 472 U.S. 511, 528 n.9 (1985);  United  States v. Popa, 187 F.3d 672, 674 (D.C. Cir. 1999).\n    \n    \n      24\n      Under the first stage of the Wilson inquiry--whether the  plaintiff has asserted the relevant constitutional rights at the  appropriate level of specificity--we conclude, consistent with  the Supreme Court's instructions in Anderson and Wilson,  that the district court erred by defining the constitutional  rights as Eric Butera's right to life, bodily integrity, personal  security, and personal privacy, and as Terry Butera's \"liberty  interest\" in the companionship of her son.  Although courts  have acknowledged the existence of these general rights in  certain circumstances, see, e.g., Ingraham v. Wright, 430 U.S.  651, 674-75 (1977);  Stanley v. Illinois, 405 U.S. 645, 651  (1972);  Kneipp v. Tedder, 95 F.3d 1199, 1201 (3d Cir. 1996); Wood v. Ostrander, 879 F.2d 583, 589 (9th Cir. 1989), they are  overly broad where a qualified immunity defense is asserted. Applying the standards of Wilson and Anderson, we conclude  that the relevant inquiries are (1) whether Eric Butera has a  constitutional right to protection by the District of Columbia  from danger that it created or enhanced that resulted in harm  by third parties, and (2) whether Terry Butera has a liberty  interest in the society and companionship of her independent  adult child.  This narrower definition of the rights allows a  reasonable police officer to anticipate whether his actions  amount to a constitutional violation.\n    \n    \n      25\n      A. State Endangerment.  As a general matter, a State's  failure to protect an individual from private violence, even in  the face of a known danger, \"does not constitute a violation of  the Due Process Clause.\"  DeShaney v. Winnebago County  Dep't of Soc. Servs., 489 U.S. 189, 197 (1989);  see also Harris,  932 F.2d at 13.  The Due Process Clause, the Supreme Court  has emphasized, is \"phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of  safety and security.\"  DeShaney, 489 U.S. at 195.  Thus, the  Due Process Clause \"generally confer[s] no affirmative right  to governmental aid, even where such aid may be necessary  to secure life, liberty, or protect property interests of which  the government itself may not deprive the individual.\"  Id. at  196.  It followed in DeShaney that the State was not constitutionally liable for the permanent brain damage to a child who  was beaten severely by his father, notwithstanding evidence  that the State was aware of the child's physical abuse yet  failed to remove the child from his father's custody.  See id.  at 202.\n    \n    \n      26\n      Despite this general rule, the DeShaney Court acknowledged that, in \"certain limited circumstances[,] the Constitution imposes upon the State affirmative duties of care and  protection with respect to particular individuals.\"  Id. at 198. One such circumstance, the Court stated, arises when the  State \"takes a person into its custody and holds him there  against his will,\" hence depriving him of liberty.  Id. at 199-200;  see also Youngberg v. Romeo, 457 U.S. 307, 317 (1982); Estelle v. Gamble, 429 U.S. 97, 103-04 (1976);  LaShawn v.  Kelly, 990 F.2d. 1319, 1325 (D.C. Cir. 1993).  In this circuit,  the custody exception is narrowly construed:  Mere police  interaction with or assistance to an individual, for example,  does not necessarily amount to custody.  See Harris, 932  F.2d at 14-15.  Thus, in Harris, the court held that police  officers did not have a constitutional obligation to provide  medical care to a victim of a drug overdose whom they  encountered on the street and placed in restraints for his own  safety.  See id. at 13-15.  In so holding, the court noted that  the Due Process Clause is \"phrased in the negative--'[n]o  State shall deprive any person'--and does not easily admit of  a construction imposing on government officials the duty  affirmatively to do anything.\"  Id. at 13.  Unlike cases in  which the Supreme Court declared the State's \"affirmative  duty to protect\" individuals in custody, see, e.g., Revere v.  Massachusetts Gen. Hosp., 463 U.S. 239, 244 (1983);  Youngberg, 457 U.S. at 315-16;  Estelle, 429 U.S. at 104,9 the court  stated, \"Harris had not been formally committed, either by  conviction, involuntary commitment, or arrest, to the charge  of the District\";  hence, \"the government had not entered into  a special relationship with Harris.\"  Harris, 932 F.2d at 14. Consequently,\n    \n    \n      27\n      any affirmative constitutional duty on the District officials to look after [Harris'] medical needs would ... have to arise not ... 'from the limitation which [they] ... imposed on [Harris'] freedom to act on his own behalf,' but from the limitation which they imposed (by locking him in the police van) on the possibility of others learning of Harris' condition and coming to his aid.\n    \n    \n      28\n      Id. at 14 (quoting DeShaney, 489 U.S. at 200).  The court  continued, \"it is no longer the 'deprivation of liberty' which  causes the injury, as was deemed crucial in DeShaney to  trigger due process protections, so much as the 'deprivation  of visibility' or the appearance of helplessness.\"  Id. at 15. Moreover, the court observed, \"we are not at all confident  that it will be subsequently determined by the Supreme  Court (or other federal courts) that the Youngberg line [i.e.,  the custody definition,] will be extended to this kind of  situation.\"  Id.\n    \n    \n      29\n      In addition to custody, the DeShaney Court left open the  possibility that, under a second set of circumstances, the  State could be liable for harm inflicted to an individual by  third parties.  In explaining the absence of constitutional  liability for the child's physical abuse by his father, the Court  stated:\n    \n    \n      30\n      While the State may have been aware of the dangers that Joshua faced in the free world, it played no part in their creation, nor did it do anything to render him more vulnerable to them.\n    \n    \n      31\n      DeShaney, 489 U.S. at 201.  All circuit courts of appeals,  except this circuit, have by now relied on this passage in  DeShaney to acknowledge that there may be possible constitutional liability underS 1983 \"where the state creates a  dangerous situation or renders citizens more vulnerable to  danger.\"10  Reed v. Gardner, 986 F.2d 1122, 1125 (7th Cir.  1993), cert. denied, 510 U.S. 947 (1993).11  In Reed, police  officers arrested a presumably sober driver and left behind  an obviously intoxicated passenger, who subsequently drove  the car and was involved in a collision with the victims.  The  Seventh Circuit held that the victims of the collision stated a  substantive due process claim because \"[p]olice officers who  remove sober drivers and leave behind drunk passengers with  keys may be said to create a danger.\"12  Id. at 1125.  Similarly, in Wood, a police officer arrested a drunk driver at 2:30  a.m. and impounded his vehicle, leaving the driver's female  passenger by the side of the road in a high-crime area.  The  passenger, who was five miles from her home, accepted a ride  from a stranger, who raped her.  See 879 F.2d at 586.  The  Ninth Circuit held that the passenger had \"raised a triable  issue of fact as to whether [the police officer] affirmatively  placed [her] in a position of danger.\"  Id. at 589-90 (citation  omitted).  Additionally, in Kallstrom v. City of Columbus, 136  F.3d 1055 (6th Cir. 1998), city officials released personal  information from the files of undercover police officers (including names, addresses, and telephone numbers of the  officers and their families) to defense counsel for the alleged  drug conspirators whom the officers had investigated.  The  Sixth Circuit held that \"the City's actions placed the officers  and their family members in 'special danger' by substantially  increasing the likelihood that a private actor would deprive  them of their liberty interest in personal security.\"  Id. at  1067.\n    \n    \n      32\n      The circuit courts have adopted the State endangerment  concept in a range of fact patterns concerning alleged misconductby State officials.13  Regardless of the conduct at issue,  however, the circuits have held that a key requirement for  constitutional liability is affirmative conduct by the State to  increase or create the danger that results in harm to the  individual.  No constitutional liability exists where the State  actors \"had no hand in creating a danger but [simply] 'stood  by and did nothing when suspicious circumstances dictated a  more active role for them.' \"  Reed, 986 F.2d at 1125 (quoting  DeShaney, 489 U.S. at 203);  see also Kallstrom, 136 F.3d at  1066;  Armijo v. Wagon Mound Pub. Schs., 159 F.3d 1253,  1262-63 (10th Cir. 1998);  Frances-Colon v. Ramirez, 107  F.3d 62, 64 (1st Cir. 1997);  Estate of Stevens v. City of Green  Bay, 105 F.3d 1169, 1176-77 (7th Cir. 1997);  Johnson v.  Dallas Indep. Sch. Distr., 38 F.3d 198, 201 (5th Cir. 1994); Dwares v. City of New York, 985 F.2d 94, 99 (2d Cir. 1993); Gregory v. City of Rogers, 974 F.2d 1006, 1010 (8th Cir. 1992)  (en banc);  L.W. v. Grubbs, 974 F.2d 119, 121 (9th Cir. 1992). Absent such affirmative conduct by the State to endanger an  individual, courts have rejected liability under a State endangerment concept.  See, e.g., S.S. v. McMullen, 225 F.3d 960,  962 (8th Cir. 2000) (en banc);  Stevens v. Umsted, 131 F.3d  697, 705 (7th Cir. 1997).\n    \n    \n      33\n      Unlike other circuit courts of appeals, this court has never  been presented with a State endangerment claim;  rather, it  has only addressed the first DeShaney exception-custody.  In  Harris, for example, the court was confronted with a claim  that officers had a constitutional obligation to provide medical  care to a drug overdose victim whom they had restrained in a  police wagon for his own safety.  In this context, the court  addressed the contention that the officers entered into a  \"special relationship\" with the victim because they placed him in police custody.  See Harris, 932 F.2d at 14.14  Similarly, in  LaShawn, the court was confronted with a claim of constitutional liability based on DeShaney's custody exception.  In  LaShawn, class action plaintiffs brought constitutional and  statutory claims against the District of Columbia, alleging  abuses in the District of Columbia's child welfare and foster  care system.  See 990 F.2d at 1320-21.  The district court  ruled that the plaintiffs had stated a due process claim based  on DeShaney's concept of custody, because \"the rights of  children in foster care [were] analogous to the rights of the  involuntarily committed.\"  LaShawn v. Dixon, 762 F. Supp.  959, 992 (D.D.C. 1991).  On appeal, the court avoided reaching the constitutional and federal statutory issues, choosing  instead to address the claims presented under District of  Columbia statutes and regulations.  See LaShawn, 990 F.2d  at 1324.15  Only now is the court directly confronted with a  plaintiff's express &#167; 1983 claim of State endangerment.\n    \n    \n      34\n      The development of the State endangerment concept by the  circuit court of appeals is consistent with the notion, implied  in DeShaney, that something less than physical custody may  suffice to present a substantive due process claim.  We join the other circuits in holding that, under the State endangerment concept, an individual can assert a substantive due  process right to protection by the District of Columbia from  third-party violence when District of Columbia officials affirmatively act to increase or create the danger that ultimately  results in the individual's harm.16  In so doing, we are \"mindful of the caution we must exercise in expanding the liberty  interests protected by substantive due process,\" Harbury,  233 F.3d at 605 (citing and quoting Collins v. Harker  Heights, 503 U.S. 115, 125 (1992)), but conclude that the  circuits' exposition of the concept has mitigated some of the  general concerns about the lack of guideposts;  to that extent,  the court is hardly \"break[ing] new ground in this field.\" Collins, 503 U.S. at 125.\n    \n    \n      35\n      To assert a substantive due process violation, however, the  plaintiff must also show that the District of Columbia's conduct was \"so egregious, so outrageous, that it may fairly be  said to shock the contemporary conscience.\"  Sacramento,  523 U.S. at 847 n.8.  This stringent requirement exists to  differentiate substantive due process, which is intended only  to protect against arbitrary government action, from local  tort law.  See id. at 845-46, 848-49;  Daniels v. Williams, 474  U.S. 327, 331 (1986);  Wolff v. McDonnell, 418 U.S. 539, 558  (1974);  see also Paul v. Davis, 424 U.S. 693, 701 (1976). Hence, while it may be possible under District of Columbia  tort law for a plaintiff to obtain a remedy by proving mere  negligence or failure to exercise due care, this \"lowest common denominator of customary tort liability\" is \"categorically  beneath the threshold of constitutional due process.\"  Sacramento, 523 U.S. at 848-49.\n    \n    \n      36\n      It is, on the contrary, behavior at the other end of the culpability spectrum that would most probably support a  substantive due process claim;  conduct intended to injure in some way unjustifiable by any government interest is the sort of official action most likely to rise to the conscience-shocking level.\n    \n    \n      37\n      Id. at 849.  Hence, in Sacramento, in the context of a highspeed chase by police officers that accidentally killed a fleeing  motorcyclist, the Supreme Court held that the plaintiff must  satisfy the higher \"intent to harm\" standard to prove that the  officers' behavior was conscience-shocking.  See id. at 854.\n    \n    \n      38\n      The Supreme Court in Sacramento acknowledged, however, that in some circumstances the \"point of the conscienceshocking\" can be reached by proving \"something more than  negligence but 'less than intentional conduct, such as recklessness or gross negligence.' \"  Id. at 849 (citation omitted). While such proof \"is a matter for closer calls,\" id., this lower  threshold, the Supreme Court has instructed, is appropriate  in circumstances where the State has a heightened obligation  toward the individual.  For example, where the State has  taken a person into custody, it \"so restrains [his] liberty that  it renders him unable to care for himself\";  therefore, the  \"Constitution imposes upon [the State] a corresponding duty  to assume some responsibility for his safety and general wellbeing.\"  Id. at 851 (quoting DeShaney, 489 U.S. at 199-200). Further, where an individual is in State custody, prison  officials have \"the luxury ... of ... time to make unhurried  judgments, upon the chance for repeated reflection, largely  uncomplicated by the pulls of competing obligations.\"  Id. at  853.  Because of these special circumstances, a State official's  deliberate indifference in the context of state custody can be  \"truly shocking.\"  Id.\n    \n    \n      39\n      As in the context of State custody, the State also owes a  duty of protection when its agents create or increase the  danger to an individual.  Like prison officials who are  charged with overseeing an inmate's welfare, State officials  who create or enhance danger to citizens may also be in a  position where \"actual deliberation is practical.\"  Id. at 851. In the instant case, the officers had the opportunity to plan  the undercover operation with care.  In view of the officers' duty to protect Eric Butera, he may prove that the officers'  treatment of him in connection with the attempted undercover drug buy \"shocked the conscience\" by meeting the lower  threshold of \"deliberate indifference.\"  See Radecki v. Barela,  146 F.3d 1227, 1232 (10th Cir. 1998);  L.W. v. Grubbs, 92 F.3d  894, 896 (9th Cir. 1996).\n    \n    \n      40\n      The remaining question, under the second prong of the  Wilson test, is whether, in December 1997, the law surrounding the violation of Eric Butera's asserted due process right  to be protected from third-party violence in the context of  State endangerment was \"sufficiently clear that a reasonable  officer would understand that what he [was] doing violate[d]  that right.\"  Anderson, 483 U.S. at 640;  see also Wilson, 526  U.S. at 615.  Qualified immunity is intended to \"provide  government officials with the ability 'reasonably to anticipate  when their conduct may give rise to liability for damages,' \"  Anderson, 483 U.S. at 646 (citation omitted).  In light of this  purpose, an official \"[cannot] reasonably be expected to anticipate subsequent legal developments, nor ... fairly be said to  'know' that the law forb[ids] conduct not previously identified  as unlawful.\"  Harlow, 457 U.S. at 818.  Consequently, the  court must determine whether the Supreme Court, the District of Columbia Circuit, and, to the extent that there is a  consensus, other circuits have spoken clearly on the lawfulness of the conduct at issue.17  See Clanton v. Cooper, 129  F.3d 1147, 1156-57 (10th Cir. 1997);  Gan v. City of New  York, 996 F.2d 522, 532 (2d Cir. 1993).\n    \n    \n      41\n      Upon examining relevant case law on the \"State endangerment\" exception to DeShaney, we conclude that, in December  1997, Eric Butera's constitutional right to protection by the  District of Columbia from third-party violence was not clearly established within the meaning of Anderson.  First, as discussed, this circuit has never recognized constitutional liability in the context of a State endangerment claim, and the  court in Harris intimated that it would construe narrowly the  express custody exception set forth in DeShaney.18  See 932  F.2d at 13.  Furthermore,LaShawn, albeit in dictum, did not  indicate any circumstance other than custody that would give  rise to District of Columbia liability.  See 990 F.2d at 1325. Moreover, the only Supreme Court authority to support a  State endangerment concept consisted of the often-quoted  dictum in DeShaney, which simply \"leaves the door open for  liability\" in this context.  Reed, 986 F.2d at 1125.\n    \n    \n      42\n      Second, as of 1997, the \"contours\" of the rights created by  the State endangerment concept were not settled among the  circuits.  See Anderson, 483 U.S. at 640.  While courts of  appeals had adopted the State endangerment concept without  prompting Supreme Court review,19 there was little consistency in courts' explanations of the types of actions that would  amount to constitutional liability.  The Eighth Circuit, for example, first acknowledged that \"[i]t is not clear, under  DeShaney, how large a role the state must play in the  creation of danger and in the creation of vulnerability before  it assumes a corresponding constitutional duty to protect.\" Freeman v. Ferguson, 911 F.2d 52, 55 (8th Cir. 1990).  The  court later stated that, to establish constitutional liability, the  plaintiff must demonstrate that he \"would not have been in  harm's way but for the government's affirmative actions.\" Carlton v. Cleburne County, 93 F.3d 505, 508 (8th Cir. 1996). The Seventh Circuit, in turn, provided a slightly different  standard, finding State endangerment where the State \"greatly increased the danger to [the plaintiff] while constricting  access to self-help.\"  Estate of Stevens v. City of Green Bay,  105 F.3d 1169, 1177 (7th Cir. 1997) (emphasis added).  Other  circuits, however, adopted more elaborate tests to determine  whether the actions of State officials amounted to State  endangerment and therefore triggered constitutional liability.20\n    \n    \n      43\n      While all of these tests share the key element of State  endangerment, namely, affirmative conduct by State actors,  see, e.g., Reed, 986 F.2d at 1126, they are inconsistent in their  elaborations of the concept.  For example, the circuits have  adopted different nexus requirements, compare Mark v. Borough of Hatboro, 51 F.3d 1137, 1152 (3d Cir. 1995), and  Carlton, 93 F.3d at 508, with Uhlrig v. Harder, 64 F.3d 567,  574 (10th Cir. 1995), and employed differing degrees of  specificity in defining actionable conduct, compare Estate of  Stevens, 105 F.3d at 1177, and Carlton, 93 F.3d at 508, with  Johnson, 38 F.3d at 201, Mark, 51 F.3d at 1152, and Uhlrig,  64 F.3d at 574.  Moreover, although we do not suggest that  State liability would necessarily be eliminated or mitigated, to  date no circuit has applied the State endangerment concept  where an arguably voluntary informant, much less a police  operative like Eric Butera, was involved.  See supra note 16. This lack of clarity in the law of the circuits leads us to  conclude that no reasonable police officer would have known  that his or her actions were subject to a State endangerment  limitation.  See Anderson, 483 U.S. at 640.  Harris' silence,  and LaShawn's restrictive dictum, as to the second DeShaney  exception gave no such warning in this circuit.  See LaShawn, 990 F.2d at 1325;  Harris, 932 F.2d at 13.\n    \n    \n      44\n      Given the criteria imposed by the qualified immunity defense, as well as the absence of Supreme Court and District  of Columbia Circuit precedent, we hold that the law in this  circuit was insufficiently clear in December 1997 to alert the  District of Columbia and its police officers to possible constitutional liability (as distinct from tort liability) for their  conduct in using Eric Butera as a police operative in an  undercover operation.  While the law was evolving in the  circuits to cover situations where either (1) there was State  control or custody, or (2) the State knowingly created or  increased the risk that an individual would be exposed to  danger, we do not know whether, had a State endangerment  concept been recognized in this circuit in 1997, Eric Butera's  claim would have survived.  In any event, the officers were  entitled to qualified immunity.\n    \n    \n      45\n      B. Right to the Companionship of an Adult Child.  Terry  Butera's claim of a constitutional right to the companionship  of her 31-year-old son has a more difficult hurdle to overcome:  It fails the first prong of the Wilson test.  The  Supreme Court has not spoken to the precise issue, and the  precedent in this and nearly all of the other circuits suggests  that no such right exits.\n    \n    \n      46\n      Terry Butera testified that her son was an adult, living on  his own, and that he was not providing her with any financial  assistance at the time of his death.  The evidence further  showed that Eric Butera had moved out of his mother's house  when he was eighteen years old, married, moved to Pennsylvania, and had a child.  In allowing Terry Butera to claim a  due process interest in the society and companionship of her  adult son, the district court relied solely on our opinion in  Franz v. United States, 707 F.2d 582 (D.C. Cir. 1983).  See  Butera II, 83 F. Supp. 2d at 31;  Butera I, 83 F. Supp. 2d at  19 n.3.  In Franz, federal officials relocated and changed the  identities of a divorced mother and her minor children pursuant to the Federal Witness Protection Program, with \"the  effect of severing the ongoing relationship between the children and their natural father.\"  707 F.2d at 585.  The children's father sued the United States on statutoryand constitutional grounds, alleging a violation of his constitutionally protected right to his children's companionship.  In holding  that such a right existed, the Franz court acknowledged \"the  profound importance of the bond between a parent and a  child to the emotional life of both.\"  Id. at 599.  The court  expressed \"skepticism\" at governmental interference with a  parent's right to \"shape the development\" of his children and  to be intimately involved in the \"rearing of his offspring.\"  Id.  at 597-99.\n    \n    \n      47\n      On appeal, Terry Butera relies on Franz, as well on cases  from other circuits that recognize parents' constitutionally protected liberty interest in the companionship and custody of  their children and in the \"maintenance and integrity of the  family.\"  Estate of Bailey v. County of York, 768 F.2d 503,  509 n.7 (3d Cir. 1985), overruled in part by DeShaney, 489  U.S. at 202;  see also Kelson v. City of Springfield, 767 F.2d  651, 653-54 (9th Cir. 1985);  Bell v. City of Milwaukee, 746  F.2d 1205, 1243-44 (7th Cir. 1984).  In Bell, the Seventh  Circuit recognized this constitutional interest in the context of  a plaintiff's twenty-three-year-old son.21  See 746 F.2d at  1242-45.\n    \n    \n      48\n      The general statements in Franz, as well as in the Supreme  Court cases on which Franz relies, focus on securing the  rights of parents to have custody of and to raise their minor  children in a manner that develops \"parental and filial bonds  free from government interference.\"  Franz, 707 F.2d at 595. This emphasis is clear in cases such as Prince v. Massachusetts, 321 U.S. 158 (1944), where, in the context of the prosecution of a child's guardian for furnishing her with  religious literature to sell on the public streets in violation of  child labor laws, the Court stated that \"the custody, care, and  nurture of the child reside first in the parents,\" id. at 166, and  Ginsberg v. New York, 390 U.S. 629, (1968), where the Court  recognized parents' right \"to direct the rearing of their  children [as] basic in the structure of our society.\"  Id. at 639. Moreover, while the Court in Stanley v. Illinois, 405 U.S. 645  (1972), recognized a parent's constitutional interest in the  \"companionship\" of his children, it did so in the context of a  parent's right to the custody and care of a minor child.  See  id. at 651.  We find nothing in Supreme Court case law to  indicate an intention to extend these concerns in support of a  constitutional liberty interest in a parent's relationship with  her adult son.  Indeed, two of the three cases on which Terry  Butera relies were also decided in the context of minor (not  adult) children.  See Kelson, 767 F.2d at 652-54;  Estate of  Bailey, 768 F.2d at 505, 509 n.7.  In the third case, see Bell,  746 F.2d at 1245, the Seventh Circuit relied largely on the  same Supreme Court cases that this court cited in Franz, as  well as on others that focus on parents' relationships with  their minor children, to reject the notion that \"a constitutional  line based solely on the age of the child should be drawn.\" Id.22\n    \n    \n      49\n      This circuit has indicated that it is not prepared to adopt  the interpretation that the Seventh Circuit espoused in Bell.  In an addendum to Franz, the court acknowledged different  constitutional treatment when the parent-child relationship  involves two adults:\n    \n    \n      50\n      When children grow up, their dependence on their parents for guidance, socialization, and support gradually diminishes.  At the same time, the strength and importance of the emotional bonds between them and their parents usually decrease.  Concededly, the bond between  a parent and child when the child is an adult usually bears some resemblance to the same bond when the child was a minor.  But, as a long line of Supreme Court cases attests, the differences between the two stages of the relationship are sufficiently marked to warrant sharply different constitutional treatment.\n    \n    \n      51\n      Franz v. United States, 712 F.2d 1428, 1432 (D.C. Cir. 1983)  (citation omitted).  While the court acknowledges the importance of the parent-child relationship regardless of the child's  age, and the court does not minimize the devastating loss that  a parent can experience from the death of an adult child, this  consideration, in view of circuit precedent, is insufficient to  establish a constitutional liberty interest under &#167; 1983.  We  do not think Franz can be read as broadly as the district  court and Terry Butera suggest.  Neither do we think the  Supreme Court cases and other authorities on which Bell  relied can be read to support Terry Butera's constitutional  claim.  Therefore, we hold that a parent does not have a  constitutionally-protected liberty interest in the companionship of a child who is past minority and independent.  Consequently, the district court erred in denying summary judgment on Terry Butera's due process claim.23For these reasons, we hold that the District of Columbia  and the four officers were entitled to summary judgment on  both Eric and Terry's Butera's &#167; 1983 claims.  The officers  were entitled to qualified immunity regarding Eric Butera's  constitutional claim;  further, Terry Butera did not have a  constitutional right to the companionship of her adult son. Accordingly, we reverse the district court's order denying  judgment as a matter of law and vacate the compensatory  damages award on the &#167; 1983 claims.24\n    \n    III.\n    \n      52\n      Punitive Damages.  The District of Columbia contends  that the evidence presented by Terry Butera does not meet  the stringent evidentiary standard under District of Columbia  law for awarding punitive damages against the individual  officers.  It further contends that, as a matter of District of  Columbia law, punitive damages may not be awarded against  the District in this case.  We conclude that the District's  evidentiary challenge is wanting, see Barbour v. Merrill, 48  F.3d 1270, 1276 (D.C. Cir. 1995), and that the district court  erred in declining to vacate the punitive damages award  against the District.25\n    \n    \n      53\n      A. The Individual Officers.  \"In the District of Columbia,  with rare exceptions, punitive damages [against individuals]  are available only for intentional torts.\"  Jemison v. National  Baptist Convention, U.S.A., Inc., 720 A.2d 275, 285 n.9 (D.C.  1998);  see also Bernstein v. Fernandez, 649 A.2d 1064, 1073  (D.C. 1991);  Washington Med. Ctr. v. Holle, 573 A.2d 1269,  1284 (D.C. 1990).  \"Punitive damages are warranted only  when the defendant commits a tortious act accompanied with  fraud, ill will, recklessness, wantonness, oppressiveness, wilful  disregard of the plaintiff's right, or other circumstances tending to aggravate the injury.\"  Jonathan Woodner Co. v.  Breeden, 665 A.2d 929, 938 (D.C. 1995) (quoting Washington  Med. Ctr., 573 A.2d at 1284).  Thus, to obtain punitive  damages under District of Columbia law, Terry Butera must  \"prove, by a preponderance of the evidence, that the [officers]  committed a tortious act, and by clear and convincing evidence that the act was accompanied by conduct and a state of  mind evincing malice or its equivalent.\"  Jonathan Woodner  Co., 665 A.2d at 938.  A jury may \"infer the requisite state of  mind from the surrounding circumstances.\"  Jemison, 720  A.2d at 285-86.  Consistent with this standard, the district  court instructed the jury that it could award punitive damages\n    \n    \n      54\n      only if the plaintiff has proved with clear and convincing evidence:  One, that the defendant[s] acted with evil motive, actual malice, deliberate violence or oppression, or with intent to injure, or willful disregard for the rights of Eric Butera;  and Two, that the defendants' [sic] conduct itself was outrageous, grossly fraudulent or reckless toward the safety of Eric Butera.\n    \n    \n      55\n      The district court further instructed the jury that it could  \"conclude that the [officers] acted with a state of mind  justifying punitive damages based on direct evidence or based  on circumstantial evidence.\"\n    \n    \n      56\n      In light of the evidence presented by Terry Butera, as well  as the District of Columbia's admissions at trial, a reasonable  jury could conclude that the officers were reckless toward  Eric Butera's safety.  The officers sent Eric Butera, unwatched and unmonitored, into a housing complex that they  should have realized was a source of criminal narcotics sales  and violence;  in so doing, they never made the requisite  threshold evaluation of the need to use a citizen as a police  operative and thereby expose him to potential danger.  Not  only did the officers fail to take obvious precautionary steps,  such as consulting with the MPD narcotics and special investigations units, they failed to consult with the MPD First  District to determine whether there were ongoing or recent  operations in the area of the Greenleaf Gardens housing  complex that might interfere with or increase the danger  involved in the planned undercover operation.  The evidence  before the jury revealed that the officers did not notify Eric  Butera of possible police activity or police concerns in the  area, including a drug-related arrest that had occurred at the  same location on the previous night. Furthermore, while  executing the operation, the officers did not arrange for  monitoring or signaling devices, much less visual, auditory, or  electronic surveillance from a rooftop, window, or other location.  Because of carelessness with respect to Eric Butera's  safety, the officers were not in a position to come to his aid  when he was brutally attacked.  Not until forty minutes after  Eric Butera headed toward the house, when, as a result of the  arrival of police officers unrelated to the undercover operation, were the officers in a position to know what had happened to him;  by that time, it was too late to save Eric  Butera's life.\n    \n    \n      57\n      From the entirety of the evidence, the jury could reasonably have inferred that the officers' actions were impelled by  ambition for professional advancement, heedless of Eric Butera's safety.  See Jemison, 720 A.2d at 285-86.  There was  testimony about the detectives getting credit for solving the  high-profile Starbucks murders from which such an inference  could reasonably be drawn.  That the jury did not return a  verdict in favor of Terry Butera's claim for intentional infliction of emotional distress does not lessen the force of the  evidence regarding the officers' conduct toward Eric Butera. Thus, because no contention is made of error in the jury  instructions or of excessiveness of the punitive damages  awards against the officers, the court has no basis to conclude  that the district court erred in declining to vacate the punitive  damages awards against the officers.26\n    \n    \n      58\n      B. The District of Columbia.  In City of Newport v. Fact  Concerts, Inc., 453 U.S. 247 (1981), the Supreme Court stated  that \"a municipality is immune from punitive damages\" under  S 1983.  Id. at 271.  The District of Columbia is a municipal  corporation.  See D.C. Code S 1-102 (1999 Repl.).  In addition, this court and the District of Columbia Court of Appeals  have held that, absent \"extraordinary circumstances,\" punitive damages are unavailable against the District of Columbia  under District of Columbia law.  Atchinson v. District of  Columbia, 73 F.3d 418, 425 (D.C. Cir. 1996);  see also Finkelstein v. District of Columbia, 593 A.2d 591, 599 (D.C. 1991)  (en banc).  The term \"extraordinary circumstances\" is a term  of art in this context.  In Daskalea v. District of Columbia,  227 F.3d 433 (D.C. Cir. 2000), the court, following Fact  Concerts, clarified the meaning of \"extraordinary circumstances\" to refer to circumstances such as \"where a jurisdiction's taxpayers are directly responsible for perpetrating the  policies that caused the plaintiff's injuries\" or \"where a municipality or its policymakers have intentionally adopted the  unconstitutional policy that caused the damages in question.\" Id. At 447.  Terry Butera has made no such showing here.\n    \n    \n      59\n      Contrary to Terry Butera's contention that there was ample evidence of an \"officially sanctioned cover-up\" of the  officers' wrongdoing and of \"condonation\" by the officers'  superiors, she has made no showing that the District of  Columbia policymakers intentionally adopted an unconstitutional policy.  That none of the officers was disciplined in  connection with the undercover operation does not show that  the District of Columbia condoned their conduct or attempted  to deny that the officers were at fault;  the District of  Columbia's admissions to the jury are to the contrary.  Still,  the jury found that the evidence was insufficient to hold the  District of Columbia liable for violation of Eric and Terry  Butera's claimed civil rights under &#167; 1983.  In addition,  Terry Butera's contention that the jury's finding that the  officers engaged in willful misconduct translates into a finding  of willful misconduct by the District of Columbia is unavailing.  All of the District of Columbia's actions and policies are performed through agents.  If these agents' actions were  always attributable to the District of Columbia, the holdings  in Fact Concerts and Daskalea, emphasizing the very limited  circumstances in which a court will award punitive damages  against the District of Columbia, would be undermined.27\n    \n    IV.\n    \n      60\n      Claims under Survival Act and Wrongful Death Act.  Regarding the verdicts under the Survival and Wrongful Death Acts, the District of Columbia contends that the district court  erred first, in ruling that Terry Butera's expert witness  established a national standard of care, see Butera II, 83 F.  Supp. 2d at 28-29, and second, in denying the District of  Columbia's pretrial request for a substitute expert on police  practices.28\n    \n    \n      61\n      A. National Standard of Care.  Under District of Columbia law, \"[t]he plaintiff in a negligence action bears the  burden of proof on three issues:  'the applicable standard of  care, a deviation from that standard by the defendant, and a  causal relationship between that deviation and the plaintiff's  injury.' \"  Toy v. District of Columbia, 549 A.2d 1, 6 (D.C.  1988) (quoting Meek v. Shepard, 484 A.2d 579, 581 (D.C.  1984));  see also Messina v. District of Columbia, 663 A.2d  535, 537-38 (D.C. 1995).  To prove that a defendant deviated  from the standard of care, a plaintiff need not rely on expert  testimony \"where the alleged negligent act is 'within the realm of common knowledge and everyday experience.' \" Toy, 549 A.2d at 6 (quoting District of Columbia v. White, 442  A.2d 159, 164 (D.C. 1982));  see also Daskalea, 227 F.3d at  445.  A plaintiff must, however, \"put on expert testimony to  establish what that standard of care is if the subject in  question is so distinctly related to some science, profession, or  occupation as to be beyond the ken of the average layperson.\" Messina, 663 A.2d at 538 (quoting District of Columbia v.  Peters, 527 A.2d 1269, 1273 (D.C. 1987)).  The district court  ruled that expert testimony concerning proper police procedures for the undercover operation was warranted in the  instant case.  See Butera II, 83 F. Supp. 2d at 29 n.2.\n    \n    \n      62\n      To establish a national standard of care, an expert must do  more than rely on his own experience or \"simply ... declare  that the District violated the national standard of care.\"29 Clark v. District of Columbia, 708 A.2d 632, 635 (D.C. 1997); see also Toy, 549 A.2d at 7-8.  The expert must refer to  commonly used police procedures, identifying specific standards by which the jury could measure the defendant's actions.  See Scott v. District of Columbia, 101 F.3d 748, 758  (D.C. Cir. 1996);  Doe v. Dominion Bank of Washington, 963  F.2d 1552, 1563 (D.C. Cir. 1992);  Phillips v. District of  Columbia, 714 A.2d 768, 775 (D.C. 1998);  District of Columbia v. Bethel, 567 A.2d 1331, 1333 (D.C. 1990);  Toy, 549 A.2d  at 7-8;  Peters, 527 A.2d at 1273.  In so doing, however, the  expert need not \"enumerate the facilities across the country  at which that standard is in effect.\"  District of Columbia v.  Wilson, 721 A.2d 591, 599 (D.C. 1998);  see also Dominion  Bank of Washington, 963 F.2d at 1563.\n    \n    \n      63\n      In light of these requirements, the district court could  properly find that Terry Butera's expert witness, Mr. James  Bradley, presented sufficient evidence to establish a national  standard of care.  Terry Butera presented Mr. Bradley as an  expert based on his twenty-five years' experience at the  MPD, which included experience as a control officer for  undercover drug purchases and participation with federal  agencies in undercover operations.  Rather than relying on  this experience in the abstract to proffer a national standard  of care, Mr. Bradley set forth concrete bases for his expert  testimony:  his consultation with police officers in Prince  George's County, his review of the MPD's General Orders,  and his examination of the U.S. Department of Justice Drug  Enforcement Administration Handbook and Manual, and the  Narcotics Investigators' Manual of the Institute of Police  Technology and Management, University of North Florida,  which provides training for police officers.  See Butera II, 83  F. Supp. 2d at 28-29.  This is a far cry from the expert  witnesses at issue in the cases that the District of Columbia  cites.  In Toy, 549 A.2d at 8, for example, the expert did not  rely on any written product when presenting his expert  opinion.  Similarly, in District of Columbia v. Carmichael,  577 A.2d 312 (D.C. 1990), the expert did not \"identify any  concrete standard upon which a finding of negligence could be  based.\"  Id. at 315.  In contrast, Mr. Bradley's testimony was  much more than a simple assertion of \"what he ... would do  under similar circumstances.\"  Messina, 663 A.2d at 538  (quoting Toy, 549 A.2d at 7).  Hence, the District of Columbia's sufficiency challenge fails.\n    \n    \n      64\n      B. Substitute Expert Witness.  The district court granted  Terry Butera's motion to strike as a witness Detective Johnny St. Valentine Brown, the expert whose testimony the  District of Columbia and the officers planned to present, for  two reasons.  First, there was evidence indicating that the  attorney for the District of Columbia, rather than Detective  Brown, wrote his expert witness report, in possible violation  of Fed. R. Civ. P. 26(a)(2)(B).30  Second, Detective Brown had  falsified his educational credentials during his deposition. Although the June 4, 1999 deadline for designating new  experts had passed, the District of Columbia moved orally  during a July 7, 1999 pretrial conference, and then in writing  on July 28, 1999, for leave to replace the stricken expert  witness.  Noting \"surprise[ ]\" that Detective Brown \"may  have misrepresented his credentials,\" the District of Columbia argued that it would be \"incurably prejudiced if [it] were  denied the opportunity to present expert testimony regarding  the applicable standards of care.\"  Moreover, the District of  Columbia argued that Terry Butera would not be prejudiced  if the court allowed a substitute expert, because the district  court had continued the trial date from July 26 to October 5  in response to Terry Butera's July 20, 1998 motion for a default judgment or continuance as a result of an allegedly  \"crucial\" document that was not turned over during discovery.\n    \n    \n      65\n      The district court denied the District of Columbia's motion.  It concluded that first, the named expert had misrepresentedhis qualifications;  second, the \"District of Columbia probably  should have been aware of its own employee's educational  background;\"  and third, while under Rule 26(a)(2)(B) an  attorney may \"assist\" in the preparation of an expert's report,  the actual preparation of the report goes \"beyond mere  assistance.\"  We review the district court's preclusion of  expert testimony for abuse of discretion.  See United States  v. Hall, 969 F.2d 1102, 1110 (D.C. Cir. 1992).  \"Even if we  find error, we will not reverse an otherwise valid judgment  unless [the District of Columbia] demonstrates that such  error affected [its] 'substantial rights.' \"  Whitbeck v. Vital  Signs, Inc., 159 F.3d 1369, 1372 (D.C. Cir. 1998) (citation  omitted).\n    \n    \n      66\n      In evaluating the district court's preclusion of expert testimony for the District of Columbia, our decisions addressing  Fed. R. Civ. P. 37 are instructive.31  The court has noted that  \"[a] district court may order sanctions, including a default  judgment, for misconduct either pursuant to Rule 37(b)(2) ...  or pursuant to the court's inherent power to 'protect [its]  integrity and prevent abuses of the judicial process.' \"  Webb  v. District of Columbia, 146 F.3d 964, 971 (D.C. Cir. 1998)  (quoting Shepherd v. American Broad. Cos., 62 F.3d 1469,  1474 (D.C. Cir. 1995)).  These preclusionary orders ensure  that a party will not be able to profit from its own failure to  comply with the rules set forth by the court.  See, e.g., Dellums v. Powell, 566 F.2d 231, 235 (D.C. Cir. 1977).  Where  the failure to comply is not due to willful bad faith or fault of  the disobedient party, however, the harshest sanction of  dismissal of the action, or preclusion of evidence, which is  tantamount to dismissal, is inappropriate.  See Societe Internationale Pour Participations Industrielles et Commerciales  v. Rogers, 357 U.S. 197, 212 (1958);  Bonds v. District of  Columbia, 93 F.3d 801, 808-10 (D.C. Cir. 1996).\n    \n    \n      67\n      The court has identified three justifications for the imposition of defaults or dismissals as sanctions for misconduct:  (1)  prejudice to the other party, (2) prejudice to the judicial  system requiring the district court \"to modify its own docket  and operations to accommodate the delay,\" and (3) the need  \"to sanction conduct that is disrespectful to the court and to  deter similar conduct in the future.\"  Webb, 146 F.3d at 971  (quoting Shea v. Donohoe Constr. Co., 795 F.2d 1071, 1074-77  (D.C. Cir. 1986));  see also Bonds, 93 F.3d at 808;  Weiner v.  Kneller, 557 A.2d 1306, 1311-12 (D.C. 1989).  Because Terry  Butera does not identify how she would have been prejudiced  by a substitute expert witness, and the district court had  already continued the trial date for three months, we focus on  the third justification.\n    \n    \n      68\n      Regarding the need for a sanction, the district court faced  competing considerations.  On one hand, the district court  was confronted with perjury by the District of Columbia's  named expert, a perceived violation of Rule 26 by the District  of Columbia's attorney, and an untimely motion by the District of Columbia.  The district court was clearly troubled by  the misconduct of the attorney in writing the entirety of  Detective Brown's report, which the court considered a violation of Rule 26, and which the District of Columbia does not  contest on appeal.  In addition, the District of Columbia's  motion, which did not identify the substitute witness or set  forth in detail the nature of his testimony, was untimely. Under these circumstances, the district court would have  broad discretion to exclude the substituted testimony.  See  Pride v. Bic Corporation, 218 F.3d 566, 578-79 (6th Cir.  2000).  Thedistrict court could understandably have been  reluctant to reward the District of Columbia for Detective Brown's perjury.  On the other hand, the District of Columbia was apparently caught unaware, particularly as Detective  Brown had been an expert witness for the United States in  criminal prosecutions for many years.  See, e.g., United  States v. Toms, 136 F.3d 176, 184 (D.C. Cir 1998);  Hall, 969  F.2d at 1109.  Expert testimony was important in this case,  see Toy, 549 A.2d at 8, and the absence of an expert witness  for the District of Columbia could have rendered the trial  imbalanced.\n    \n    \n      69\n      In some cases, the preclusion of expert testimony would be  tantamount to a default judgment, and thus constitute an  abuse of discretion.  See Bonds, 93 F.3d at 808-09.  But this  is not such a case.  In assessing the prejudice to the District  of Columbia as a result of the preclusion of expert testimony  on police practices, the court is confronted with the District of  Columbia's trial admissions, which are devastating.  The District of Columbia admitted to the jury that it failed (1) to take  all possible precautions to ensure Eric Butera's safety;  (2) to  equip Eric Butera with surveillance or signaling devices;  (3)  to seek the assistance of other MPD units or special divisions  in conducting the undercover operation;  and (4) to inform  Eric Butera of the potential risk of harm.  It further admitted that the MPD assured Eric Butera that if he agreed to  assist the MPD by playing an undercover role, the MPD  would protect him from harm, would carefully watch and  monitor him throughout the process, and would be standing  closely by with sufficient resources to ensure his safety.  In  addition, there was abundant testimony indicating that the  undercover operation was seriously flawed, starting with the  admitted failure of the officers to conduct a comprehensive  evaluation of the need to involve a citizen in an undercover  operation, as required by MPD policy.  Moreover, MPD  General Orders and policies outlining the use of informants  were in evidence.  Consequently, it seems extremely doubtful  that an expert for the District of Columbia on police practices  would have mitigated the prejudice arising from the incriminating evidence that was before the jury.  Nothing that the  District of Columbia contends on appeal suggests to the  contrary.\n    \n    \n      70\n      Accordingly, we affirm the district court's denial of judgment as a matter of law on Terry Butera's statutory claims  and on the punitive damages awards against the individual  officers.  We reverse the denial of summary judgment on  Eric and Terry Butera's constitutional tort claims, and on the  punitive damages award against the District of Columbia.\n    \n    \n      \n        Notes:\n      \n      \n        1\n          At that time, Sergeant Breul joked to Detective Patterson  that they should keep the windows down so they could \"hear any  gunshots or screams.\"\n      \n      \n        2\n          At trial, the District of Columbia admitted that the officers  could have obtained a search warrant without the aid of Eric  Butera.\n      \n      \n        3\n          The District of Columbia and the officers also argued that  they were entitled to summary judgment because (1) Eric Butera's  negligence claims were barred by the doctrine of assumption of  risk;  (2) Terry Butera's intentional infliction of emotional distress  claim failed as matter of law, and (3) Terry Butera's claims of  negligent training and supervision by the District were barred  because she had already sued to hold the District of Columbia  vicariously liable on a theory of respondeat superior.  Terry Butera  subsequently abandoned, and the district court dismissed, her  claims of negligent training and supervision.  See Butera I, 83  F. Supp. 2d at 18 n.1.\n      \n      \n        4\n          The jury awarded the following damages:\n        Compensatory Damages \nSurvival Act Claim                       $462,000 \nWrongful Death Act Claim                 $ 68,000 \nCivil Rights Claim of Eric Butera         $36,000,000 \nCivil Rights Claim of Terry Butera        $34,000,000\n        Punitive damages \nAgainst District of Columbia              $27,000,000 \nAgainst the four Officers                    $570,000 \n ($142,500 for each officer)\n      \n      \n        5\n          Alternatively, the District of Columbia contends that the $36  and $34 million compensatory awards on the civil rights claims are  excessive and should be remitted.\n      \n      \n        6\n          Terry Butera relies on District of Columbia v. Air Florida,  Inc., 750 F.2d 1077, 1084 (D.C. Cir. 1984), in contending that the  District of Columbia is barred from raising certain issues on appeal  because it did not raise exactly the same theories in the district  court.  By contrast with Air Florida, however, the record establishes that the District of Columbia, with one exception, is not  presenting entirely new contentions on appeal.  See Butera II, 83  F. Supp. 2d at 30-33;  Butera I, 83 F. Supp. 2d at 18-22.  We do  not reach the exception--the District of Columbia's constitutional  and evidentiary challenges to the amount of the punitive damages  award against it--because we vacate this award as a matter of law. See infra Part III.B.\n      \n      \n        7\n          Section 1983 provides in relevant part:\n        Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress....\n        42 U.S.C. &#167; 1983.  Claims of substantive due process violations by  State officials are generally analyzed under the Due Process Clause  of the Fourteenth Amendment, which provides that \"[n]o State shall  ... deprive any person of life, liberty, or property, without due  process of law.\"  U.S. Const. amend. XIV, S 1.  While the District  of Columbia is not a state, it is subject to the Due Process Clause of  the Fifth Amendment, which also states that \"[n]o person shall be  ... deprived of life, liberty, or property, without due process of  law.\"  U.S. Const. amend. V.  See Bolling v. Sharpe, 347 U.S. 497,  499 (1954).\n      \n      \n        8\n         Having declared that the constitutional rights were clearly  established, the district court allowed the jury to determine whether a reasonable police officer could have believed that his conduct  did not violate the clearly-established constitutional rights and  whether, for purposes of qualified immunity, the officers' conduct  was sufficiently egregious to constitute a due process violation.  See  Butera I, 83 F. Supp. 2d. at 19.\n      \n      \n        9\n         In Estelle, the Supreme Court held that the cruel and unusual  punishment clause of the Eighth Amendment obliges the State to  provide medical care to prisoners.  See 429 U.S. at 103-04.  Youngberg extended this obligation as a matter of substantive due process  to mental patients who were involuntarily committed.  See 457 U.S.  at 315-16.  In Revere, the Supreme Court held that the Due  Process Clause also requires the State to provide medical care to  persons who were injured while being apprehended by the police. See 463 U.S. at 244.\n      \n      \n        10\n          See, e.g., Frances-Colon v. Ramirez, 107 F.3d 62, 64 (1st Cir.  1997);  Dwares v. City of New York, 985 F.2d 94, 99 (2d Cir. 1993); Kneipp v. Tedder, 95 F.3d 1199, 1201 (3d Cir. 1996);  Pinder v.  Johnson, 54 F.3d 1169, 1175-77 (4th Cir. 1995) (en banc), cert.  denied, 516 U.S. 994 (1995);  Johnson v. Dallas Indep. Sch. Distr.,  38 F.3d 198, 200-01 (5th Cir. 1994), cert. denied, 514 U.S. 1017  (1995);  Kallstrom v. City of Columbus, 136 F.3d 1055, 1066-67 (6th  Cir. 1998);  Reed v. Gardner, 986 F.2d 1122, 1125 (7th Cir. 1993),  cert. denied, 510 U.S. 947 (1993);  Gregory v. City of Rogers, 974  F.2d 1006, 1010 (8th Cir. 1992) (en banc), cert. denied, 507 U.S. 913  (1993);  Wood v. Ostrander, 879 F.2d 583, 589-90 (9th Cir. 1989),  cert. denied, 498 U.S. 938 (1990);  Uhlrig v. Harder, 64 F.3d 567,  572 &amp; n.7 (10th Cir. 1995), cert. denied, 516 U.S. 1118 (1996);  Wyke  v. Polk County Sch. Bd., 129 F.3d 560, 567 (11th Cir. 1997).\n      \n      \n        11\n          Even before DeShaney, several courts of appeals had recognized a State's constitutional duty to protect an individual whom the  State placed in a situation of heightened danger.  See, e.g., Wells v.  Walker, 852 F.2d 368, 370-71 (8th Cir. 1988);  Escamilla v. City of  Santa Ana, 796 F.2d 266, 269 (9th Cir. 1986);  Estate of Gilmore v.  Buckley, 787 F.2d 714, 722 (1st Cir. 1986);  Jones v. Phyfer, 761  F.2d 642, 646 (11th Cir. 1985);  Bowers v. DeVito, 686 F.2d 616, 618  (7th Cir. 1982).\n      \n      \n        12\n          Like this court in Harris, which refused to adopt an expanded definition of \"custody,\" the Seventh Circuit in Reed was reluctant  to \"expand any existing duties for police officers,\" 986 F.2d at 1127. Nonetheless, the court imposed a duty where officers \"knowingly  and affirmatively create a dangerous situation for the public and fail  to take reasonable preventative steps to diffuse that danger.\"  Id. In Gregory v. City of Rogers, 974 F.2d 1006 (8th Cir. 1992) (en  banc), the Eighth Circuit reached a different conclusion on a  somewhat similar fact pattern.  In Gregory, a police officer detained the designated driver of a drinking group and allowed him to  follow the officer to the police station.  The driver entered the  police station, leaving the keys inside the car;  one of the intoxicated  passengers drove away and had an accident.  See id. at 1007-08. The court concluded that the police officer had not taken the  requisite affirmative actions to trigger liability under the State  endangerment concept, because it was the designated driver (and  not the police officer) who placed the passengers in danger by  leaving the keys in the car.  See id. at 1012.\n      \n      \n        13\n          Plaintiffs have brought &#167; 1983 suits under the State endangerment theory for the actions of various types of State actors,  including police officers, see, e.g., Reed, 986 F.2d at 1123;  supervisors of State custodial institutions, see, e.g., L.W. v. Grubbs, 974  F.2d 119, 120 (9th Cir. 1992);  city officials, see, e.g., Kallstrom, 136  F.3d at 1059;  and public school officials, see, e.g., Armijo v. Wagon  Mound Pub. Schs., 159 F.3d 1253, 1256 (10th Cir. 1998);  Stevens v.  Umsted, 131 F.3d 697, 699 (7th Cir. 1997).\n      \n      \n        14\n          The concurrence in Harris alludes to the State endangerment exception, see 932 F.2d at 17, but does not directly address it.\n      \n      \n        15\n          The court concluded in LaShawn that the District of Columbia statutes created a private right of action both for children who  were in its foster care and for children who were abused or  neglected but not yet in its custody.  See 990 F.2d at 1325.  Citing  District of Columbia precedent that \"conclusively\" showed this to be  the case for the latter category of plaintiffs under the District of  Columbia Prevention of Child Abuse and Neglect Act, id. (citation  omitted), the court reasoned that, in view of the Act's application to  children who were not yet in custody, it \"seem[ed] self-evident that  th[e] Act ... also creates privately enforceable rights for those  children actually in the District [of Columbia]'s custody.\"  Id.  In  dictum, the court interpreted DeShaney to hold that \"the state has  a constitutional duty to assume responsibility for the safety and  well-being of a person only when the state takes that person into its  custody.\"  Id. (emphasis added).\n      \n      \n        16\n          Because we hold that the right arising from State endangerment was not clearly established in this circuit at the time of Eric  Butera's death, we do not address whether the possibly voluntary  nature of his conduct would relieve or mitigate the District of  Columbia of constitutional liability.  See Summar v. Bennett, 157  F.3d 1054, 1060 n.2 (6th Cir. 1998).\n      \n      \n        17\n        ,. In Anderson, the Supreme Court made clear that, in evaluating whether the right at issue was clearly established, a court need  not have found the very action in question unlawful in the past.  See  id. at 640.  Rather, a court must consider whether \"in the light of  pre-existing law the unlawfulness [was] apparent.\"  Id.  To make  this determination, however, the parties have pointed us to no source other than case law from the Supreme Court and the  circuits.\n      \n      \n        18\n          This court and the District of Columbia Court of Appeals  have acknowledged that, in regard to liability for negligence, if a  \"special relationship\" exists between an individual and the police,  the latter has a \"duty to protect.\"  Malhoyt, 830 F.2d at 259  (citation omitted);  see also Butera II, 83 F. Supp. 2d at 31.  To  determine whether a \"special relationship\" exists, the District of  Columbia courts ask whether the police \"have beg[un] to act in  behalf of a particular citizen in such a way as to raise significantly  the quotient of risk over and above the risks assumed by every  other member of the community.\"  Malhoyt, 830 F.2d at 259  (quoting Morgan v. District of Columbia, 468 A.2d 1306, 1312 (D.C.  1983)).  The issue of constitutional liability, however, involves considerations not pertinent to the negligence inquiry.  See, e.g., Sacramento, 523 U.S. at 848-49.\n      \n      \n        19\n          See, e.g., Uhlrig, 64 F.3d 567, cert. denied, 516 U.S. 1118  (1996);  Pinder, 54 F.3d 1169, cert. denied, 516 U.S. 994 (1995); Johnson, 38 F.3d 198, cert. denied, 514 U.S. 1017 (1995);  Reed, 986  F.2d 1122, cert. denied, 510 U.S. 947 (1993);  City of Rogers, 974  F.2d 1006, cert. denied, 507 U.S. 913 (1993);  Wood, 879 F.2d 583,  cert. denied, 498 U.S. 938 (1990).\n      \n      \n        20\n          For example, while stating in 1995 that it had \"yet to decide  definitively whether the State endangerment theory is a viable  mechanism for finding a constitutional injury,\" the Third Circuit  identified four elements that State endangerment cases from other  circuits had \"in common\":\n        (1) the harm ultimately caused was foreseeable and fairly direct;  (2) the state actor acted in willful disregard for the safety of the plaintiff;  (3) there existed some relationship between the state and the plaintiff;  [and] (4) the state actors used their authority to create an opportunity that otherwise would not have existed for the third party's crime to occur.\n        Mark v. Borough of Hatboro, 51 F.3d 1137, 1152 (3d Cir. 1995).  In  1996, the Third Circuit applied the four elements outlined in Mark  to hold that an individual could assert a constitutional claim based  on the State endangerment theory.  See Kneipp, 95 F.3d at 120811.  The Fifth Circuit, in turn, stated the following common elements, while also acknowledging in 1994 that it had never predicated relief based on a State endangerment claim:\n        [T]he environment created by the state actors must be dangerous;  they must know it is dangerous;  and ... they must have used their authority to create an opportunity that would not otherwise have existed for the third party's crime to occur.\n        Johnson, 38 F.3d at 201.  Finally, the Tenth Circuit expounded a  multi-part test to determine whether the defendant created a  \"special danger\" sufficient to trigger the State's constitutional liability:\n        Plaintiff must demonstrate that (1) [plaintiff] was a member of a limited and specifically definable group; (2) Defendants' conduct put [the plaintiff] . . . at substantial risk of serious, immediate and proximate harm; (3) the risk was obvious or known; (4) Defendants acted recklessly in concious disregard of that risk; and (5) such conduct, when viewed in total, is conscience shocking.\n        Uhlrig, 64 F.3d at 574.  In 1998, the Tenth Circuit added another criterion to theUhlrig test: Plaintiff must show 34that the charged state entity and the charged individual defendant actors created the danger or increased the plaintiff's vulnerability to the danger in some way.34  Armijo, 159 F.3d at 1263.\n      \n      \n        21\n         In recognizing a constitutional right for Bell's father (the plaintiff), the Seventh Circuit noted that the decedent was single,  had no children, and had not become a part of another family unit other than his father's, although the two lived apart.  See Bell, 746 F.2d at 1245.  The court concluded that the victim's age and separate residence were relevant only to the amount of damages to be awarded to the father for the loss of the son's society and companionship.  See id.\n      \n      \n        22\n         In addition to Stanley and Prince, the Bell court cites Caban v. Mohammed, 441 U.S. 380, 394 (1979) and Quilloin v. Walcott, 434 U.S. 246, 255 (1978).  Both cases deal with parental interests in minor children in the context of adoption.\n      \n      \n        23\n          Because we hold that a parent-child relationship between two indepedent adults does not invoke constituitonal 34companionship34 interests, we do not reach the District of Columbia's contention that Terry Butera's claim fails because the District of Columbia's actions were not intentionally directed or aimed at her relationship with her  son.  See generally Harbury, 233 F.3d at 604-05\n      \n      \n        24\n          Because summary judgment was warranted on Eric and  Terry Butera's civil rights claims, we do not address the contentions  of the District of Columbia that the &#167; 1983 compensatory damages  award was excessive and that the verdict awarded \"double recovery\" to Eric Butera's estate.\n      \n      \n        25\n          The jury did not allocate its punitive damages award among  the constitutional and statutory claims brought by Terry Butera. On appeal, the District of Columbia has not contended that, if the  court vacates the $70 million compensatory award under &#167; 1983, it  is entitled either to remittitur of the punitive damages awards or to  a new trial on damages.  Absent such a contention, and because  \"[a]n award of punitive damages cannot stand alone, unaccompanied  by compensatory damages,\" Bernstein v. Fernandez, 649 A.2d 1064,  1073 (D.C. 1991), we attribute the punitive damages award to Terry  Butera's Survival Act and Wrongful Death Act claims.\n      \n      \n        26\n          Although the District of Columbia asserted in moving for  judgment as a matter of law under Rule 50, or for a new trial and  vacatur or remittitur of the damages awards under Rule 59, that  the punitive damages awards against the officers were grossly  excessive, no such contention is made on appeal.\n      \n      \n        27\n          Because Daskalea, 227 F.3d at 447, bars the award of  punitive damages against the District of Columbia, we do not reach  the District of Columbia's contention that the award was unconstitutionally excessive under BMW of North America, Inc. v. Gore, 517  U.S. 559 (1996), and \"infected\" by the admission of prejudicial  evidence (Exhibit 214) concerning the finances of the District of  Columbia.\n      \n      \n        28\n          The District of Columbia does not contend that it is entitled  to reversal of the judgments on the statutory claims because those  judgments were premised solely on the validity of the &#167; 1983 claims  against the officers.  See District of Columbia v. Evans, 644 A.2d  1008 (D.C. 1994).\n      \n      \n        29\n          We do not reach the district court's suggestion that a national standard of care might not have been necessary in this case.  See  Butera II, 83 F. Supp. 2d at 29.  While Clark v. District of  Columbia, 708 A.2d 632, 635 (D.C. 1997), states that, \"[i]n the  context of actions against the District by persons in its custodial  care, [the District of Columbia Court of Appeals has] been demanding in requiring proof of a national standard of care,\" id. at 635, the  cases on which Clark relies do not appear to impose such a  requirement.  See, e.g., District of Columbia v. Moreno, 647 A.2d  396, 399-400 (D.C. 1994);  District of Columbia v. Carmichael, 577  A.2d 312, 315 (D.C. 1990);  Toy, 549 A.2d at 6-9. In these cases,  plaintiffs simply presented experts who purported to establish a  national standard of care;  the court did not expressly hold that a  national standard was a necessary part of the plaintiff's burden of  establishing the \"applicable standard of care.\"  Toy, 549 A.2d at 6. As in Moreno, Carmichael, and Toy, Terry Butera offered Mr.  Bradley \"as an expert in the national standard of care in police  procedures,\" Butera II, 83 F. Supp. 2d at 30, and that is how the  case was tried.  Hence, we examine whether her expert witness  established a national standard of care, without suggesting that  Terry Butera was acting pursuant to a court-imposed requirement.\n      \n      \n        30\n          Rule 26(a)(2)(B) provides in relevant part:\n        Except as otherwise stipulated or directed by the court, [the disclosure of expert testimony] shall, with respect to a witness who is retained or specially employed to provide expert testimony in the case ..., be accompanied by a written report prepared and signed by the witness.  The report shall contain a complete statement of all opinions to be expressed and the basis and reasons therefor;  the data or other information considered by the witness in forming the opinions;  any exhibits to be used as a summary of or support for the opinions;  the qualifications of the witness, including a list of all publications authored by the witness within the preceding ten years;  the compensation to be paid for the study and testimony;  and a listing of any other cases in which the witness has testified as an expert at trial or by deposition within the preceding four years.\n        Fed. R. Civ. P. 26(a)(2)(B).\n      \n      \n        31\n          Rule 37 provides in relevant part:\n        (b)(2) Sanctions by Court in Which Action is Pending.\n        If a party ... fails to obey an order to provide or permit discovery ... or if a party fails to obey an order entered under Rule 26(f), the court in which the action is pending may make such orders in regard to the failure as are just....\n        Fed. R. Civ. P. 37(b)(2).\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 185343
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}