{
    "id": 2678320,
    "judges": "Burke, Davis, Fox, Hill, Kite",
    "date_filed": "2009-10-20",
    "date_filed_is_approximate": true,
    "slug": "robert-daniel-turner-v-the-state-of-wyoming",
    "case_name_short": null,
    "case_name": "Robert Daniel Turner v. The State of Wyoming",
    "case_name_full": "Robert Daniel TURNER, Appellant (Defendant), v. the STATE of Wyoming, Appellee (Plaintiff)",
    "attorneys": "Representing Appellant: Robert D. Turner, pro se., Representing Appellee: Peter K. Michael, Wyoming Attorney General; David L. Deli-cath, Deputy Attorney General; Jenny L. Craig, Senior Assistant Attorney General; Caitlin Young, Assistant Attorney General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"Aib\">\n    2014 WY 75\n   </citation><br><parties id=\"b128-11\">\n    Robert Daniel TURNER, Appellant (Defendant), v. The STATE of Wyoming, Appellee (Plaintiff).\n   </parties><br><docketnumber id=\"b128-14\">\n    No. S-13-0103.\n   </docketnumber><court id=\"Ams\">\n    Supreme Court of Wyoming.\n   </court><br><decisiondate id=\"b128-15\">\n    June 13, 2014.\n   </decisiondate><attorneys id=\"A-C\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"101\"> \n     *101\n     </span>\n    Representing Appellant: Robert D. Turner, pro se.\n   </attorneys><br><attorneys id=\"b129-20\">\n    Representing Appellee: Peter K. Michael, Wyoming Attorney General; David L. Deli-cath, Deputy Attorney General; Jenny L.\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"102\"> \n     *102\n     </span>\n    Craig, Senior Assistant Attorney General; Caitlin Young, Assistant Attorney General.\n   </attorneys><br><judges id=\"b130-3\">\n    Before KITE, C.J., and HILL, BURKE, DAVIS, and FOX, JJ.\n   </judges>",
    "citations": [
        "2014 WY 75",
        "327 P.3d 100"
    ],
    "opinions": [
        {
            "author_str": "Kite",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.courts.state.wy.us/Opinions/2014WY75.pdf",
            "author_id": null,
            "opinion_text": "               IN THE SUPREME COURT, STATE OF WYOMING\n\n                                        2014 WY 75\n\n                                                         APRIL TERM, A.D. 2014\n\n                                                                   June 13, 2014\n\nROBERT DANIEL TURNER,\n\nAppellant\n(Defendant),\n\nv.                                                   S-13-0103\n\nTHE STATE OF WYOMING,\n\nAppellee\n(Plaintiff).\n\n\n                     Appeal from the District Court of Natrona County\n                      The Honorable Catherine E. Wilking, Judge\n\nRepresenting Appellant:\n      Robert D. Turner, pro se.\n\nRepresenting Appellee:\n      Peter K. Michael, Wyoming Attorney General; David L. Delicath, Deputy\n      Attorney General; Jenny L. Craig, Senior Assistant Attorney General; Caitlin\n      Young, Assistant Attorney General.\n\n\nBefore KITE, C.J., and HILL, BURKE, DAVIS, and FOX, JJ.\n\n\n\n\nNOTICE: This opinion is subject to formal revision before publication in Pacific Reporter Third.\nReaders are requested to notify the Clerk of the Supreme Court, Supreme Court Building,\nCheyenne, Wyoming 82002, of typographical or other formal errors so correction may be made\nbefore final publication in the permanent volume.\n\fKITE, Chief Justice.\n\n[¶1] Robert Daniel Turner pled guilty to one count of solicitation to commit property\ndestruction. He appeals, pro se, from the judgment and sentence entered by the district\ncourt, claiming the district court did not have subject matter jurisdiction to prosecute him\nbecause he was in West Virginia at the time of the alleged solicitation and he did not\nreceive effective assistance of counsel. We conclude the factual basis for his guilty plea\nestablished the district court had subject matter jurisdiction over the matter and he has not\nshown ineffective assistance of counsel.\n\n[¶2]   We affirm.\n\n                                          ISSUES\n\n[¶3]   Mr. Turner presents the following issues on appeal:\n\n              I.     Did the State have subject matter jurisdiction to\n                     prosecute Appellant for the charges specified in the\n                     charging Information?\n\n              II.    Was Appellant’s representation by trial counsel so\n                     ineffective that it rendered Appellant’s guilty plea\n                     involuntary?\n\nThe State presents essentially the same issues, although phrased in more detail.\n\n                                          FACTS\n\n[¶4] During August and September 2012, Mr. Turner, who was in West Virginia,\nagreed over the telephone to pay an “associate” $650 to set fire to a vehicle which\nbelonged to his former girlfriend and was located in Natrona County, Wyoming. The\nassociate spoke with law enforcement and took part in a recorded telephone conversation\nwith Mr. Turner about the plan. The associate did not damage the vehicle, and Mr.\nTurner was arrested when he returned to Wyoming.\n\n[¶5] Mr. Turner pled guilty to one felony count of solicitation to commit property\ndamage in excess of $1,000. In exchange for his guilty plea, the State dismissed two\nother felony charges—solicitation to commit first degree arson and solicitation to commit\nthird degree arson. At his change of plea hearing, Mr. Turner stated that he was satisfied\nwith his trial counsel and provided a factual basis for his guilty plea.\n\n[¶6] The district court held a sentencing hearing in which it considered the presentence\ninvestigation report, the evidence in the case, the intended victim’s testimony, Mr.\n\n                                             1\n\fTurner’s statement, and the parties’ arguments. The State argued Mr. Turner should\nreceive a sentence of seven to ten years in prison, while defense counsel argued for\nprobation. The district court found that probation was not appropriate and sentenced Mr.\nTurner to serve a term of eight to ten years in prison.\n\n[¶7] Mr. Turner was unhappy with the sentence and filed a notice of appeal. The\ndistrict court allowed his trial counsel to withdraw and appointed new counsel to\nrepresent him on appeal. Mr. Turner filed a pro se motion to correct an illegal sentence\non grounds not associated with this appeal, and the district court denied the motion. Mr.\nTurner requested that the case be remanded to the district court for a hearing under\nW.R.A.P. 21 regarding the effectiveness of trial counsel. This Court denied the request\nfor a remand because Mr. Turner did not make a sufficient showing of ineffective\nassistance. Thereafter, Mr. Turner’s appellate counsel moved to withdraw pursuant to\nAnders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967), on the basis\nthat the appeal was not meritorious. We granted the motion, and Mr. Turner filed his\nappellate brief pro se.\n\n                                      DISCUSSION\n\n[¶8] Mr. Turner pled guilty to solicitation to commit property destruction and he did\nnot file a motion to withdraw his guilty plea. “[A]n unconditional guilty plea waives all\nnon-jurisdictional defenses, including claims based on the alleged deprivation of\nconstitutional rights. The only claims not waived by an unconditional guilty plea are\nthose that address the jurisdiction of the court or the voluntariness of the plea.” Kitzke v.\nState, 2002 WY 147, ¶ 8, 55 P.3d 696, 699 (Wyo. 2002) (citations omitted).\n\n       1. Jurisdiction\n\n[¶9] Mr. Turner claims the district court did not have subject matter jurisdiction to\nprosecute him. Subject matter jurisdiction is essential to prosecution of a crime and may\nnot be waived. Rios v. State, 733 P.2d 242, 244 (Wyo. 1987). Jurisdiction is a question\nof law that may be raised any time and is subject to de novo review on appeal. Dawes v.\nState, 2010 WY 113, ¶ 10, 236 P.3d 303, 306 (Wyo. 2010). See also Innis v. State, 2003\nWY 66, ¶ 8, 69 P.3d 413, 417 (Wyo. 2003).\n\n[¶10] The State charged Mr. Turner with solicitation to commit property damage valued\nat $1,000 or more, in violation of Wyo. Stat. Ann. §§ 6-1-302(a) and 6-3-201(a) and\n(b)(iii) (LexisNexis 2013). Section 6-1-302(a) states:\n\n              (a) A person is guilty of solicitation to commit a felony if,\n              with intent that a felony be committed, he commands,\n              encourages or facilitates the commission of that crime under\n              circumstances strongly corroborative of the intention that the\n\n\n                                             2\n\f                  crime be committed but the solicited crime is not attempted or\n                  committed.\n\nSection 6-3-201 states in relevant part:\n\n                  (a) A person is guilty of property destruction and defacement\n                  if he knowingly defaces, injures or destroys property of\n                  another without the owner’s consent.\n\n                  (b) Property destruction and defacement is:\n                   ....\n                     (iii) A felony punishable by imprisonment for not more\n                  than ten (10) years, a fine of not more than ten thousand\n                  dollars ($10,000.00), or both, if the cost of restoring injured\n                  property or the value of the property if destroyed is one\n                  thousand dollars ($1,000.00) or more.1\n\n[¶11] In a multi-faceted argument, Mr. Turner claims the district court did not have\nsubject matter jurisdiction over the offense because: 1) the recorded telephone\nconversation demonstrated that the associate solicited him to commit the crime, rather\nthan the other way around; and 2) he was in West Virginia at the time of the telephone\ncall and his conduct did not produce an unlawful effect in Wyoming.\n\n[¶12] Given Mr. Turner’s unconditional guilty plea, we will only address his second\nargument. His first argument involves an alternative interpretation of the evidence and\nsuch arguments were waived by the guilty plea.2 With regard to his second point,\nWyoming courts have jurisdiction over a defendant’s conduct if it produced or was\nintended to produce an unlawful effect within the state. Dawes, ¶¶ 10-15, 236 P.3d at\n306-07. Our jurisprudence provides various examples of Wyoming courts properly\nexercising jurisdiction over crimes committed while the defendant was outside of the\nstate. In Dawes, the defendant was in California when he wrote unauthorized checks on a\nbank account located in Wyoming. In Rios, 733 P.2d at 249-50, the defendant committed\nthe crime of interference with child custody when he, while in another state, refused to\n1\n    Wyo. Stat. Ann. § 6-1-304 (LexisNexis 2013) pertains to grading of inchoate offenses and states:\n\n          The penalty for attempt, solicitation or conspiracy is the same as the penalty for the most\n          serious crime which is attempted, solicited or is an object of the conspiracy except that an\n          attempt, solicitation or conspiracy to commit a capital crime is not punishable by the\n          death penalty if the capital crime is not committed.\n2\n Mr. Turner does not argue there was an insufficient factual basis for the district court to accept his guilty\nplea. Compare Nguyen v. State, 2013 WY 50, 299 P.3d 683 (Wyo. 2013) (holding that a defendant may\nchallenge, on appeal, whether a sufficient factual basis existed to support the guilty plea because that\nargument concerns the validity of the plea itself).\n\n\n                                                       3\n\freturn the child to the custodial parent in Wyoming. Marquez v. State, 12 P.3d 711, 715\n(Wyo. 2000), involved a conspiracy to deliver illegal drugs to Wyoming. The Wyoming\ncourt had jurisdiction even though the defendant conspired in New Mexico and was\narrested in Colorado before entering Wyoming. Hopkinson v. State, 632 P.2d 79, 100\n(Wyo. 1981), involved a situation similar to the case at bar although, in that case, the\nunderlying crime was actually committed. Mr. Hopkinson committed the crime of\naccessory to murder in Wyoming by placing telephone calls from California instructing\nothers to commit the crime in this state. Id.\n\n[¶13] Mr. Turner’s claim that he did not commit a crime in Wyoming is readily\ndispelled by his testimony at the change of plea hearing, which focused on the location of\nthe various actors:\n\n                    THE COURT:           Mr. Robert Turner, as to Count\n             Three in the Information, how do you plead, sir?\n\n                    THE DEFENDANT:              Guilty, ma’am.\n\n                   THE COURT:           Were you in Natrona County on\n             or about August 1st of 2012, through September 6th of 2012?\n\n                    THE DEFENDANT:            Yes, actually.\n                    (A discussion was held off the record between\n             [defense counsel] and the defendant.)\n\n                   [THE PROSECUTOR]:            If I could help, Your\n             Honor.\n\n                    THE COURT:           Please.\n\n                    [THE PROSECUTOR]: He was actually soliciting\n             the commission of the crime over the phone. At the time, he\n             was in West Virginia, but the property and the torch-man\n             [associate], for lack of a better word, were in Natrona County.\n\n                   THE COURT:            Do you agree with that, Mr.\n             Turner?\n\n                    THE DEFENDANT:              Yes, ma’am . . . .\n\n                    THE COURT:         All right. And it does indicate[]\n             in Count Three that you solicited another to commit felony\n             property damage; do you agree that you did that, sir?\n\n\n                                            4\n\f                    THE DEFENDANT:               Yes, ma’am.\n\n                    THE COURT:          And do you agree that the value\n             of the property was $1,000 or more?\n\n                    THE DEFENDANT:               Yes, ma’am.\n\n                   THE COURT:          Why don’t you just in your own\n             words tell me what happened, sir.\n\n                    THE DEFENDANT:             Regrettably, I called an\n             associate, friend, kinda, and asked him to damage a vehicle\n             and – for a fee. And in the process, it was discussed that no\n             one be around, near, or in the vehicle when it was done. It’s\n             really pretty much that simple. I mean, it’s – regrettably,\n             that’s what happened.\n\n                     THE COURT:          And whose vehicle are we talking\n             about, sir?\n\n                    THE DEFENDANT: It was . . . , an ex-girlfriend.\n\n                    THE COURT:        And were you upset with her and\n             is that why you were asking this individual to damage her\n             property?\n\n                    THE DEFENDANT:               Actually,   yes.   Being\n             heartbroken, betrayed . . . .\n\n                     THE COURT:        Okay. And you agree that you\n             solicited him over the phone? You asked him to commit the\n             property damage; you were on the phone when you did that?\n\n                    THE DEFENDANT:               Yes, ma’am.\n\n                    THE COURT:           And you said for a fee. What was\n             the fee?\n\n                    THE DEFENDANT:               $650, ma’am.\n\n[¶14] Mr. Turner’s testimony at the change of plea hearing established that he solicited\nanother to commit a crime in Wyoming. Like Hopkinson, he made the arrangements\n\n\n                                             5\n\fover the telephone from another state, but he intended his actions to have an effect in\nWyoming. The underlying property damage was not accomplished; however, Mr.\nTurner’s actions were still subject to criminal process just as Marquez’s conspiracy to\ndeliver drugs to Wyoming fell within the Wyoming court’s jurisdiction even though\nneither the defendant nor the drugs ever arrived in the state. The Wyoming district court\nhad subject matter jurisdiction over Mr. Turner’s criminal offense.\n\n       2. Ineffective Assistance of Counsel/Guilty Plea\n\n[¶15] In general, to prevail on a claim of ineffective assistance of counsel, the defendant\nmust demonstrate that counsel’s performance was deficient and his defense was\nprejudiced by the deficient performance. Reichert v. State, 2006 WY 62, ¶ 11, 134 P.3d\n268, 272 (Wyo. 2006). An attorney provides deficient representation if he fails to render\nthe sort of assistance which would have been offered by a reasonably competent attorney.\nId. To establish prejudice after he has pleaded guilty, a defendant must show a\nreasonable probability that, but for counsel’s errors, a plea of guilty would not have been\nentered and the defendant would have insisted on going to trial. Id., citing Ingersoll v.\nState, 2004 WY 102, ¶¶ 13-14, 96 P.3d 1046, 272 (Wyo. 2004). In other words, the\ndefendant must establish that counsel’s performance was so deficient that his guilty plea\nwas not voluntary.\n\n[¶16] Mr. Turner claims his attorney was deficient for failing to investigate text message\nevidence, refusing to allow him to examine any of the evidence, failing to present the\ndefense of entrapment, failing to file a bill of particulars to specify the date of the\nsolicitation, inducing him to plead guilty by guaranteeing he would receive a lenient\nsentence, and having a conflict of interest. There is little, if any, record support for Mr.\nTurner’s claims. In fact, several of his assertions are directly contradicted by the record\nwhich includes a recorded telephone call, text messages and evidence of wire transfers\nclearly demonstrating that Mr. Turner commanded, encouraged and/or facilitated his\nassociate to damage his former girlfriend’s car in exchange for $650.\n\n[¶17] Further, with the possible exception of Mr. Turner’s claim that his trial counsel\nimproperly induced or advised him to plead guilty, his claims were waived at the time of\nhis guilty plea. When addressing a guilty plea, W.R.Cr.P. 11(b) requires the district court\nto advise the defendant of the nature of the charges; the consequences of pleading guilty;\nand his rights to be represented by an attorney, plead not guilty, be tried by a jury, and to\ntestify or not, as he chooses. The defendant must also be informed that if he pleads guilty\nhe will waive his right to a trial and any statements made by him under oath in court may\nbe used against him. Id.; See also Reichert, ¶ 14, 134 P.3d at 273. Before accepting a\nguilty plea, the district court is required to ensure the defendant’s plea is voluntary.\n\n               The court shall not accept a plea of guilty . . . without first,\n              by addressing the defendant personally in open court,\n\n\n                                             6\n\f              determining that the plea is voluntary and not the result of\n              force or threats or of promises apart from a plea agreement.\n              The court shall also inquire as to whether the defendant’s\n              willingness to plead guilty . . . results from prior discussions\n              between the attorney for the state and the defendant or the\n              defendant’s attorney.\n\nRule 11(d).\n\n[¶18] At Mr. Turner’s change of plea hearing, the district court provided the requisite\nadvisements under Rule 11. The district court also specifically addressed Mr. Turner\nregarding his satisfaction with trial counsel:\n\n                      THE COURT:          . . . [H]ave you discussed making\n              that plea with [defense counsel]?\n\n                     THE DEFENDANT: I have.\n\n                     THE COURT:           Are    you   satisfied   with   his\n              representation of you?\n\n                     THE DEFENDANT: I am.\n\n                     THE COURT:           Have you any questions for him\n              before we go any further, sir?\n\n                     THE DEFENDANT:              No, ma’am.\n\n[¶19] Mr. Turner was amply aware that he was waiving his right to trial and to contest\nthe evidence against him. His statement that he was satisfied with counsel at that time\nundermines his current claims that his attorney did not properly obtain or share evidence\nwith him or present possible defenses to the charged crime. Furthermore, as quoted\nabove, Mr. Turner provided a sufficient and clear factual basis to support the guilty plea\nunder Rule 11(f), further weakening his claimed defenses.\n\n[¶20] Mr. Turner’s argument that his attorney improperly induced or advised him to\nplead guilty is the only claim which may have a bearing on the voluntariness of his guilty\nplea. He asserts his attorney guaranteed he would receive a lenient sentence because the\ndistrict judge owed a favor to defense counsel. “When a guilty plea has been entered\nupon the advice of counsel, the voluntariness of that plea may depend on the extent to\nwhich that advice comports with the constitutional guarantee to effective assistance of\ncounsel.” Rutti v. State, 2004 WY 133, ¶ 21, 100 P.3d 394, 404 (Wyo. 2004) (citations\nomitted).\n\n\n                                             7\n\f                 “When an attorney has allegedly misadvised his client with\n               respect to the entry of a guilty plea, a determination must be\n               made of whether the decision to plead and forego the defense\n               of his case resulted in prejudice to the client. That\n               determination involves two interrelated questions: whether, in\n               the absence of counsel’s error, the recommendation of a\n               reasonably competent attorney concerning the plea would\n               differ from that given; and whether, absent the error, the\n               outcome of a trial would have been more advantageous to the\n               client than the result of his plea. The defendant may also\n               establish the necessary prejudice by proof of circumstances\n               indicating that, in deciding whether or not to plead guilty, he\n               placed special emphasis on the challenged aspect of his\n               attorney’s advice. He must suggest to the reviewing court a\n               plausible reason why, had his representation been as he claims\n               it should have been, he would have chosen to forsake the\n               benefits of the plea agreement for the risks of trial.”\n\nReichert, ¶ 41, 134 P.3d at 279-80, quoting Rutti, ¶ 23, 100 P.3d at 405 (other citations\nomitted). In Palmer v. State, 2008 WY 7, ¶¶ 18-20, 174 P.3d 1298, 1302-03 (Wyo.\n2008), we clarified that the defendant does not have to demonstrate a likelihood that he\nwould have prevailed at trial. He is simply obligated to show that but for his attorney’s\nunsound advice, he would not have entered a guilty plea and would have insisted upon\ngoing to trial. Id.\n\n[¶21] Mr. Turner’s claim that his attorney guaranteed him a more lenient sentence\nbecause the trial judge owed him a favor is not borne out in the record. The district judge\nwas very clear about the potential penalties at the change of plea hearing. She informed\nMr. Turner:\n\n                      You heard the attorneys go over the plea agreement in\n               your case; I want to review that with you.\n\n                      As it’s been presented to me, you would be entering a\n               guilty plea to Count Three. In exchange for that plea, the\n               State has agreed to dismiss Counts One and Two; that there is\n               a cold plea3 to Count Three, meaning that at the time of\n3\n  The term “cold plea” is generally used to mean a guilty plea entered without the benefit of a plea\nagreement. See, e.g., Cohee v. State, 2005 WY 50, ¶ 10, n.2, 110 P.3d 267, 271, n.2 (Wyo. 2005). The\nparties and district court in this case, however, used the term to mean there was no agreement as to\nsentencing.\n\n\n\n                                                 8\n\f                sentencing, the State is free to argue for whatever sentence\n                they believe is appropriate, which could be up to the\n                maximum potential penalty allowed by law. And you and\n                [defense counsel] are free to argue for whatever sentence you\n                believe is appropriate.\n\n(footnote added). Mr. Turner agreed with the district court’s description of the agreement\nand denied the existence of other terms that had not been discussed at the change of plea\nhearing. The trial judge carefully reviewed the potential penalties of the count to which\nhe was pleading guilty, and he again stated his understanding. Mr. Turner also stated that\nhe understood that after he pled guilty, the only things left for the court to do were to\nreview the PSI, listen to the attorneys’ arguments, give him a chance to speak, and then\nimpose a sentence. She then asked Mr. Turner:\n\n                      THE COURT:            Apart from the plea agreement\n                that we’ve already reviewed, Mr. Turner has anyone\n                promised you anything or threatened you or forced you in any\n                way to get you to plead guilty to Count Three?\n\n                        THE DEFENDANT:                    No, ma’am.\n\n[¶22] The transcript of the change of plea hearing clearly shows that Mr. Turner was\nadvised of the possible consequences of his guilty plea and he repeatedly stated that he\nunderstood there was no agreement as to sentencing and the district court could enter any\nsentence allowed under the law. Under these circumstances, it is hard to believe that Mr.\nTurner truly thought that he would get a lenient sentence because of some amorphous\nunderstanding between defense counsel and the trial judge. Thus, Mr. Turner failed to\nestablish that his attorney performed deficiently.4\n\n[¶23] In addition, the circumstances do not support a conclusion that Mr. Turner was\nprejudiced. Even if defense counsel misled Mr. Turner about the sentence he would\nreceive, the trial court certainly corrected the misunderstanding before taking his plea by\nrepeatedly telling him there was no agreement as to sentencing. See Wilson v. State, 2003\nWY 59, ¶ 11, 68 P.3d 1181, 1188 (Wyo. 2003) (holding a defendant is not prejudiced by\nhis attorney’s incorrect advice if the trial court cured any misrepresentation prior to\ntaking his guilty plea). Mr. Turner also overlooks the fact that, as a result of the plea\n\n4\n  Mr. Turner also asserts his attorney had a conflict of interest. He presented an affidavit from a person\nwho claimed he had overheard defense counsel making derogatory comments about the defendant to the\nvictim after the sentencing. Mr. Turner, however, also states that defense counsel had previously\ninformed him that he knew the victim, her brother and her entire family. Even though Mr. Turner was\naware of a potential conflict of interest, he did not seek different counsel. In any event, he has failed to\ndemonstrate how this supposed conflict of interest actually affected defense counsel’s representation of\nhim. See, e.g., King v. State, 810 P.2d 119, 123 (Wyo. 1991).\n\n\n                                                     9\n\fagreement, two other felony charges were dismissed. One of the dismissed charges—\nsolicitation of first degree arson—carried a maximum term of twenty years in prison,\ntwice the maximum penalty of the crime he admitted. Wyo. Stat. Ann. § 6-3-101(a) and\n(b)(i) (LexisNexis 2013).\n\n[¶24] The evidence which would have been introduced at trial by the prosecution was\ndamning. The recorded telephone call and text messages between Mr. Turner and his\nassociate showed that he sought to have his girlfriend’s vehicle set on fire. Contrary to\nMr. Turner’s assertions, the evidence clearly demonstrated that he commanded,\nencouraged or facilitated the associate’s unlawful action. The State’s evidence also\nincluded documentation plainly showing that Mr. Turner wired the associate $650, the\nsame amount as the agreed payment for committing the property damage. Mr. Turner\nfailed to carry his burden of showing that in absence of his attorney’s advice, he would\nnot have pled guilty to the one felony charge with a maximum sentence of ten years but\nwould have, instead, gone to trial on the three charges with one having a maximum\nsentence of twenty years.\n\n[¶25] Affirmed.\n\n\n\n\n                                           10\n\f",
            "ocr": false,
            "opinion_id": 2678320
        }
    ],
    "court_short_name": "Wyoming Supreme Court",
    "court_full_name": "Wyoming Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Murder"
}