{
    "id": 7944384,
    "judges": "Greene",
    "date_filed": "2013-12-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-tyree",
    "case_name_short": "Tyree",
    "case_name": "State v. Tyree",
    "case_name_full": "The State of Kansas v. John Tyree",
    "attorneys": "C. C. Coleman, attorney-general, and J. N. Tincher, county attorney, for The State., Samuel Griffin, and Seivard I. Field, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>SYLLABUS BY THE COURT.</p> <p>1. Criminal Law-Indeterminate-sentence Law Held Ex Post Facto. T. was convicted of a felony committed before the passage of chapter 375, Laws of 1903, commonly called the \"indeterminate-sentence” law, but was sentenced to the penitentiary under that act. The law prescribing the punishment for the offense when it was committed provided for a scale of credits to be given for good behavior. The act of 1903 contains no such provisions. Held, that the latter act, as to T., is ex post facto.</p> <p>2. Practice, Supreme Court — Order to Resentence upon Re- • versal. Upon the reversal of a judgment of sentence in a criminal case this court is authorized by section 5729, General Statutes of 1901, to remand the cause with instructions to the court below to set aside the erroneous sentence and resentence the appellant.</p>",
    "headnotes": null,
    "summary": "Appeal from Barber district court, on rehearing; Preston B. Gillett, judge.",
    "disposition": "Reversed, and remanded for sentence.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "70 Kan. 203",
        "78 P. 525"
    ],
    "opinions": [
        {
            "author_str": "Greene",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nGreene, J.:\nThe appellant was convicted of a felony and sentenced to the penitentiary under the indeterminate-sentence act of 1903. The crime of which he was convicted was committed before the enactment of the law, but his trial, conviction and sentence were had thereafter. Appellant comes to this court asking that the sentence be set aside and he be discharged and set at liberty because, as to him, the law under which he was sentenced is ex post facto.\n*204The penalty prescribed when the offense was committed was confinement in the penitentiary at hard labor for not less than five, nor more than twenty-one, years. Section 1 of chapter 375, Laws of 1903, under which the appellant was sentenced, reads :\n‘ ‘ Every person convicted of a felony or other crime punishable by imprisonment in the penitentiary . . . shall be sentenced to the penitentiary, . . . but the court imposing such sentence shall not fix the limit or duration of the sentence, but the term of imprisonment of any person so convicted shall not exceed the maximum nor be less that the minimum term provided bylaw for the crime for which the person was convicted and sentenced, the release of such person to be determined as hereinafter provided.”\nFollowing this, provisions are found authorizing the prison board to establish rules and regulations under which prisoners may be paroled after the expiration of the minimum term fixed by law for the offense committed, and providing that after the prisoner has been on parole six months the warden shall, if he be satisfied that the prisoner will remain a good citizen and his liberty not' be incompatible with the welfare of society, certify such fact to the prison board, which board shall consider the case and perform the acts (all of which are set out in the provisions of the act) necessary to secure a final discharge of the prisoner from further liability under the sentence.\nThe term ex post facto applies only to penal or .criminal statutes. Every retrospective penal or criminal statute is not necessarily ex post facto. If the law' under which the appellant was sentenced mitigates the punishment prescribed in the statute in existence when the offense was committed it would not be ex post facto, although retrospective. (Commonwealth v. *205Wyman, 12 Cush. 237; Commonwealth v. Gardner, 11 Gray, 438; Dolan v. Thomas, 12 Allen, 421; In re Petty, 22 Kan. 477; Turner v. The State, 40 Ala. 21.) A retrospective criminal or penal law that does not deprive the party of some constitutional right to which he was entitled under the law at the time the offense was committed, or does not alter his situation to his disadvantage, is not ex post facto.\nSection 10 of article 1 of the constitution of the United States provides :\n“No state shall . . . pass any bill of attainder, ex post facto law, or law impaix’ing the obligation of contracts, or grant any title of nobility.”\nThe first time this question was presented to the supreme court of the United States was in Colder et wife v. Bull et wife, 3 Dall. 386, 1 L. Ed. 648. At page 390 Justice Chase defined ex post facto laws to be :\n“(1) Every law that makes an action done before the passing of the law, and which.was innocent when done, criminal; and punishes such action ; (2) every law that aggravates a crime, or makes it greater than it was when committed ; (3) every law that changes the punishment, and inflicts a greater punishment than the law annexed to the crime, when committed.; (4) every law that alters the legal rules of evidence, and receives less, or different, testimony than the law required at the time of the commission of the offense, in order to convict the offender.”\nThe appellant has not specifically pointed out any provision of the law under which he was sentenced that increased the penalty, or deprived him of any constitutional rights or privileges to which he was entitled under the law as it stood when the offense was committed, or that in any way altered his situation to his disadvantage. A comparison of the act under which he was sentenced with the law in existence when *206the offense was committed will demonstrate that the law under which he was sentenced deprived him of substantial rights and increased his punishment.\nSection 7050 of the General Statutes of 1901, which was in force when the offense was committed, reads:\n“The warden shall cause to be kept a record of each and every infraction of the rules of discipline by the convicts, with the names of the convict or convicts offending, and the date and character of each offense, which record shall be placed before the directors at each regular meeting of the board ; and every convict whose name does not appear upon such record of reports for violation of the prison rules shall be entitled to a deduction from his sentence of three days per month, for the first year or fraction of a year, for each month he shall obey the rules of the penitentiary ; and all such convicts who shall have become entitled to a deduction of three days per month shall, for a like faithful observance of all the prison rules during the second year, be entitled to a deduction of six days per month ; and if any convict shall continue to obey the rules of the penitentiary for the remainder of his sentence, after the expiration of two years, he shall be entitled to a deduction of eight days per month until his sentence shall expire. If any convict shall be guilty of wilful violation of the rules of the prison, after he shall have become entitled to a diminution of service to which he has been sentenced, the directors shall have power to deprive such convict of a portion or all of such diminution of service to which he has previously become entitled by virtue of the provisions of this act; and it shall be the duty of the directors to direct the discharge of such convict when he shall have served out his sentence, less the time which shall be deducted therefrom by virtue of the provisions of this section.”\nIf sentenced under the law which contained these provisions, the appellant would be entitled, as matter of right, to a deduction from the term of sentence of *207all time earned for good behavior, and when the time thus earned, plus the time served, equaled the period of sentence, he would be entitled, as matter of right, to a full discharge. There are no provisions in the law under which the appellant was sentenced entitling him to any reduction of time for good behavior, as matter of right. There are provisions authorizing the prison board to establish rules and regulations under which prisoners may be allowed to go upon parole after the expiration of the minimum time for which they were sentenced, and by which they may be discharged six months after being paroled, but these are all matters of favor to be determined by the prison board, the(warden, the judge who passed sentence, and the governor. The right of the appellant under the law as it existed when he committed the offense to have a deduction of his sentence for good behavior was taken away from him by the act of 1903. This deprived him of a substantial right, and made the law of 1903, as to him, expost facto.\nAn indeterminate-sentence law was enacted in Massachusetts in 1885. Under that law one Murphy was convicted of the crime of embezzlement, and sentenced. The law in existence when the crime was committed provided for a scale of credits for good behavior similar to ours, except that under the Massachusetts law the prisoner was not discharged when the time allowed for good behavior, plus the time of service, equaled the full sentence ; he was admitted to parole for the unexpired term, and if he violated his parole he might be reincarcerated and required to serve the full term. Murphy prosecuted an appeal. (Murphy v. Commonwealth, 172 Mass. 264, 52 N. E. 505, 43 L. R. A. 154, 70 Am. St. Rep. 266.) It was held that as to the appellant the indeterminate-sentence law of *2081885 was ex post facto because it deprived him of a right to which he was entitled under the law in existence when the offense was committed, viz., the right to receive credit for good behavior while serving his sentence. In Supplement, 13 Gray, 618, 620, it was said:\n“But, upon a careful consideration of that provision, we are of opinion, that the benefit promised, in consideration of good behavior, was intended to be an actual reduction of sentence, as a right, and not as a favor; it therefore operated upon the sentence itself.”\nUnder the law as it once existed in Missouri, one charged with murder in the first degree but found guilty of murder in the second degree could not thereafter be placed upon trial for the greater offense. The constitution of that state was so amended that evidence of a former conviction of murder in the second degree was not a defense to a subsequent prosecution for the same murder in the first degree. One Kring was charged with committing the crime of murder before the change in the law. His trial occurred subsequently to the change, and he pleaded guilty to murder in the second degree and was sentenced accordingly. This sentence was set aside and he was again placed upon trial for the crime of murder in the first degree. He offered in evidence the record of his former conviction as a defense to the prosecution for murder in the first degree. The evidence was excluded, and he was convicted of murder in the first degree, from which conviction he appealed to the supreme court, alleging as error the exclusion of the record of his former conviction. The judgment of the court below was affirmed and he prosecuted error to the supreme court of the United States. (Kring v. Missouri, 107 *209U. S. 221, 2 Sup. Ct. 443, 27 L. Ed. 506.) The first division of the syllabus in that case reads :\n“A. was convicted of murder in the first degree, and the judgment of condemnation was affirmed by the supreme court of Missouri. A previous sentence pronounced on his plea of guilty of murder in the second degree, and subjecting him to an imprisonment for twenty-five years, had, on his appeal, been reversed and set aside. By the law of Missouri in force when the homicide was committed this sentence was an acquittal of the crime of murder in the first degree ; but before his plea of guilty was entered the law was changed, so that by force of its provisions, if a judgment on that plea be lawfully set aside, it shall not be held to be an acquittal of the higher crime. Held, that as to this case the new law was an ex post facto law, within the meaning of section 10, article 1, of the constitution of the United States, and that he could not again be tried for murder in the first degree.”\nIt was held by this court in the case of The State v. Page, 60 Kan. 664, 75 Pac. 514, that an indeterminate sentence was for the maximum period. Therefore, unless the appellant was sooner discharged, he would be required to serve twenty-one years. If he had been sentenced under the law in existence when the offense was committed, he could have reduced his term of service by good behavior to fifteen and one-half years, as a matter of right.\nThere is another provision in section 8 of the act of 1903, the result of which might be to the material and substantial disadvantage of the appellant. It is there provided that if a prisoner violate a parole he shall be arrested and compelled to serve out the unexpired term of the maximum imprisonment, and the time from the date of his declared delinquency to the date of his arrest shall not be counted as any portion or part of the time served. Other provisions of the *210act authorize the prison board to make prison rules and stipulate conditions in the parole, a violation of which, although not a violation of any law, would subject the paroled prisoner to rearrest and reimprisonment. The time between the declared delinquency and the arrest not being deducted from the maximum time, the period within which appellant might obtain his liberty is extended beyond the maximum time for which he could have been sentenced under the law in existence when the offense was committed, this excess of time depending upon the activity, or negligence, of the . officers whose duty it would be to issue or execute a warrant for the arrest. For these reasons the sentence imposed was ex post facto, and should be set aside.\nThe appellant contends that where a judgment of a trial court is reversed because a void or voidable sentence was imposed, this court has no power to remand the cause for the imposition of a legal and proper sentence, but must discharge the appellant. We think it will be conceded that in enacting the criminal code of Kansas it was the intention to confer power on the courts to try and punish all persons violating the laws. To such a policy no one can take exception. If, therefore, a condition arise where one legally convicted of a crime might escape punishment because of a lack of power in the courts, a very serious mistake has been made. For the purpose of' carrying out this general scheme, sections 291 and 292 of the criminal code (Gen. Stat. 1901, §§5729, 5730), among other provisions, were enacted into laws. These sections read :\n“291. The appellate court may reverse, affirm or modify the judgment appealed from, and may if necessary or proper order a new trial. In either case, the. cause must be remanded to the court below *211with proper instructions, and the opinion of the court, within the time and in the manner to be prescribed by rule of the court.\n“292. When a judgment against the defendant is reversed, and it appears that no offense whatever has been committed, the supreme court must direct that the defendant be discharged ; but if it appear that the defendant is guilty of an offense, although defectively charged in the indictment, the supreme court must direct the prisoner to be returned and delivered over to the jailer of the proper county, there to abide the order of the court in which he was convicted.”\nBy eliminating that portion of section 291 which has no special application to the question under consideration, it reads :\n“The appellate court may reverse, affirm or modify the judgment appealed from. . . . In either case, the cause must be remanded to the court below with proper instructions, and the opinion of the court.”\nIt appears from the language used in this section that the power to remand the cause with proper instructions is as explicit as the power to reverse, affirm, or modify, and it is equally plain that in all cases where the judgment is either reversed, or modified, except as provided in section 292, the cause must be remanded to the court below with proper instructions. The only authority this court has for discharging an appellant upon the reversal of a judgment is found in section 292, supra, and under the provisions of that section it is only when the judgment is reversed and it appears that no offense whatever has been committed. In all other cases the cause must be remanded to the court below with instructions.\nSo far as we have information this is the first time this precise question has been presented to this court. In the absence of a statute many of the authorities , support the contention of appellant. An examination *212will disclose, however, that they do not uniformly so hold, even in the absence of statutory provisions. Under our statute we have no doubt of the power of the court to remand the appellant to the court below, with instructions to award a proper sentence. The conclusion here reached is in harmony with the courts of other states having similar statutes. Section 523 of the code of Alabama of 1886 reads :\n“If the judgment is reversed, the supreme court may order a new trial, or that .the defendant be discharged, or that he be held in custody until discharged by due course of law, or make such other order as the case may require.”\nIn the case of Herrington v. The State, 87 Ala. 1, 3, 5 South. 831, 832, the court said :\n“It is contended that, because the circuit court exceeded its authority in the matter of fixing the punishment, the prisoner should be absolutely discharged. We cannot agree to this. He is subject to punishment, and rightly in custody. The only error is in declaring the kind of punishment he shall undergo. • The law has declared what kind of punishment may be inflicted on him, and there is not shown to have been any obstacle in the way of its infliction. . . . The judgment of the circuit court is reversed, back to the conviction — no farther — and the cause remanded, that the circuit court may render the proper sentence.”\nAlso in De Bardelaben v. State, 50 Ala. 179, the court said :\n“ On a conviction of grand larceny, or knowingly receiving stolen goods of value greater than flOO (Rev. Code, §§ 3706, 3710), the court has no authority to sentence the prisoner to imprisonment in the county jail, since the statute only prescribes imprisonment in the penitentiary; but, on the reversal of such erroneous judgment, the cause will be remanded, not for a new trial, but that the proper judgment may be rendered.”\n*213The state of Arkansas has the following statute :\n“The supreme court may reverse, affirm or modify the judgment or order appealed from, in whole or in part and as to any or all parties, and when the judgment or order has been reversed the supreme court may remand or dismiss the cause and enter such judgment upon the record as it may in its discretion deem just.” (Dig. Stat. 1904, Sand. &amp; H. Dig. § 1064 )\nApplying this statute to criminal cases, the supreme court of that state, in several cases in which the sentence only was erroneous, have remanded causes to the trial courts with orders to enter a proper sentence under the law. (Brown v. State, 34 Ark. 232; Routt v. State, 61 id. 594, 34 S. W. 262; Simpson v. State, 56 id. 8, 19 S. W. 99.)\nCalifornia has the following statute :\n“The court may reverse, affirm or modify the judgment or order appealed from, and may set aside, affirm or modify any or all of the proceedings subsequent to or dependent upon such judgment or order, and may if proper grant a new trial.” (Penal Code 1872, § 1260.)\nThe supreme court of that state, in Ex parte Gilmore, 71 Cal. 624, 625, 12 Pac. 800, where, in the opinion of the court, the judgment was illegal, said:\n“We are of the opinion that the first sentence, or judgment, was illegal, and perhaps void. As it was illegal, the court which rendered the judgment had power, during the term at which the judgment was rendered, to call the prisoner before it, vacate the illegal sentence, and impose one in accordance with the law.\n“The petitioner being thus under the control of the superior court, we should have remanded the petitioner to give an opportunity to the court to do what it has done, have the party brought before it, vacate its illegal' sentence, and render a legal one. This being done it remains only to say that the petitioner was *214legally held, and he must be remanded to the custody of the sheriff.”\nAgain, in the case of People v. Eppinger, 114 Cal. 350, 46 Pac. 97, the court said :\n“The crime of forgery, as defined by section 470 of the penal code, and that of passing a fictitious check with intent to defraud, under section 476 of the same code, are different offenses, and the entry of a judgment for forgery upon a charge of passing a fictitious check is a material variance, for which the judgment must-be set aside, with directions to enter a judgment in accordance with the charge.”\nThe' state of Florida has the following statute :\n“The supreme court is vested with all the power and authority necessary for carrying into complete execution all its judgments, decrees and determinations in the matter before it, agreeably to the usages and principles of law.” (Rev. Stat. 1892, § 1309.)\nIn the case of Wallace v. State, 41 Fla. 547, 551, 26 South. 713, 715, the court said :\n“Where an appellate court finds no reversible error in a record except that the sentence imposed is too vague and indefinite, it will not direct a new trial, but will reverse the judgment and remand the cause for the imposition of a proper sentence.”\nAgain, in D. L. R. and F. B. S. v. The State of Florida, 30 Fla. 82, 84, 11 South. 536, 537, the court said:\n“Where error is confined to the sentence solely, we fail to see any satisfactory reason for granting a new trial or why it should affect any prior step in the cause, but are satisfied that such error should not be given a retroactive effect.”\n• In that case the prisoner was remanded to the court for proper sentence. Section 1068 of the criminal code of the state of Georgia provides:\n“The supreme court has authority . . . (2) *215To hear and determine all causes* civil and criminal, that may come before it; and to grant judgments of affirmance or reversal, or any other order, direction or decree required therein; and if necessary, to make a final disposition of the cause. It shall be within its power to award such order and direction to the cause in the court below as may be consistent with the law and justice of the case.” (Code 1895, vol. 3.)\nIn the case of Screen v. The State, 107 Ga. 715, 718, 33 S. E. 393, 394, the court said:\n“The irregularity in the sentence is not of such a character as to entitle the plaintiff in error to be discharged from custody. He has been lawfully convicted, and he cannot, for the reason that the sentence was informal and irregular, be allowed to escape the penalty which the law declares shall follow his conviction. . . . The judgment is affirmed, with directions that the sentence be so amended as to conform to the provisions of the section of the penal code under which it was imposed.”\nIn the case of Wallace v. The People, 159 Ill. 446, 454, 42 N. E. 771, the court, after reviewing some of the Illinois cases involving erroneous, void and voidable sentences, said :\n“The defendant having been accorded a full, fair and impartial trial, upon which no errors of law intervened, and a legal verdict returned against him, why should he be entitled to another trial merely because of this error occurring afterward ? No error will remain in the record after the circuit court shall have entered a proper judgment.\n“For the single error indicated the judgment below will be reversed and the cause will be remanded to the circuit court of Tazewell county, with leave to the prosecuting attorney of that court, on behalf of the people, to move the court for the entry of a proper judgment of sentence upon the verdict, and with directions to the court to allow such motion and resentence the defendant.”\n*216The state of Mississippi has the following statute :\n“The supreme court shall have such jurisdiction as properly belongs to a court of appeals, and shall hear and determine all manner of pleas, plaints, motions, causes, and controversies, civil and criminal, which are now pending therein', or which may be brought before it, and which shall be cognizable in said court. . . . And the supreme court may grant new trials and correct errors of the circuit court in granting or refusing the same.” (Ann. Code, § 4345.)\nIn construing this statute, in the case of Kelley and Little v. The State of Mississippi, 11 Miss. 518, 528, the court said :\n“For the two errors just pointed out, the judgment of the court below is reversed, without disturbing the verdict, and the cause remanded, with directions to the court below to pronounce its judgment in accordance herewith, having first duly inquired of the de-. fendants whether they have anything further to urge why its judgment should not then be pronounced.”\nUnder the Oklahoma statute, which is a copy of ours, in Rhea v. The United States, 6 Okla. 249, 50 Pac. 992, the court said :\n“It is error for the trial court to fail to inform defendant, before passing sentence upon him, of the nature of the indictment, his plea and the verdict, and to fail to state, in the judgment or sentence, the crime of which defendant has been convicted, but the only effect of such errors would be to require defendant to be returned to the court wherein convicted for proper judgment and sentence.”\nMany other decisions under similar statutes might be referred to in support of our conclusion. While the opinions in many of the instances cited do not refer to the special statute, yet it may be assumed that where such a statute existed the decision was in pursuance of a construction placed upon it.\n*217Appellant appeals to this court, not because of any error occurring at the trial, but because of the sentence of the court, conceding that the trial and verdict of conviction were properly had. He now seeks to be relieved from a proper judgment upon that verdict. To escape from the penalty which, by his proceedings, he admits could have been legally inflicted upon him, he must show an entire lack of 'power in the court to render a proper judgment. Under the statutes this court has the power to remand the petitioner to the court below with instructions to set aside the sentence imposed and award such a sentence as the law in existence at the time the crime was committed justified. This is the judgment of the court.\nAll the Justices concurring.\n",
            "ocr": true,
            "opinion_id": 7895136
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}