{
    "id": 563817,
    "judges": "Garwood, Johnson, Politz",
    "date_filed": "1988-08-04",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-gina-antoinette-browner",
    "case_name_short": null,
    "case_name": "United States v. Gina Antoinette Browner",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Gina Antoinette BROWNER, Defendant-Appellant",
    "attorneys": "Ricardo D. Gonzalez, Walter L. Boyaki, Miranda & Boyaki, El Paso, Tex., for defendant-appellant., Philip Police, LeRoy M. Jahn, Asst. U.S. Attys., Ronald F. Ederer, U.S. Atty., San Antonio, Tex., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b265-14\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Gina Antoinette BROWNER, Defendant-Appellant.\n   </parties><docketnumber id=\"AN69\">\n    No. 90-8316.\n   </docketnumber><court id=\"AW2\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><decisiondate id=\"A7Wi\">\n    July 23, 1991.\n   </decisiondate><br><attorneys id=\"b266-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"166\"> \n     *166\n     </span>\n    Ricardo D. Gonzalez, Walter L. Boyaki, Miranda &amp; Boyaki, El Paso, Tex., for defendant-appellant.\n   </attorneys><br><attorneys id=\"b266-16\">\n    Philip Police, LeRoy M. Jahn, Asst. U.S. Attys., Ronald F. Ederer, U.S. Atty., San Antonio, Tex., for plaintiff-appellee.\n   </attorneys><br><judges id=\"b266-18\">\n    Before POLITZ, JOHNSON and GARWOOD, Circuit Judges.\n   </judges>",
    "citations": [
        "937 F.2d 165"
    ],
    "opinions": [
        {
            "author_str": "Garwood",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/937/937.F2d.165.90-8316.html",
            "author_id": null,
            "opinion_text": "937 F.2d 165\n    UNITED STATES of America, Plaintiff-Appellee,v.Gina Antoinette BROWNER, Defendant-Appellant.\n    No. 90-8316.\n    United States Court of Appeals,Fifth Circuit.\n    July 23, 1991.\n    \n      Ricardo D. Gonzalez, Walter L. Boyaki, Miranda &amp; Boyaki, El Paso, Tex., for defendant-appellant.\n      Philip Police, LeRoy M. Jahn, Asst. U.S. Attys., Ronald F. Ederer, U.S. Atty., San Antonio, Tex., for plaintiff-appellee.\n      Appeal from the United States District Court for the Western District of Texas.\n      Before POLITZ, JOHNSON and GARWOOD, Circuit Judges.\n      GARWOOD, Circuit Judge:\n    \n    \n      1\n      This appeal follows a retrial after the voluntary manslaughter conviction of defendant-appellant Gina Antoinette Browner (Mrs. Browner)1 was reversed by this Court and a new trial ordered for failure to instruct on the lesser included offense of involuntary manslaughter.  United States v. Browner, 889 F.2d 549 (5th Cir.1989) (Browner I).    At her second trial, Mrs. Browner was acquitted on the charge of voluntary manslaughter but convicted of assault with a dangerous weapon, in accordance with an instruction that assault with a dangerous weapon is a lesser included offense of voluntary manslaughter.  We conclude that assault with a dangerous weapon is not a lesser included offense of voluntary manslaughter, and we therefore reverse.\n    \n    Facts and Procedural History\n    \n      2\n      The facts are recounted in detail in our opinion in Browner I and will be summarized here only briefly.\n    \n    \n      3\n      The defendant concedes that on the night of February 7, 1987, she stabbed her husband, United States Army Private First Class Curtis Browner, once in the left shoulder.  The incident took place in their on-base housing at the Fort Bliss Military Reservation near El Paso, Texas.  The knife tip severed the subclavian artery, causing massive bleeding.  Mrs. Browner called an ambulance immediately after the stabbing, but the wound ultimately proved to be fatal.  Mrs. Browner maintained that the stabbing was an accident and that she merely intended to warn away her allegedly violent husband.  Mrs. Browner also raised a claim of self-defense.\n    \n    \n      4\n      In April 1988, a grand jury charged Mrs. Browner with voluntary manslaughter committed in the special maritime and territorial jurisdiction of the United States in violation of 18 U.S.C. Sec. 1112.2   At the close of the evidence after the first trial, defense counsel requested the district court to instruct the jury on involuntary manslaughter, 18 U.S.C. Sec. 1112, as a lesser included offense, but the district court refused.  After Mrs. Browner was convicted of voluntary manslaughter and sentenced to a five year prison term, this Court upheld her challenge to the denial of the requested instruction, reversing her conviction and ordering a new trial.  Browner I, 889 F.2d at 555-56.\n    \n    \n      5\n      At the second trial, the district court gave the involuntary manslaughter instruction.  The district court also gave an instruction on assault with a dangerous weapon as a lesser included offense, over Mrs. Browner's objection.  The jury convicted Mrs. Browner of assault with a dangerous weapon and acquitted her of voluntary manslaughter and involuntary manslaughter.  This time the death of her husband netted Mrs. Browner a prison sentence of only one year.  She is free on an unsecured bond pending the outcome of this appeal.\n    \n    \n      6\n      Mrs. Browner asserts in this appeal that the district court erred by charging the jury, over her objection, on the offense of assault with a dangerous weapon, 18 U.S.C. Sec. 113(c), as a lesser included offense of voluntary manslaughter.3\n    \n    Discussion\n    \n      7\n      Most courts, state and federal, have adopted one of three tests to determine when, assuming a proper evidentiary showing, an offense not otherwise specifically charged may be deemed a lesser included offense of another, greater offense charged.  See generally State v. Dordain, 566 A.2d 942, 945-48 (R.I.1989).  The most expansive of the three tests is the \"inherent relationship\" test.  A leading case adopting this test is United States v. Whitaker, 447 F.2d 314 (D.C.Cir.1971):\n    \n    \n      8\n      \"A more natural, realistic and sound interpretation of the scope of 'lesser included offense,' in line with our own views on the subject, is that defendant is entitled to invoke Rule 31(c) when a lesser offense is established by the evidence adduced at trial in proof of the greater offense, with the caveat that there must also be an 'inherent' relationship between the greater and lesser offenses, i.e., they must relate to the protection of the same interests, and must be so related that in the general nature of these crimes, though not necessarily invariably, proof of the lesser offenses is necessarily presented as part of the showing of the commission of the greater offense.\"    Id. at 319.\n    \n    \n      9\n      The Ninth Circuit also adopted the inherent relationship test, United States v. Martin, 783 F.2d 1449, 1451 (9th Cir.1986), as have some state courts.  E.g., Dordain, 566 A.2d at 947-48 (reaffirming inherent relationship test and rejecting on state law grounds Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989)).\n    \n    \n      10\n      The most restrictive approach is the \"statutory elements\" test.  Under this test, an offense is not lesser included unless each statutory element of the lesser offense is also present in the greater offense.  For this purpose, the comparison of the statutory elements between the lesser and greater offenses parallels the statutory elements analysis conducted under Blockburger v. United States, 284 U.S. 299, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932) for double jeopardy purposes.  The statutory elements test is simple to apply and has attracted a strong following in the courts.  E.g., Government of Virgin Islands v. Joseph, 765 F.2d 394, 396 (3d Cir.1985);  United States v. Campbell, 652 F.2d 760, 761-62 (8th Cir.1981);  State v. Roden, 384 N.W.2d 456, 457 (Minn.1986);  State v. Cimino, 126 N.H. 570, 575-76, 493 A.2d 1197, 1202 (1985);  State v. Spearin, 477 A.2d 1147, 1158 (Me.1984).\n    \n    \n      11\n      An intermediate approach is the \"pleading\" or \"indictment\" theory used in several states.  This approach allows a jury to consider a lesser offense if that offense is contained within the language of the indictment or information as the means by which the charged greater offense was committed.  See, e.g., Dorsey v. State, 490 N.E.2d 260, 268 (Ind.1986) (instruction on lesser offense unnecessary if lesser offense not contained in information);  State v. Madrid, 108 Idaho 736, 702 P.2d 308, 309-10 (1985) (lesser offense alleged in indictment as means of committing greater);  State v. Marino, 190 Conn. 639, 653, 462 A.2d 1021, 1029 (1983).4\n    \n    \n      12\n      Federal Rule of Criminal Procedure 31(c) provides in pertinent part:  \"The defendant may be found guilty of an offense necessarily included in the offense charged....\"  In Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989), the Supreme Court recently adopted what it characterized as an \"elements\" test in resolving a circuit conflict over how lesser included offenses were to be determined under the \"necessarily included\" standard of Rule 31(c).  Id. 109 S.Ct. at 1450.    Mrs. Browner argues that Schmuck has adopted the statutory elements test.  The government concedes that Schmuck rejects the inherent relationship test,5 but argues that Schmuck does not foreclose resort to an indictment-based test, in lieu of the strict statutory elements test, under appropriate circumstances.\n    \n    \n      13\n      Assault with a dangerous weapon, 18 U.S.C. Sec. 113(c), requires, as the title of the offense implies, the use of a dangerous weapon as an element of the offense.  See Shaffer v. United States, 308 F.2d 654, 655 (5th Cir.1962), cert. denied, 373 U.S. 939, 83 S.Ct. 1544, 10 L.Ed.2d 694 (1963).  The use of a dangerous weapon, although frequently associated with a killing, is not an element of voluntary manslaughter.  Thus, under the statutory elements test, assault with a dangerous weapon is not a lesser included offense of voluntary manslaughter.  See Government of Virgin Islands v. Smith, 558 F.2d 691, 695-96 (3d Cir.)  (carrying or using a dangerous weapon not a lesser included offense of second degree murder under Rule 31(c)), cert. denied, 434 U.S. 957, 98 S.Ct. 486, 54 L.Ed.2d 316 (1977).  The government notes that a dangerous weapon--a knife with a blade of approximately eight inches--was in fact used, and it observes that the indictment alleges that Mrs. Browner killed the decedent \"by stabbing\" him \"with a knife.\"    No other cause of death was alleged, nor did the evidence show any other conduct of Mrs. Browner as a possible cause of the death.  The government argues that under its proposed indictment-based test, in this case assault with a dangerous weapon is a lesser included offense of the charged voluntary manslaughter offense.  The government may well be correct in its argument that it would prevail under the indictment-based test, although we do not decide that question.  Rather, we conclude that Schmuck adopts the strict statutory elements test, under which assault with a dangerous weapon contrary to section 113(c) may not be a lesser included offense under a count charging voluntary manslaughter in violation of section 1112.\n    \n    \n      14\n      Taken as a whole, the language of Schmuck indicates that it adopts a strict statutory elements approach to the question of lesser included offenses.  In Schmuck, the Court quotes with approval the following language from Giles v. United States, 144 F.2d 860 (9th Cir.1944):  \" ' \"To be necessarily included in the greater offense the lesser must be such that it is impossible to commit the greater without first having committed the lesser.\" ' \"    144 F.2d at 861 (quoting House v. State, 186 Ind. 593, 595-96, 117 N.E. 647, 648 (1917)), quoted in Schmuck, 109 S.Ct. at 1452.    Schmuck also quotes with approval People v. Kerrick, 144 Cal. 46, 47, 77 Pac. 711, 712 (1904), in which that California Supreme Court explained that \" '[t]o be \"necessarily included\" in the offense charged, the lesser offense must not only be part of the greater in fact, but it must also be embraced within the legal definition of the greater as a part thereof.' \"    109 S.Ct. at 1452 (emphasis added).  The Supreme Court contemplates a \"textual comparison of criminal statutes\" to determine whether the elements of the lesser offense are \"a subset of the elements\" of the greater offense, and its analysis and language do not appear to contemplate (or leave open the possibility of) an examination of an indictment to narrow the scope of a statute.  109 S.Ct. at 1452-53.    Moreover, as the Court recognized in Schmuck, Rule 31(c) was intended to be a restatement of prior law.  Schmuck, 109 S.Ct. at 1452;  Berra v. United States, 351 U.S. 131, 76 S.Ct. 685, 688, 100 L.Ed. 1013 (1956);  Fed.R.Crim.P. 31(c), Advisory Committee Note.  The Court concluded, and we agree, that the prevailing approach at the time of the adoption of Rule 31(c) in 1944--at least in federal courts--was the statutory elements test.  Schmuck, 109 S.Ct. at 1452;  see also Theriault v. United States, 434 F.2d 212, 214 (5th Cir.1970), cert. denied, 404 U.S. 869, 92 S.Ct. 124, 30 L.Ed.2d 113 (1971).  Applying this elements test, the Court concluded that odometer tampering is not a lesser included offense of mail fraud;  the Court discussed only the statutory elements and not the indictment.  109 S.Ct. at 1453.\n    \n    \n      15\n      The government notes that the Seventh Circuit's en banc opinion in Schmuck, prior to the Supreme Court's consideration of that case, had adopted the elements test while leaving open the question whether in an appropriate case the \"terms of the indictment will narrow the scope of the elements to be examined.\"    United States v. Schmuck, 840 F.2d 384, 386 (7th Cir.1988) (en banc).  It argues that the Supreme Court did not reject this portion of the Seventh Circuit's opinion, thus leaving open the possibility of resort to an indictment-based test under appropriate circumstances.  An examination of the Supreme Court's opinion in Schmuck, as well as its posture before the Court, belies this argument.\n    \n    \n      16\n      In Schmuck, the Seventh Circuit, sitting en banc, held that an indictment-based test would be of no assistance to the defendant, who had sought an instruction on odometer tampering as a lesser included offense of mail fraud, because the indictment in any event did not allege all of the elements of odometer tampering.  The court explained:  \"Given the present indictment, however, alleging as one element devising a scheme to defraud purchasers of automobiles with altered odometers, knowingly and willfully causing an odometer to be altered is not identical to the element of having devised the scheme.\"    840 F.2d at 386.    Before the Supreme Court, the defendant argued primarily for the adoption of the inherent relationship test, but he also argued that the en banc Seventh Circuit had erred in holding that he would not prevail under an indictment-based approach, should such a test be adopted.  Brief for Petitioner on Merits at 30, Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989) (No. 87-6431) (filed July 11, 1988) (Schmuck Petitioner Brief).  He relied on the plain language of the indictment itself, and he also noted that the Seventh Circuit panel decision had concluded that the indictment had satisfied all of the elements of the odometer tampering statute.  United States v. Schmuck, 776 F.2d 1368, 1371 (7th Cir.1985).\n    \n    \n      17\n      It appears to us that the defendant in Schmuck made at least a colorable showing that he would have been entitled to an instruction on odometer tampering as a lesser included offense under an indictment-based test.6   Indeed, the government never argued to the contrary before the Supreme Court.  Instead, the government there argued against adoption of an indictment-based theory.  Brief for the United States as Respondent on Petition for a Writ of Certiorari at 8 n. 7, Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989) (No. 87-6431) (filed April 15, 1988);  Brief for the United States on Merits at 7 n. 5, Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989) (No. 87-6431) (filed August 12, 1988).  Our reading of the Supreme Court's opinion in Schmuck convinces us that the Court adopted the strict statutory elements test that the government had sought.7   Accordingly, the Court had no reason to address the defendant's alternative argument that under an indictment-based test he would have been entitled to the requested lesser included offense instruction.\n    \n    \n      18\n      We recognize that some of the deficiencies in the inherent relationship test that the Supreme Court pointed out in Schmuck would be remedied by an indictment-based test.  For example, the inherent relationship test would allow the jury to convict of an offense an element of which was not included within the wording of the indictment, thus placing the defendant's \"right to notice ... in jeopardy.\"    109 S.Ct. at 1451.8   However, the Court treats these deficiencies as reasons for rejecting the inherent relationship test in favor of the elements test.  See id.  (\"The elements test, in contrast, permits lesser offense instructions only in those cases where the indictment contains the elements of both offenses....\").  The test Schmuck purports to adopt is the elements test.  It appears to us that the Court undertook in Schmuck to clarify the law of lesser included offenses, and elected to do so by adopting the elements test.  We, at least, are bound by that.\n    \n    \n      19\n      At least two Circuits have implicitly rejected the interpretation of Schmuck sought by the government here, and none have endorsed it.  United States v. Mena, 933 F.2d 19, 29-30 (1st Cir.1991) (boarding an aircraft with an explosive or incendiary device not a lesser included offense of air piracy;  accordingly, a lesser included offense instruction was not required and indictment and cumulative punishment for both offenses in one prosecution was permissible;  analysis only on basis of statutory elements, not indictment wording);  United States v. Sneezer, 900 F.2d 177, 178-79 (9th Cir.1990) (abusive sexual contact not a lesser included offense of attempted sexual abuse or aggravated sexual abuse;  statutory elements analyzed, no reference to language of indictment).9\n    \n    \n      20\n      We acknowledge, as the government points out, that there is some tension between double jeopardy analysis and the analysis of lesser included offenses for instructional purposes.  Traditional Blockburger double jeopardy analysis mirrors the statutory elements test used to determine when an offense is lesser included in a greater offense for the purpose of a jury instruction.  Indeed, courts often cite cases applying the elements test to determine lesser included offenses for jury instructional purposes and double jeopardy purposes interchangeably.  See, e.g., Schmuck, 840 F.2d at 390.    Cf. Mena, 933 F.2d at 29-30.    The Supreme Court has recently made clear, however, that the traditional Blockburger test is no longer the sole test to determine whether jeopardy has attached for one offense after final conviction or acquittal for another.  The Supreme Court reaffirmed in Grady v. Corbin, --- U.S. ----, 110 S.Ct. 2084, 109 L.Ed.2d 548 (1990), that prosecution is still barred if the elements are the same, or one is a lesser included offense of the other, applying traditional Blockburger double jeopardy analysis.  Id., 110 S.Ct. at 2090.    The Court further held in Grady, however, that the Double Jeopardy Clause also bars \"any subsequent prosecution in which the government, to establish an essential element of an offense charged in that prosecution, will prove conduct that constitutes an offense for which the defendant has already been prosecuted.\"    Id. at 2093;  see also Illinois v. Vitale, 447 U.S. 410, 100 S.Ct. 2260, 65 L.Ed.2d 228 (1980);  Harris v. Oklahoma, 433 U.S. 682, 97 S.Ct. 2912, 53 L.Ed.2d 1054 (1977);  Davis v. Herring, 800 F.2d 513, 517-19 (5th Cir.1986).  Although no court to our knowledge has yet had occasion to examine the question, it is perhaps conceivable that Grady could be construed to bar prosecution after a conviction on an improper lesser included offense instruction has been reversed.10\n    \n    \n      21\n      We also recognize that although the practice of allowing instructions on lesser included offenses \" 'developed as an aid to the prosecution in cases in which the proof failed to establish some element of the crime charged,' \" Schmuck, 109 S.Ct. at 1451 n. 9 (quoting Beck v. Alabama, 447 U.S. 625, 100 S.Ct. 2382, 2387, 65 L.Ed.2d 392 (1980), \" 'it is now firmly established that Rule 31(c)'s provision for lesser offense instructions benefits the defendant as well.' \"    Schmuck, 109 S.Ct. at 1451 n. 9.    Where the jury concludes that the defendant is obviously guilty of some crime, but one of the elements of the charged offense remains in some doubt, the concern is that in the absence of a lesser included offense instruction, the jury may fail to give full effect to the reasonable doubt standard and resolve its doubts in favor of conviction.  Keeble v. United States, 412 U.S. 205, 93 S.Ct. 1993, 1997-98, 36 L.Ed.2d 844 (1973).  Because a strict statutory elements test for lesser included offenses lessens the availability of lesser included offense instructions, such a standard reduces the protection that the availability of lesser included offense instructions is intended to afford to the criminal defendant.  Nonetheless, it appears that the Supreme Court apparently considered these arguments and rejected them in opting for a statutory elements test.\n    \n    \n      22\n      Legal rules must be applied equally to all parties.  In Schmuck, the statutory elements test allowed the government to preserve its criminal conviction of the defendant in that case.  Here, the statutory elements test requires us to reverse a conviction obtained pursuant to a lesser included offense instruction.  If the government, only two years after Schmuck was decided, now has second thoughts about the statutory elements test that the Supreme Court adopted at its behest, it must ask Congress or the Supreme Court to modify it.  This Court is unable to contravene the plain language of this recent decision of the Supreme Court, obviously intended to clarify the law on the subject, in order to evaluate policy considerations or collateral consequences that we must assume failed to persuade the Supreme Court in that case.11\n    \n    Conclusion\n    The judgment of conviction is\n    \n      23\n      REVERSED.\n    \n    \n      \n        1\n         The defendant remarried on January 15, 1988, and is now generally known by her new married name, Gina Antoinette Lyles.  We will continue to refer to her as Mrs. Browner in this appeal, as that was her name at the time of the events in question in this case, and that is the name by which defense counsel as well as the government referred to her both at trial and in their briefs on appeal\n      \n      \n        2\n         The indictment also charged Mrs. Browner with murder and aggravated assault under state law, Tex. Penal Code Secs. 19.02 &amp; 22.02(a)(4), and the Assimilative Crimes Act, 18 U.S.C. Sec. 13.  The district court dismissed those counts before trial because both types of conduct could have been indicted under federal law.  See 18 U.S.C. Sec. 113(c) (assault with a dangerous weapon);  18 U.S.C. Sec. 1111 (murder)\n      \n      \n        3\n         As we sustain Mrs. Browner's assertion of error in this respect, we do not address the other claims of error she has raised on the present appeal\n      \n      \n        4\n         The American Law Institute's Model Penal Code has adopted a fourth, distinct approach to the problem.  See Model Penal Code Sec. 1.07(4) (Proposed Official Draft 1962).  Section 107(4) provides as follows:\n        \"Conviction of Included Offense Permitted.    A defendant may be convicted of an offense included in an offense charged in the indictment [or the information].  An offense is so included when:\n        \"(a) it is established by proof of the same or less than all the facts required to establish the commission of the offense charged;  or\n        \"(b) it consists of an attempt or solicitation to commit the offense charged or to commit an offense otherwise included therein;  or\n        \"(c) it differs from the offense charged only in the respect that a less serious injury or risk of injury to the same person, property or public interest or a lesser kind of culpability suffices to establish its commission.\"\n        This appears to combine the strict statutory approach with a broader \"injury to the same interest\" approach.\n      \n      \n        5\n         At least one court, applying the inherent relationship test, has concluded that assault with a dangerous weapon is a lesser included offense of voluntary manslaughter.  State v. Dordain, 566 A.2d 942, 946 (R.I.1989) (quoting State v. Casasanta, 29 R.I. 587, 598, 73 A. 312, 317 (1909))\n      \n      \n        6\n         The indictment alleged in pertinent part as follows:\n        \"It was further a part of this scheme that WAYNE T. SCHMUCK would cause the odometer mileage reading to be altered on many of the used automobiles which he intended for resale so that the odometer indicated a mileage reading which was substantially less than the true and correct mileage for that automobile.\"    Schmuck Petitioner Brief at 29-30.\n      \n      \n        7\n         The government's argument that this case is distinguishable from Schmuck because voluntary manslaughter (but presumably not mail fraud) is a \"complex\" or \"compound\" offense, for which the Schmuck elements test is not appropriate, is without merit.  Schmuck gives no indication that the statutory elements test would not apply to so-called \"complex\" or \"compound\" offenses, and, in any event, voluntary manslaughter appears to be no more of a \"complex\" or \"compound\" offense than mail fraud\n      \n      \n        8\n         In the case of felonies, the grand jury clause of the Fifth Amendment would also be implicated, even though defendant were to receive full notice by a bill of particulars or the like\n      \n      \n        9\n         The government brings to our attention United States v. Demarrias, 876 F.2d 674, 676 (8th Cir.1989), which held, contrary to the Ninth Circuit's holding in Sneezer, that abusive sexual contact was a lesser included offense of aggravated sexual abuse (and also sexual abuse of a minor).  There is nothing to indicate that the Demarrias court examined the indictment;  it merely took a different view of the statutory elements of the two offenses and concluded that abusive sexual contact was a lesser included offense on that basis\n      \n      \n        10\n         Because the question is not before us, we express no view as to whether indictment and prosecution of Mrs. Browner for assault with a dangerous weapon would now be barred by the Double Jeopardy Clause, as interpreted most recently in Grady\n        We note, however, that in Grady the prior prosecution resulted in a final conviction.  Here, Mrs. Browner has procured the reversal of her assault with a dangerous weapon conviction, which never became final, and she has never been acquitted of that offense or acquitted or finally convicted of any lesser offense thereof.\n        The effect of Grady in this area may be most evident where following an acquittal under a single count indictment, no lesser included offense instruction having been given, the accused is subsequently charged with another, less serious offense arising out of the same incident which under Schmuck would not be a lesser included offense of that charged in the first prosecution but which under Grady \"conduct\" analysis is treated as a part of the offense originally charged.  A scenario of this kind suggests that the prosecution would arguably be well advised to charge both such offenses at once, each in a separate count of the same indictment.  Even if Grady prevented punishment (or conviction) on both counts in that situation--and it is not clear that Grady applies where there is only a single prosecution--there would at least be the opportunity for conviction on the less serious offense in the event the jury would not convict of the more serious.  Cf. Ball v. United States, 470 U.S. 856, 105 S.Ct. 1668, 1671-74, 84 L.Ed.2d 740 (1985) (where Congress did not intend conduct to be punishable under both of two separate statutes charged in different counts in a single prosecution, both may be submitted to the jury, if supported by the evidence, but if a guilty verdict is returned on both, the district court \"should enter judgment on only one of the statutory offenses\").\n      \n      \n        11\n         If the government has had second thoughts, they may be motivated by Grady.    If the Supreme Court wishes to revisit Schmuck because of Grady, it of course is free to do so.  We are not\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 563817
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}