{
    "id": 7945280,
    "judges": "Gjelason",
    "date_filed": "1974-01-10",
    "date_filed_is_approximate": true,
    "slug": "philadelphia-wilmington-baltimore-railroad-v-state-ex-rel-bitzer",
    "case_name_short": null,
    "case_name": "Philadelphia, Wilmington & Baltimore Railroad v. State ex rel. Bitzer",
    "case_name_full": "The Philadelphia, Wilmington and Baltimore Railroad Company v. The State of Maryland, use of Sarah E. Bitzer",
    "attorneys": "John J. Donaldson, and Won. P. Maodsby, for the appellant., Joseph G. Boyd, T. Kell Bradford, and John H. Handy, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Action for Death caused by Negligence—Construction of sec. 3 of Art. 65 of the Code, as to the effect of Failure to finish the '■'•particular ” required by that section—Motion in arrest— Form of Declaration in Actions for Negligence under Art. 05 of the Code—Province of Jury in cases of Conflicting evidence—Question as to who are Go-employes in cases of Connecting Railroad Companies—Effect of Agreement between the owners of Connecting Railroads, upon the rights of Strangers to the agreement.</p> <p>Where the defendant to an action brought under section 3 of Article 05 of the Code, does not demand the particular required to be furnished by that section, but files its pleas without it, it may be considered as having waived its right to have it. This section is not mandatory. The requirement to deliver a “particular,” as provided by it, is merely directory, and in no wise affects the right of the plaintiff to maintain the suit.</p> <p>Motions in arrest are for matters apparent on the face of the record, and this particular being no part of the record, the failure to furnish it furnishes no ground for such motion.</p> <p>In an action under said Article 65, it is not necessary to allege that defendant’s negligence was such that if death had not ensued the injured person would himself have been entitled to recover for the injury done him.</p> <p>Where the evidence of negligence on the part of the jflaintiff as well as on the part of the defendant is conflicting, it is properly left to the jury, whose ¡Particular province it is to consider and pass upon it.</p> <p>Whatever effect an agreement between the several companies owning connecting lines of railroad, may have upon the parties thereto, it cannot have any upon strangers to it, nor alter or change the relations of either of them towards third parties, nor have the effect of making those who were employed and paid wages by either of the contracting parties, the co-employ®s of the agents and workmen of the other parties, or make the others liable either severally or jointly for any loss or damage caused by the neglect of any one of them, even were the agreement silent in this respect.</p> <p>Where an injury to the employ® of one of said companies occurs on the road of another of said companies, and is caused by the imperfect condition of said road, the principle that every employ® assumes the risk of the negligence of his co-employes, is not applicable to him.</p>",
    "summary": "Appeal from the Circuit Court for Carroll County. Tlie case is sufficiently stated in the opinion of the Court. Exception.—At the trial the plaintiff offered the three following prayers: 1. If the jury shall find from tlie evidence, that Samuel Bitzer was the driver of a car in use on the road of defendant, in pursuance of the written agreement given in evidence, and that on or about the 23rd of July, 1871, he was, while driving sajd car in the course of his employment, killed on the road of the defendant by being run over by said car, and that such killing resulted from an imperfection in defendant’s road or road-bed, in consequence of which said Bitzer fell or was thrown down, and was run over and killed by said car without any want of ordinary care and prudence on his^part; and if the jury shall further find that said imperfection was the result of a want of ordinary care and prudence on the part of the defendant, and that the equitable plaintiffs are related to the said Samuel Bitzer in the manner set forth in tlie declaration, then the plaintiff is entitled to a verdict, and the damages must be confined to tlie widow and such of the children named in the narr. as the jury shall find were under the age of twenty-one years at the time of the death, of the said Samuel Bitzer, or were dependent upon him for support in whole or in part. 2. If, under the instructions of the Court, the jury should find for the plaintiff, then, in assessing the damages, they are to estimate the reasonable probabilities of the life of the deceased Bitzer, and give the equitable plaintiffs such pecuniary damages, not only for past losses, but for such prospective damages as the jury may find that they have suffered, or will suffer, as the direct consequence of the death of the said Bitzer; that for his child these prospective damages may be estimated to his majority; and as to the widow, to such probability of life as the jury may find reasonable under the facts and circumstances proved in this case. 3. That-in considering the question of negligence, it is competent for the jury, in connection with the other facts and circumstances of the case, to infer the absence of fault on the part of the deceased, from the general and known disposition of men to take care of themselves, and to keep out of the way of difficulty ,and danger. And the defendant offered the seventeen following prayers: 1. That on the pleadings and all the evidence in the cause, the plaintiff is not entitled to recover, and the verdict must be for the defendant. , 2. That the plaintiff is not entitled to recover for each and every of the reasoñs'following: 1. The plaintiff has given no sufficient proof of the direct cause of the death of Samuel Bitzer, and no sufficient proof that said death was caused by the negligence of defendant. 2. The plaintiff has proved contributory negligence on the part of said Samuel Bitzer in this, that he cut off or detached the horses drawing the car in question from said car, at a point which involved increased and unnecessary danger to himself; that cutting off or detaching said horses from said car at or east of Albemarle Street, would have been less dangerous, and cause of reason has been .shown by the proof, of which prevented him from continuing to drive said car to or east of Albemarle Street, before cutting off or detaching said horses therefrom. 3. That the danger of cutting off or detaching said horses from said car west of Albemarle Street, was voluntarily assumed by said Bitzer. 4. That the employment of said Bitzer was to drive said car from Camden Station, of the Baltimore and Ohio Railroad, on and along the track of said railroad company to the station or depot of defendant at President street, and thence on and along the track of defendant to a point east of Albemarle street, and at or about Exeter street, at which said car was to be attached to a train to be made up for transportation to Philadelphia or Hew York, and that for the purpose of said employment, the employes of defendant, whose duty it was to keep in repair the part of defendant’s track, on and along which said Bitzer was to drive said car to said point, were co-employés of said Bitzer, and if they permitted said part of said track to be out of repair, and the death of said Bitzer was caused thereby, the plaintiff cannot recover on account thereof. 5. That if said part of defendant’s track was out of repair, the same was obvious to said Bitzer, or he had the opportunity and means of observing the same, for two or three days prior to the occasion of his death, and he made no complaint to the employes of defendant, and no request that the same should be repaired, but continued to use the same in the condition it was, in the course of his employment, he voluntarily assumed the risk of danger in doing so. 6. That said Bitzer contracted for the performance of hazardous duties, to be performed on and along the track of defendant, and if said track was out of repair, and said Bitzer was killed in consequence thereof, the said want of repair was obvious to him, or he had opportunity to ascertain the same, and his continuance thereafter, to use and drive over said track, and to cut off or detach the horses from the car 'thereon, whilst said track remained out of repair, was an increased hazard, of which he assumed the risk. 3. That if the jury find from the evidence, that said Samuel Bitzer was an employé, for wages, of the Baltimore and Ohio Railroad Company, and that his duty was, amongst other things, to drive cars from the station of said company over the track of said company, to the President street depot of defendant, and thereon and along the track of defendant, to a point at which said cars were to be attached to engines of defendant, for transportation to Philadelphia or New York, and that his duty was to deliver said cars at said point, and that a part of said duty was to cut off or detach from said cars, the horses drawing the same, at a point or points where the same could be properly done, and' that duty was dangerous, he took on himself all the natural risks and perils incident to the service in which he was employed, and the plaintiff cannot recover if said Bitzer were killed by an accident incident to said service. 4. That if the jury find, that said Bitzer was, on the night of 23d July, 1871, and had heeu for several months prior thereto, an employé, for wages, of the Baltimore and Ohio Railroad Company, to drive cars of said company, over the track of said company, to and on the track of defendant, and for any distance along said track, and to detach the horses from said cars on said track of defendant, and that said duty was hazardous, and that he was engaged in said duty at the time when he was killed, and if the jury find that said employment, and the duties thereof, were hazardous, and that the track of defendant was out of repair for two or three days prior to said death, and that the same increased the hazard of said Bitzer in said employment, and that want of repair was such as said Bitzer had an opportunity to ascertain, and that he was killed whilst in or about the act of detaching the said horses from a car being driven by him, on the track of defendant, the plaintiff cannot recover in this case. 5. That there lias been offered in this case no legally sufficient evidence that the injury complained of in this case, was caused by the negligence of the defendant or its servants, and therefore the plaintiff is not entitled to recover, and the verdict of the jury must be for the defendant. 6. That the plaintiff is not entitled to recover in this action, unless the jury shall believe from the-evidence that there was negligence on the part of the defendant, or its agents, and shall further believe that without sucli negligence, the injury complained of would not have occurred. I. If the jury shall believe from the evidence, that the deceased, Samuel Bitzer, could have, by the exercise of ordinary care and prudence, avoided the injury that resulted in his death, and that he did not exercise such ordinary care and prudence, then their verdict must be for the defendant. 8. That if tlie jury shall believe from the evidence, that in the year 1811, and at the time of the injury complained of, the defendant, together with other companies, was engaged in a joint enterprise of carrying passengers and their baggage and the mails between Row York and Washington, and for that purpose had entered with such other companies into the agreement offered in evidence, (if the jury shall find that said agreement was duly executed, ) and that the passenger, baggage and mail oars of said line, run, under said agreement, on their way from Washington northward, wore drawn by horse power through Baltimore City from Camden Station to the President Street Depot of defendant, and that it was part of the duty of the deceased, Samuel Bitzer, hy. whomsoever of the parties engaged in the said joint enterprise employed, to drive such through cars from Camden Station to the President Street Depot of defendant, and that on the night of July 23d, 1871, while driving a car of said line, the deceased, Samuel Bitzer, received upon the part of defendant’s track over which his said duty obliged him to go, the injury which resulted in his death, then the plaintiff is not entitled to recover, and the verdict of the jury must be for the defendant, even if the jury shall believe that the injury was caused by the negligence of defendant’s servants. 9. If the jury shall believe from the evidence, that the defendant, together with the Baltimore and Ohio Railroad Company, and other railroad companies was engaged in the joint enterprise of carrying passengers and their baggage, and the mails between Washington and New York, and for that purpose, had formed themselves into a combination, calling said combination the “New York and Washington Through Line,” said combination having its own officers and treasury, and accounts kept in its own name, and that the deceased, Samuel Bitzer, met his death while acting as a servant of said Baltimore and Ohio Railroad Company, in furtherance of the object of said combination, then the plaintiff is not entitled to recover, even though the jury may find from the evidence, that there was negligence on the part of defendant’s servants, whereby the track of defendant, where the deceased met his death, was defectively constructed, or out of repair. 10. If the jury shall believe from the evidence, that it was part of the duty of the deceased, Samuel Bitzer, by whomsoever employed, to drive cars by means of a team of horses, over that part of defendant’s track at President Street Depot, which lay between President and Albemarle Street, and that he had continuously so done for some time previous to July 23d, 1871, without complaint as to its construction or condition, and that hy the use of ordinary observation, he could have been aware of such construction and condition of said part of said track, and that he was so engaged in driving a car over said part of said track, on said 23d day of July, 1871, when he met with the accident which caused his death, then the plaintiff is not entitled to recover, even if the jury shall believe from the evidence that said accident was caused by the improper construction or defective condition of said part of defendant’s track. 11. If the jury shall find from the evidence, that it was part of the duty for which the deceased, Samuel Bitzer, was hired, by whomsoever he was so hired, to drive a team with a car from President Street, around a curve into the yard of defendant’s depot, and go upon the track in front of said car and detach the horses from said car while still in motion, so that said car, with the impetus it had acquired, should run down the track to its place in a train of which it was to form a part; and if the jury shall further find that the performance of this part of said Bitzer’s duty was necessarily attended with danger ; and if the jury shall further find that for several months before the accident complained of occurred, and up to the time of said accident, the said Bitzer had continuously performed this duty, then the said Bitzer assumed the risk of said danger, and the plaintiff is not entitled to recover in this case, if the jury shall find from the evidence that the said accident occurred in consequence of said risk. 12. If the jury shall find from the evidence that it was part of the duty for which the deceased, Samuel Bitzer, was employed, by whomsoever he was so employed, to drive cars of the “New York and Washington Through Line,” run under the agreement offered in evidence, (if the jury shall find that said agreement was duly executed,) through Baltimore City, from Camden Station, and going over that part of defendant’s track where the ■ accident, occurred, deliver the same on defendant’s track, at or near Exeter Street, and that he was engaged in the performance of that duty at the time he met the injury that caused his death, then the plaintiff is not entitled recover, even if the jury shall believe from the evidence that said injury was caused by negligence of the defendant’s servants, either in the construction or condition of that part of defendant’s, track where the accident occurred. 13. That there can be no recovery in this case for such of the children of Samuel Bitzer, as were at the time of his death, over twenty-one years of age, and not dependent upon him for their support. 14. That if the verdict of the jury shall be for the plaintiff, then in estimating the damages to be awarded to such of the equitable plaintiffs as are entitled to recover damages in this action, the jury can only consider the pecuniary loss resulting to them from the death of the deceased, Samuel Bitzer. 15. If the jury find that said Bitzer was employed by the Baltimore and Ohio Railroad Company for the purpose, amongst others, of driving cars over part of the track of defendant, and was engaged in said employment on the said track of defendant when he was killed, and shall further find that said track was out of repair, and said Bitzer was killed in consequence thereof; and shall also, find that defendant at said time, and prior thereto, employed faithful, skillful and competent persons to repair and keep in repair said track, and furnished to said persons so employed abundant srritable materials to repair and keep in repair said track, and that the same was out of repair at the time of said death, by the negligence of said employés of defendant, the plaintiff cannot recover, and the verdict must be for the defendant; and further,, that there is no proof that the defendant did not employ faithful, skillful and competent persons to repair and keep-in repair said track, and the fact that defendant did so employ faithful, skillful and competent persons as aforesaid is uncontradicted, and the jury is bound so to find. 16. If the jury shall find from the evidence, that the injury complained of happened in consequence of the negligence of defendant’s servants, the burden is upon the plaintiff to show that said servants were unskillful or incompetent, and the plaintiff has given no evidence that \"they were incompetent or unskillful.' IT. If the jury shall believe that the deceased, Samuel Bitzer, had been engaged in driving teams with cars over the track of defendant, between President and Exeter Streets, for sometime previous to the 23rd day of July, 1811, and that the usual and proper place for cutting loose the team of horses from such cars was at Albemarle Street, and that at the time of the injury complained of there was nothing to prevent his cutting loose his team at Albemarle Street, and shall further find, that he did not cut his team loose at Albemarle Street, and that there was greater danger in cutting loose at that point where he did cut loose; and further, that if he had cut loose at Albemarle Street, the injury complained of would not have occurred, then their verdict must he for the defendant. The Court (Hayden, J.,) granted the prayers of the plaintiff, and the sixth, seventh, thirteenth, fourteenth and seventeenth of the defendant, and rejected the first, second, third, fourth, fifth, eighth, ninth, tenth, eleventh, twelfth, fifteenth and sixteenth prayers of the defendant, giving ^in lieu of the defendant’s third, fourth, tenth and eleventh prayers,” the following instruction: That if the jury find from the evidence, that the said Samuel Bitzer was an employe, for wages of the Baltimore and Ohio Railroad Company, and that it was his duty as such employe, (among other things,) to drive a team with a car or cars from the station of said company, over its track to the President Street Depot of the defendant, and thence on and along the track of the defendant to a point at which said car or cars were to he attached to engine of defendant, for transportation to Philadelphia or New York, and that his duty was to deliver said cars at said point, and that a part of his duty was to cut off or detach the team of horses from said cars while in motion, at a point or points where the same could he properly done; and the said duty was dangerous, than he took on himself and assumed all the ordinary risks and perils incident to said service; and the plaintiff is not entitled to recover in this case, if the jury shall find that the accident which caused Ms death, occurred in consequence of said risk, and not in consequence of a defect or defects in the defendant’s track or road-bed, which the said Bitzer could not, by the use of ordinary care on his part, have seen and avoided. The defendant excepted. Tbe jury rendered a verdict for the defendant, whereupon the defendant filed a motion in arrest of judgment, based on the following reasons: 1st. Because the equitable plaintiffs, for whose use this action was brought, did not, or did any or either of them,, deliver to the defendant or its attorney, together with the declaration, a full particular—of the persons for whom and on whose behalf said action was brought, and of the nature of the claim in respect of which, damages were sought to be recovered, as required by law. 2nd. Because it appears from the record in this action, that no full particular, as set forth in said reason above assigned, was delivered by the equitable plaintiffs, or any or either of them, together .with the declaration, to the defendant or its attorney. 3rd. Because it is not alleged in the declaration, that the equitable plaintiffs, for whose use or benefit said action was brought, or any or either of them, were injured by, or sustained injury resulting from the death of Samuel •Bitzer, in the declaration mentioned. 4th. Because it is not alleged in said declaration, that the equitable plaintiffs, or any or either of them, sustained, or were, or are entitled to damages on account of, or resulting- from said death. 5th. Because it is not alleged in said declaration, that said Sarah E. Bitzer was the wife of said Samuel Bitzer at the time of his said death, in the declaration mentioned. 6th. Because it is not alleged in said declaration, that Franklin Bitzer, Lucy A. Bitzer, William U. Bitzer, James D. Bitzer, Annie E. Beam and Margaret R. Morningstar, or any or either of them, were children of said Samuel Bitzer at the time of his said death. 7th. Because it is not alleged in said declaration, that the said equitable plaintiffs, or any or either of them, were dependent on, or were supported by the said Samuel Bitzer, in whole or in part, at the time of his said death. 8th. Because the said declaration does not set forth any cause of action. 9th. Because the declaration sets forth that said Samuel Bitzer was an employe of the Baltimore & Ohio Railroad Company, to drive cars from the depot of said Company, on Camden street, to the depot of the defendant, known as “President Street Depot,” and that whilst engaged in said duty or service, his foot was caught in the imperfect track of defendant. It is not alleged that said Bitzer was. employed in, or actually in said service, or that he was in any way on the road or track of defendant at the time of his said death, or when his said foot was caught, as stated in said declaration. 10th. Because it is not alleged in said declaration, that the said Samuel Bitzer was injured or killed, as in said narr. alleged, on the road or track of defendant, whilst in said service or otherwise thereon. 11th. Because it is not alleged in said declaration that the death of said Samuel Bitzer was caused by the wrongful act, neglect or default of the defendant. 12th. Because it is not alleged in said declaration, that the wrongful act, neglect, or default of the defendant, was such as would, if death had not ensued, have entitled said Samuel Bitzer to maintain an action and recover damages in respect thereof. Wherefore, and for the reasons apparent in the record, the defendant prays that said judgment he arrested. The Court overruled said motion, and judgment was rendered upon the verdict. The defendant appealed.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "58 Md. 372"
    ],
    "opinions": [
        {
            "author_str": "Gjelason",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGjelason, J.,\ndelivered tlie opinion of the Court.\nAt the trial of this caso, in the Circuit Court for Carroll County, exceptions were taken by the appellant, to the granting of the three prayers of the appellee, as well as to the rejection of all its prayers, except the seventh, thirteenth, fourteenth and seventeenth, as also to the instruction given by the Court in lieu of the third, fourth, tenth, and eleventh. A motion in arrest of judgment was also filed, which was overruled, and we will dispose of that before considering the prayers.\nThe motion is based on twelve reasons, which are especially assigned in the motion filed.\nThe first and second reasons assigned are, that the appellee did not comply with the third section of Article 65 of the Code, under which the suit is brought, by delivering, with the declaration, to the defendant, or its attorney, a full particular of the persons for whom and in whose behalf the action was brought, and the nature of the claim in respect of which damages were sought to be recovered. The object of this section of the Code was to have the defendant furnished with information, which would enable it to plead to the declaration and make its defence to the suit. In the case of The Baltimore and Ohio Railroad Company vs. The State, use of Woodward, 41 M.d., 297, this Court has said that the particular, when furnished, is intended for the same purpose and has the same effect as a bill of particulars in other cases, and restricts the plaintiff’s proof and limits his recovery to the claim therein stated. The particular is to be given to the defendant for his own benefit, and, as the defendant in this case did not demand it, but filed its pleas without it, it may be considered as having waived its right to have it. But we do not think that this section is mandatory. The *398right of action existed before the declaration was filed, and, in this case, the declaration, when filed, stated the names of the parties for whose use the suit was brought, and described them as the widow and children of Samuel Bitzer, deceased; stated particularly the injury to, and consequent death of, Samuel Bitzér, \"and the nature and amount of their claim, and it is difficult to conceive what more particular statement could have been furnished to the defendant. The 65th Article of our Code seems to have been copied from Lord Campbell’s Act of 9 and 10 Victoria, ch. 93, and sec. 4 of that Act has been construed in the case of Murphy vs. Logan, 10 Irish Com. Law, 87. In that case no particular had . been furnished or delivered to the defendant, and that fact was pleaded in bar of the action. To this plea a demurrer was interposed and Perrin, Judge, in delivering the opinion of the Court, said, that the delivery of a particular to the defendant was “ a requirement merely in accordance with the rules and practice of the Court in which the action may be depending. But the right of action accrues prior to the issuing of the declaration, and exists altogether independently of the fact of the -declaration being issued or not. If the defendant require particulars, he should call upon the plaintiff to furnish them; or, in case of his refusal, apply to the Court to compel him to do so and the demurrer was sustained.”\nThe requirement to deliver a “particular,” as provided by sec. 3 of the Code, is merely directory, and in nowise affects the right of the plaintiff to maintain the suit. It is no part of the record; is not even required to be filed, but merely delivered to the defendant or its attorney. Motions in arrest are for matters apparent on the face of the record, and for this reason, as well as for those before stated, the first and second causes assigned, furnish no ground for sustaining the motion. The declaration alleges that Sarah Bitzer is the widow, and the other *399equitable plaintiffs are the children of Samuel Bitzer, that his foot was caught in the imperfect track of the defendant through the wrongful act, default or neglect of the defendant, and not through his own default or negligence, that he was thereby thrown down and the car crushed beneath its wheel truck and body, the left leg and body of said Samuel Bitzer in a horrible manner, thereby causing his death, and the plaintiff claims ten thousand dollars. The declaration, therefore, contains sufficient averments in substance that Samuel Bitzer was rightfully on the defendant’s road in his lawful employment; that the latter’s road was imperfect through its negligence, and that said Bitzer though not negligent himself had his foot caught in the imperfect track of the defendant, and that in consequence thereof the cars which he had in charge, ran over him, and caused his death, 'for which the equitable plaintiffe claim ten thousand dollars damages for the loss sustained by them, in consequence of his, the said Samuel Bitzer’s death.\nIt was not necessary to allege that the defendant’s negligence was such that, if death had not ensued, Samuel Bitzer himself would have been entitled to recover for the injury done him. There was nothing therefore in any of the other reasons assigned, which furnished any ground for sustaining the motion in arrest, and it was therefore properly overruled.\nThe three prayers granted at the instance of the appellee, state the law with respect to negligence and the measure of damages, as it has often been heretofore announced by this Court, in cases arising under the 65th Article of the Code, and no valid objection can be urged against them, and there is evidence in the record to support them, and which was properly submitted to the jury, and they were rightly granted. There was no evidence of any such gross or glaring neglect on the part of Samuel Bitzer, as would justify the Court in saying that it amounted in law to contributory negligence. The evidence of negligence *400on the part of the appellee as well as on the part of the appellant was conflicting, and it was properly left to the jury whose peculiar province it was to consider, and pass upon it. The appellant’s first prayer was, therefore, properly refused.\nThe appellant’s second prayer seeks an instruction that the appellee was not entitled to recover for the various reasons especially assigned therefor. All these reasons* except the fourth, have been disposed of in what we have said with respect to the reasons assigned in the motion in' arrest and the appellant’s first prayer. The fourth will he disposed of in connection with the appellant’s eighth* ninth, twelfth, fifteenth and sixteenth prayers. They are all based on the theory, that if the appellant’s track was out of repair and imperfect through its own neglect, and that in consequence of such imperfect condition of its track, Samuel Bitzer lost his life, that still the appellee was not entitled to recover, because the said Bitzer was a coemployé of the appellant’s employes. This theory is based upon the agreement, set out in the record, between the New Jersey Railroad and Transportation Company, the Camden and Amboy Railroad and Transportation Company, the Philadelphia and Trenton Railroad Company, parties of the first part, the Philadelphia, Wilmington and Baltimore Railroad Company, the appellant, of the second part, and the Baltimore and Ohio Railroad Company of the third part. • This agreement was entered into for the purpose of securing comfort, speed and safety in the through passenger travel between New York and Washington, and to secure harmony of action between said parties to accomplish that object. Whatever effect this agreement might have upon the parties to it, it could not have any upon strangers to it, nor alter nor change the relations of either _ of them towards third parties, nor have the effect of making those, who were employed and paid wages by either of the contracting parties, the co*401employés of the agents and workmen of the other parties, nor make the others liable, either severally or jointly, for any loss or damage caused by the neglect of any one of them, even had the agreement been silent in this respect. But in order to guard against any such result the agreement itself expressly provides, that “if an accident shall happen whereby damages to persons or property shall be incurred, the party on whose road the same shall happen shall alone be responsible.” The road on which the accident, which is the cause of this suit, happened, is admitted to be the road 'of the appellant. The principle invoked in favor of the fourth reason, assigned in support of the first prayer and also in support of the eighth, ninth, twelfth, fifteenth and sixteenth prayers is, that every employe assumes the risk of the negligence of his co-employés. Samuel Bitzer was not employed or paid by the appellant, but was employed by the Baltimore and Ohio Railroad Company, and therefore this principle is not applicable to him, and, consequently, the fourth reason assigned in support of the first prayer cannot be maintained, and that prayer, as well as the eighth, ninth, twelfth, fifteenth and sixteenth prayers were properly rejected.\nThe fifth prayer was rightly refused for the same reason we have assigned for affirming the Court’s ruling upon the first prayer, and that is, that there was evidence from which the jury were at liberty to find that the death of Samuel Bitzer was caused by the negligence of the appellant’s agents.\nThe jury had been instructed by the appellee’s first prayer that they must find negligence on the part of the appellant, or its agents, in order to find a verdict for the appellee, and therefore the appellant had, under that instruction, obtained all that was asked by its sixth prayer, and there was therefore no error in rejecting it.\nThe third, fourth, tenth and eleventh prayers, we think, were well calculated to mislead the jury. They *402contain the proposition that if Samuel Bitzer had been in the habit of driving cars over the track of the appellant for some time before his injury, and that, if that business was dangerous, and that part of his duty was to cut off or detach the cars at a point where the same could be properly done, and had done so without complaint of the condition or construction of the road or track, and that with the use of ordinary observation he could have been aware of its condition and construction, he took on himself the risk of such employment, and the appellee was not entitled to recover. If these prayers had been granted, the jury, although they may have believed from the evidence that Bitzer came to his death by having had his foot caught by a spike, or his heel fastened in a hole, in the appellant’s road, which it was its duty to keep in good condition, might have supposed that such accident was a risk incident to the employment in which he was engaged. The Court did right in refusing these prayers; and the appellant has no just cause to complain of their rejection, because the Court, by the instruction given in lieu of them, told the 'jury, if they found substantially all the facts enumerated in those prayers, that then “the plaintiff is not entitled to recover in this case, if the jury shall find that the accident which caused his (Bitzer’s) death, occurred in consequence of said risk, and not in consequence of a defect or defects in the defendant’s track or road-bed, which the said Bitzer. could not, by the use of ordinary care on his part, have seen and avoided.” This instruction placed all the facts fairly before the jury from which they were at liberty to find either for the appellee or the appellant, as they might find that either the appellant or Bitzer had been guilty of negligence.\n(Decided 11th July, 1882.)\nFinding no error in the rulings of the Circuit Court, the judgment appealed from will be affirmed.\n\nJudgment affirmed.\n\n",
            "ocr": true,
            "opinion_id": 7896072
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}