{
    "id": 2618375,
    "judges": "Brett, Jones, Powell",
    "date_filed": "1990-12-19",
    "date_filed_is_approximate": true,
    "slug": "hathcox-v-state",
    "case_name_short": "Hathcox",
    "case_name": "Hathcox v. State",
    "case_name_full": "Hathcox v. State",
    "attorneys": "Herbert K. Hyde, Lee Williams, and Carroll Samara, Oklahoma City, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst. Atty. Gen., ' for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 16, 1951.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 37,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b122-2\">\n    HATHCOX v. STATE.\n   </parties><br><docketnumber id=\"b122-3\">\n    No. A-11456.\n   </docketnumber><decisiondate id=\"Aje\">\n    April 11, 1951.\n   </decisiondate><br><otherdate id=\"b122-4\">\n    Rehearing Denied May 16, 1951.\n   </otherdate><br><citation id=\"b122-5\">\n    (230 P. 2d 927.)\n   </citation><br><attorneys id=\"b123-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"111\"> \n     *111\n     </span>\n    Herbert K. Hyde, Lee Williams, and Carroll Samara, Oklahoma City, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b123-11\">\n    Mac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst. Atty. Gen., ' for defendant in error.\n   </attorneys>",
    "citations": [
        "230 P.2d 927",
        "94 Okla. Crim. 110"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8178.0,
            "opinion_text": "\n94 Okla. Crim. 110 (1951)\n230 P.2d 927\nHATHCOX\nv.\nSTATE.\nNo. A-11456.\nCriminal Court of Appeals of Oklahoma.\nApril 11, 1951.\nRehearing Denied May 16, 1951.\n*111 Herbert K. Hyde, Lee Williams, and Carroll Samara, Oklahoma City, for plaintiff in error.\nMac Q. Williamson, Atty. Gen., and Sam H. Lattimore, Asst. Atty. Gen., for defendant in error.\nJONES, J.\nThe defendant, Jearell Hathcox, alias Bud Hathcox, was jointly charged with Clay Wallace Ward and Herman Lamon Barnett with the murder of one Martin Lyle Shaffer, allegedly committed shortly after midnight on February 1, 1950, by means of a .32 caliber Colt automatic pistol while committing an assault upon and robbery of the said Shaffer in which a .38 caliber Smith and Wesson revolver was taken from Shaffer. A severance was granted. The defendant Hathcox was tried to a jury which returned a verdict of guilty with the punishment assessed at death in the electric chair. From the judgment pronounced pursuant to the verdict an appeal was taken to this court.\nThe following assignments of error are presented: (1) The evidence was insufficient to sustain a conviction imposing the death penalty. (2) Error in the admission of evidence. (3) A new trial should have been granted on the ground of newly discovered evidence. (4) Alleged misconduct of the county attorney in his closing argument to the jury. (5) Alleged error in allowing the county attorney to ask impeaching questions of the defendant's witnesses. (6) Alleged error in the court's instructions.\n*112 The homicide occurred shortly after midnight on the morning of February 1, 1950, at the East Side Disposal Plant in Oklahoma City where the deceased was employed as a nightwatchman. Arnold G. DeLay and Herman Koehn were pumpers at the plant and the nearest eyewitnesses. They testified that from a distance of about 60 yards they saw a car stopped, saw some men by the side of the car, heard some voices, they saw a gun start shooting. The flash of the gun was going downward and they heard five or six shots. After the shooting one of the parties said, \"Let's get the hell out of here\", and they jumped in the car and left in a hurry. These two men went immediately to Shaffer, who was the person who had been shot, and Shaffer said, \"They shot me\". They called the police, who arrived in about ten minutes.\nB.F. Cravatt, a policeman, testified that he and his partner Hawks received a radio call about 12:15 a.m. and went immediately to the disposal plant; scout car officers, Long and Revels, were already there, also a Negro deputy sheriff, Fred Patterson, was there; Shaffer was lying at the edge of the road. He asked Shaffer what had happened and Shaffer said, \"They knocked me down and shot me, three white men driving a late, light colored, 1949 Hudson, with a Wyoming tag'. Shaffer was taken immediately to the hospital in the scout car. A large pool of blood was on the ground and the witness picked up seven empty.32 caliber automatic pistol cartridges.\nGeorge W. Hawks, policeman, testified substantially to the same facts as Cravatt.\nJames W. Long, policeman, testified that he and his partner Revels went to the disposal plant after receiving the call over their car radio; that they took Shaffer to the hospital and on the way there he asked Shaffer if he knew why they shot him and he said, \"No\"; that Shaffer was moaning, in pain, and his breathing was very weak; that Shaffer said the men who shot him were in a late model Hudson, Wyoming tag; that Shaffer then said, \"I guess they shot me for my gun. They took my gun too\".\nJ.W. Rankin, policeman, testified that he and his partner Loyd heard the radio report and went directly to the hospital and were there when Shaffer arrived; that Shaffer told him, \"I caught three burglars fooling around car. They knocked me down to my knees. They hit me again, knocked me to the ground. They got my gun, stepped back, one shot me several times\". The witness further testified that Bert Shaffer, the deceased, had an ordinary size badge on the left lapel of his coat where it could be plainly seen.\nFred Patterson, Negro deputy sheriff, was patrolling close to the disposal plant when he heard the radio broadcast and was the first officer to arrive at the scene of the shooting. He said that he saw Shaffer lying on the ground; that Shaffer said \"That there was a car that came down through the disposal plant and he stopped it and was searching one and one hit him and knocked him down and took his pistol and then backed away and fired\". That he was asked, \"Where are you shot?\" and he said, \"All over\".\nDoctor James Loucks testified that he was the attending physician at Mercy Hospital in the early morning of February 1st when Officer Shaffer was brought to the hospital; that at the time of Shaffer's arrival his clothing was covered with blood, but that he was still conscious and could talk; that he was rapidly going in shock and that it appeared to the Doctor that he would die in just a few minutes; that Shaffer was conscious for about five minutes, during which time some of the police officers asked him several questions which Shaffer was able to answer but he was so weak that his replies were barely audible; that Shaffer lapsed into unconsciousness and died approximately fifteen minutes after *113 the Doctor first saw him. The Doctor then described the wounds which Shaffer had on his face and scalp. Pictures of the deceased were admitted in evidence without objection and they showed several bruises and lacerations on the face and scalp where he had been struck by some hard object. The Doctor described the bullet wounds in the body of the deceased and related where four bullets had penetrated his body. One of the bullets entered near the lower part of the heart and went downward through the diaphragm, on through the stomach, the lower border of the left kidney, and into the muscles of the back. This bullet had traveled down at approximately a 45 degree angle. Another bullet had entered through the abdominal wall and had gone downward through the small intestines, penetrating them in several places and lodged about six inches lower than its place of entry between the second and third lumbar vertebra. Another bullet entered two inches lateral to the umbilicus and went downward and was not found, and another penetrated inward and downward but was not found. He then looked at the photograph of the deceased and identified two other bullet wounds in the body of the deceased, making six bullet wounds which entered his body. He also identified some exit wounds in the lower part of the body. The bullet wounds which the Doctor found were the cause of the death of the deceased.\nJ.M. Swofford, who had charge of the bureau of records of the Oklahoma City police department, had a record file on Officer Bert Shaffer's gun which was No. 480621, a .38 Smith and Wesson revolver which was recorded on April 24, 1940. This was the gun taken from the defendant Hathcox at the time of his arrest. It was then stipulated by counsel for the respective parties that the bullets which were recovered from the body of the deceased were fired from a .32 caliber automatic pistol by the defendant Hathcox, and which automatic pistol was recovered by the officers at the time of the arrest of Hathcox. It is further stipulated that the .38 Smith and Wesson pistol which was in the possession of defendant at the time of his arrest was the pistol taken from the deceased Shaffer.\nJ.E. Lunsford and Chester Longacre, two Bethany policemen, were on duty at Bethany, which is a small town on Highway U.S. 66, west of Oklahoma City about five miles, when they received a radio broadcast telling of the shooting which occurred at the disposal plant. About 1:00 a.m., while they were sitting in their police car, a Hudson automobile, fitting the description of the car mentioned in the broadcast with a Wyoming tag on it, passed them driving about 25 miles per hour. The policemen immediately pulled in behind the automobile, turned on their red police light in front of their car, and started blowing their siren. The other car then drove off at a high rate of speed and the chase continued at a speed of 85 and 90 miles per hour until the car of the suspects was stopped about one-half mile west of the Canadian river bridge. The defendant Hathcox and Clay Ward, a codefendant, were in the car. Ward was doing the driving. Policeman Longacre thought Hathcox was reaching for a gun and had a scuffle with him, during which the officer struck Hathcox on the head with his fist. The two prisoners were handcuffed and taken to the police office, and in a conversation with Lieutenant Harbolt, Hathcox said, \"I killed the old man. You have got me cold turkey\". Two guns were found at Hathcox's feet where the arrest was made. One of these guns was the .32 caliber automatic used by Hathcox in killing the deceased, and the other was a .38 caliber pistol which belonged to the deceased which had been taken by Hathcox after the shooting occurred.\nWayne Harbolt, police lieutenant, testified that he examined the two guns recovered from Hathcox the night of the homicide and found the .32 automatic empty, and four loaded cartridges in the.38 revolver. That in questioning *114 Hathcox, Hathcox stated that he and Clay Ward, just the two of them, were out driving and became lost; that the officer (Shaffer) told them he was an officer and asked them if they knew they were on private property and had them get out of the car; that the officer had him raise his hands and the officer stuck his gun up and that is when Hathcox grabbed it and it went off striking Hathcox on the hand near the thumb; that Hathcox took Shaffers' gun away from him and struck him over the head with it and then shot him with a .32 automatic; that Hathcox had a wound in his hand and the policeman took him to the hospital for tetanus shots and to have the wound closed; that the witness asked Hathcox how many times the Shaffer pistol had been fired and Hathcox said, \"One is all I know about', and Hathcox reached in his right pocket and pulled out an empty hull and handed it to the witness and said that was the empty shell taken from the Shaffer pistol. Hathcox further stated that he and Ward were headed to Ada after a load of liquor and they got lost and pulled into this road leading through the disposal plant thinking they were going to tenth street.\nClay Ward and Herman Barnett, the codefendants of Hathcox, testified in his behalf, but Hathcox did not testify.\nWard testified that on the night of the homicide Hathcox asked him to drive the Hudson automobile, which he had borrowed from a man named Valentine, to Ada, and that they had driven by the home of Barnett and asked him to go with them; that they drove out to Midwest City and ate a sandwich, and drank some beer and started to Ada; that they got as far as Norman and Ward decided he did not want to go to Ada, so they turned and came back to Oklahoma City; that they stopped on Eastern and drank some more beer; that they started out on East 23rd street to see one Ernest James, where Ward was going to try to get a job as a carpenter; that Ward accidentally turned into the road leading into the disposal plant; that Ward did not know where he was and drove until he reached a dead end and turned and was leaving when the deceased officer, Shaffer, came across in front of the car and stopped them; that Shaffer walked around the car, looked at the license and said something to Hathcox, and then ordered them to get out of the car; that Ward said, \"What is this?\" and Shaffer said, \"It doesn't make any difference, get out of the car\"; that Ward got out of the car first, followed by Barnett, and then by Hathcox; that as Hathcox left the car he stumbled; that Shaffer had a gun in his hand and put it in Hathcox's face and said, \"Straighten up there, or I will blow your brains out\"; that Hathcox stuck up his hands, and Shaffer fired; that Hathcox then commenced to hit Shaffer about the face and as both men were bent over he heard a second shot, followed shortly thereafter by several other shots; that Hathcox then reached down and picked up something off the ground and ran to the car and they drove off; that they went by Barnett's home and let him out, then drove by the home of Hathcox's sister; that after remaining there about 30 minutes they started to Chickasha, going by way of El Reno on Highway 66 when they were arrested by the Bethany policemen. Ward admitted on cross-examination that James, the man to whom he was allegedly going to see about a job, was a bootlegger and had formerly been a whisky delivery boy. Ward repeated on cross-examination that he did not know anything about the disposal plant and did not know where he was but thought he was on Bryan street when he was driving inside of the disposal yards. He further related that at the time Shaffer stuck the gun in Hathcox's face that Hathcox grabbed the gun and pushed it back and that was when the first shot occurred and it was at that time that Hathcox started hitting the deceased over the head with something; that Hathcox stuck Shaffer several times causing him to stumble and partly fall; that Shaffer fired a second shot before Hathcox commenced to fire his gun; that Hathcox had Shaffer's gun in his hand when he came to the car and he presumed he picked it up off the ground as he saw *115 Hathcox stoop over after the shooting had ended; that Hathcox had both his gun and Shaffer's gun in his lap when they were stopped by the Bethany officers. He further admitted that he had been convicted of several crimes, including robbery, larceny, assault, car theft, and burglary.\nHerman Lamon Barnett testified that he was 32 years of age and that he had been convicted of whisky charges about 25 times. He testified as to the trip made by him and Ward and Hathcox to Midwest City, to Norman, and back to Eastern, where they drank some beer; that they were going north on Eastern when Ward turned into the disposal plant. Barnett then testified:\n\"Q. Were you lost? A. I was not lost. Clay might have been lost. Q. Did you know where you were? A. I knowed exactly where I was at.\"\nHe testified that he had formerly worked in the disposal plant grounds the preceding year. He further testified that Shaffer stopped them, flashed a light in their faces and asked where they were going; that Ward said they had started out on Twenty-Third street and got on the wrong road; that Shaffer ordered them out of the car, and as Hathcox got out of the car he stumbled a little; that the deceased ordered Hathcox to straighten up and Hathcox said, \"Get that gun out of my face\", and grabbed it and it shot; that he then turned and got back in the car; he heard another shot and looked out and saw the defendant Hathcox had Shaffer's gun and that he was firing a gun; that after the shooting Ward and Hathcox took him home. He admitted on cross-examination that he had been arrested the following day and gave a three page statement of the occurrences at the time of the homicide; that he had placed his initial on each typewritten page and had signed the statement at the end. The typewritten statement differed materially from the testimony of the witness on the stand. The complete statement was not introduced in evidence but in this statement Barnett stated:\n\"A. Clay got out of the car on the driver's side and I scooted out behind him. I don't know whether Bud got out on the driver's side or whether he came around on the other side. The fellow that had us get out of the car was going to search us and Bud was standing in front of him and I heard a lot of shots and I didn't know whether the fellow was shooting Bud or whether Bud was shooting him. I didn't know what was going on so I got back in the car and sat down. * * * Q. Did he start to search you? A. I thought he was searching Bud when Bud was standing right in front of him, when I heard a lot of firing. I was scared and I got back in the car and sat down. Q. Did the night watchman fall? A. Yes; he did. * * * Q. What did Bud say, or Clay? A. They just told me to keep quiet about it, to forget about it, to forget what happened. He said, `Let's get out of here.' I said I wanted to get out of the car, I wanted to go home. But Bud said for me to shut up, that I wanted to get out of the car three or four times tonight. * * * Q. How many shots were fired? A. I don't know. Q. But they were all fired in rapid succession; there wasn't any stops between times? A. Yes. * * * Q. Did the officer have a pistol in his hand at the time you got out of the car? A. No; he didn't have. * * * Q. Did you ever see the officer's pistol? A. I seen the handle of it in his pocket. He had a coat on and it was sticking right out of his pocket. Q. But you never did see the officer pull his pistol? A. No. * * * Q. In other words, he had not threatened you with the pistol? A. No; he never did even pull his pistol out of his pocket. * * * Q. Who fired the first shot? A. I don't know, I just heard a lot of shots, that is all.\"\nWhile Barnett admitted executing the written statement, he stated that he was so confused when he was interrogated by the officers that he made some misstatements and that a lot of things contained in the statement were untrue, and that where it differed from the testimony in the trial it was untrue as he *116 was under oath when he gave his testimony and was not under oath when the officers questioned him the day following the shooting.\nThe state then called O.H. Ezzell in rebuttal, who testified that he had been a member of the Oklahoma City police department for 17 years and that he had studied the effect of a revolver as to any marks that might be left after a bullet had been fired; that he examined the pistol that had belonged to the deceased, Martin Shaffer, that was in possession of Hathcox, and found that it had been fired one time; that there were burn marks along the edge of one cylinder, and that five chambers were clean.\nJohn Downing testified that he had worked at the city disposal plant east of the fair grounds and just north of fourth street since January, 1937; that he was acquainted with Clay Ward; that Clay Ward's father, Luther Ward, worked at the plant the preceding year and that Ward brought him to work at the plant three or four times a month; that he saw Clay Ward at the plant numerous times.\nFrom the foregoing summary of the evidence it is apparent that the evidence of the state was sufficient to justify the court submitting the issue of murder to the jury, and the motion for an instructed verdict on account of the alleged insufficiency of the evidence was properly overruled.\nThe second assignment of error is directed at the admission in evidence of alleged statements made by the deceased following the homicide and before his death, which statements were made both at the scene of the shooting and later in the hospital. The deceased died within an hour after he was shot. It was during this period of time that the statements were made. The statements were all admitted by the court on the theory that they were a part of the res gestae.\nThe first statement made by the deceased was to the two eyewitnesses to the shooting, DeLay and Koehn, and was made within a minute or so after the shooting. The next statement was made to the officers about ten minutes later. The deceased was removed immediately to the hospital in the officers' car and died about fifteen minutes after his arrival at the hospital. The third statement concerning which evidence was admitted was given at the hospital and at that time the deceased was so weak that his voice was almost inaudible, and he lapsed into unconsciousness and died in a few minutes after his conversation with the officers at the hospital.\nIt is contended by counsel that so much time had intervened after the shooting occurred that the statements made to the officers both at the scene of the homicide and later at the hospital were not spontaneous and that a sufficient time had elapsed to allow Shaffer to fabricate a story and premeditate his explanation of the shooting.\nThis court has had occasion many times in its history to consider occurrences and statements that were claimed to be a part of the res gestae and we have held:\n\"The term `Res Gestae' means matters incidental to the main fact and explanatory to it, including acts and words which are so closely connected therewith as to constitute a part of the transaction, and without a knowledge of which the main fact might not be properly understood; the events themselves speaking through the instinctive words and acts of the participants, the circumstances, facts and declarations growing out of the main fact, contemporaneous with it and serving to illustrate its character.\" Chastain v. State, 36 Okla. Crim. 123, 287 P. 826; Offitt v. State, 5 Okla. Crim. 48, 113 P. 554; Morehead v. State, 12 Okla. Crim. 62, 151 P. 1183.\n*117 In Warren on Homicide, Vol. 2, pg. 577, it is stated:\n\"Time does not alone determine whether a statement is a part or not of the res gestae. No inflexible rule as to the interval between the act of killing and the declaration of the victim can be formulated. The facts of each case must speak for themselves.\"\nIn Price v. State, 1 Okla. Crim. 358, 98 P. 447, this court in the second paragraph of the syllabus, said:\n\"Declarations, to be a part of the `res gestae,' need not be precisely coincident in point of time with the principal fact. If they spring out of it, shed light upon and tend to explain it, are voluntary and spontaneous, and are made at a time so near it as to preclude the idea of deliberation or fabrication, then they are to be regarded as contemporaneous, and are admissible as evidence.\"\nAt the time the evidence was offered as to the utterances by the deceased the trial court made the observation that he was admitting such evidence as a part of the res gestae on the basis of the opinion of this court in Chastain v. State, 46 Okla. Crim. 123, 287 P. 826, 832, supra. In that case one Leslie Bellows was severely beaten by the defendant Chastain near a dance hall in Jackson county, and died several hours later as a result of the beating. The record discloses that about 30 or 40 minutes after the beating Bellows walked to the home of one Gillispie, knocked on the door and was admitted. Gillispie was a stranger to the deceased but Gillispie questioned Bellows as to how his injuries were received and Bellows related the difficulty he had had with defendant. At the trial the court admitted the testimony of Gillispie as to the statements made by deceased as a part of the res gestae, and the judgment was affirmed on appeal, wherein this court said:\n\"The question for this court is, considering all the facts and circumstances, Was the condition of the deceased such as to preclude deliberation and fabrication of the story told the witness? It is urged by the defendants that the statements, attributed to the deceased by Gillispie, were not spontaneous deliberations springing out of, and contemporaneous with the principal facts sought to be proven, and were not made at a time so near to as to preclude deliberation and fabrication, and that the rule is that these elements must accompany the statements, whether the statements are made by the deceased or by the defendant. The defendants' contention is that a sufficient time had elapsed, between the time of the ending of the difficulty and the arrival of the deceased at the Gillispie home, to give the deceased time to deliberate and fabricate statement as to the facts. It cannot be definitely determined how long after a crime has been committed statements made by a party cease to be a part of the res gestae. * * *\n\"In Morehead v. State, 12 Okla. Crim. 62, 151 P. 1183, 1184, Ann. Cas. 1918C, 416, in the sixth paragraph of the syllabus the court said:\n\"`On a trial for murder, declarations of the deceased made under such circumstances as will raise the reasonable presumption that they are the spontaneous utterances of thought created by or springing out of the homicidal act, and made so soon thereafter as to exclude the presumption that they are the result of premeditation and design, and without knowledge of which the principal fact might not be properly understood, are admissible as part of the res gestae.' * * *\n\"And further on the court says:\n\"`The rule is well stated that: If such declarations \"are made under such circumstances as will raise the reasonable presumption that they are * * * created by or springing out of the transaction itself, and so soon thereafter as to exclude the presumption that they are the result of premeditation and design, they will be admissible as part of the res gestae.\"' * * *\n*118 \"In Cook v. State, 27 Okla. Crim. 215, 226, P. 595, this court in the first paragraph of the syllabus states as follows:\n\"`Hearsay evidence may be admissible as a part of the res gestae. One of the recognized exceptions to the rule that hearsay evidence is not admissible is where spontaneous statements or exclamations are made by an injured person, declaring the circumstances of the injury, where such statements are made immediately after the injury or during such indefinite time thereafter as the stress of pain, fear, or excitement prevents the reflective faculties of the narrator to control, so that the utterances are spontaneous and in direct response to the sensations produced by the physical shock or mental excitement. The utterances, to come within the exceptions to the rule, must be under the uncontrolled domination of the senses, so near in point of time that considerations of self-interest and reflection could not have been fully restored.'\n\"In this case the witness fixes the times the deceased arrived at his house, and it would seem from the distance the deceased traveled to reach the home of the witness Gillispie, would not require more than thirty or forty minutes, and the declaration as to what occurred at the time, under the circumstances, we believe effectually excludes the presumption that they were the result of premeditation or design, and that such statements as made by the deceased to the witness Gillispie were of the very highest importance in the case, and that the court did not err in admitting the evidence of the witness Gillispie as to the statements made by the deceased.\"\nIn Warren v. State, 24 Okla. Crim. 6, 215 P. 635, this court sustained the trial court in admitting in evidence as a part of the res gestae a statement by deceased made an hour before her death that the defendant had given her a does of medicine about an hour before that time.\nThe shortness of time between the utterances and the main event, together with the fact that at the time the statements were made by deceased he was in a state of extreme shock from which he died in a short time, we believe excludes any theory or presumption that the statements were the result of premeditation or design, and based on the above decisions the court properly admitted such statements as a part of the res gestae.\nFurthermore, although there was no statement by the deceased of his expectation of imminent death, the record does disclose that his pulse was very weak and the circumstances were such as to indicate decedent knew he was close to the end, and under such circumstances his statement would have been admissible as a dying declaration. Killingsworth v. State, 59 Okla. Crim. 134, 56 P.2d 1200; Armstrong v. State, 68 Okla. Crim. 105, 95 P.2d 919.\nThe third assignment of error pertains to alleged newly discovered evidence in the form of the alleged discovery of a .38 caliber pistol shell at the home of the sister of defendant. It was the contention of the state that the pistol of Shaffer had been fired one time, while the testimony of the two codefendants was to the effect it had been fired twice. At the time of the arrest of Hathcox he handed the officers a shell which he said had come from Shaffer's gun. Attached to the motion for new trial were affidavits of Carless Reeves, who had served a portion of time in jail with Hathcox, and Corrine Bouse, defendant's sister. Reeves' affidavit stated Hathcox asked him to look for a second shell that had been fired by Shaffer, which had been left by Hathcox at his sister's home, and that he went there and looked for it twice but could not find it; that after the trial he again was at defendant's sister's home and she stated she had found such a shell a few days after the homicide, and produced it. Corrine Bouse stated she found the shell shortly after the homicide and had kept it, and the shell was offered in evidence in support of the motion for new trial.\n*119 The story related by these affiants is so improbable that it was unworthy of belief. Nothing was said at the trial about the removal of a shell at the home of defendant's sister and it was wholly unlikely that he would have taken out one empty shell without removing the other. It seems improbable that defendant would have mentioned the matter to Reeves and had Reeves search his sister's home twice before the trial without mentioning the matter to defendant's shooting had occurred. In this case we think the motion for new trial wholly fails to state facts sufficient to show that defendant used due diligence to obtain such alleged \"newly discovered evidence\" before the trial. The only purpose that said evidence could have served if it had been presented at the trial would have been to corroborate the testimony of the codefendants and to contradict the evidence of Policeman Ezzell that the gun showed that only one shot was fired.\nIn the recent case of Ingram v. State, 87 Okla. Crim. 223, 196 P.2d 534, 536, this court held:\n\"Where the alleged newly discovered evidence set forth in a motion for new trial is cumulative and there appears no reasonable probability of a different result upon another trial, a new trial should not be granted on such ground.\"\nIt is next contended that the county attorney was guilty of misconduct in his closing argument. No objection was made to the argument of the prosecutor at the time it was presented and the record is wholly silent as to what transpired during the argument or what preceded it. However, at the time of the presentation of the motion for new trial counsel for the accused presented a bill of exceptions, which was approved by the court. This bill of exceptions recited that the county attorney made the following remarks in referring to the defendant and the witnesses, Ward and Barnett:\n\"These three punks; Those three punks ganged him and now one of them comes here to you and asks you to overlook it; Frankly, gentlemen. I would not have cared if those Bethany officers had beaten the dirty rats within an inch of their lives; Three rats on the prowl.\"\nThe record was not preserved in a proper manner for presentation to the appellate court. In Peters v. State, 71 Okla. Crim. 175, 110 P.2d 300, 301, it is said:\n\"Counsel for a defendant must not only object to improper statements of the county attorney in his argument to the jury, but he must go further and move the court to exclude such remarks from the jury and instruct them not to consider them for any purpose, unless the remarks were of such a character that the error would not be cured by a withdrawal of the remarks.\"\nIn Kennamer v. State, 59 Okla. Crim. 146, 57 P.2d 646, 648, this court held:\n\"Ordinarily error cannot be predicated upon mere unexplained excerpts from the remarks of counsel to the jury. Enough must appear of record to advise the appellate court of what preceded the alleged objectionable remarks and their meaning to be deduced from the context, and whether or not they were invited or provoked by remarks made by opposing counsel.\n\"The right of argument contemplates a liberal freedom of speech, and the range of discussion, illustration, and argumentation is wide. Counsel for both the state and the defendant have a right to discuss fully from their standpoint the evidence and the inferences and deductions arising from it. It is only when argument by counsel for the state is grossly improper and unwarranted upon some point which may have affected defendant's rights that a reversal can be based on improper argument.\"\n*120 Counsel for both the state and the defendant should be allowed a wide latitude in presenting their arguments, but neither of them should be allowed to go outside of the record for the purpose of appealing to the passion and prejudice of the jurors. However, they may refer to the evidence and state their deductions therefrom and urge upon the jury the truth or falsity of any testimony given in the case. If during the argument counsel for the defendant thinks any of the statements made by the prosecutor are improper, it is his duty at that time to object and except to the impropriety of the remarks. It may be that such argument, if improper, could be corrected by withdrawing it from consideration of the jury and admonishing them not to consider it. In this case counsel at the time the alleged argument was made apparently was not impressed with the fact that it was improper or prejudicial. The statements made by the prosecutor were hard, but we cannot say that such descriptive labels were wholly improper and unauthorized by the evidence. Certainly they would not constitute reversible error under this record.\nAssignment of error No. 5 is directed at the action of the court in allowing the prosecutor on cross-examination of the witness Ward to ask him concerning convictions for crimes which he had sustained, and particularly with reference to a conviction sustained in the Oklahoma City police court for assault and battery. Counsel contend that on cross-examination of a witness they may only be asked pertaining to convictions for crimes involving moral turpitude. Such is not the law in Oklahoma. 12 Ohio St. 1941 § 381. In Abby v. State, 72 Okla. Crim. 208, 114 P.2d 499, 500, 115 P.2d 266, it was held:\n\"When a defendant takes the witness stand and testifies in his own behalf, the prosecution has the right to cross-examine him with the same latitude as any other witness. Under the statute he may be interrogated concerning other convictions for crime. Whether an offense involves moral turpitude is not the test in this state. Oklahoma Statutes 1931, Section 268, 12 Okla. St. Ann. § 381.\"\nIn the recent case of Chambless v. State, 90 Okla. Crim. 423, 214 P.2d 947, this court held that a county attorney may inquire of a defendant on cross-examination as to convictions in police court where such convictions involve offenses under the state law and are crimes within contemplation of statute.\nCounsel complain of the giving of instruction No. 13. This instruction is a correct statement of the law of self-defense and has been many times approved by this court. Mulkey v. State, 5 Okla. Crim. 75, 113 P. 532. Counsel, while admitting that such instruction as an abstract statement of law was correct, contend that it was erroneous in this case because it improperly limited the right of self-defense of the defendant to a case where he was in a place where he had a right to be. In this connection it should be noted that no exception was taken to the giving of this instruction and no request was made to the court for an additional instruction on the defendant's theory of the case. While in a capital case we critically review the entire record to see whether prejudicial error was committed, we feel it the duty of counsel, where they are not satisfied with any instruction as given, to request a further instruction upon the subject and to point out to the court wherein they think the instruction is erroneous or insufficient. No action of this nature was taken by defendant's counsel. Apparently at the time the instruction was given it did not occur to counsel that there was anything improper in the instruction as it related to the facts of the case or they would have saved their exception to the giving of such instruction. In the recent homicide case of Williams v. State, 89 Okla. Crim. 146, 205 P.2d 1164, 1166, this court held:\n\"If upon the trial special instructions are desired by the defendant, he is required by the provisions of our Code of Criminal Procedure to present in *121 writing to the court the instructions desired, and it is not error for the trial court to omit to instruct upon every possible question under the defendant's theory of the case, where he has not requested such instructions.\"\nAt the hearing on the motion for new trial there was admitted in evidence by agreement of counsel for both sides the Federal Bureau of Investigation record concerning the arrests and convictions sustained by the defendant Hathcox. This record showed fifteen convictions sustained in state courts, included among which were convictions for assault with intent to kill, maiming, three different charges of burglary, forgery, robbery, and other offenses, and in addition he was convicted twice in the federal court wherein he was sentenced to 18 months in the U.S. Penitentiary for violation of the Mann Act, 18 U.S.C.A. § 2421 et seq., and on another occasion was given 18 month sentence for white slavery.\nDuring a great portion of his life defendant has been engaged in encounters with the law. It was apparently inevitable that as the culmination of his nefarious activities he should commit the crime of murder upon an officer of the law. The evidence shows no justification at all for this wanton killing. The shots that were fired by the defendant, even under the testimony of his two associates, shows that they were fired in a downward position after the deceased had been brutally struck on the head many times by blows from a gun in defendant's hands, and while Shaffer was in a helpless condition on the ground struggling to get to his feet. Pictures of the deceased were admitted in evidence and are shown in the record. From these pictures and testimony of the attending physician, it is disclosed that the deceased was struck at least seven furious blows on the head and face, in addition to the shots that were fired that took his life. After Shaffer was disarmed and helpless from the blows, Hathcox then emptied his automatic pistol into Shaffer's body.\nCounsel contend the punishment is excessive and should be modified to life imprisonment. The defendant by his actions showed that he was cruel and heartless, a killer with a complete disregard for human life. The death penalty is the only adequate punishment for such a crime. If the defendant does not deserve the death penalty for this atrocious crime, then the law authorizing the infliction of the death penalty in capital cases might as well be repealed.\nWe have carefully examined the entire record. Although his counsel ably fought for the defendant, both in the lower court and before this court, they do not have any reasonable basis that would authorize or justify an appellate court to reverse the conviction or modify the penalty imposed from that of death to life imprisonment. The judgment is accordingly affirmed.\nThe time originally appointed for the execution of the defendant, Jearell Hathcox, alias Bud Hathcox, having passed pending this appeal, it is ordered, adjudged, and decreed, that the judgment and sentence of the district court of Oklahoma county be carried out by the electrocution of the defendant Hathcox by the warden of the State Penitentiary at McAlester, Oklahoma, on Tuesday, June 26, 1951.\nBRETT, P.J., and POWELL, J., concur.\n",
            "ocr": false,
            "opinion_id": 2618375
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}