{
    "id": 7945954,
    "judges": "Alvey, Bryan, Irving, Miller, Robinson, Stone",
    "date_filed": "1988-12-06",
    "date_filed_is_approximate": true,
    "slug": "state-ex-rel-abell-v-western-maryland-railroad",
    "case_name_short": null,
    "case_name": "State ex rel. Abell v. Western Maryland Railroad",
    "case_name_full": "State of Maryland, use of Kate Abell, widow of William G. Abell v. The Western Maryland Railroad Company",
    "attorneys": "James W. Denny, for the appellant., Charles Marshall, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Railroad — Death caused by Negligence — JEmploye—Free Pass — Liability for Injury— Carrier.</p> <p>A. ryas employed by a railroad company as brakeman on a train running daily, Sundays excepted, from TJ. to B. and back. Prom Saturday evening until Monday morning this train remained at TJ. A. was employed and paid by the day, but was not paid for Sunday unless required for duty on that day. On Saturday evenings, with the permission of the conductor of his train, and after his work for the day was ended, he was in the habit of leaving TJ. on another train bound for B. with the intention of spending Sunday in B. with his family, and returning to TJ. in time to go out with his own train on Monday morning. On such occasions he was permitted to travel free of charge on a pass which the conductor of his train held for himself and crew. On a Sunday while thus riding to Baltimore on the conductor’s pass in the caboose car of a freight train of the company, A. was* killed by a collision with another train caused by the negligence of the employés of the company. In an action of damages brought against the company by the wife of the deceased in the name of the State, it was Held :</p> <p>1st. That A. at the time of the collision was not acting in the service of the company, but was substantially a stranger, and entitled to all the privileges he would have had if he had not been an employs.</p> <p>2nd. That the fact that he was riding in the cars upon an employe’s pass did not alter the case.</p> <p>When a carrier undertakes, without any special contract, to carry a passenger gratuitously, the passenger is'entitled to^the same degree of care as if he had paid his fare.</p>",
    "summary": "Appeal from the Court of Common Pleas. The case is stated in the opinion of the Court. Exception. — The evidence being concluded, the plaintiff offered the following prayers: 1. If the jury find from the evidence that the Western Maryland Railroad is a corporation owning and operating a railroad running from Baltimore westward hy Highland Park Station, Union Bridge and other places, along which track the defendant’s cars and engines were propelled by steam for the purposes and about the business of said railroad, and if they shall find that on or about the morning of Sunday, September 2nd, 1883, William Gr. Abell was being conveyed hy said defendant from. Union Bridge to the City of Baltimore, in the caboose car attached to defendant’s freight train, and that said Abell was being carried on said train with the consent of said company or its authorized agent; and that while on said train, said Abell was not employed in the discharge of any duty within the scope of his employment with said company, but was riding to the City of Baltimore about his own business a'nd on a train with which he was in no wise employed or connected; and if the jury further find that said train on which said Abell was- carried, arrived at Highland Park Station on said road, as given in evidence, and that another train of defendant’s cars, known as the extra-freight, was following on the same single track, hound eastward, and that then and there the latter train collided with, and ran violently and suddenly into the preceding train, and into the caboose car thereof, in which said Abell was riding, and that in said collision, and directly in consequence thereof, said Abell was instantly^ crushed and killed, as given in evidence; and if the jury further find, that said collision was wholly caused by the negligence of the defendant, or its agents and servants; and if the jury further find, that the equitable plaintiff, Mrs. Kate Abell, is related to the deceased Abell, as given in evidence, then the jury are instructed that the plaintiff is entitled to recover in this action. 2. If the jury find from the evidence that the Western Maryland Railroad is the owner of the road running from Baltimore by Highland Park Station, Union Bridge to Williamsport, and of certain cars and engines used thereon, and propelled by steam for the purposes and about the business of said company; and that William Gf. Abell was employed by said company as brakeman on a train of passenger cars, known as the “Union Bridge Accommodation,” that said train with which he was so employed arrived from Baltimore at Union Bridge, on Saturday evening, April 1st, 1883, and that said train, according to schedule and course of travel, lay over at Union Bridge until the following Monday morning; and if the jury believe that after said passenger train had arrived at the end of its route, at the Union Bridge, the said Abell was being carried in the caboose of the freight train, drawn by Engine Ho. 17, and'was being carried with the assent of the said defendant, or its authorized agents, and that said Abell was not, while so being carried, in the course of his employment with said company, and was not employed on the train in the caboose, of which he was so carried; and if the jury further find, that said train on which said Abell was so carried, with others, as given in evidence, on the line of said road, was on Sunday morning, 2nd of April, 1883, at or near 4.30 o’clock in the morning, as given in evidence, run into and collided with another of defendant’s freight trains, known as “Extra Freight,” on the same track, at or near Highland Park Station, on said road, and that in said collision the said caboose car on which said Abell was riding was mashed, and said Abell then and there killed; and if the jury further find, that said collision and death were directly caused by the negligence and default of the defendant, or its agents and servants, and that the equitable plaintiff, Mrs. Kate Abell, is related to said Abell, deceased, as given in evidence, then the plaintiff is entitled to recover in this suit, even although the jury may further find that said Abell was being carried gratuitously. 3. That there is no evidence in this cause, from which the jury can find that'at the time of the killing of said Abell in the collision given in evidence, he was in the course of any employment, or acting in the service of the defendant. 4. That there is no evidence in this cause, from which the jury can find that Wm. Gr. Abell contributed to the collision between the two trains of the defendant, as given in evidence, by any negligence on his part. And the defendant offered the following prayer: That if the jury find from the evidence, that at the time of the accident in this case, the deceased, William G-. Abell, was under a contract with the defendant, the Western Maryland Railroad Company, to serve said company as brakeman, and sometimes as baggage master, on its trains, and that at the time of said accident, he had gone on the train to Union Bridge as baggage master or brakeman, and was to return with said train on Monday morning following to Baltimore, and was returning to his home in Baltimore, under orders from the defendant, which permitted him, as one of its employes, and as a privilege accorded to him as such employe, to come on the regular freight train from Union Bridge to Baltimore and return, in time to accompany his train from Union Bridge to Baltimore on Monday, without payment of fare, and that during all the time of his going and returning, he was subject to the orders of the defendant, then if the jury find that the death of the said Abell was caused by the negligence of any of the employés of the defendant on either or both the colliding trains, their verdict must be for the defendant. The Court (Fisher, J.,) rejected the plaintiff’s prayers and granted the defendant’s prayer, and in addition instructed the jury that their verdict, under the ruling of the Court, must be for the defendant. The plaintiff excepted. The verdict and judgment being for the defendant, the plaintiff appealed.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "63 Md. 433"
    ],
    "opinions": [
        {
            "author_str": "Stone",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nStone, J.,\ndelivered the opinion of the Court.\nThis is an action brought under the statute, in the name of the State, for the use of the appellant, as widow of William G. Abell, whose death was caused, as the appellant avers in her narr., by the wrongful act, neglect and default of the appellee. The plea of not guilty was entered by the appellee, and at the trial the only defence set up, was that the deceased, William G. Abell, was, at the time of his death, an employe in the service of the appellee, and that if his death was caused by the negligence of the other employes of the appellee, then that the appellee was not liable.\nIt seems to be a concession, at least as far as this trial goes, that the death of Abell was caused by the negligence of the appellee’s employes, and the only question for us to decide is, whether at the time of his death, Abell was such an employe of the company, that it would be exonerated from liability for damages caused by the neglect of his co-employés ? The facts as far as it is necessary to state them are these :\nAbell was employed as a regular brakeman on a passenger train, that left Union Bridge' every morning except Sundays, for Baltimore City, and returned to Union Bridge every afternoon, Sundays excepted. Abell was *438employed and paid by the day, and was liable to be discharged at any time. Union Bridge was at one end of his route and Baltimore Oity at the other. When the train reached Union Bridge on Saturday evening, it remained there until Monday morning, and Abell was expected to be at Union Bridge from Saturday evening until Monday morning, unless he had permission to leave. Abell’s family lived in Baltimore, and he had permission from the conductor to go to Baltimore on Sunday, 2nd of September, 1883, and while travelling to Baltimore from Union Bridge on a train of the appellee, was billed by a collision. The conductor of the train upon which Abell acted as brakeman had a regular pass for himself and all his crew to go to Baltimore on the train upon which Abell was killed. Abell, as one of the crew, was travelling on this pass, and paying no fare at the time he was killed.\nThe deceased was not paid for the Sundays, unless he was required for duty. He was not required for duty on Sunday, September 2nd-, 1883, the day he was billed.\nThe first question with which we have to deal, is the inquiry whether on Sunday, September 2nd, 1883, Abell was in the employment of the railroad company, in such a manner that the company is entitled to claim the benefit of the rule that would exempt it from liability for the negligence of its other employés ?\nA case very similar to the one before us, has already been decided by this Court. In the case of Balto. &amp; Ohio R. R. vs. State, use of Trainor, et al., 33 Md., 542. Trainor was employed and paid by the day. At six o’clock p. m., his day’s work ended, and on a day that he had been at work, but had finished his day and laid aside his tools, and was on his way home, and not on that portion of the track upon which he worked, the injury occurred. He had expected to resume his work the next morning. With these facts before it, this Court decided that *439at the time of the injury he could uot be considered in the employment of the company.\nThe decision in Trainor’s Case proceeds upon the assumption that he was not at the time of the injury acting in the service of the company. That his day’s labor was over for the day, and although he expected to resume work again on the next day, that when his day’s work was over, he occupied toward the company the position of a stranger, and was entitled to all the privileges he would have had, if he had not been an employe.\nThe facts in this case are stronger than those in Trainor’s Case. The deceased had finished his week’s work on Saturday evening, expecting to resume it on Monday. He had been expressly relieved from all service to the company until Monday, and was given permission to go to Baltimore. He could call the ■ Sunday on which he was killed entirely his own day, and employ himself in it as he pleased, and he therefore could not be considered on that day as acting in the service of the company.\nThe principle of Trainor’s Qase, is, we think, fully sanctioned by the English cases. In Hutchinson vs. The York, Newcastle &amp; Berwick Railway Company, 6 English Railway and Canal Cases, 438, the Court exempted the railway company from liability for the death of Hutchinson, because, it said: “The death of Hutchinson appears on the pleadings,” (the question having arisen on demurrer,) “ to have happened while he ivas acting in the discharge of his duties to the defendants as his masters, and to have been the result of carelessness on the part of one or more other servant or servants of the same masters while engaged in their service.” And the Court held the railway company not liable; but lest the principle there stated might be carried too far, the Court proceeded to say:\n“It may, however, be proper with reference to this point to add that we do not think a master is exempt from *440responsibility to bis servant for an injury occasioned to him by the act of another servant where the servant injured ivas not, at the time of the injury acting in the service of his master. In such a case the servant is substantially a stranger and entitled to all the privileges he would have had if he had not been a servant.”\nThe case of Tunney vs. The Midland Railway Company, L. R., 1 C. P., 291, cited by the appellee, is not'in conflict with Hutchinson’s Case. In that case Tunney was a day laborer who was to be carried by express contract, on the defendants’ train daily from Birmingham, where he resided, to the spot where his work was to be done, and carried back when his day’s work was over to Birmingham. He was injured while returning home on the defendant’s train, and the Court, Eakle, C. J., said: “ The only question is whether the plaintiff was at the time in the employ of the company. Clearly he was. It was part of the contract of service that he was to return each day to Birmingham by the pick-up train to be ready to start on his work the next morning. There is therefore nothing to take the case out of the ordinary rule.” Willes, J., said : “ The circumstance of the plaintiff’s day’s work being at an end when the accident happened, can make no difference, for it was part of his contract that he was to be carried by the train to and from the place where his work happened to be.”\nThe case of Marshall vs. Stewart, 33 E. L. &amp; E., 1, also cited by the appellee, turns entirely upon the duty and responsibility of the master to the servant, and not upon the negligence of a fellow servant as this case does. The case of Seaver vs. Boston &amp; Maine R. R., 14 Gray, 466, and the case of Gilshannon vs. The Stonybrook Railroad Corporation, 10 Cushing, 228, cited by appellee, were de cided upon the theory that the defendants had agreed to convey the plaintiff to and from his work, and that the accident happened while being so conveyed. That such conveyance was in fact a part of the contract.\n*441But other American cases do not agree with the cases in Gray and Gushing. In the case of O’Donnell vs. The Allegheny Valley R. R. Co., 59 Pa. State, 239, the plaintiff, a carpenter, was employed hy the railroad to work on a bridge some fifteen miles from his home. In consideration of a reduction in his wages the company agreed to carry him to and from his work. On his returning home on a certain day the accident happened. A grew, J., in delivering the opinion of the Court, said: “ The plaintiff, O’Donnell, was travelling, not as a part of his employment as a carpenter at the bridge, but as a passenger from and to his home. When his day’s work was performed, he was no longer in the service of the company, but was free to go or to stay.”\nSo also in the case of Russell vs. Hudson River R. R. Co., 5 Duer, 39. In that case the road employed the plaintiff by the day, and agreed to carry him to and from his work. On his return the accident happened. The Superior Court of New York held the company liable, although it was a párt of the contract that the company should carry the plaintiff hack to his home. They held that the plaintiff had performed all his part of the contract.\nIn whatever else they may differ, these cases all agree upon one principle, and that is, that if the plaintiff is not,1 at the time of the accident engaged in the actual service of the company, or in some way connected with such service, the company is liable for the negligence of its employés. That because he works daily for the company, and is styled its employe, the company is not exempt from liability for the negligence of its other servants at all times and under all circumstances. That the exemption depends upon actual service within the scope of his employment.\nIn the case before us the servant was not at the time of the injury acting in the service of the master. Nor was *442he engaged in fulfilling any part of the contract with his employer. It was no part of his contract with the railway company that he should go to Baltimore to visit his family, hut such visits were entirely outside and foreign to the service he owed it, and which he had contracted to perform. By the express permission of his superior officer he was released from the obligation of service for the day on which he was killed. He was therefore, on that day substantially a stranger, and entitled to all the privileges he would have had if he had not been a servant, unless the fact urged in the argument by the appellee, that he was riding in the cars upon an employe’s pass will alter the case.\nIt is not necessary for us to consider the question of the power of a transportation company to exempt itself from liability for the negligence of its employes by special contract entered into with recipients of free passes. It does not appear from' the record in this case, that there was any such contract entered into between Abell and the company. Abell had, it seems, only the common employé’s pass, which enabled him to ride free, and that was all. He had made no agreement with the company exempting it from liability, but was only exercising the privilege that he had in common with the other employés of riding in the company’s cars without paying fare.\nMr. Cooley, in his work On Torts, goes so far as to say that carriers of passengers cannot relieve themselves from the obligation to observe ordinary care by any contract whatever, even in cases where free passage is given as a matter of favor or courtesy. Cooley on Torts, 685.\nHe says that in some of the States it has been held to be competent to contract against liability for any negligence except that of the carrier himself, but that the weight of authority, both in England and this country, is distinctly the other way.. But the question of the exemption of the carrier from liability for accidents by special con*443tract not arising in this case, it is unnecessary to examine authorities on that point, and we will confine ourselves to cases where the passenger was carried gratuitously, hut without special contract.\nIn the case of the Philadelphia &amp; Reading R. R. Co. vs. Derby, 14 Howard, 468, the plaintiff was a stockholder in the company, riding by invitation of the president and paying no fare, and not in the usual passenger cars, when he was injured. The Court below instructed the jury, that, notwithstanding these facts, if they found the injury was caused by the gross negligence of the servants of the road, the company was liable. Upon appeal the Supreme Court of the U. S. said, in affirming the judgment : “ This duty, to carry safely, does not result alone from the consideration paid for the service. It is imposed by law, even where the service is gratuitous. ‘The confidence induced by undertaking any service for another, is a sufficient legal consideration to create a duty in the performance of it.’ It is true a distinction has been taken in some cases, between simple negligence, and great or gross negligence ; and it is said, that one who acts gratuitously is only liable for the latter. But this case does not call upon us to define the difference (if it be capable of definition,) as the verdict has found this to be a case of gross negligence.”\n“ When carriers undertake to convey persons by the powerful but dangerous agency of steam, public policy and safety require that they be held to the greatest possible care and diligence. And whether the consideration for such transportation be pecuniary, or otherwise, the personal safety of the passenger should not be left to the sport of chance or the negligence of careless agents. Any negligence in such case may well deserve the epithet of ‘ gross.’ ”\nThe principle announced in this decision that the duty of the carrier to convey safely, does not result from the *444consideration paid, but is imposed by law, has been recognized by this Court on the motion to re-argue the case of Baltimore City Pass. Railway Co. vs. Kemp and Wife, 61 Md., 619, where the Court says that a common carrier who accepts a party to be carried, owes to that party a duty to be careful irrespective of contract, and this Court illustrates, the principle by the example of a child for whom no fare is charged, but who could recover in case of injury, the result of negligence.\nIn the case of Steamboat New World, et al. vs. King, 16 Howard, 469, the point again directly arose whether a passenger who was carried gratuitously could hold the company liable for gross negligence. The Court quotes, the paragraph we have quoted from the opinion in 14 How., and say in relation to it:\n“We desire to be understood to re-affirm that doctrine, as resting, not only on public policy, but on sound principles of law.\" The Court further say, that it is doubtful whether degrees in negligence can be usefully applied in practice, or that their meaning is fixed or capable of being fixed, and strongly intimate that the theory of degrees in negligence as being unfounded in justice, useless in practice,, and presenting inextricable embarrassments. The Court said, however, that the case before it was a case of gross negligence according to the tests which had been applied to such case. There are degrees of negligence in the sense, that some acts evidence a greater degree of carelessness and recklessness than do other acts which may still be classed as negligent. But the difference between gross and ordinary negligence is more a question of fact than of law.\nRelying upon the cases in 14 and 16 Howard, above referred to, Judge Wallace, in the case of Waterbury vs. N. Y. Central &amp; H. R. R. Co., decided in 1883, in the U. S. Circuit Court for the Northern District of N. Y., 17 Fed. Rep. 671, said: “ The carrier does not by consenting to *445carry a. person gratuituously, release himself of responsibility for negligence. When the assent .to his riding free has been legally and properly given, the person carried is •entitled to the same degree of care as if he had paid his fare.”\n(Decided 12th March, 1885.)\nThe pass was no part of the contract between Abell and the railroad. The contract between them was to pay a •certain sum for a day’s work. It was given as a mere gratuity, and as other passes are given. Ho action for a breach of contract could have been maintained by Abell if the road had taken away the pass at any time. Sometimes a special contract is made with the recipient of the pass, and written or printed on it, that the person accepting the pass will in consideration thereof assume all the personal risk incident to the travel. We must not be understood to decide upon the legal effect of such a contract. That question does not arise in this case, and it will be time enough to decide it when it does arise. All that we mean now to decide is that when the carrier undertakes, without any such special contract, to carry a passenger gratuitously, he is entitled to the same degree of care as if he had paid his fare.\nIt follows from what we have said that there was error in the instruction granted by the Court, and that the first and second instructions asked by the plaintiff presented substantially the law of the case.\n\nJudgment reversed, with costs, and, new trial awarded.\n\n",
            "ocr": true,
            "opinion_id": 7896801
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}