{
    "id": 2627501,
    "judges": "Schuman, Presiding Judge, and Ortega, Judge, and Carson, Senior Judge",
    "date_filed": "2000-06-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-odnorozhenko",
    "case_name_short": "Odnorozhenko",
    "case_name": "State v. Odnorozhenko",
    "case_name_full": "STATE OF OREGON, Plaintiff-Respondent, v. VADIM ODNOROZHENKO, Defendant-Appellant; STATE OF OREGON, Plaintiff-Respondent, v. MAKSIN ODNOROZHENKO, Defendant-Appellant",
    "attorneys": "Leland R. Berger argued the cause and filed the brief for appellants., Stacey RJ Guise, Assistant Attorney General, argued the cause for respondent. On the brief were Hardy Myers, Attorney General, Mary H. Williams, Solicitor General, and M. Ann Boss, Senior Assistant Attorney General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted July 23,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b322-2\">\n    Argued and submitted July 23,\n   </otherdate><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A5k\">\n    in case number A130231 (Vadim Odnorozhenko), convictions for kidnapping in the first degree reversed and remanded with instructions to enter a judgment of conviction for one count of attempted kidnapping in the first degree reflecting defendant’s conviction on both theories; remanded for resentencing; otherwise affirmed; in case number A130232 (Maksin Odnorozhenko), convictions for kidnapping in the first degree reversed and remanded with instructions to enter a judgment of conviction for one count of attempted kidnapping in the first degree with a firearm reflecting defendant’s conviction on both theories; remanded for resentencing; otherwise affirmed December 3, 2008\n   </decisiondate><br><parties data-order=\"2\" data-type=\"parties\" id=\"b322-3\">\n    STATE OF OREGON,\n    <em>\n     Plaintiff-Respondent, v.\n    </em>\n    VADIM ODNOROZHENKO,\n    <em>\n     Defendant-Appellant.\n    </em>\n    STATE OF OREGON,\n    <em>\n     Plaintiff-Respondent, v.\n    </em>\n    MAKSIN ODNOROZHENKO,\n    <em>\n     Defendant-Appellant.\n    </em>\n</parties><br><p data-order=\"3\" data-type=\"court\" id=\"b322-8\">\n    Multnomah County Circuit Court\n   </p><br><p data-order=\"5\" data-type=\"court\" id=\"b322-15\">\n    Multnomah County Circuit Court\n   </p><br><docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b322-9\">\n    041035603; A130231 (Control)\n   </docketnumber><docketnumber data-order=\"6\" data-type=\"docketnumber\" id=\"Abf\">\n    041035604; A130232\n   </docketnumber><br><citation data-order=\"7\" data-type=\"citation\" id=\"b322-16\">\n    197 P3d 562\n   </citation><br><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b324-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"290\"> \n     *290\n     </span>\n    Leland R. Berger argued the cause and filed the brief for appellants.\n   </attorneys><br><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b324-5\">\n    Stacey RJ Guise, Assistant Attorney General, argued the cause for respondent. On the brief were Hardy Myers, Attorney General, Mary H. Williams, Solicitor General, and M. Ann Boss, Senior Assistant Attorney General.\n   </attorneys><br><judges data-order=\"10\" data-type=\"judges\" id=\"b324-6\">\n    Before Schuman, Presiding Judge, and Ortega, Judge, and Carson, Senior Judge.\n   </judges><br><judges data-order=\"11\" data-type=\"judges\" id=\"b324-7\">\n    SCHUMAN, P. J.\n   </judges>",
    "citations": [
        "197 P.3d 562",
        "224 Or. App. 288"
    ],
    "opinions": [
        {
            "author_str": "Schuman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8195.0,
            "opinion_text": "\n197 P.3d 562 (2008)\n224 Or. App. 288\nSTATE of Oregon, Plaintiff-Respondent,\nv.\nVadim ODNOROZHENKO, Defendant-Appellant.\nState of Oregon, Plaintiff-Respondent,\nv.\nMaksin Odnorozhenko, Defendant-Appellant.\nNos. 041035603, A130231 (Control), 041035604; A130232.\nCourt of Appeals of Oregon.\nArgued and Submitted July 23, 2008.\nDecided December 3, 2008.\n*563 Leland R. Berger, Portland, argued the cause and filed the brief for appellants.\nStacey RJ Guise, Assistant Attorney General, argued the cause for respondent. On the brief were Hardy Myers, Attorney General, Mary H. Williams, Solicitor General, and M. Ann Boss, Senior Assistant Attorney General.\nBefore SCHUMAN, Presiding Judge, and ORTEGA, Judge, and CARSON, Senior Judge.\nSCHUMAN, P.J.\nFor beating a man who they claimed owed them money and then dragging him toward their car, defendants were each convicted after a trial to the court of first-degree kidnapping, second- and third-degree assault, and unlawful use of a weapon.[1] On appeal, defendants assign error to the trial court's denial of their motion for judgments of acquittal on the kidnapping charges, arguing that the state failed to prove that they moved the victim \"from one place to another,\" ORS 163.225(1)(a); ORS 163.235. They also assign error to the court's denial of their motion to exclude the testimony of a rebuttal witness as a sanction for an alleged discovery violation; its failure to merge their first-degree kidnapping convictions; and its imposition of partially consecutive sentences based on court-found facts. We agree that the state's evidence was adequate to establish only attempted kidnapping and that the kidnapping counts should have merged. That decision obviates the need to address defendants' assignment of error regarding sentencing, and we reject their assignment of error regarding the alleged discovery violation.\nViewed in the light most favorable to the state and accepting the trial court's express and implied findings that are supported by constitutionally sufficient evidence, Ball v. *564 Gladden, 250 Or. 485, 487, 443 P.2d 621 (1968), the facts are as follows. Defendants, twin brothers, loaned the victim $50,000 several years before the incident at issue in this case. The victim had repaid defendants $65,000 or $70,000, but defendants claimed that he owed them additional interest on the loan. They arranged for a third party to contact the victim and set up a meeting at a Portland auto repair shop, where the third party ostensibly would look over a car that the victim wanted to sell. In fact, the purpose of the meeting was for defendants to encounter the victim.\nWhen they arrived at the shop, defendants saw the victim and stopped their car so that he was trapped between two cars and the building. Defendant Maksin Odnorozhenko, pointing a gun at the victim, told him, \"Get in the car. Get in the car.\" When the victim refused, defendant Vadim Odnorozhenko hit the victim with a two-foot metal pipe two or three times, striking him on the head and arm and causing him to fall to the ground and bleed profusely. Defendant Maksin Odnorozhenko held a gun to the victim's head, and one of the defendants told the victim, \"Get up. Let's go to the car.\" Defendants kicked the victim in the chest and dragged him by his shirt and arm \"a couple feet[ ]\" toward the car. When the victim attempted to run away, defendants' friend, who had accompanied them to the meeting, shot the victim with a taser at least once. Someone yelled that the police were coming. Defendants again attempted to drag the victim to the car, but were unsuccessful and ultimately fled. Police later found and arrested defendants.\nAt the close of the state's evidence, defendants moved for judgments of acquittal on the ground that the movement of the victim was not substantial enough to constitute kidnapping, and instead established only the lesser-included offense of attempted kidnapping. The trial court denied defendants' motion, and they renew it on appeal. We review the trial court's denial of a motion for a judgment of acquittal to \"determine whether, viewing the evidence in the light most favorable to the state, a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" State v. Cervantes, 319 Or. 121, 125, 873 P.2d 316 (1994).\nKidnapping in the first degree as charged in this case is the same as kidnapping in the second degree, with the added elements that the purpose of the kidnapping is to cause physical injury to the victim, ORS 163.235(1)(c), or to terrorize the victim, ORS 163.235(1)(d). ORS 163.225 defines kidnapping in the second degree as follows:\n\"(1) A person commits the crime of kidnapping in the second degree if, with intent to interfere substantially with another's personal liberty, and without consent or legal authority, the person:\n\"(a) Takes the [other] person from one place to another[.]\"\nIn State v. Wolleat, 338 Or. 469, 473, 111 P.3d 1131 (2005), the court explained,\n\"[T]he offense has two elements\u0097a physical act and a mental state. The phrase `[t]akes the [victim] from one place to another' defines the act necessary to establish the crime of second-degree kidnapping. * * * The phrase `intent to interfere substantially with [the victim's] personal liberty' defines the mental state that must accompany the act of moving the victim.\"\n(omitted.) In the present case, defendants do not argue that the state failed to adduce evidence of the intent to interfere with the victim's liberty; they commanded him to get in their car and dragged him toward it. That intent suffices; no actual movement, much less substantial movement, is necessary. Id. at 473, 111 P.3d 1131. The only issue here is whether the state produced enough evidence to prove the asportation element, the physical act of moving the victim \"from one place to another.\"\nIn Wolleat, 338 Or. at 473, 111 P.3d 1131, the court explained that the asportation element does not require \"that a defendant take a victim a specific distance, nor does it require that the distance be substantial.\" Because only the intent element was at issue, the court declined to address the asportation element further. It did address that element in State v. Murray, 340 Or. 599, 136 P.3d 10 *565 (2006). In that case, a car hijacker forced his way into the victim's car and pushed her from the driver's seat to the front passenger's seat. Id. at 601-02, 136 P.3d 10. The court held that the movement was not sufficient to meet the \"from one place to another\" element; it equated that element with \"substantial movement\": \"[D]efendant did not `take' [the victim] anywhere or, even if he did, the distance that [the victim] moved was not `substantial,' i.e., was not `from one place to another.'\" Id. at 606, 136 P.3d 10 (emphasis added). The court did not specify a precise distance that constitutes \"substantial\" movement, other than concluding that the distance from one seat to another did not meet that criterion. The court noted, however, that \"the `place' in which something or someone may be found and from which that something or someone may be taken is situational and contextual.\" Id.\nWe attempted to reconcile Wolleat and Murray in State v. Walch, 218 Or.App. 86, 178 P.3d 301, rev. allowed, 344 Or. 558, 187 P.3d 219 (2008). We concluded that Wolleat did not involve any analysis of asportation; it was decided on the basis of intent to interfere, and merely offered a few comments about asportation in dicta. Id. at 91, 178 P.3d 301. Murray, in contrast, dealt with asportation but not intent, and held that movement had to be substantial, taking context and situation into account. Id. Applying that analysis, we noted that, although the defendant moved the victim only five to 15 feet, he moved her from the ground to the trunk of a car, \"a place in which a human being could be put for almost no innocent purpose.\" Id. at 92, 178 P.3d 301. Given the context, we concluded, \"[T]he two places are different, even if they happen to be located a few feet from each other.\" Id. Thus, if situation and context make the places different, movement from one place to another can constitute substantial movement, even if \"the actual distance, as measured in feet and inches, might be less than the distance the court found to be insubstantial in Wolleat and Murray.\" Id.\nIn the present case, defendants succeeded in dragging the victim only \"a couple feet[]\" across the ground. As in Walch, the actual distance moved was minimal and did not on its own constitute substantial movement. Nor did the situation or context of the act alter that conclusion; the movement began and ended in the same \"place,\" that is, in a small area between two parked cars. We therefore conclude that the trial court erred in denying defendants' motion for judgments of acquittal on the charges of kidnapping in the first degree.\nDefendants argued before the trial court, and again on appeal, that the movement in this case was sufficient to prove only the lesser-included offense of attempted kidnapping. The state also argued that, if there is insufficient evidence of movement to convict defendants of kidnapping, the appropriate remedy is to remand for entry of judgments of attempted kidnapping. We agree.\nORS 161.405(1) provides:\n\"A person is guilty of an attempt to commit a crime when the person intentionally engages in conduct which constitutes a substantial step toward commission of the crime.\"\nDefendants concede that the uncontradicted evidence supports the court's implicit finding that they moved defendant toward their car with the intent of interfering with his liberty\u0097that, in other words, even if they did not move defendant far enough to constitute kidnapping, they took a substantial step toward that crime, and they failed to complete it only because the victim refused to get in the car and they were unable to drag him to it. Further, attempted kidnapping is a lesser-included offense of kidnapping because the elements of the lesser offense necessarily are included in the greater. See State v. Lee, 174 Or.App. 119, 125, 23 P.3d 999, rev. den., 332 Or. 559, 34 P.3d 1177 (2001) (defining lesser-included offense). We therefore remand for entry of judgments of attempted kidnapping. See State v. Lopez, 151 Or.App. 138, 142, 949 P.2d 1237 (1997), rev. den., 326 Or. 465, 952 P.2d 64 (1998) (reversing a conviction for telephonic harassment and remanding for entry of judgment for the lesser-included offense of attempted telephonic harassment); State v. Lee, 105 Or.App. 329, 333, 804 P.2d 1208, rev. den., 311 Or. 427, 812 P.2d 827 *566 (1991) (reversing a conviction for solicitation and remanding for entry of judgment for the lesser-included offense of attempted solicitation).\nIn their second assignment of error, defendants argue that the court erred in denying their motion in limine to exclude the testimony of a rebuttal witness, the victim's grandfather. We are not persuaded. The prosecutor needed to call the witness to rebut defendants' theory that they intended only to have a peaceful chat with the victim, not to harm him. Defendants first presented that theory during trial, on June 8, 2005. At that point, it became evident that the prosecutor needed to call the witness in order to adduce impeaching testimony, in particular, testimony that, before meeting with the victim, defendants forced their way into the witness's home, assaulted him and another grandson, and demanded to know the whereabouts of the victim. The next day, the prosecutor informed defendants' counsel of his intention to call the grandfather. Defendants are correct that discovery statutes require the prosecutor, \"as soon as practicable following the filing of an indictment or information,\" to provide \"[t]he names and addresses of persons whom the district attorney intends to call as witnesses,\" ORS 135.845(1); ORS 135.815(1)(a). However, if the need to impeach arises only during trial, the prosecution meets its discovery obligations by promptly thereafter informing the defense. State v. Burdge, 295 Or. 1, 7-8, 664 P.2d 1076 (1983); State v. Beaty, 127 Or.App. 448, 456, 873 P.2d 385, rev. den., 319 Or. 406, 879 P.2d 1285 (1994). That is what happened here.\nIn their next assignment of error, defendants argue that the trial court should have merged defendants' convictions into single convictions for kidnapping in the first degree. Defendant Vadim Odnorozhenko was convicted of one count of kidnapping in the first degree with the purpose to cause physical injury to the victim, ORS 163.235(1)(c), and one count of kidnapping in the first degree with the purpose to terrorize the victim, ORS 163.235(1)(d). Defendant Maksin Odnorozhenko was convicted of two counts of kidnapping in the first degree with the purpose to cause physical injury to the victim, ORS 163.235(1)(c), including one count with the aggravating circumstance of use of a firearm, ORS 161.610; and two counts of kidnapping in the first degree with the purpose to terrorize the victim, ORS 163.235(1)(d), including one count with the aggravating circumstance of use of a firearm, ORS 161.610. Defendants acknowledge that they did not raise the issue of merger below, but nonetheless urge us to review the error as error apparent on the face of the record. ORAP 5.45(1). The state concedes that the trial court plainly erred in failing to merge the convictions, and it does not argue that we should refrain from exercising our discretion to review that error.\nWe have held that ORS 163.235(1)(c) and (d) set forth alternative theories of proving a single offense, and that the failure to merge separate first-degree kidnapping convictions for the same conduct involving the same victim constitutes error apparent on the face of the record. State v. Hylton, 210 Or.App. 104, 105-06, 150 P.3d 47 (2006), rev. den., 342 Or. 473, 155 P.3d 51 (2007). We therefore conclude that the trial court erred in failing to merge defendant Vadim Odnorozhenko's conviction for kidnapping in the first degree with the purpose to terrorize the victim with his conviction for kidnapping in the first degree with the purpose to cause physical injury to the victim.\nSimilarly, defendant Maksin Odnorozhenko's two convictions for kidnapping in the first degree must merge with each other, and his two convictions for kidnapping in the first degree with a firearm must merge with each other. Our analysis with respect to defendant Maksin Odnorozhenko, however, does not end here. The statute governing merger of convictions, ORS 161.067, provides, in part:\n\"When the same conduct or criminal episode violates two or more statutory provisions and each provision requires proof of an element that the others do not, there are as many separately punishable offenses as there are separate statutory violations.\"\n*567 Kidnapping in the first degree does not require proof of any element that kidnapping in the first degree with a firearm does not. ORS 161.610(2) (\"The unaggravated crime shall be considered a lesser included offense.\"); Cf. State v. Walraven, 214 Or.App. 645, 654, 167 P.3d 1003 (2007), rev. den., 344 Or. 280, 180 P.3d 702 (2008) (merging convictions for murder and aggravated murder because murder does not require proof of any element that aggravated murder does not). We therefore conclude that the trial court also erred in failing to merge defendant Maksin Odnorozhenko's remaining conviction for kidnapping in the first degree with his remaining conviction for kidnapping in the first degree with a firearm.\nFor the reasons expressed in State v. Valladares-Juarez, 219 Or.App. 561, 564-65, 184 P.3d 1131 (2008), we exercise our discretion to correct these errors. On remand, we instruct the trial court to enter judgments of conviction for one count of attempted kidnapping in the first degree for defendant Vadim Odnorozhenko and one count of attempted kidnapping in the first degree with a firearm for defendant Maksin Odnorozhenko, reflecting that each defendant was convicted on two theories.\nFinally, defendants argue that the court plainly erred in imposing partially consecutive sentences based on judge-found facts, contrary to Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), Blakely v. Washington, 542 U.S. 296, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004), and State v. Ice, 343 Or. 248, 170 P.3d 1049 (2007), cert. granted, ___ U.S. ___, 128 S. Ct. 1657, 170 L. Ed. 2d 353 (2008). Our resolution of defendants' other assignments of error will require resentencing; we therefore need not address this one.\nIn case number A130231 (Vadim Odnorozhenko), convictions for kidnapping in the first degree reversed and remanded with instructions to enter a judgment of conviction for one count of attempted kidnapping in the first degree reflecting defendant's conviction on both theories; remanded for resentencing; otherwise affirmed. In case number A130232 (Maksin Odnorozhenko), convictions for kidnapping in the first degree reversed and remanded with instructions to enter a judgment of conviction for one count of attempted kidnapping in the first degree with a firearm reflecting defendant's conviction on both theories; remanded for resentencing; otherwise affirmed.\nNOTES\n[1]  Specifically, Vadim Odnorozhenko was convicted of one count each of: first-degree kidnapping under ORS 163.235(1)(d) (terrorizing victim); first-degree kidnapping under ORS 163.235(1)(c) (physically injuring victim); second-degree assault under ORS 163.175; third-degree assault under ORS 163.165; and unlawful use of a weapon under ORS 166.220.\n\nMaksin Odorozhenko was convicted of two counts of first-degree kidnapping under ORS 163.235(1)(d) (terrorizing victim), including one count with the aggravating circumstance of use of a firearm, ORS 161.610; two counts of first-degree kidnapping under ORS 163.235(1)(c) (physically injuring victim), including one count with the aggravating circumstance of use of a firearm, ORS 161.610; two counts of second-degree assault under ORS 163.175; two counts of third-degree assault under ORS 163.165; and two counts of unlawful use of a weapon under ORS 166.220.\n\n",
            "ocr": false,
            "opinion_id": 2627501
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}