{
    "id": 258130,
    "judges": "Bastian, Edgerton, Wright",
    "date_filed": "2000-06-04",
    "date_filed_is_approximate": true,
    "slug": "elsie-v-jones-v-united-states",
    "case_name_short": null,
    "case_name": "Elsie v. Jones v. United States",
    "case_name_full": "Elsie v. JONES, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Mr. John Paul Sullivan, Washington, D. C. (appointed by the District Court) for appellant., Mr. Abbott A. Leban, Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., and Nathan J. Paulson and Victor W. Caputy, Asst. U. S. Attys., were on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 28, 1962.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b443-28\">\n    Elsie V. JONES, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b443-30\">\n    No. 17019.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b443-31\">\n    United States Court of Appeals District of Columbia Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b443-32\">\n    Argued June 28, 1962.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b443-33\">\n    Decided July 19, 1962.\n   </decisiondate><br><p data-order=\"5\" data-type=\"judges\" id=\"b443-36\">\n    Bastían and Edgerton, JJ., dissented in part.\n   </p><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b444-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"398\"> \n     *398\n     </span>\n    Mr. John Paul Sullivan, Washington, D. C. (appointed by the District Court) for appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b444-9\">\n    Mr. Abbott A. Leban, Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., and Nathan J. Paulson and Victor W. Caputy, Asst. U. S. Attys., were on the brief, for appellee.\n   </attorneys><br><p data-order=\"8\" data-type=\"judges\" id=\"b444-14\">\n    Before Edgerton, Bastían and Wright, Circuit Judges.\n   </p>",
    "citations": [
        "307 F.2d 397"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/307/307.F2d.397.17019_1.html",
            "author_id": null,
            "opinion_text": "307 F.2d 397\n    113 U.S.App.D.C. 256\n    Elsie V. JONES, Appellant,v.UNITED STATES of America, Appellee.\n    No. 17019.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued June 28, 1962.Decided July 19, 1962.\n    \n      Mr. John Paul Sullivan, Washington, D.C.  (appointed by the District Court) for appellant.\n      Mr. Abbott A. Leban, Asst. U.S. Atty., with whom Messrs. David C. Acheson, U.S. Atty., and Nathan J. Paulson and Victor W. Caputy, Asst. U.S. Attys., were on the brief, for appellee.\n      Before EDGERTON, BASTIAN and WRIGHT, Circuit Judges.\n      WRIGHT, Circuit Judge.\n    \n    \n      1\n      Appellant was convicted of manslaughter.  On appeal she alleges trial court error in failing to grant her motion for judgment of acquittal by reason of insanity.  In the alternative, she asserts that her conviction should be set aside and the case remanded for a new trial because a confession obtained in violation of Rule 5(a), F.R.Cr.P., 18 U.S.C.A., was admitted into evidence.\n    \n    \n      2\n      This case was tried in the District Court before our opinions in Naples v. United States, 1962, 113 U.S.App.D.C. , 307 F.2d 618, and Williams v. United States, 113 U.S.App.D.C. , 303 F.2d 772, were announced.  In those cases the defendants, after confessing orally at police headquarters, and prior to being taken 'before the nearest available' committing magistrate, made additional incriminatory statements on being returned to the scenes of their crimes for further police investigation.  This we held to be 'unnecessary delay' under Mallory1 and ruled the additional statements inadmissible on timely objection.2\n    \n    \n      3\n      Here the facts are substantially the same as in Naples and Williams.  The police, having brought appellant and several witnesses to the killing of one Claude R. Smith to homicide headquarters for questioning, without undue delay elicited an oral confession from her.3 She was thereupon placed under arrest at approximately 4:25 A.M. on Sunday, July 3, 1960.  After an additional hour of questioning, the police returned appellant to the scene of the killing where, with her help, they found the weapon used, a knife.  Thereupon, she was returned to homicide headquarters, where the questioning continued until about 8:00 A.M. when she signed a full confession, claiming self defense.  She was not brought before the committing magistrate until the following day, Monday, July 4, at 9:00 A.M.4  Since the time elapsed from arrest until the written confession was obtained and the police procedures used during that interval in this case were substantially the same as in Naples and Williams, in view of appellant's timely objection the ruling on the admissibility of the confession here must be the same.5\n    \n    \n      4\n      The Government attempts to distinguish this case from Naples and Williams, arguing that there the delay was daytime delay whereas here the delay until the confession was signed occurred between 4:30 and 8:00 o'clock in the morning, the suggestion being that a magistrate was not as available during that time.  The record is barren of any evidence indicating that the police made any effort to determine availability of a magistrate.  And on argument the Government admitted that not only a magistrate, but an Assistant United States Attorney, are, and were on July 3, 1960, available to the police twenty-four hours a day.6  The fact that it was more than twenty-eight hours after the arrest before the appellant was finally taken before a magistrate indicates at least that getting her there 'without unnecessary delay' was less than uppermost in their minds.\n    \n    \n      5\n      The Government argues that, in any event, the admission of the written confession was harmless error,7 being merely cumulative.  It may be seriously questioned whether any written and signed confession in a criminal case can ever be merely cumulative.8  A confession is a most persuasive form of proof.  It is difficult to conceive its admission being non-prejudicial to the defendant under any circumstances.9  Here the written confession bore on appellant's claim of self defense, her only real defense.  Unlike her oral confession, the statement 'he was making his getaway' when she stabbed him appears only in the written version, which she was unable to read.  No language is better calculated to destroy a claim of self defense.  And the jury during its deliberations, in spite of the 'getaway' language in the written confession, was obviously concerned about the question of self defense because it requested additional instructions on this very issue.\n    \n    \n      6\n      Appellant's mental condition presented an issue for the jury.  Two psychiatrists testified that her act was a product of mental disease or defect and one said it was not.  Thus the jury was required to judge the credibility of the witnesses, a typical jury function.\n    \n    \n      7\n      Judge EDGERTON concurs in the court's disposition of the Mallory point, but dissents from its holding that a jury issue was presented as to mental disability.\n    \n    \n      8\n      Reversed and remanded.\n    \n    \n      9\n      BASTIAN, Circuit Judge (concurring in part and dissenting in part).\n    \n    \n      10\n      I concur in the opinion of Judge WRIGHT in its holding that the District Court did not err in refusing to grant appellant's motion for judgment of acquittal by reason of insanity.  On the issue of insanity, the testimony of the psychiatrists at the trial of this case was in conflict as to the question of whether or not, at the time she committed the crime charged against her, appellant was suffering from a mental disease.  In such circumstances, this issue was properly resolvable only by the jury and, in the instant case, the jury resolved it against appellant, as indeed they were entitled to do under our system of criminal jurisprudence.\n    \n    \n      11\n      My dissent it directed toward the majority's holding appellant's written confession inadmissible.  While I recognize that the question is a close one, I do not think Rule 5(a) was violated here.\n    \n    \n      12\n      I would affirm the judgment of the District Court.\n    \n    \n      \n        1\n         Mallory v. United States, 354 U.S. 449, 77 S.Ct. 1356, 1 L.Ed.2d 1479\n      \n      \n        2\n         In Naples we reversed the conviction, timely objection to the admission of the additional statements having been entered.  In Williams, where timely objection was not made, we stated:\n        'Had there been timely and adequate objection at the trial, we could agree with the argument advanced by counsel appointed by this court that the trial judge should have excluded the statement attributed to Williams when he was brought back to the store of the National Coin Company.  By that time, the police already were possessed of ample evidence of probable cause upon which they could and should have brought Williams before the Commissioner.  Instead, they took the appellant to the scene of the crime.  The statement then made could be said to have been elicited during a period of unreasonable delay, and hence to have been erroneously received in evidence. * * *'.  P. 774, of 303 F.2d).\n      \n      \n        3\n         Appellant states that the admission of this threshold confession also violates Rule 5(a), but the point is not seriously urged, probably in view of our opinions in Naples, supra; Williams, supra; Lockley v. United States, 106 U.S.App.D.C. 163, 270 F.2d 915; Heideman v. United States, 104 U.S.App.D.C. 128, 259 F.2d 943; Metoyer v. United States, 102 U.S.App.D.C. 62, 250 F.2d 30\n      \n      \n        4\n         In view of United States v. Mitchell, 322 U.S. 65, 64 S.Ct. 896, 88 L.Ed. 1140, the appellant makes no point of the delay subsequent to signing the confession\n      \n      \n        5\n         See Note 2. Compare Metoyer v. United States, supra\n      \n      \n        6\n         This arrangement with the United States Attorney and the Municipal Court has been in effect for several years\n      \n      \n        7\n         Rule 52(a), F.R.Cr.P\n      \n      \n        8\n         With reference to a coerced confession, in Payne v. Arkansas, 356 U.S. 560, 568, 78 S.Ct. 844, 2 L.Ed.2d 975, the Court stated:\n        '* * * But where, as here, a coerced confession constitutes a part of the evidence before the jury and a general verdict is returned, no one can say what credit and weight the jury gave to the confession.  And in these circumstances this Court has uniformly held that even though there may have been sufficient evidence, apart from the coerced confession, to support a judgment of conviction, the admission in evidence, over objection, of the coerced confession vitiates the judgment because it violates the Due Process Clause of the Fourteenth Amendment.'\n        See also, Lyons v. Oklahoma, 322 U.S. 596, 597, n. 1, 64 S.Ct. 1208, 88 L.Ed. 1481; Bram v. United States, 168 U.S. 532, 18 S.Ct. 183, 42 L.Ed. 568.\n      \n      \n        9\n         The right not to be a witness against one's self, like the right to counsel, is 'too fundamental and absolute to allow courts to indulge in nice calculations as to the amount of prejudice arising from its denial.'  Glasser v. United States, 315 U.S. 60, 76, 62 S.Ct. 457, 86 L.Ed. 680\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 258130
        },
        {
            "author_str": "Wright",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWRIGHT, Circuit Judge.\nAppellant was convicted of manslaughter. On appeal she alleges trial court error in failing to grant her motion for judgment of acquittal by reason of insanity. In the alternative, she asserts that her conviction should be set aside and the case remanded for a new trial because a confession obtained in violation of Rule 5(a), F.R.Cr.P., 18 U.S.C.A., was admitted into evidence.\nThis case was tried in the District Court before our opinions in Naples v. United States, 1962, 113 U.S.App.D.C. --, 307 F.2d 618, and Williams v. United States, 113 U.S.App.D.C.-, 303 F.2d 772, were announced. In those cases the defendants, after confessing orally at police headquarters, and prior to being taken “before the nearest available” committing magistrate, made additional incriminatory statements on being returned to the scenes of their crimes for further police investigation. This we held to be “unnecessary delay” under Mallory1 and ruled the additional statements inadmissible on timely objection.2\nHere the facts are substantially the same as in Naples and Williams. The police, having brought appellant and several witnesses to the killing of one Claude R. Smith to homicide headquarters for questioning, without undue delay elicited an oral confession from her.3 *399She was thereupon placed under arrest at approximately 4:25 A.M. on Sunday, July 3, 1960. After an additional hour of questioning, the police returned appellant to the scene of the killing where, with her help, they found the weapon used, a knife. Thereupon, she was returned to homicide headquarters, where the questioning continued until about 8:00 A.M. when she signed a full confession, claiming self defense. She was not brought before the committing magistrate until the following day, Monday, July 4, at 9:00 A.M.4 Since the time elapsed from arrest until the written confession was obtained and the police procedures used during that interval in this case were substantially the same as in Naples and Williams, in view of appellant’s timely objection the ruling on the admissibility of the confession here must be the same.5\nThe Government attempts to distinguish this case from Naples and Williams, arguing that there the delay was daytime delay whereas here the delay until the confession was signed occurred between 4:30 and 8:00 o’clock in the morning, the suggestion being that a magistrate was not as available during that time. The record is barren of any evidence indicating that the police made any effort to determine availability of a magistrate. And on argument the Government admitted that not only a magis-\ntrate, but an Assistant United States Attorney, are, and were on July 3, 1960, available to the police twenty-four hours a day.6 The fact that it was more than twenty-eight hours after the arrest before the appellant was finally taken before a magistrate indicates at least that getting her there “without unnecessary delay” was less than uppermost in their minds.\nThe Government argues that, in any event, the admission of the written confession was harmless error,7 being merely cumulative. It may be seriously questioned whether any written and signed confession in a criminal case can ever be merely cumulative.8 A confession is a most persuasive form of proof. It is difficult to conceive its admission being non-prejudicial to the defendant under any circumstances.9 Here the written confession bore on appellant’s claim of self defense, her only real defense. Unlike her oral confession, the statement “he was making his getaway” when she stabbed him appears only in the written version, which she was unable to read. No language is better calculated to destroy a claim of self defense. And the jury during its deliberations, in spite of the \"getaway” language in the written confession, was obviously concerned about the question of self defense because it requested additional instructions on this very issue.\n*400Appellant’s mental condition presented an issue for the jury. Two psychiatrists testified that her act was a product of mental disease or defect and one said it was not. Thus the jury was required to judge the credibility of the witnesses, a typical jury function.\nJudge EDGERTON concurs in the court’s disposition of the Mallory point, but dissents from its holding that a jury issue was presented as to mental disability.\nReversed and remanded.\n\n. Mallory v. United States, 354 U.S. 449, 77 S.Ct. 1356, 1 L.Ed.2d 1479.\n\n\n. In Naples we reversed the conviction, timely objection to the admission of the additional statements having been entered. In Williams, where timely objection was not made, we stated:\n“Had there been timely and adequate objection at the trial, we could agree with the argument advanced by counsel appointed by this court that the trial judge should have excluded the statement attributed to Williams when he was brought back to the store of the National Coin Company. By that time, the police already were possessed of ample evidence of probable cause upon which they could and should have brought Williams before the Commissioner. Instead, they took the appellant to the scene of the crime. The statement then made could be said to have been elicited during a period of unreasonable delay, and hence to have been erroneously received in evidence. * * P. 774, of 303 F.2d).\n\n\n. Appellant states that the admission of this threshold confession also violates Buie 5(a), but the point is not seriously urged, probably in view of our opinions in Naples, supra ; Williams, supra; Lockley v. United States, 106 U.S.App.D.C. 163, 270 F.2d 915; Heideman v. United States, 104 U.S.App.D.C. 128, 259 F.2d 943; Metoyer v. United States, 102 U.S. App.D.C. 62, 250 F.2d 30.\n\n\n. In view of United States v. Mitchell, 322 U.S. 65, 64 S.Ct. 896, 88 L.Ed. 1140, the appellant makes no point of the delay subsequent to signing the confession.\n\n\n. See Note 2. Compare Metoyer v. United States, supra.\n\n\n. This arrangement with the United States Attorney and the Municipal Court has been in effect for several years.\n\n\n. Rule 52(a), F.R.Cr.P.\n\n\n. With reference to a coerced confession, in Payne v. Arkansas, 356 U.S. 560, 568, 78 S.Ct. 844, 2 L.Ed.2d 975, the Court stated:\n“ * * * But where, as here, a coerced confession constitutes a part of the evidence before the jury and a general verdict is returned, no one can say what credit and weight the jury gave to the confession. And in these circumstances this Court has uniformly held that even though there may have been sufficient evidence, apart from the coerced confession, to support a judgment of conviction, the admission in evidence, over objection, of the coerced confession vitiates the judgment because it violates the Due Process Clause of the Fourteenth Amendment.”\nSee also, Lyons v. Oklahoma, 322 U.S. 596, 597, n. 1, 64 S.Ct. 1208, 88 L.Ed. 1481; Bram v. United States, 168 U.S. 532, 18 S.Ct. 183, 42 L.Ed. 568.\n\n\n. The right not to be a witness against one’s self, like the right to counsel, is “too fundamental and absolute to allow courts to indulge in nice calculations as to the amount of prejudice arising from its denial.” Glasser v. United States, 315 U.S. 60, 76, 62 S.Ct. 457, 86 L.Ed. 680.\n\n",
            "ocr": false,
            "opinion_id": 9448793
        },
        {
            "author_str": "Bastian",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBASTIAN, Circuit Judge\n(concurring in part and dissenting in part).\nI concur in the opinion of Judge WRIGHT in its holding that the District Court did not err in refusing to grant appellant’s motion for judgment of acquittal by reason of insanity. On the issue of insanity, the testimony of the psychiatrists at the trial of this case was in conflict as to the question of whether or not, at the time she committed the crime charged against her, appellant was suffering from a mental disease. In such circumstances, this issue was properly resolvable only by the jury and, in the instant case, the jury resolved it against appellant, as indeed they were entitled to do under our system of-criminal jurisprudence.\nMy dissent is directed toward the majority’s holding appellant’s written confession inadmissible. While I recognize that the question is a close one, I do not think Rule 5(a) was violated here.\nI would affirm the judgment of the District Court.\n",
            "ocr": false,
            "opinion_id": 9448794
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}