{
    "id": 7947714,
    "judges": "Alvey",
    "date_filed": "1976-04-17",
    "date_filed_is_approximate": true,
    "slug": "stout-v-state",
    "case_name_short": "Stout",
    "case_name": "Stout v. State",
    "case_name_full": "Alfred Stout v. State of Maryland",
    "attorneys": "Charles C. Crothers, George Y. Maynadier, and Robert C. Thackery, for the appellant., John Prentiss Poe, Attorney-General, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Trial for Murder— Venue — Death of Person in Pennsylvania from Blow inflicted in Maryland — Criminal trial — Separation of Jury pending Trial — Appeal.</p> <p>By section 278 of Article 27 of the Code, it is provided that “if any person be feloniously stricken or poisoned in one county, and die of the same stroke or poison in another county, within one year thereafter, the offender shall be tried in the Court within -whose jurisdiction such county lies where the stroke or poison was given; and in like manner an accessory to murder or felony committed shall be tried by the Court within whose jurisdiction such person became accessory.” Held :</p> <p>That this statute is simply declaratory of the common law, and the same reason and principle equally apply to the case where the mortal blow or poison is given in any county of this State, and the party so stricken or poisoned shall, in consequence of the blow or poison, die out of the State, within the year and a day after the blow given or poison administered, as to the case provided for by the terms of the statute.</p> <p>In the progress of a criminal trial, the entire panel of twelve jurors were placed in charge of the sheriff during a recess of the Court, and were taken to quarters provided in a hotel in the town. Upon reaching the hotel, one of the jurors was suffering so much from illness that ho had to be allowed to go to bed, but he was alone, and was locked in the room by the sheriff. At the hour of re-assembling of the Court, the other eleven jurors were taken into the Court, but in consequence of the inability of the sick juror to be present, the Court adjourned until the following day, at -which time the whole panel attended. Held :</p> <p>That a motion to discharge the panel, founded upon the simple fact that the sick juror had been separated from his fellow jurors, before verdict rendered, without any pretence or suggestion that he had been approached by any one, or tampered with in any manner, was properly overruled.</p> <p>In the trial of capital cases even, there are many occasions when, in reason, and with a proper regard to the needs of humanity. it may become necessary to allow a temporary separation of the jury, without necessarily breaking up the trial; and that even after the jury have retired to consider of their verdict.</p> <p>The separation however, should only he allowed when attended with those precautions and safe-guards necessary to secure entire freedom from approach or external influence of any kind. But each case rests upon its own peculiar circumstances, and is within the sound discretion of the trial Court; and is therefore not the subject of appellate review, except where it is affirmatively shown that the party has been prejudiced by the action of the Court.</p>",
    "summary": "Appeal from the Circuit Court for Harford County. The case is stated in the opinion of the Court.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "76 Md. 317"
    ],
    "opinions": [
        {
            "author_str": "Alvey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAlvey, C. J.,\ndelivered the opinion of the Court.\nThis appeal, taken under the Act of 1892, ch. 506, enacted as section 77 of Article 5 of the Code, is from the final judgment of the Court below, sentencing the appellant to death, on a verdict of murder in the first degree.\n*320There are two questions raised. The first is \"on a demurrer to the indictment, in respect to the jurisdiction of the Court to try the prisoner, because of supposed defect of venue as to the commission of the crime; and the second is presented by bill of exception, as to the supposed illegal separation of the jury during the progress of the trial.\n1. As to the demurrer to the indictment.\n' The indictment contains four counts. There is no question made upon either the first or second count; but the third and fourth counts are supposed to be obnoxious to the objection taken to them by demurrer. The demurrer was overruled, and the prisoner then pleaded not guilty, upon which he was tried and convicted.\nThe third count of the indictment charges that the mortal blow was inflicted by the prisoner on the deceased in Cecil County, Maryland, but that death, in consequence of the wound, subsequently ensued in the City of Philadelphia, in the State of Pennsylvania. In the language of the indictment, it is charged that the accused, “ on the first day of February, 1891. with force and arms, at Cecil County aforesaid, in and upon one George Dittmar, in, &amp;c., then and there being, feloniously, wilfully, and his malice aforethought, did make an assault, &amp;c., and, with a certain stick, &amp;c., him, the said Dittmar, did then and there strike, giving him, the said Dittmar, then and there, one mortal wound; and of which said mortal wound the said Dittmar, on and from the said first day of February, in the year aforesaid, until and upon the fourth day of March, in the year aforesaid, at the County and City of Philadelphia, in the State of Pennsylvania, then and there did languish, and languishing did live; on which said fourth day of March, in the year aforesaid, at the county and city last aforesaid, he, the said Dittmar, of the mortal wound aforesaid, died.”\nThe fourth count, charging the felonious assault and wounding as in the third, differs from that count in this, *321that in the fourth count it is charged that the mortal blow was inflicted on the deceased by the accused, “at Cecil County, Maryland, with a club, and that of this mortal wound said Dittmar, on and from the said first of February, in the year aforesaid, to the fourth day of March, in the year aforesaid, languished, and languishing did live, as well at and in the county aforesaid, as at and in the County and City of Philadelphia, in the State of Pennsylvania, then and there did languish, and languishing did live; on which said fourth day of March, in the year aforesaid, at and in the County and City of Philadelphia aforesaid, to wit, at and in Cecil County aforesaid, the said Dittmar, of the mortal wound aforesaid, died.\"\nThe death occurring in Philadelphia as the result of the mortal wound inflicted in Maryland, the question presented on demurrer to the third and fourth counts of the indictment is one in regard to which some doubts, it would appear, were entertained in the early days of the English common law. These doubts seem to have had their foundation in certain maxims and practice that originally obtained in respect to the venue for the trial of facts, the reason for which has long since ceased to exist; it being supposed, in the early periods of the English law, that it was necessary that the jury should come from the vicinage where the matters of fact occurred, and therefore be better qualified to investigate and discover the truth of the transaction than persons living at a distance from the scene could be. Hence the venue was always regarded as a matter of substance; and where, at the common law, the commission of an offence was commenced in one county and consummated in another, the venue could be laid in neither, and the offender went altogether unpunished. And even in the case of murder, if the mortal wound was inflicted or poison administered in one county, and the party died in consequence *322of the wound or poison in another, it was doubted by some whether the murderer could be punished in either county; for it was supposed that a jury of the first could not take cognizance of the death in the second, and a jury of the second could not inquire of the wounding or poisoning in the first; and so the felon would escape punishment altogether. 1 Chit. Cr. Law, 177. This doubt was founded in a mere technicality, and savored so much of a senseless nicety, that it was deemed a reproach to the law; and to remove all doubt, and to fix a certain venue for the trial of the crime, the Statute of 2 and 3 Edward VI was passed; and after reciting in a long preamble the great failures»of justice which arose from such extreme nicety, that Statute enacted that in cases of striking or poisoning in one county, and death ensuing in another, the offender could be indicted, tided and punished in the district or county where the death happened, as if the whole crime had been perpetrated within the boundary of such district or county. And by the subsequent Statute of 2 Geo. II, ch. 21, it was enacted that, where any person feloniously stricken or poisoned, at any place out of England, shall die of the same in England, or being feloniously stricken or poisoned in England, shall die of such stroke or poisoning-out of England, an indictment thereof, found by the jurors of the county in which either the death or the cause of death, shall respectively happen, shall be as good and effectual in law, as well against principals as accessories, as if the offence had been committed in the county where such indictment may be found.\nThe principles or provisions of these two English statutes are not exactly consistent, the one with the' other, but the Statute of 2 and 3 Edward VI, ch. 24, is not now applicable or in force in this State, whatever may have been the case prior to our own Act of 1809, ch. 138, sec. 17; and the Statute of 2 George II, ch. 21, was *323never applicable here, as found by Chancellor Kilty, in his Report on the English Statutes, published in 1811.\nBy section 218 of Art. 21 of the Code, codified from section 11 of the Act of 1809, ch. 138, it is provided that “if any person be feloniously stricken or poisoned in one county, and die of the same stroke or poison in another county, within one year thereafter, the offender shall be tried in the Court within whose jurisdiction such county lies where the stroke or poison was given; and in like manner, an accessory to murder or felony committed, shall be tried by the Court within whose jurisdiction such person became accessory.” This statute, as will be observed, conforms neither to the Statute 2 &amp; 3 Edward VI, nor to that of 2 George II; but it is, as we think is manifest, simply in confirmation or declaratory of the common law. This, we think, is made clear upon examination of text writers of high authority, and by judicial decisions of Courts entitled to great weight in the determination of such a question. And if this provision of our Code be simply declaratory of the common law, as we suppose it to be, the same reason and principle equally apply to the case where the mortal blow or poison is given in any county in this State, and the party so stricken or poisoned shall, in consequence of the blow or poison, die out of the State, within the year and a day after the blow given or poison administered, as to the case provided for by the terms of the statute. In such case it is the law of Maryland that is violated, and not the law of the State where death may happen to occur. By the felonious act of the accused, not only is there a great personal wrong inflicted upon the party assaulted or mortally wounded, while under the protection of the law of the State, but the peace and dignity of the State where the act is perpetrated is outraged; and though death may not immediately follow, yet if it does follow as a consequence of the felonious act within *324the year, the crime of murder is complete. In inflicting the mortal wound then and there, the accused expends his active agency in producing' the crime, no matter where the injured party may languish, or where-he may die, if death ensues within the time, and as a consequence of the stroke or poison given. The-grade and characteristics of the crime are determined immediately that, death ensues, and that result relates back to the original felonious wounding or poisoning. The giving the blow that caused the death constitutes the crime.\nLord Coke seems to have been responsible, to a considerable extent, for the maintenance of the doubt that was formerly entertained upon this subject. In 3 Inst., at page 48, founding his text on the preamble to the Statute of 2 &amp; 3 Edward VI, he says : “ And before the-making of the Statute 2 Edward VI, if a man had been feloniously stricken or poisoned in one county, and after had died in another county, no sufficient indictment could thereof have been taken in either of said counties, because, by the law of the realm, the jurors of one county could not inquire of that which was done in another county. It is provided in that Act that the indictment may be taken in that county where the death doth happen.” The reason assigned for this passage from the Institutes can hardly be accepted as sound at this day — that is, that the jurors of one county cannot-inquire of that which is done in another county.\nBut we have the authority of the great Sir Matthew Hale to the contrary of this doctrine of Coke. In 1 Hale P. Cr., 426, the author says : “At common law, if a man had been stricken in one county and died in another, it was doubtful whether he were indictable or triable in either, but the common opinion was, that he might be indicted where the stroke was given, for the death is but a consequent, and might be found in another county; ’ ’ and *325he cites for this the Year Books, 9 Edw. IV, p. 48, and 7 Hen. VII, p. 8. And he then proceeds to say, that “ if the party died in another county, the body was removed into the county where the stroke was given, for the coroner to take an inquest super visum corporis.” But now, says the author, “by the Statute of 2 &amp; 3 Edw. VI, ch. 24, the justices or coroner of the county where the party died shall inquire and proceed, as if the stroke had been in the same county where the party died.” Thus showing that the common law was changed by the Statute of 2 and 3 Edw. VI; but that our statute of 1809, ch. 138, sec. 17, is simply declaratory of the common law, and, according to that law, and to what was plainly Sir Matthew Hale’s conclusion from the history of the law, the crime in this case was committed where the fatal stroke was given, and that the place of the consequent death was quite immaterial.\nThe authority of the opinion of Lord Hale, so plainly indicated in the passage from his work just quoted, has been fully recognized by subsequent writers of high repute. Thus, in 2 Hawkins P. Cr., p. 120, sec. 13, the author says : “It is said by some that the death of one who died in one county of the wound given in another, was not indictable at” all at common law, because the offence was not complete in either county, and the jury could enquire only of what happened in their own county. But it hath been holden by others, that if the corpse were carried into the county where the stroke was given, the whole might be inquired of by a jury of the same county.” And so in 1 East Cr. Law, page 361, that very learned and accurate writer says : “ Where the stroke and death are in different counties, it was doubtful at common law whether the offender could be tried at all, the offence not being complete in either, though the more common opinion was that he might be indicted where the stroke was given, for that alone is the act of *326the party, and the death is hut a consequence, and' might be found, though in another county, and the body was removed into the county where the stroke was given.”\nIt is not necessary that we should cite other text writers upon this subject; those that we have cited sufficiently indicating the state of the English common law in regard to the question here involved, though expressed with the doubts formerly entertained by some.\nThe question, however, does not rest on the authority of text writers alone; judicial decisions are not wanting upon the subject.\nIn the case of Rex vs. Hargrave, 5 Carr. &amp; P., 170, tried before Mr. Justice Patteson in 1831, an indictment for manslaughter charged that A. gave the deceased divers mortal blows at P., in the County of M.,. and that the deceased languished and died at D., in the County of K.; and that the prisoner was then and there aiding in the commission of the felony. Upon objection to the sufficiency of the indictment, the learned Justice, in overruling the objection, said: “The giving of the blows which caused the death constituted the felony. The languishing alone, which is not any part of the offence, is laid in Kent; the indictment states that the-prisoner was then and there present, aiding and abetting in the commission of the felony; that must, of' course, apply to the Parish of All Saints, where the-blows, which constitute the felony, were given.” And there are many cases in this country which hold that,, upon the definition of murder, and the elements that enter into and constitute the crime, the place of the death is wholly immaterial, in the prosecution of the-offender, except in those cases specially provided for by positive statute. In other words, that the giving of the mortal blow that caused the death constitutes the felony; and the removal of the corpse to the county *327In which the mortal stroke was inflicted is not required for any purpose connected with the jurisdiction of the Court over the crime or the offender. And without stating the facts of each case, wherein these principles have been considered and maintained, we may refer to the cases of Riley vs. State, 9 Hump., 646; People vs. Gill, 6 Cal., 637; State of Minnesota vs. Gessert, 21 Minn., 639; State vs. Bowen, 16 Kans., 476; Green vs. State, 66 Ala., 40.\nIn the very celebrated case of the United States vs. Giteau, tried in the District of Columbia in 1881-2, and reported in 1 Mackey, 498, this question of jurisdiction was extensively discussed by counsel and elaborately considered by the Court. The accused was indicted under section 5339 of the Revised Statutes of the United States, for the murder, by shooting, in the District of Columbia, of the then President of the United States, James A. Garfield, who, after receiving the mortal wound, languished for more than two months, and died in the State of New Jersey, where he had been taken in the hope of relief. The contention there was, on the part of the prisoner, that the murder was committed only partly within the District of Columbia, and partly within the State of New Jersey, and therefore there was no jurisdiction in the Court in the District of Columbia to try and convict the prisoner for his crime. But this contention was overruled. It was first considered and overruled in the Criminal Court, in a very learned and able opinion by Mr. Justice Cox, before whom the case was tried, and after conviction the case was taken to a session in General Term of the Supreme Court of the District, where the decision of the trial Court was fully reviewed, and the conclusion of Mr. Justice Cox concurred in, though for reasons somewhat variant from those employed by the trial Judge. In the opinion of Judge Cox, the common law *328authorities sustained the jurisdiction, but he was further of opinion that the Statute of 2 Geo. II, ch. 21. was in force in Maryland at the date of the cession of the District by this State, and consequently was still in force in the District, and that that Statute fully applied to the case. And while the Court, of review, sitting in General Term, agreed in the conclusion arrived at by Judge Cox, and also in the proposition that the common law was sufficient for the case, it held that, by the terms of the statute of the United States, applicable to the District of Columbia, which provides that in all places or districts, under the sole and exclusive jurisdiction of the United States, if a party shall commit the crime of murder, such person, on being convicted, shall suffer death, the party inflicting the mortal wound in the District is guilty of murder, though the death of the victim subsequently occurs, in consequence of the wound, in any of the States of the Union; that, in such case, the crime of murder becomes complete in the District where the mortal wound was given, in the contemplation of the statute, irrespective of the place of the death. Thus holding that the mortal stroke which caused the death constituted the felony, and that the place of death was immaterial to the jurisdiction of the Court to try and convict the offender.\nBut that was not all that occurred. After the conviction and review had at the General Term, an application was made to the late Mr. Justice Bradley, of the Supreme Court of the United States, for a habeas corpus, on the ground that the Criminal Court of the District of Columbia had no jurisdiction of the offence, and therefore the conviction was void. But that learned Justice, upon consideration of the case, concurred with the Courts of the District of Columbia, in holding that there was jurisdiction of the offence, and that the party had been properly tried, and therefore dismissed the petition. And thus ended that memorable case.\n*329Both upon reason and authority, therefore, this Court is of opinion that the Court below was entirely correct in overruling the demurrer to each and all of the counts of the indictment; and as there is no cause assigned in support of the motion in arrest of judgment, that could be considered on such motion, the Court was also correct in overruling that motion.\n2. The second question presented is one of practice. It arose upon a motion by the prisoner to discharge the jury, during the course of the trial, because of alleged separation of the jury in the recess of the Court. It appears that the entire panel of twelve were placed in charge of the sheriff, during a recess of the Court from 4.30 P. M. to 1.30 P. M., and were taken to quarters provided at a hotel in the town. Upon reaching the hotel, one of the jurors was suffering so much from illness, that he had to be allowed to go to bed, but he was alone, and was locked in the room by the sheriff. At the hour of reassembling of the Court, the other eleven jurors were taken into Court, but in consequence of the inability of the sick juror to be present, the Court adjourned until 10 o’clock A. M. the next day, at which time the whole panel attended. It is not pretended or suggested that the sick juror was approached by any one, or tampered with in any manner. The motion to discharge the panel was founded upon the simple fact that the sick juror had been separated from his fellow jurors before verdict rendered.\nIn overruling this motion, the Court below certainly committed no error. In the trial of capital cases, even, there are many occasions when in reason, and a proper regard to the needs of humanity, it may become necessary to allow a temporary separation of the jury, without necessarily breaking up the trial, and that even after the jury have retired to consider of their verdict, otherwise protracted trials could seldom be brought to a *330final conclusion. Of course, the separation should only be allowed when attended with those precautions and safeguards necessary to secure entire freedom from approach or external influence of any kind. Neal vs. State, 64 Ga., 272; State vs. Payton, 90 Mo., 220; Coleman vs. State, 59 Miss., 484; State vs. O’Brien, 7 R. I., 337; Goerson vs. Comm., 106 Penn. St., 477; People vs. Bonney, 19 Cal., 426; 1 Bish. Crim. Pro., secs. 993-4; 12 Am. &amp; Eng. Enc. of Law, 371. But each case rests upon its own peculiar circumstances, and is within the sound discretion of the trial Court; and is therefore not the-subject of appellate review, except where it is affirmatively shown that the party has been prejudiced by the action of the Court.\n(Decided 17th November, 1892.)\nIt follows that the judgment below must be affirmed.\n\nJudgment affirmed.\n\n",
            "ocr": true,
            "opinion_id": 7898684
        }
    ],
    "court_short_name": "Court of Appeals of Maryland",
    "court_full_name": "Court of Appeals of Maryland",
    "court_type": "S",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Murder"
}