{
    "id": 2580949,
    "judges": "Haselton, Presiding Judge, and Linder and Wollheim, Judges",
    "date_filed": "2000-05-21",
    "date_filed_is_approximate": true,
    "slug": "qui-phu-phan-v-morrow",
    "case_name_short": "Phan",
    "case_name": "Qui Phu Phan v. Morrow",
    "case_name_full": "QUI PHU PHAN, Appellant, v. Mitch MORROW, Superintendent, Oregon State Penitentiary, Respondent",
    "attorneys": "Steven H. Gorham argued the cause and filed the brief for appellant., Kathleen Cegla, Assistant Attorney General, argued the cause for respondent. With her on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted July 22, 2002,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b684-2\">\n    Argued and submitted July 22, 2002,\n   </otherdate><decisiondate id=\"A-6\">\n    judgment of dismissal reversed and remanded January 8, 2003\n   </decisiondate><br><parties id=\"b684-3\">\n    QUI PHU PHAN,\n    <em>\n     Appellant, v.\n    </em>\n    Mitch MORROW, Superintendent, Oregon State Penitentiary,\n    <em>\n     Respondent.\n    </em>\n</parties><br><docketnumber id=\"b684-10\">\n    98C-17162; A112599\n   </docketnumber><br><citation id=\"b684-11\">\n    60 P3d 1111\n   </citation><br><attorneys id=\"b685-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"629\"> \n     *629\n     </span>\n    Steven H. Gorham argued the cause and filed the brief for appellant.\n   </attorneys><br><attorneys id=\"b685-7\">\n    Kathleen Cegla, Assistant Attorney General, argued the cause for respondent. With her on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\n   </attorneys><br><judges id=\"b685-8\">\n    Before Haselton, Presiding Judge, and Linder and Wollheim, Judges.\n   </judges><br><judges id=\"b685-9\">\n    WOLLHEIM, J.\n   </judges>",
    "citations": [
        "60 P.3d 1111",
        "185 Or. App. 628"
    ],
    "opinions": [
        {
            "author_str": "Wollheim",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n60 P.3d 1111 (2003)\n185 Or.App. 628\nQui Phu PHAN, Appellant,\nv.\nMitch MORROW, Superintendent, Oregon State Penitentiary, Respondent.\n98C-17162; A112599.\nCourt of Appeals of Oregon.\nArgued and Submitted July 22, 2002.\nDecided January 8, 2003.\nSteven H. Gorham, Salem, argued the cause and filed the brief for appellant.\nKathleen Cegla, Assistant Attorney General, argued the cause for respondent. With her on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\nBefore HASELTON, Presiding Judge, and LINDER and WOLLHEIM, Judges.\nWOLLHEIM, J.\nPetitioner appeals from a judgment dismissing his post-conviction petition with prejudice and denying post-conviction relief. The trial court dismissed the post-conviction petition with prejudice because petitioner's trial counsel had failed to timely file a trial memorandum. We reverse the judgment and remand to the trial court.\nPetitioner pleaded no contest to aggravated murder in June 1998. He received a 30-year sentence with eligibility for parole after 25 years. Petitioner did not appeal the judgment or sentence. In his post-conviction petition, petitioner alleged that he received ineffective assistance of counsel. The post-conviction trial date was September 7, 2000.\nOn April 3, 2000, the trial court issued a scheduling order and required counsel to file, two judicial days before trial, the following:\n\"a. Final witness lists, including experts and possible rebuttal witnesses[.]\n\"b. A list of all stipulations and/or agreements.\n\"c. A list of any OEC 104 hearing issues, i.e. expert opinions and witness competency issues.\n\"* * * * *\n*1112 \"e. Trial memoranda designating anticipated evidentiary and admissibility problems with appropriate authorities.\"\n(Emphasis added.)\nThe parties appeared for trial on September 7. At that time, petitioner's attorney had not filed a trial memorandum, as required by the scheduling order. In response, the trial court ruled as follows:\n\"I'm going to find the petitioner in default for failure to get the trial memorandum to the Court timely, strike the pleadings, and to allow, as we discussed in chambers, this proceeding to go forward on in effect [as] an offer of proof.\"\nThe trial court then received petitioner's evidence conditionally in the form of an offer of proof.[1]\nOn September 29, the trial court issued a letter opinion reiterating its determination that dismissal with prejudice was the appropriate sanction for noncompliance with the scheduling order. The trial court further stated that the proof adduced through the offer of proof would have been legally insufficient to establish the claims in the dismissed petition. After petitioner sought reconsideration of the court's \"letter decision,\" the court, on November 22, issued a second opinion, reiterating its adherence to its original ruling.\nFinally, and also on November 22, the court issued an order striking petitioner's pleadings and directing that the petition be dismissed with prejudice. That order recited that \"[t]he Court found Petitioner in default and thereby struck Petitioner's pleadings\"; that the court had \"proceeded under an offer of proof with regard to evidence presented at trial\"; and that, \"[h]ad the Court determined Petitioner's case on its merits, the Petitioner would not have met his burden of proof.\" (Emphasis added.) On the same day, the trial court entered a judgment of dismissal with prejudice, which was expressly based on the two prior letter opinions.\nOn appeal, petitioner makes four assignments of error. Three of those assignments relate to the trial court's putative consideration of the merits of petitioner's claims. We do not address those assignments because they are all based on a false premise. The trial court did not, in fact, adjudicate the merits of the petition. Rather, the record viewed in its totality shows that the trial court struck the petition and then merely permitted an offer of proof. The trial court so ruled at the September 7 hearing\u0097and it reiterated that ruling in its letter opinions of September 29 and November 22, its order of dismissal, and its judgment of dismissal based on the letter opinions. Having stricken the petition and having received no evidence\u0097again, there was merely a proffer\u0097the court had no basis upon which it could rule on the merits. The court's rulings precluded any determination of the merits. In short, petitioner's three \"merits\"\u0097related assignments are directed against a nonexistent target.\nPetitioner's remaining assignment of error is that the trial court erred when it struck petitioner's pleadings, found him in default, and dismissed his petition with prejudice. As noted, the trial court so ruled because petitioner's attorney did not comply with a pretrial order requiring him to file a trial memorandum two days before the trial. Petitioner argues that the trial court had no authority to order that a trial memorandum be submitted and, even if it did, that dismissal for failure to file the memorandum was improper. The state does not argue that dismissal was proper but, rather, that dismissal was harmless because the court indicated that, in all events, it would have rejected the merits of petitioner's claims.\nWe begin by rejecting the state's \"harmless error\" argument for the reasons just described: Once the court struck the petition, it could not\u0097and, in fact, did not\u0097determine the merits. If the trial court erred in striking the petition, we are obligated to remand so that the trial court can, in fact, adjudicate the merits of the petition in the first instance.\nWe first discuss the propriety of the trial court's order scheduling trial, requiring, in part, that \"[t]rial memoranda designating anticipated evidentiary and admissibility problems *1113 with appropriate authorities\" be filed two judicial days before trial. Petitioner relies on ORS 138.580 to support his proposition that circuit courts cannot require that trial memoranda be filed. That statute provides, in part, that \"[a]rgument, citations and discussion of authorities shall be omitted from the petition but may be submitted in a separate memorandum of law.\" (Emphasis added.) Petitioner also relies on the Uniform Trial Court Rules. However, although no statute or Uniform Trial Court Rule requires the filing of a trial memoranda, a trial court is authorized to provide for the orderly conduct of proceedings before it and to compel obedience to its orders. ORS 1.010.[2] The trial court's scheduling order in this case was consistent with that authority.[3]\nThe only question that remains is the propriety of the sanction. In particular, did the trial court have the authority to impose dismissal as a sanction for noncompliance with its order? If the trial court did have the authority to impose such a sanction, we review the trial court's decision to dismiss with prejudice for abuse of discretion. Dinh v. Zenon, 143 Or.App. 444, 449, 923 P.2d 1287 (1996). We conclude that, as a matter of law, the trial court was not authorized to dismiss petitioner's action.\nThe trial court relied on ORS 1.010 to authorize its issuance of the scheduling order. As explained above, we agree that the trial court had the authority to issue the scheduling order under ORS 1.010. Failure to comply with the court's order may result in the imposition of a contempt sanction. See ORS 1.020 (providing that, \"[f]or the effectual exercise of the powers specified in ORS 1.010, the court may punish for contempt in the cases and the manner provided by statute\"). However, while the trial court could, on proper determination, have held petitioner's counsel in contempt for noncompliance with the scheduling order, we are unaware of any authority under ORS 1.010 allowing the court to visit the sins of petitioner's court-appointed counsel on his client. See Frost v. Lotspeich, 175 Or.App. 163, 176-79, 30 P.3d 1185 (2001) (generally discussing statutory and inherent contempt power of courts),\nThe trial court relied on Pamplin v. Victoria, 138 Or.App. 563, 909 P.2d 1245 (1996), and Hahm v. Hills, 70 Or.App. 275, 689 P.2d 995 (1984), to justify dismissal of the case. We find those cases inapplicable. Both Pamplin and Hahm involved discovery violations under ORCP 46, which explicitly gives the court the authority to strike pleadings and dismiss actions as a sanction.[4] Here, there is no such explicit statutory or rule-based authority.\nWe do not lightly reverse the trial court's order. We strongly sympathize with its frustration in trying to manage a docket with too little time accompanied by a minority of attorneys who choose not to comply with the trial court's orders. That being said, under the circumstances of this case the trial court erred in finding petitioner in default, striking his pleadings, and dismissing his case as a result of his attorney's noncompliance with a judicial order.\nJudgment of dismissal reversed and remanded.\nNOTES\n[1]  Ultimately, on September 18\u009711 days after the scheduled trial date\u0097petitioner's counsel did file a trial memorandum.\n[2]  ORS 1.010 provides, in part:\n\n\"Every court of justice has power:\n\"* * * * *\n\"(3) To provide for the orderly conduct of proceedings before it or its officers [and]\n\"(4) To compel obedience to its judgments, decrees, orders and process, and to the orders of a judge out of court, in an action, suit or proceeding pending therein.\"\n[3]  On appeal, petitioner also argues that the trial court's scheduling order did not require that a trial memorandum be filed, for example, if petitioner did not anticipate any evidentiary or admissibility problems. We do not address that issue because of our resolution of this case.\n[4]  ORCP 46 B(2) provides, in part:\n\n\"If a party * * * fails to obey an order to provide or permit discovery * * *, the court in which the action is pending may make such orders in regard to the failure as are just, including among others, the following:\n\"* * * * *\n\"B(2)(c) An order striking out pleadings or parts thereof, or staying further proceedings until the order is obeyed, or dismissing the action or any part thereof, or rendering a judgment by default against the disobedient party[.]\"\n\n",
            "ocr": false,
            "opinion_id": 2580949
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}