{
    "id": 312370,
    "judges": null,
    "date_filed": "1989-01-16",
    "date_filed_is_approximate": true,
    "slug": "australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "Australia Johnson v. A. Glick, Warden of Manhattan House of Detention for Men, 125 White Street, New York, N. Y. Employee-Officer John, 1765 Badge Number, Manhattan House of Detention for Men, 125 White Street, New York, N. Y.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1044,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "481 F.2d 1028"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/481/481.F2d.1028.72-2428.845.html",
            "author_id": null,
            "opinion_text": "481 F.2d 1028\n    Australia JOHNSON, Plaintiff-Appellant,v.A. GLICK, Warden of Manhattan House of Detention for Men,125 White Street, New York, N. Y.; Employee-Officer John,#1765 Badge Number, Manhattan House of Detention for Men,125 White Street, New York, N. Y., Defendants-Appellees.\n    No. 845, Docket 72-2428.\n    United States Court of Appeals,Second Circuit.\n    Argued May 30, 1973.Decided June 29, 1973.\n    \n      Emil M. Rossi, New York City (John E. Sprizzo, and Curtis, Mallet-Prevost, Colt &amp; Mosle, New York City, of counsel), for appellant.\n      Eric J. Byrne, New York City (Norman Redlich, Corp. Counsel, City of New York, and Stanley Buchsbaum, New York City, of counsel), for appellees.\n      Before MOORE, FRIENDLY and FEINBERG, Circuit Judges.\n      FRIENDLY, Circuit Judge:\n    \n    \n      1\n      This appeal concerns an order of the District Court for the Southern District of New York dismissing a complaint under the Civil Rights Act, 42 U.S.C. Sec. 1983, 28 U.S.C. Sec. 1343(3), for failure to state a claim on which relief can be granted.  The complaint was brought against the Warden of the Manhattan House of Detention for Men and a correction officer, described in the complaint only as Officer John, Badge No. 1765, but now identified as John Fuller, by plaintiff Australia Johnson, who had been held in the House of Detention prior to and during his trial in the state courts on felony charges.  It alleged that, while plaintiff was being checked back into the House of Detention, Officer Fuller reprimanded Johnson and other men for a claimed failure to follow instructions; that when Johnson endeavored to explain that they were doing only what another officer had told them to do, Officer Fuller rushed into the holding cell, grabbed him by the collar and struck him twice on the head with something enclosed in the officer's fist; that during this incident the officer threatened him, saying \"I'll kill you, old man, I'll break you in half\"; that Fuller than harassed Johnson by detaining him in the holding cell for two hours before returning him to his cell; that when Johnson requested medical attention, Fuller, who was called upon by another officer to escort Johnson to the jail doctor, instead held him for another two hours in another cell before permitting him to see the doctor; and that despite the \"pain pills\" given him by the doctor, Johnson has since \"been having terrible pains in his head.\"\n    \n    \n      2\n      Recognizing that there were numerous decisions in other circuits that would seem to uphold the validity of the complaint as against the officer, as well as one to the contrary, Judge Knapp nevertheless dismissed the complaint, saying \"So far as I am aware no decision in this circuit requires such a conclusion, and it is one at which I would arrive only under constraint.\"  Although we realize that upholding this complaint may well lead to considerable further expansion of actions by state prisoners under 42 U.S.C. Sec. 1983, so long as they may bring their civil rights complaints directly to federal courts without first presenting them to state courts,1 we think the ruling was in error so far as the officer was concerned.\n    \n    \n      3\n      The longest line of authority for the proposition that a complaint alleging an unprovoked attack on a prisoner by a state prison guard is within 42 U.S.C. Sec. 1983 comes from the Ninth Circuit.  The first case in the line is Brown v. Brown, 368 F.2d 992 (9 Cir. 1966), where, however, the complaint alleged other deprivations of civil rights.2  This was followed by Dodd v. Spokane County, 393 F.2d 330, 333-334 (9 Cir. 1968), although the complaint there alleged not brutality simpliciter but the administration of violence in an effort to cause Dodd to testify falsely in another's criminal trial.  Next came Wiltsie v. California Department of Corrections, 406 F.2d 515 (9 Cir. 1968).  Although this was a case of beating pure and simple, the court, over Judge Chambers' dissent held it to be \"indistinguishable from Brown v. Brown,\" supra.  To the same effect is Allison v. California Adult Authority, 419 F.2d 822 (9 Cir. 1969), where the court followed Brown despite its recognition \"that frivolous Civil Rights suits by prison inmates have become a matter of concern to district courts\" and its belief that \"Allison's allegations of physical abuse stretch one's credulity.\"\n    \n    \n      4\n      Several other circuits have reached the same result.  Bethea v. Crouse, 417 F.2d 504 (10 Cir. 1969); Collum v. Butler, 421 F.2d 1257 (7 Cir. 1970); Tolbert v. Bragan, 451 F.2d 1020 (5th Cir. 1971); Howell v. Cataldi, 464 F.2d 272 (3 Cir. 1972).  Still others, though they apparently have not yet been faced with precisely the issue posed by this complaint, have sustained civil rights actions involving closely related situations.  Jenkins v. Averett, 424 F.2d 1228 (4 Cir. 1970) (police brutality following arrest); Carter v. Carlson, 144 U.S.App. D.C. 388, 447 F.2d 358 (1971) (same), rev'd on other grounds sub nom.  District of Columbia v. Carter, 409 U.S. 418, 93 S. Ct. 602, 34 L. Ed. 2d 613 (1973); Fitzke v. Shappell, 468 F.2d 1072 (6 Cir. 1972) (failure to provide medical care for prisoner).  Only one circuit is clearly to the contrary, Cole v. Smith, 344 F.2d 721 (8 Cir. 1965).\n    \n    \n      5\n      Aside from the weight of all this authority, we are not so certain as was the district judge that the slate in this circuit is completely clean.  In Martinez v. Mancusi, 443 F.2d 921 (2 Cir. 1970), we upheld a civil rights complaint against prison officials which was read to allege \"a deliberate indifference to, and defiance of, the express instructions of the operating surgeons and the hospital attendants,\" 443 F.2d at 924; it seems hard to draw a satisfactory legal distinction between such conduct and the deliberate infliction of physical suffering in a non-medical setting.  In Inmates of the Attica Correctional Facility v. Rockefeller, 453 F.2d 12, 22-24 (2 Cir. 1971), we granted preliminary injunctive relief where there had been a record of \"beatings, physical abuse, torture, running of gauntlets, and similar cruelty.\"  While some emphasis was placed on the continuing and systematic acts of the correctional officers, this was said more in justification of issuance of an injunction than as a predicate for actionability.  And, subsequent to Judge Knapp's decision, we have stated in dictum:\n    \n    \n      6\n      We assume that brutal police conduct violates a right guaranteed by the due process clause of the Fourteenth Amendment.\n    \n    \n      7\n      Rosenberg v. Martin, 478 F.2d 520, 526 (2 Cir. 1973).\n    \n    \n      8\n      The great weight of authority in favor of the assumption thus stated in Rosenberg has not been accompanied by an equivalent amount of analysis.  Many of the opinions, including our own in Martinez and Inmates, rely on a passing reference to the \"cruel and unusual punishment\" clause of the Eighth Amendment.  The most extensive judicial treatment of the subject, Judge Aldisert's opinion in Howell v. Cataldi, supra, 464 F.2d at 280-282, likewise relies on that clause.\n    \n    \n      9\n      A case like this, however, does not lie comfortably within the Eighth Amendment.  The text:\n    \n    \n      10\n      Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted sugests action taken, usually by a court, in carrying out a legislative authorization or command.  The language, as is well known, is practically a verbatim copy of the tenth clause of the English Bill of Rights, 1 Wm. &amp; Mary, 2d sess., ch. 2 (1688), which, in turn, embodied a corresponding section of the Declaration of Rights that was a cornerstone of the settlement of the Glorious Revolution.  Although George Mason, who drafted the similar clause in the Virginia Declaration of Rights, which was the more immediate progenitor of the Eighth Amendment, may have been mistaken in thinking that the provision was aimed merely at torturous rather than at excessive punishments,3 there can be no disagreement that what sparked the English provision was the conduct of judges under James II.  The background of our own Bill of Rights, however, makes clear that the Eighth Amendment was intended to apply not only to the acts of judges but as a restraint on legislative action as well.  See In re Kemmler, 136 U.S. 436, 446-447, 10 S. Ct. 930, 34 L. Ed. 519 (1890); Weems v. United States, 217 U.S. 349, 371-373, 378-379, 30 S. Ct. 544, 54 L. Ed. 793 (1910); Furman v. Georgia, 408 U.S. 238, 266-269, 92 S. Ct. 2726, 33 L. Ed. 2d 346 (1972) (concurring opinion of Mr. Justice Brennan).4  Indeed, every decision of the Supreme Court striking down a punishment under the Eighth Amendment has concerned a legislative act.  Weems v. United States, supra; Trop v. Dulles, 356 U.S. 86, 78 S. Ct. 590, 2 L. Ed. 2d 630 (1958) (plurality opinion of Chief Justice Warren); Robinson v. California, 370 U.S. 660, 82 S. Ct. 1417, 8 L. Ed. 2d 758 (1962); Furman v. Georgia, supra.\n    \n    \n      11\n      We do not suggest, however, that the cruel and unusual punishment clause must necessarily be read as limited to acts of legislatures in authorizing sentences or of judges imposing them.  It can fairly be deemed to be applicable to the manner in which an otherwise constitutional sentence, as the death penalty was then thought to be, is carried out by an executioner, see Louisiana ex rel. Francis v. Resweber, 329 U.S. 459, 67 S. Ct. 374, 91 L. Ed. 422 (1947), or to cover conditions of confinement which may make intolerable an otherwise constitutional term of imprisonment, see Holt v. Sarver, 442 F.2d 304 (8 Cir. 1971).  On a parity of reasoning, we find no difficulty in considering the cruel and unusual punishment clause to be applicable to such systems of prison discipline as solitary confinement, see Wright v. McMann, 387 F.2d 519 (2 Cir. 1967) (reversing dismissal of complaint), 460 F.2d 126 (2 Cir.)  (upholding award of damages), cert. denied, 409 U.S. 885, 93 S. Ct. 115, 34 L. Ed. 2d 141 (1972); Sostre v. McGinnis, 442 F.2d 178, 190-194 (2 Cir. 1971), cert. denied, 404 U.S. 1049, 92 S. Ct. 719, 30 L. Ed. 2d 740 (1972); Novak v. Beto, 453 F.2d 661 (5 Cir. 1971), cert. denied, 409 U.S. 968, 93 S. Ct. 279, 34 L. Ed. 2d 233 (1972), or corporal punishment, see Jackson v. Bishop, 404 F.2d 571 (8 Cir. 1968).  The thread common to all these cases is that \"punishment\" has been deliberately administered for a penal or disciplinary purpose, with the apparent authorization of high prison officials charged by the state with responsibility for care, control, and discipline of prisoners.  In contrast, although a spontaneous attack by a guard is \"cruel\" and, we hope, \"unusual,\" it does not fit any ordinary concept of \"punishment.\"\n    \n    \n      12\n      This is particularly clear in a case like the present where the plaintiff had not yet been found liable to \"punishment\" of any sort.  We have considerable doubt that the cruel and unusual punishment clause is properly applicable at all until after conviction and sentence.  See Anderson v. Nosser, 456 F.2d 2d 835 (5 Cir.)  (en banc), cert. denied, 409 U.S. 848, 93 S. Ct. 53, 34 L. Ed. 2d 89 (1972) modifying 438 F.2d 183 (5 Cir. 1971); Hamilton v. Love, 328 F. Supp. 1182, 1191 (E.D.Ark.1971); but see Rhem v. McGrath, 326 F. Supp. 681, 690 (S.D.N.Y. 1971).  Yet it would be absurd to hold that a pre-trial detainee has less constitutional protection against acts of prison guards than one who has been convicted.\n    \n    \n      13\n      The solution lies in the proposition that, both before and after sentence, constitutional protection against police brutality is not limited to conduct violating the specific command of the Eighth Amendment or, as in Monroe v. Pape, 365 U.S. 167, 81 S. Ct. 473, 5 L. Ed. 2d 492 (1961), of the Fourth.  Rochin v. California, 342 U.S. 165, 72 S. Ct. 205, 96 L. Ed. 183 (1952), must stand for the proposition that, quite apart from any \"specific\" of the Bill of Rights, application of undue force by law enforcement officers deprives a suspect of liberty without due process of law. If Rochin suffered such a violation of his constitutional rights by the police as to be entitled to invalidation of a conviction obtained as a consequence, he also was the victim of a violation sufficient to sustain an action under the Civil Rights Act.5  The same principle should extend to acts of brutality by correctional officers, although the notion of what constitutes brutality may not necessarily be the same.  This, apparently, was the view taken by the Seventh Circuit in Collum v. Butler, supra, 421 F.2d at 1259-1260, by the Fifth in Tolbert v. Bragan, supra, 451 F.2d 1020, and by the Ninth in Wiltsie v. California Department of Corrections, supra, 406 F.2d at 517.  See also Jenkins v. Averett, supra, 424 F.2d at 1232, Fitzke v. Shappell, supra, 468 F.2d at 1076.  And most of the courts faced with challenges to the conditions of pre-trial detention have primarily based their analysis directly on the due process clause.  See Anderson v. Nosser, supra, 456 F.2d 835; Hamilton v. Love, supra, 328 F. Supp. 1182; Jones v. Wittenberg, 323 F. Supp. 93 (N.D.Ohio 1971), aff'd, 456 F.2d 854 (6 Cir. 1972); Brenneman v. Madigan, 343 F. Supp. 128 (N.D.Cal. 1972).\n    \n    \n      14\n      While the Rochin test, \"conduct that shocks the conscience,\" 342 U.S. at 172, 72 S. Ct. 205, is not one that can be applied by a computer,6 it at least points the way.  Certainly the constitutional protection is nowhere nearly so extensive as that afforded by the common law tort action for battery, which makes actionable any intentional and unpermitted contact with the plaintiff's person or anything attached to it and practically identified with it, see Prosser, Torts Sec. 9 (4th ed. 1971); still less is it as extensive as that afforded by the common law tort action for assault, redressing \"Any act of such a nature as to excite an apprehension of battery,\" id. Sec. 10, at 38.7  Although \"the least touching of another in anger is a battery,\" Cole v. Turner, 6 Mod. 149, 87 Eng.Rep. 907, 90 Eng.Rep. 958 (K.B. 1704) (Holt, C. J.), it is not a violation of a constitutional right actionable under 42 U.S.C. Sec. 1983.  The management by a few guards of large numbers of prisoners, not usually the most gentle or tractable of men and women, may require and justify the occasional use of a degree of intentional force.  Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers, violates a prisoner's constitutional rights.  In determining whether the constitutional line has been crossed, a court must look to such factors as the need for the application of force, the relationship between the need and the amount of force that was used, the extent of injury inflicted, and whether force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.  Taking this view, and reading the complaint with the generosity required in pro se civil rights actions, Haines v. Kerner, 404 U.S. 519, 520-521, 92 S. Ct. 594, 30 L. Ed. 2d 652 (1972), we think it stated a claim against Officer Fuller.\n    \n    \n      15\n      On the other hand, even on a charitable reading, we see no basis for sustaining the complaint against the warden.  The rule in this circuit is that when monetary damages are sought under Sec. 1983, the general doctrine of respondeat superior does not suffice and a showing of some personal responsibility of the defendant is required.  Thus in Martinez v. Mancusi, supra, 443 F.2d at 924, we conditioned a conclusion of liability of the warden on a finding that he was personally \"responsible for what the guards did.\"  Again, in Wright v. McMann, supra, 460 F.2d at 134-135, in upholding a damage award as against Warden McMann, we stressed that \"there is every reason to believe that he was aware of segregation cell conditions,\" and that \"responsibility for permitting such conditions to exist was ultimately, in any event, squarely his.\"  See also Harty v. Rockefeller, 338 F. Supp. 367 (S.D.N.Y.1972); (Gurfein, J.).  Adams v. Pate, 445 F.2d 105, 107 &amp; n. 2 (7 Cir. 1971), and a dictum in Dunham v. Crosby, 435 F.2d 1177, 1180 (1 Cir. 1970), are in accord.  We reaffirm our position here, though we are aware that Anderson v. Nosser, 438 F.2d 183, 199-200 &amp; n. 13 (5 Cir. 1971), modified, 456 F.2d 835 (5 Cir. 1972) (en banc), left the question open; that Hesselgesser v. Reilly, 440 F.2d 901 (9 Cir. 1971), held that Sec. 1983 liability might be predicated on a specific state statute making a sheriff liable for the acts of his deputies; and that Carter v. Carlson, 144 U. S.App.D.C. 388, 447 F.2d 358, 370 &amp; n. 39, rev'd on other grounds, 409 U.S. 418, 93 S. Ct. 602, 34 L. Ed. 2d 613 (1973), went all the way, holding respondeat superior to be fully applicable to actions under Sec. 1983.\n    \n    \n      16\n      Here the complaint alleged only that Warden Glick was in charge of all the correctional officers employed at the House of Detention.  It did not allege that the warden had authorized the officer's conduct, see Martinez v. Mancusi, supra, 443 F.2d at 924, or even that there had been a history of previous episodes requiring the warden to take therapeutic action, cf. Wright v. McMann, supra, 460 F.2d at 134-135; it alleged a single spontaneous incident, unforeseen and unforeseeable by higher authority.  While appellant's counsel urged that we permit him to develop further facts that might implicate the warden, the better course is to affirm the dismissal of the complaint against the warden without prejudice to an application for leave to amend if a factual basis for this should appear.  We request that counsel assigned by the judge to take this appeal shall continue to act for Johnson in the district court.\n    \n    \n      17\n      Reversed with respect to Officer Fuller; affirmed with respect to Warden Glick.  No costs.\n    \n    MOORE, Circuit Judge (dissenting):\n    \n      18\n      I respectfully dissent.\n    \n    \n      19\n      It is by now axiomatic that, in order to recover damages in an action under 42 U.S.C. Sec. 1983, a claimant must show a deprivation of rights protected by the Constitution.  Rosenberg v. Martin, 478 F.2d at 520 (2d Cir. 1973).  The facts of the case before us, in my opinion, simply do not give rise to a deprivation of constitutional rights protected by either the Eighth Amendment, as the majority recognize, or by the due process clause of the Fourteenth Amendment.\n    \n    \n      20\n      We have here not a continuous or systematic pattern of police brutality, but, rather, only a single, isolated incident in which Officer Fuller, perhaps unnecessarily aggressive in the discharge of his duties, administered a few blows to plaintiff.  I can do no better than quote the language of the majority for a statement of what I feel to be the dispositive consideration in this case:\n    \n    \n      21\n      \"The management by a few guards of large numbers of prisoners, not usually the most gentle or tractable of men and women, may require and justify the occasional use of a degree of intentional force.  Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers, violates a prisoner's constitutional rights.\"To be sure, there may very well be presented situations wherein the conduct of prison officials or the police is such that it \"shocks the conscience\", Rochin v. California, 342 U.S. 165, 172, 72 S. Ct. 205, 96 L. Ed. 183 (1952), such as to be violative of the Constitution.  See, e. g., Inmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12, 22 (2d Cir. 1971), where the \"barbarous conduct * * *-the beatings, physical abuse, torture, running of gauntlets, and similar cruelty-was wholly beyond any force needed to maintain order\"; or Martinez v. Mancusi, 443 F.2d 921 (2d Cir. 1970), where the prisoner was forced to return to a prison cell immediately after leg surgery, in blatant disregard of surgeons' instructions, was forced to walk on the leg operated upon, was placed the following day in a cell lacking facilities for his care, and was denied medicine to alleviate a constant and unrelieved pain.  In those cases, the actions of the prison officials evidenced a continuing pattern of misconduct, which assumed constitutional proportion; here, the action of Officer Fuller falls short of the conduct proscribed in Inmates and Martinez, supra, in terms of both duration and type of punishment inflicted.  As the majority note, the complaint here \"alleged a single, spontaneous incident, unforeseen and unforeseeable by higher authority.\"  This type of situation we deemed non-actionable in Inmates, supra, 453 F.2d at 23, on the following ground:\n    \n    \n      22\n      \"If the abusive conduct of the prison guards had represented a single or short-lived incident, unlikely to recur, or if other corrective measures had been taken to guarantee against repetition, injunctive relief might be denied, despite the heinous character of the conduct.\"\n    \n    \n      23\n      The majority today opens the proverbial Pandora's box by inviting civil rights actions from all prisoners feeling that their prison guards have treated them unnecessarily harshly.  The inevitable result will be lamentable in two respects: (1) federal district court dockets will become even more overburdened than is now the case; and (2) federal courts will be drawn unnecessarily into supervising the day-to-day affairs of State institutions.  Such a result would, and should, be avoided by limiting federal court intervention in this type of case to situations presenting bona fide Sec. 1983 actions.  Since this is not one of those, I would affirm the judgment below.\n    \n    \n      \n        1\n         Apart from controlling Supreme Court authority, see Preiser v. Rodriguez, 411 U.S. 475, 477, 498-499, 93 S. Ct. 1827, 36 L. Ed. 2d 439 (1973), this would be a most inappropriate case in which to require exhaustion of state judicial remedies.  As a result of Johnson's conviction of manslaughter, and the consequent suspension of his civil rights, N.Y. Civil Rights Law, McKinney's Consol.Laws, c. 6, Sec. 79, he is presently unable to bring an action in the state courts\n      \n      \n        2\n         Also, it may be that all the beatings alleged there were for the purpose of extracting a confession from Brown, see 368 F.2d at 993-994 n. 2, in which case Fifth Amendment protections would be implicated\n      \n      \n        3\n         See Granucci, \"Nor Cruel and Unusual Punishments Inflicted\": The Original Meaning, 57 Calif.L.Rev. 839 (1969)\n      \n      \n        4\n         The history of the cruel and unusual punishment clause is lucidly recounted in Mr. Justice Marshall's concurring opinion in Furman v. Georgia, supra, 408 U.S. at 316-322, 92 S. Ct. 2726\n      \n      \n        5\n         We note also that in Williams v. United States, 341 U.S. 97, 71 S. Ct. 576, 95 L. Ed. 774 (1951), the Supreme Court had little difficulty in upholding a conviction of a law enforcement officer under 18 U.S.C. Sec. 242, the criminal counterpart of 42 U.S.C. Sec. 1983, finding due process to be violated \"where police take matters in their own hands, seize victims, [and] beat and pound them until they confess.\" 341 U.S. at 101, 71 S.Ct. at 579.  The indictment charged that the victim had been deprived of\n        the right and privilege not to be deprived of liberty without due process of law, the right and privilege to be secure in his person while in the custody of the State of Florida, the right and privilege not to be subjected to punishment without due process of law, the right to be immune, while in the custody of persons acting under color of the laws of the State of Florida, from illegal assault and battery by any person exercising the authority of said State\n        as well as the right to be tried in accordance with due process of law, 341 U.S. at 103, 71 S.Ct. at 580, and the trial judge charged the jury that it could find Williams guilty if he beat the victim \"for the purpose of imposing illegal summary punishment upon him\" as well as if the beating was \"for the purpose of forcing him to make a confession\".  341 U.S. at 104, 71 S.Ct. at 580.  See also United States v. Price, 383 U.S. 787, 793, 86 S. Ct. 1152, 16 L. Ed. 2d 267 (1966).\n      \n      \n        6\n         The standard gains added content from other language in the opinion.  The acts must do more than \"offend some fastidious squeamishness or private sentimentalism about combatting crime too energetically\"; they must be such as \"to offend even hardened sensibilities,\" 342 U.S. at 172, 72 S.Ct. at 209, or constitute force that is \"brutal\" and \"offensive to human dignity.\" 342 U.S. at 174, 72 S. Ct. 205\n      \n      \n        7\n         Even at common law \"mere words, however violent, are held not to amount to an assault,\" Id. Sec. 10, at 39\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 312370
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}