{
    "id": 2682193,
    "judges": "Niemeyer, Shedd, Traxler",
    "date_filed": "2003-11-05",
    "date_filed_is_approximate": true,
    "slug": "jason-hurst-v-carlton-joyner",
    "case_name_short": null,
    "case_name": "Jason Hurst v. Carlton Joyner",
    "case_name_full": "Jason Wayne HURST, Petitioner-Appellant, v. Carlton B. JOYNER, Warden, Central Prison, Raleigh, North Carolina, Respondent-Appellee",
    "attorneys": "ARGUED: Robert Hood Hale, Jr., Robert H. Hale, Jr. & Associates, Raleigh, North Carolina, for Appellant. Mary Carla Hollis, North Carolina Department of Justice, Raleigh, North Carolina, for Ap-pellee. ON BRIEF: Roy Cooper, Attorney General, North Carolina Department of Justice, Raleigh, North Carolina, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Jan. 29, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b445-8\">\n    Jason Wayne HURST, Petitioner-Appellant, v. Carlton B. JOYNER, Warden, Central Prison, Raleigh, North Carolina, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b445-11\">\n    No. 13-6.\n   </docketnumber><br><court id=\"b445-12\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b445-13\">\n    Argued: Jan. 29, 2014.\n   </otherdate><br><decisiondate id=\"b445-14\">\n    Decided: July 2, 2014.\n   </decisiondate><br><attorneys id=\"b447-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"391\"> \n     *391\n     </span>\n    ARGUED: Robert Hood Hale, Jr., Robert H. Hale, Jr.\n    <em>\n     &amp;\n    </em>\n    Associates, Raleigh, North Carolina, for Appellant. Mary Carla Hollis, North Carolina Department of Justice, Raleigh, North Carolina, for Ap-pellee. ON BRIEF: Roy Cooper, Attorney General, North Carolina Department of Justice, Raleigh, North Carolina, for Appellee.\n   </attorneys><br><judges id=\"b447-6\">\n    Before TRAXLER, Chief Judge, and NIEMEYER and SHEDD, Circuit Judges.\n   </judges>",
    "citations": [
        "757 F.3d 389"
    ],
    "opinions": [
        {
            "author_str": "Traxler",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nReversed and remanded by published opinion. Chief Judge TRAXLER wrote the opinion, in which Judge NIEMEYER and Judge SHEDD joined. Judge SHEDD wrote a separate concurring opinion, in which Judge NIEMEYER joined.\nTRAXLER, Chief Judge:\nPetitioner Jason Wayne Hurst, a North Carolina death row inmate, appeals the district court’s denial of his petition for a writ of habeas corpus under 28 U.S.C. § 2254, alleging that his Sixth Amendment rights to an impartial jury and to be confronted with the witnesses against him were violated by an extraneous communication between a juror and her father during the penalty phase of his capital murder trial. For the following reasons, we reverse the district court’s judgment and remand for an evidentiary hearing to determine whether the extraneous communication had a substantial and injurious effect or influence on the jury’s verdict.\nI.\nA.\nThe facts underlying this capital murder are well documented in the state court decision affirming Hurst’s conviction and sentence on direct appeal. See State v. Hurst, 360 N.C. 181, 624 S.E.2d 309 (2006).\nOn June 9, 2002, Daniel Branch told his wife that he was going to Asheboro, North Carolina, to trade guns with Hurst, with whom he was acquainted. Branch loaded several guns in his vehicle and left home in the late morning. When he failed to return, Branch’s wife contacted authorities. During the investigation, North Carolina authorities were advised that Hurst had been seen in West Virginia driving a vehicle that matched the information they had regarding Branch’s vehicle. Hurst was located and apprehended, and he confessed to killing Branch with a shotgun and stealing his car. Branch’s body was found in the field where Hurst murdered him.\nHurst was convicted by the jury of first-degree murder and, following the penalty phase, sentenced to death. The North Carolina Supreme Court affirmed, see id., and the United States Supreme Court denied certiorari review, see Hurst v. North Carolina, 549 U.S. 875, 127 S.Ct. 186, 166 L.Ed.2d 131 (2006).\nOn June 25, 2007, Hurst filed a Motion for Appropriate Relief (“MAR”) in state *392court seeking, among other things, post-conviction relief from his death sentence based upon an alleged violation of his Sixth Amendment right to have an impartial jury and to confront his accusers during the penalty phase of his trial. Hurst based his claim on an affidavit of Juror Christina Foster, which had been provided to Hurst’s postconviction investigator, Adam Pfeifer, on April 21, 2007. Pertinent to the issue before us, Juror Foster stated as follows:\n7. During the trial, the jurors prayed together. We did this throughout the time from when we were selected. The prayer was led by either the foreman or another older male juror. We prayed for our families and for what we had to go through.\n9. During the trial, I often had lunch with my father who worked near the courthouse. Prior to deliberations, I asked my father where I could look in the Bible for help and guidance in making my decision for between life and death. After the jury had found Mr. Hurst guilty but before we decided his sentence, I opened my Bible at home because I wanted to read something to help me with my decision. My father had given me the section in the Bible where I could find “an eye for an eye.” That night after reading that section in the Bible, it helped me sleep better. It didn’t make the decision any easier. The next day during deliberations, I voted for the death penalty.\nJ.A. 441. Hurst argued that when Juror Foster’s father gave her the “eye for an eye” citation, he implied that her decision should be death, entitling Hurst to a new capital sentencing hearing. In the alternative, Hurst requested an evidentiary hearing to resolve any factual disputes pertaining to the extraneous communication.\nOn August 2, 2007, the state filed a response to the MAR, as well as a motion to dismiss. The state argued: (1) that the “eye for an eye” passage given to Juror Foster by her father did not constitute extraneous, prejudicial information sufficient to impeach the jury’s verdict; (2) that the father’s mere act of providing the passage to his daughter at her request likewise did not rise to the level of an extraneous prejudicial contact or communication about the case; and (3) that Hurst had otherwise failed to present any evidence that Juror Foster’s father knew what case she was sitting on or that he deliberately attempted to influence her vote.\nThe state court scheduled a hearing for October 19, 2007, to rule upon the state’s motion to dismiss. On the morning of the hearing, Hurst filed a motion seeking leave to depose Juror Foster, Juror Foster’s father, and Juror Foster’s grandmother. In support of the motion, Hurst presented an affidavit from Investigator Pfeifer, dated October 18, 2007. In the affidavit, Investigator Pfeifer confirmed that he interviewed Juror Foster on April 21, 2007, at which time “she agreed to provide [him] with [the] affidavit which tracked [their] discussion.” J.A. 457. Investigator Pfeifer also stated that he had interviewed Juror Foster’s father on October 9, 2007, who “confirmed that he had a conversation with his daughter about an ‘eye for an eye’ section of the Bible during his daughter’s deliberations in the Hurst trial,” and added that he had obtained the Biblical citation from his mother in South Carolina. J.A. 458. Investigator Pfeiffer’s efforts to interview Juror Foster’s grandmother, however, had been unsuccessful, and Hurst had been unable to determine exactly which “eye for an eye” verse Juror Foster’s father had provided to his daughter.1 *393Based upon Investigator Pfeiffer’s affidavit, Hurst argued that depositions or an evidentiary hearing were in order to “significantly assist in the search for truth about Juror Foster’s extrajudicial conversations with her father.” J.A. 454.\nOn February 4, 2008, the state court made the following relevant findings and conclusions:\nThe Fourth Circuit Court of Appeals has determined that the Bible does not constitute an improper external influence in a capital case, whether read aloud by one juror to the others during sentencing deliberations, whether read by a juror in the privacy of his home, or whether read to herself by a juror during deliberations [citing our holdings in Robinson v. Polk, 438 F.3d 350 (4th Cir.2006); Lynch v. Polk, 204 Fed.Appx. 167 (4th Cir.2006) (unpublished); Billings v. Polk, 441 F.3d 238 (4th Cir.2006); and Lenz v. Washington, 444 F.3d 295 (4th Cir.2006) ].\nMoreover, defendant presented no evidence that juror Foster’s father knew what case juror Foster was sitting on, and no evidence that he deliberately attempted to influence her vote by directing her to a specific passage in the Bible. Instead, defendant presented a motion for depositions of juror Foster, her father, and her grandmother.\nJ.A. 481-82. The state court denied Hurst’s claim on the merits and denied his motion for discovery.\nB.\nOn September 20, 2010, Hurst filed a petition for federal habeas relief under 28 U.S.C. § 2254, again raising his Sixth Amendment juror-influence claim. The state moved for summary judgment. In response, Hurst filed a motion to depose the same three witnesses. On the recommendation of the magistrate judge, the district court denied the motion for depositions, declined Hurst’s request for discovery or an evidentiary hearing, and dismissed the habeas petition. The district court concluded as follows:\nThe United States Supreme Court has not held that the reading of a Bible verse constitutes “a matter before the jury” or raises a presumption of prejudice as an improper extrinsic influence. In light of the Fourth Circuit cases holding that, in the context of habeas review, a juror’s consultation and/or recitation of Bible verses does not trigger a presumption of prejudice (indeed, does not even constitute an extrinsic influence), it cannot be said that the state MAR court’s determination — that the father’s reference to an “eye for an eye” Biblical passage in this case did not give rise to a presumption of prejudice under Rem-mer — was an unreasonable application of, or contrary to, federal law as determined by the United States Supreme Court. Accordingly, [the] [c]laim ... fails.\nJ.A. 361 (emphasis in original) (citing Remmer v. United States, 347 U.S. 227, 74 S.Ct. 450, 98 L.Ed. 654 (1954)). However, *394the district court granted a certifícate of appealability with respect to the issue of whether Juror Foster’s extraneous contact with her father violated Hurst’s Sixth Amendment rights. For the following reasons, we reverse the judgment of the district court and remand for an evidentiary hearing.\nII.\nA.\nUnder 28 U.S.C. § 2254(d), as revised by AEDPA, a federal court may grant habeas relief to a state prisoner only if the state court’s adjudication of the merits of the constitutional claim at issue was (1) “contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,” 28 U.S.C. § 2254(d)(1), or (2) “based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding,” 28 U.S.C. § 2254(d)(2). A state court’s decision is “contrary to” clearly established Supreme Court precedent only if it is “substantially different” from that precedent. Williams (Terry) v. Taylor, 529 U.S. 362, 405, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000). The decision is “an unreasonable application of’ clearly established Supreme Court precedent only if it is “objectively unreasonable.” Id. at 409,120 S.Ct. 1495.\nAs the United States Supreme Court has increasingly cautioned, AEDPA significantly constrains our review of state court decisions on federal constitutional claims. We are not at liberty to substitute our judgment for that of the state court on matters of federal constitutional law, even if we believe the state court decision was incorrect. “The question under AEDPA is not whether a federal court believes the state court’s determination was incorrect but whether that determination was unreasonable — a substantially higher threshold.” Schriro v. Landrigan, 550 U.S. 465, 473, 127 S.Ct. 1933, 167 L.Ed.2d 836 (2007) (emphasis added); see also Harrington v. Richter, 562 U.S. 86, 131 S.Ct. 770, 785, 178 L.Ed.2d 624 (2011). The state court decision may be deemed unreasonable “only if it is so erroneous that ‘there is no possibility fairminded jurists could disagree that the state court’s decision conflicts with th[e] [Supreme] Court’s precedents.’ ” Nevada v. Jackson, — U.S. -, 133 S.Ct. 1990, 1992, 186 L.Ed.2d 62 (2013) (per curiam) (quoting Harrington, 131 S.Ct. at 786).\nB.\nThe Sixth and Fourteenth Amendments to the United States Constitution “guarantee[] to the criminally accused a fair trial by a panel of impartial, ‘indifferent’ jurors.” Irvin v. Dowd, 366 U.S. 717, 722, 81 S.Ct. 1639, 6 L.Ed.2d 751 (1961). They also protect “[t]he right of confrontation” which “requires that the ‘jury’s verdict must be based upon the evidence developed at the trial.’” Robinson v. Polk, 438 F.3d 350, 359 (4th Cir. 2006) (quoting Turner v. Louisiana, 379 U.S. 466, 472, 85 S.Ct. 546, 13 L.Ed.2d 424 (1965)). At its core, these Sixth Amendment rights are designed to ensure “ ‘that the evidence developed against a defendant shall come from the witness stand in a public courtroom where there is full judicial protection of the defendant’s right[s].’ ” Id. (quoting Turner, 379 U.S. at 472, 85 S.Ct. 546) (alteration in original).\nThe privacy and protection concerns that inevitably arise when one seeks to impeach a jury’s verdict, however, are also well established. “Despite the[ ] venerable protections afforded to criminal defendants, the Sixth Amendment does not require that all evidence introduced by the defendant tending to impeach the jury’s verdict be considered by the courts.” Id. “In fact, the common-law rule generally *395‘prohibited the admission of juror testimony to impeach a jury verdict.’ ” Id. (quoting Tanner v. United States, 488 U.S. 107, 117, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987)). This common-law rule, now codified in Federal Rule of Evidence 606(b), prohibits juror testimony to impeach the verdict, subject to three exceptions, two of which are relevant here: “A juror may testify about whether ... extraneous prejudicial information was improperly brought to the jury’s attention” or whether “an outside influence was improperly brought to bear on any juror.” Fed.R.Evid. 606(b)(2)(A) &amp; (2)(B);2 see also Mattox v. United States, 146 U.S. 140, 149, 13 S.Ct. 50, 36 L.Ed. 917 (1892) (“[T]he evidence of jurors, as to the motives and influences which affected their deliberations, is inadmissible either to impeach or to support the verdict. But a juryman may testify to any facts bearing upon the question of the existence of any extraneous influence, although not as to how far that influence operated upon his mind.”).\nIn Mattox, the Supreme Court applied this common-law exception and remanded for a new trial where a convicted defendant unsuccessfully attempted to introduce affidavits to the trial court setting forth prejudicial, extraneous statements made by a bailiff to the jury about the defendant, as well as a damaging newspaper article about the case that had been read to the jury. See id. at 143-44, 13 S.Ct. 50. The Supreme Court held that such “[p]ri-vate communications, possibly prejudicial, between jurors and third persons, or witnesses, or the officer in charge, are absolutely forbidden, and invalidate the verdict, at least unless their harmlessness is made to appear.” Id. at 150,13 S.Ct. 50.\nThereafter, in Remmer v. United States, 347 U.S. 227, 74 S.Ct. 450, 98 L.Ed. 654 (1954), the Supreme Court considered an alleged bribery attempt of a juror during trial, and the FBI’s investigation of the attempt, all of which was handled by the district court in an ex parte proceeding prior to the verdict being delivered. After learning of the incident through post-trial press accounts, the defendant moved for a new trial and requested “a hearing to determine the circumstances surrounding the incident and its effect on the jury.” Id. at 228, 74 S.Ct. 450. Building upon its earlier precedent in Mattox, the Supreme Court held that:\nIn a criminal case, any private communication, contact, or tampering, directly or indirectly, with a juror during a trial about the matter pending before the jury is, for obvious reasons, deemed presumptively prejudicial.... The presumption is not conclusive, but the burden rests heavily upon the Government to establish, after notice to and hearing of the defendant, that such contact with the juror was harmless to the defendant.\nId. at 229, 74 S.Ct. 450 (emphasis added). Unlike in Mattox, neither the Court nor the defendant knew from the existing record “what actually transpired, or whether the incidents that may have occurred were harmful or harmless.” Id. The Court held that “[t]he trial court should not decide and take final action ex parte on information such as was received in this case, but should determine the circumstances, the impact thereof upon the juror, and whether or not it was prejudicial, in a hearing with all interested parties permitted to participate.” Id. at 229-30, 74 S.Ct. 450.3\n*396III.\nPresented with evidence of the communication between Juror Foster and her father about the Bible verse, the state court considered whether extraneous prejudicial information or evidence had been brought to Juror Foster’s attention {i.e., the Bible verse itself), as well as whether an outside influence was improperly brought to bear upon Juror Foster. In doing so, the state court relied upon several Sixth Amendment “Bible-verse” cases from our circuit, most notably our decision in Robinson.\nIn Robinson, a North Carolina death row inmate claimed that his Sixth Amendment right to an impartial jury had been violated during the sentencing phase of his trial when one of the jurors asked the bailiff for a Bible, received it, and then read “eye for an eye” passages to the other jurors in an effort to persuade them to “change their position from one favoring a life sentence to one favoring a death sentence.” Robinson, 438 F.3d at 358 (internal quotation marks omitted). The state court denied the claim without an evidentiary hearing.\nAfter considering Remmer and the related Supreme Court precedents, we concluded that the North Carolina court’s decision denying petitioner relief was not an unreasonable application of clearly established federal law. We held that:\nit would have been reasonable for the MAR court to conclude that the Bible had no bearing on any fact relevant to sentencing, and was therefore not tantamount to “evidence” that was used against him at sentencing.... In the end, the jury concluded that the balance of the aggravating and mitigating circumstances warranted imposing the death penalty.... [N]o Biblical passage — including the ones we assume were read — had any evidentiary relevance to the jury’s determination of the existence of these aggravating and mitigating circumstances.\nId. at 363. We additionally held that:\nit would have been reasonable for the MAR court to conclude that the Bible is not analogous to a private communication, contact, or tampering with a juror, [about the matter pending before the jury,] and that the common-law rule against allowing juror testimony applied. See Remmer, 347 U.S. at 229 [74 S.Ct. 450]. Unlike these occurrences, which impose pressure upon a juror apart from the juror himself, the reading of Bible passages invites the listener to examine his or her own conscience from within.\nId. (emphasis added). Although a third party, the bailiff, provided the Bible to the juror at the latter’s request, we found that distinction unavailing as well:\nThe fact that the bailiff provided the Bible to the juror does not alter our conclusion that it was not an external influence. Robinson does not allege that the bailiff instructed the jury to consult the Bible, or, for that matter, that he did anything other than simply provide the Bible upon the juror’s request. On *397these facts, the MAR court reasonably could have concluded that the bailiffs act of providing a Bible was nothing more than an innocuous intervention into the jury’s deliberations.... The MAR court reasonably could have concluded that the bailiffs actions in fulfilling the juror’s request did not, without more, turn the Bible into an external influence.\nId. at 366 (citation omitted).4\nBoth the state MAR court, and the Respondent in this appeal, rely upon our decision in Robinson as support for the determination that Hurst failed to make the requisite showing to benefit from the Remmer presumption of prejudice. As in Robinson, the Respondent argues, the Bible verse that Juror Foster’s father gave to her did not constitute “extraneous prejudicial information,” and his mere act of providing the verse did not rise to the level of an improper, external influence.\nRecently, however, in Barnes v. Joyner, 751 F.3d 229 (4th Cir.2014), we held that “Remmer clearly established not only a presumption of prejudice, but also a defendant’s entitlement to an evidentiary hearing, when the defendant presents a credible allegation of communications or contact between a third party and a juror concerning the matter pending before the jury.” Id. at 242; see also id. at 244 (“[I]t is clearly established federal law for purposes of our review under AEDPA that a defendant is entitled to a hearing when he or she presents a credible allegation of communications or contact between a third party and a juror concerning the matter pending before the jury.”). Once the defendant presents such a “genuine allegation,” the “presumption of prejudice must be applied, and ... a hearing must be held.” Id. at 246 (emphasis added).\nIn Barnes, defense counsel, in closing arguments, suggested to the jury that “if [the] jurors voted for the death penalty, they would one day face God’s judgment for killing the[ ] defendants.” Id. at 235. Barnes presented evidence, both to the trial court and the state MAR court, that one of the jurors contacted her pastor during the sentencing deliberations to discuss the defense counsel’s argument. Barnes also alleged that during this conversation the pastor directed the juror to a biblical passage that contradicted the passage defense counsel had relied upon. The juror, in turn, shared the passage with her fellow jurors during deliberations. See id. The question, therefore, was whether Barnes had presented a credible allegation that the communication or contact between the juror and her pastor “concerned the matter pending before the jury.” Id. at 248.\nThere was no evidence presented that the pastor and the juror discussed the facts of the specific case, or his views about the death penalty, or that he attempted to persuade the juror to vote a particular way. However, we held that the juror’s extraneous conversation with her pastor “about defense counsel’s argument, which asked the jury to return a sentence of life imprisonment instead of death, bore on the jury’s sentencing determination and was, therefore, ‘about the matter pending before the jury.’” Id. at 249. We held as follows:\n*398During the sentencing phase of Barnes’ trial, the jury was charged with deciding whether to impose a sentence of life imprisonment or a sentence of death for Barnes and his co-defendants. Clearly, then, “the matter before the jury” was the appropriateness of the death penalty for these defendants. To the extent that a juror had a conversation with a third party about the spiritual or moral implications of making this decision, the communication “was of such a character as to reasonably draw into question the integrity of the verdict,” Stockton v. Virginia 1 852 F.2d [740] at 743 [ (4th Cir.1988) ], and further inquiry in a Remmer hearing was required.\nId. at 244. “To conclude otherwise,” we held, “would not simply be incorrect or erroneous; it would be objectively unreasonable.” Id. at 249. We also distinguished our prior precedent in Robinson, concluding that:\nthe only similarity between the instant case and the ‘Bible in the jury room’ line of cases [was] the Bible itself. Unlike in Robinson, where the juror in question was simply given a Bible and read from it in the jury room, [petitioner] has alleged that [the juror] was actually directed to a specific biblical passage by [the third party.] We alluded that Robinson might have been a different case if the bailiff had “instructed the jury to consult the Bible” or done “anything other than simply provide the Bible upon the juror’s request.”\nId. at 251.\nOur holding in Barnes dictates the same result in this case. According to the affidavits presented to the state MAR court, Juror Foster asked her father where she “could look in the Bible for help and guidance in making [her] decision for between life and death.” J.A. 441. He, in turn, directed her to an (as yet) undetermined “eye for an eye” verse, which she consulted in private the night before returning the verdict.\nThe affidavits did not allege that Juror Foster discussed with her father the facts or evidence that had been presented in the trial, or the status of the jury’s deliberations. Nor was there any evidence that Juror Foster’s father expressed any opinion about the case or attempted to influence her vote. Nevertheless, Hurst presented a credible allegation of a private communication about the matter pending before the jury, entitling Hurst to the presumption of prejudice and an evidentiary hearing. Accordingly, we hold, as we did in Barnes, that the state court’s failure to apply the Remmer presumption and to conduct an evidentiary hearing in light of this showing was contrary to or an unreasonable application of the Supreme Court precedents applicable to juror-influence claims.5\nIV.\nOur conclusion that the state court unreasonably applied Supreme Court precedent, however, does not end our inquiry. Hurst is not entitled to federal habeas relief unless we are also convinced that the communication between Juror Foster and her father “had a ‘substantial and injurious effect or influence in determining the jury’s verdict.’ ” Fullwood v. Lee, 290 F.3d 663, 679 (4th Cir.2002) (quoting Brecht v. Abrahamson, 507 U.S. 619, 637, 113 S.Ct. 1710, 123 L.Ed.2d 353 (1993)); see also Hall v. Zenk, 692 F.3d 793, 805 (7th Cir. 2012) (noting that the petitioner’s “initial *399victory is more theoretical that practical, since he still must establish that he was prejudiced by the state courts’ constitutional error”).\nOn the present record, Hurst cannot meet this burden. Therefore, he has requested an opportunity to now develop his claim in an evidentiary hearing before the district court. As was the case in Barnes, Hurst contends that the state court’s failure to investigate Juror Foster’s communication with her father gave the district court “no basis from which to determine whether [the communication] was harmless.” Barnes, 751 F.3d at 252. The State, on the other hand, argues that 28 U.S.C. § 2254(e)(2) prohibits us from granting him that opportunity in this case because, even if Hurst has met the § 2254(d) requisites, his failure to exercise proper diligence in developing his claim in state court deprives him of the right to do so now. We disagree.\nSection 2254(e)(2) “imposes a limitation on the discretion of federal habeas courts to take new evidence in an eviden-tiary hearing.” Cullen v. Pinholster, — U.S. -, 131 S.Ct. 1388, 1400-01, 179 L.Ed.2d 557 (2011). “A district court may not grant an evidentiary hearing to a habe-as petitioner if the petitioner ‘failed to develop the factual basis of a claim,’ ” in state court, 28 U.S.C. § 2254(e)(2), due to “lack of diligence, or some greater fault, attributable to the prisoner or the prisoner’s counsel.” Williams (Michael) v. Taylor, 529 U.S. 420, 432, 120 S.Ct. 1479, 146 L.Ed.2d 435 (2000). “Like § 2254(d)(1), [§ 2254(e)(2) ] carries out AEDPA’s goal of promoting comity, finality, and federalism by giving state courts the first opportunity to review a claim, and to correct any constitutional violation in the first instance.” Cullen, 131 S.Ct. at 1401 (internal quotation marks and alteration omitted). Moreover, “[s]ection 2254(e)(2) continues to have force [even] where § 2254(d)(1) does not bar federal habeas relief.” Id. It “still restricts the discretion of federal habeas courts to consider new evidence when deciding claims that were not adjudicated on the merits in state court,” and “ensure[s] that federal courts sitting in habeas are not an alternative forum for trying facts and issues which a prisoner made insufficient effort to pursue in state proceedings.” Id. (internal quotation marks and alteration omitted).\n“[T]he requirements that petitioners exhaust their state remedies and diligently develop the record in state court are exacting burdens,” and “new evidence submitted in federal court that fundamentally alters a claim presented in state court will render that claim unexhausted.” Winston v. Pearson, 683 F.3d 489, 497 (4th Cir.2012) (internal quotation marks omitted). Moreover, “that a petitioner requested an evidentiary hearing from the state court, without more, might not always suffice to satisfy AEDPA’s diligence requirement.” Id.\nIn this case, however, Hurst did not merely seek to engage in a fishing expedition to uncover evidence of juror misconduct that he could and should have investigated and presented to the state MAR court in the first instance. Rather, he presented evidentiary affidavits in support of a specific Sixth Amendment claim to the state MAR court, sufficient to entitle him to the Remmer presumption of prejudice and a Remmer evidentiary hearing. He then requested both discovery and an evidentiary hearing before the state MAR court to explore the private communication between Juror Foster and her father and, more specifically, the question of whether their conversation prejudiced the verdict. Because the state MAR court unreasonably denied Hurst’s motion for further evidentiary development, Hurst did not “fail[ ] to develop the factual basis *400of [his] claim” under § 2254(e), and we are left with an incomplete and inadequate record for review.\nOn remand, Hurst will be given the opportunity to develop the record as it pertains to Juror Foster’s extraneous conversation with her father, but he will not be entitled to the Remmer presumption in attempting to demonstrate that the communication had a substantial and injurious effect or influence on the jury’s verdict. See Barnes, 751 F.3d at 253. “[T]o be entitled to habeas relief,” Hurst “will need to affirmatively prove actual prejudice by demonstrating that the jury’s verdict was tainted by the extraneous communication between” Juror Foster and her father. Id.\nV.\nFor the foregoing reasons, the judgment of the district court is reversed and the matter remanded for an evidentiary hearing on the issue of whether the communication between Juror Foster and her father about the Bible verse had a substantial and injurious effect or influence in determining the jury’s verdict.\n\nREVERSED AND REMANDED.\n\n\n. As we have previously noted, the King James Version of the Bible contains several *393\"eye for an eye” verses.\nThe Old Testament contains three such passages: (1) \"Eye for eye, tooth for tooth, hand for hand, foot for foot,” Exodus 21:24; (2) \"Breach for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him again,” Leviticus 24:20; (3) “And thine eye shall not pity; but life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot,” Deuteronomy 19:21.\nRobinson v. Polk, 438 F.3d 350, 358-59 n. 8 (4th Cir.2006). However, \"in the New Testament Sermon on the Mount, Jesus said, ‘Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: But I say unto you, that ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.' Matthew 5:38-39.” Id.\n\n\n. A juror may also testify concerning whether “a mistake was made in entering the verdict on the verdict form.” Fed.R.Evid. 606(b)(2)(C).\n\n\n. Interpreting and applying these Supreme Court cases, this circuit has formulated a burden-shifting approach for analyzing a convicted defendant’s allegations that his Sixth Amendment rights were violated by an extraneous communication or contact with a juror *396during the pendency of a trial. First, the party attacking the verdict must introduce competent evidence that there was an extrajudicial communication or contact, and that it was \" 'more than innocuous interventions.’ ” Howard v. Moore, 131 F.3d 399, 422 (4th Cir.1997) (en banc) (quoting United States v. Cheek, 94 F.3d 136, 141 (4th Cir.1996)). \"If this requirement is satisfied, the Remmer I presumption automatically arises.” Id. Once this initial showing is made and the Remmer presumption of prejudice arises, \"the burden shifts to the prevailing party [at trial] to dem: onstrate that there exists no reasonable possibility that the jury’s verdict was influenced by [the] improper communication.” Id. (internal quotation marks omitted).\n\n\n. As the state MAR court correctly observed, this court has held firm to the view that Bible-verse readings, whether occurring privately or in the jury room, do not alone constitute extraneous prejudicial information or an outside influence improperly brought to bear upon the jury. See Lenz v. Washington, 444 F.3d 295, 300-01 (4th Cir.2006); Billings v. Polk, 441 F.3d 238, 248-49 (4th Cir.2006); Lynch v. Polk, 204 Fed.Appx. 167, 175 (4th Cir.2006); see also Burch v. Corcoran, 273 F.3d 577, 591 (4th Cir.2001).\n\n\n. In accordance with our decision in Robinson, the state court reasonably determined that the mere existence of the Bible verse in the hands of Juror Foster and her consideration of it was not extraneous prejudicial information that violated his Sixth Amendment rights.\n\n",
            "ocr": false,
            "opinion_id": 9800216
        },
        {
            "author_str": "Shedd",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSHEDD, Circuit Judge,\nconcurring:\nIn view of the Supreme Court’s recent admonition in White v. Woodall, — U.S. -, 134 S.Ct. 1697, 1706, 188 L.Ed.2d 698 (2014) (emphasis in original), that “[section 2254(d)(1) provides a remedy for instances in which a state court unreasonably applies this Court’s precedent; it does not require state courts to extend that precedent or license federal courts to treat the failure to do so as error,” I believe the district court correctly determined that the state MAR court did not unreasonably interpret Remmer v. United States, 347 U.S. 227, 229, 74 S.Ct. 450, 98 L.Ed. 654 (1954), in denying Hurst relief. Thus, if we were writing on a clean slate, I would affirm the district court’s grant of summary judgment to the state.\nHowever, I agree with Judge Traxler that, given our recent sweeping decision in Barnes v. Joyner, 751 F.3d 229 (4th Cir. 2014), we are constrained to vacate the grant of summary judgment and remand this case for an evidentiary hearing. Although I recognize that Barnes controls the outcome in this case, I note that our opinion in Barnes “acknowledges AED-PA’s constraints only in the abstract, while simultaneously analyzing the case at bar as if it were on direct appeal,” Barnes, 751 F.3d at 253, (Agee, J., dissenting) and in so doing “disregarded] perfectly reasonable interpretations [of Supreme Court precedent] and hence contravene[ed] § 2254(d)’s deferential standard of review,” White, 134 S.Ct. at 1704.\nNotwithstanding these reservations, I concur.\n",
            "ocr": false,
            "opinion_id": 9800217
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://pacer.ca4.uscourts.gov/opinion.pdf/136.P.pdf",
            "author_id": null,
            "opinion_text": "                             PUBLISHED\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FOURTH CIRCUIT\n\n\n                             No. 13-6\n\n\nJASON WAYNE HURST,\n\n                Petitioner - Appellant,\n\n           v.\n\nCARLTON B. JOYNER, Warden, Central Prison, Raleigh, North\nCarolina,\n\n                Respondent - Appellee.\n\n\n\nAppeal from the United States District Court for the Middle\nDistrict of North Carolina, at Greensboro. Thomas D. Schroeder,\nDistrict Judge. (1:10-cv-00725-TDS-LPA)\n\n\nArgued:   January 29, 2014                Decided:   July 2, 2014\n\n\nBefore TRAXLER, Chief Judge, and NIEMEYER and SHEDD, Circuit\nJudges.\n\n\nReversed and remanded by published opinion. Chief Judge Traxler\nwrote the opinion, in which Judge Niemeyer and Judge Shedd\njoined.   Judge Shedd wrote a separate concurring opinion, in\nwhich Judge Niemeyer joined.\n\n\nARGUED: Robert Hood Hale, Jr., ROBERT H. HALE, JR. & ASSOCIATES,\nRaleigh, North Carolina, for Appellant.      Mary Carla Hollis,\nNORTH CAROLINA DEPARTMENT OF JUSTICE, Raleigh, North Carolina,\nfor Appellee.   ON BRIEF: Roy Cooper, Attorney General, NORTH\nCAROLINA DEPARTMENT OF JUSTICE, Raleigh, North Carolina, for\nAppellee.\n\fTRAXLER, Chief Judge:\n\n      Petitioner Jason Wayne Hurst, a North Carolina death row\n\ninmate, appeals the district court’s denial of his petition for\n\na writ of habeas corpus under 28 U.S.C. § 2254, alleging that\n\nhis   Sixth     Amendment      rights     to    an    impartial    jury     and    to    be\n\nconfronted with the witnesses against him were violated by an\n\nextraneous communication between a juror and her father during\n\nthe   penalty     phase       of   his   capital       murder     trial.      For       the\n\nfollowing reasons, we reverse the district court’s judgment and\n\nremand    for    an   evidentiary        hearing      to   determine       whether      the\n\nextraneous communication had a substantial and injurious effect\n\nor influence on the jury’s verdict.\n\n                                           I.\n\n                                           A.\n\n      The     facts     underlying        this       capital      murder     are     well\n\ndocumented      in    the     state      court       decision    affirming        Hurst’s\n\nconviction and sentence on direct appeal.                       See State v. Hurst,\n\n624 S.E.2d 309 (N.C. 2006).\n\n      On June 9, 2002, Daniel Branch told his wife that he was\n\ngoing to Asheboro, North Carolina, to trade guns with Hurst,\n\nwith whom he was acquainted.               Branch loaded several guns in his\n\nvehicle and left home in the late morning.                        When he failed to\n\nreturn,     Branch’s      wife     contacted         authorities.          During       the\n\ninvestigation,        North     Carolina       authorities      were   advised       that\n\n                                           2\n\fHurst had been seen in West Virginia driving a vehicle that\n\nmatched    the    information       they    had       regarding      Branch’s         vehicle.\n\nHurst was located and apprehended, and he confessed to killing\n\nBranch with a shotgun and stealing his car.                              Branch’s body was\n\nfound in the field where Hurst murdered him.\n\n     Hurst was convicted by the jury of first-degree murder and,\n\nfollowing    the    penalty       phase,    sentenced         to    death.           The   North\n\nCarolina Supreme Court affirmed, see id., and the United States\n\nSupreme    Court    denied      certiorari        review,          see    Hurst      v.    North\n\nCarolina, 549 U.S. 875 (2006).\n\n     On    June    25,    2007,    Hurst      filed     a    Motion       for   Appropriate\n\nRelief    (“MAR”)    in    state      court     seeking,        among       other      things,\n\npostconviction      relief      from    his     death       sentence       based      upon   an\n\nalleged    violation       of   his    Sixth      Amendment         right       to    have    an\n\nimpartial jury and to confront his accusers during the penalty\n\nphase of his trial.             Hurst based his claim on an affidavit of\n\nJuror    Christina       Foster,    which       had     been    provided        to     Hurst’s\n\npostconviction investigator, Adam Pfeifer, on April 21, 2007.\n\nPertinent    to     the    issue      before      us,       Juror    Foster       stated     as\n\nfollows:\n\n     7. During the trial, the jurors prayed together. We\n     did this throughout the time from when we were\n     selected. The prayer was led by either the foreman or\n     another older male juror. We prayed for our families\n     and for what we had to go through.\n\n     . . . .\n\n                                            3\n\f     9. During the trial, I often had lunch with my father\n     who   worked   near   the   courthouse.      Prior   to\n     deliberations, I asked my father where I could look in\n     the Bible for help and guidance in making my decision\n     for between life and death. After the jury had found\n     Mr. Hurst guilty but before we decided his sentence, I\n     opened my Bible at home because I wanted to read\n     something to help me with my decision. My father had\n     given me the section in the Bible where I could find\n     “an eye for an eye.”    That night after reading that\n     section in the Bible, it helped me sleep better.     It\n     didn’t make the decision any easier.      The next day\n     during deliberations, I voted for the death penalty.\n\nJ.A. 441.       Hurst argued that when Juror Foster’s father gave her\n\nthe “eye for an eye” citation, he implied that her decision\n\nshould be death, entitling Hurst to a new capital sentencing\n\nhearing.        In the alternative, Hurst requested an evidentiary\n\nhearing    to    resolve   any   factual    disputes   pertaining    to   the\n\nextraneous communication.\n\n     On August 2, 2007, the state filed a response to the MAR,\n\nas well as a motion to dismiss.            The state argued: (1) that the\n\n“eye for an eye” passage given to Juror Foster by her father did\n\nnot constitute extraneous, prejudicial information sufficient to\n\nimpeach the jury’s verdict; (2) that the father’s mere act of\n\nproviding the passage to his daughter at her request likewise\n\ndid not rise to the level of an extraneous prejudicial contact\n\nor   communication     about     the   case;   and   (3)   that   Hurst   had\n\notherwise failed to present any evidence that Juror Foster’s\n\nfather knew what case she was sitting on or that he deliberately\n\nattempted to influence her vote.\n\n                                       4\n\f       The state court scheduled a hearing for October 19, 2007,\n\nto rule upon the state’s motion to dismiss.                          On the morning of\n\nthe hearing, Hurst filed a motion seeking leave to depose Juror\n\nFoster, Juror Foster’s father, and Juror Foster’s grandmother.\n\nIn   support    of     the    motion,    Hurst         presented    an    affidavit   from\n\nInvestigator Pfeifer, dated October 18, 2007.                        In the affidavit,\n\nInvestigator Pfeifer confirmed that he interviewed Juror Foster\n\non April 21, 2007, at which time “she agreed to provide [him]\n\nwith [the] affidavit which tracked [their] discussion.”                               J.A.\n\n457.       Investigator Pfeifer also stated that he had interviewed\n\nJuror Foster’s father on October 9, 2007, who “confirmed that he\n\nhad a conversation with his daughter about an ‘eye for an eye’\n\nsection of the Bible during his daughter’s deliberations in the\n\nHurst      trial,”    and     added    that       he    had    obtained     the   Biblical\n\ncitation      from     his     mother    in       South       Carolina.       J.A.    458.\n\nInvestigator         Pfeiffer’s       efforts      to    interview       Juror    Foster’s\n\ngrandmother, however, had been unsuccessful, and Hurst had been\n\nunable to determine exactly which “eye for an eye” verse Juror\n\nFoster’s      father    had    provided       to       his    daughter. 1     Based   upon\n\n\n       1\n       As we have previously noted, the King James Version of the\nBible contains several “eye for an eye” verses.\n\n     The Old Testament contains three such passages: (1)\n     “Eye for eye, tooth for tooth, hand for hand, foot for\n     foot,” Exodus 21:24; (2) “Breach for breach, eye for\n     eye, tooth for tooth: as he hath caused a blemish in a\n(Continued)\n                                              5\n\fInvestigator Pfeiffer’s affidavit, Hurst argued that depositions\n\nor an evidentiary hearing were in order to “significantly assist\n\nin   the   search   for   truth   about   Juror   Foster’s   extrajudicial\n\nconversations with her father.”       J.A. 454.\n\n      On February 4, 2008, the state court made the following\n\nrelevant findings and conclusions:\n\n            The  Fourth   Circuit   Court  of  Appeals   has\n      determined that the Bible does not constitute an\n      improper external influence in a capital case, whether\n      read aloud by one juror to the others during\n      sentencing deliberations, whether read by a juror in\n      the privacy of his home, or whether read to herself by\n      a juror during deliberations [citing our holdings in\n      Robinson v. Polk, 438 F.3d 350 (4th Cir. 2006); Lynch\n      v.   Polk,   204  Fed.  Appx.   167 (4th   Cir.  2006)\n      (unpublished); Billings v. Polk, 441 F.3d 238 (4th\n      Cir. 2006); and Lenz v. Washington, 444 F.3d 295 (4th\n      Cir. 2006)].\n\n           Moreover, defendant presented no evidence that\n      juror Foster’s father knew what case juror Foster was\n      sitting on, and no evidence that he deliberately\n      attempted to influence her vote by directing her to a\n      specific passage in the Bible.     Instead, defendant\n\n\n\n      man, so shall it be done to him again,” Leviticus\n      24:20; (3) “And thine eye shall not pity; but life\n      shall go for life, eye for eye, tooth for tooth, hand\n      for hand, foot for foot,” Deuteronomy 19:21.\n\nRobinson v. Polk, 438 F.3d 350, 358-59 n.8 (4th Cir. 2006).\nHowever, “in the New Testament Sermon on the Mount, Jesus\nsaid, ‘Ye have heard that it hath been said, An eye for an\neye, and a tooth for a tooth: But I say unto you, that ye\nresist not evil: but whosoever shall smite thee on thy\nright cheek, turn to him the other also.’ Matthew 5:38-39.”\nId.\n\n\n\n\n                                     6\n\f     presented a motion for depositions of juror Foster,\n     her father, and her grandmother.\n\nJ.A. 481-82.   The state court denied Hurst’s claim on the merits\n\nand denied his motion for discovery.\n\n                                 B.\n\n    On September 20, 2010, Hurst filed a petition for federal\n\nhabeas relief under 28 U.S.C. § 2254, again raising his Sixth\n\nAmendment juror-influence claim.       The state moved for summary\n\njudgment.   In response, Hurst filed a motion to depose the same\n\nthree witnesses.   On the recommendation of the magistrate judge,\n\nthe district court denied the motion for depositions, declined\n\nHurst’s request for discovery or an evidentiary hearing, and\n\ndismissed the habeas petition.       The district court concluded as\n\nfollows:\n\n          The United States Supreme Court has not held that\n     the reading of a Bible verse constitutes “a matter\n     before the jury” or raises a presumption of prejudice\n     as an improper extrinsic influence.   In light of the\n     Fourth Circuit cases holding that, in the context of\n     habeas   review,   a    juror’s  consultation   and/or\n     recitation of Bible verses does not trigger a\n     presumption of prejudice (indeed, does not even\n     constitute an extrinsic influence), it cannot be said\n     that the state MAR court’s determination -- that the\n     father’s reference to an “eye for an eye” Biblical\n     passage in this case did not give rise to a\n     presumption of prejudice under Remmer -- was an\n     unreasonable application of, or contrary to, federal\n     law as determined by the United States Supreme Court.\n     Accordingly, [the] [c]laim . . . fails.\n\nJ.A. 361 (emphasis in original) (citing Remmer v. United States,\n\n347 U.S. 227 (1954)).     However, the district court granted a\n\n                                 7\n\fcertificate      of    appealability      with      respect        to     the   issue    of\n\nwhether    Juror      Foster’s      extraneous       contact        with     her    father\n\nviolated   Hurst’s       Sixth   Amendment        rights.          For    the   following\n\nreasons,   we    reverse      the     judgment     of     the     district      court   and\n\nremand for an evidentiary hearing.\n\n                                         II.\n\n                                          A.\n\n      Under 28 U.S.C. § 2254(d), as revised by AEDPA, a federal\n\ncourt may grant habeas relief to a state prisoner only if the\n\nstate court’s adjudication of the merits of the constitutional\n\nclaim at issue was (1) “contrary to, or involved an unreasonable\n\napplication of, clearly established Federal law, as determined\n\nby   the   Supreme       Court   of    the       United    States,”        28   U.S.C.    §\n\n2254(d)(1), or (2) “based on an unreasonable determination of\n\nthe facts in light of the evidence presented in the State court\n\nproceeding,” 28 U.S.C. § 2254(d)(2).                     A state court’s decision\n\nis   “contrary     to”    clearly     established         Supreme       Court   precedent\n\nonly if it is “substantially different” from that precedent.\n\nWilliams   (Terry)       v.   Taylor,    529      U.S.    362,     405    (2000).       The\n\ndecision is “an unreasonable application of” clearly established\n\nSupreme     Court        precedent       only       if      it      is      “objectively\n\nunreasonable.”        Id. at 409.\n\n      As   the     United     States      Supreme         Court     has    increasingly\n\ncautioned, AEDPA significantly constrains our review of state\n\n                                             8\n\fcourt decisions on federal constitutional claims.                  We are not at\n\nliberty to substitute our judgment for that of the state court\n\non matters of federal constitutional law, even if we believe the\n\nstate court decision was incorrect.                 “The question under AEDPA\n\nis   not   whether   a   federal   court        believes    the   state    court’s\n\ndetermination was incorrect but whether that determination was\n\nunreasonable – a substantially higher threshold.”                      Schriro v.\n\nLandrigan, 550 U.S. 465, 473 (2007) (emphasis added); see also\n\nHarrington v. Richter, 131 S. Ct. 770, 785 (2011).                      The state\n\ncourt decision may be deemed unreasonable “only if it is so\n\nerroneous that ‘there is no possibility fairminded jurists could\n\ndisagree that the state court’s decision conflicts with th[e]\n\n[Supreme] Court’s precedents.’”               Nevada v. Jackson, 133 S. Ct.\n\n1990, 1992 (2013) (per curiam) (quoting Harrington, 131 S. Ct.\n\nat 786).\n\n                                         B.\n\n      The Sixth and Fourteenth Amendments to the United States\n\nConstitution “guarantee[] to the criminally accused a fair trial\n\nby a panel of impartial, ‘indifferent’ jurors.”                   Irvin v. Dowd,\n\n366 U.S. 717, 722 (1961).           They also protect “[t]he right of\n\nconfrontation” which “requires that the ‘jury’s verdict must be\n\nbased upon the evidence developed at the trial.’”                      Robinson v.\n\nPolk,   438   F.3d   350,   359   (4th       Cir.   2006)   (quoting    Turner   v.\n\nLouisiana, 379 U.S. 466, 472 (1965)).                At its core, these Sixth\n\n                                         9\n\fAmendment    rights    are   designed    to   ensure    “‘that    the    evidence\n\ndeveloped against a defendant shall come from the witness stand\n\nin a public courtroom where there is full judicial protection of\n\nthe defendant’s right[s].’”        Id. (quoting         Turner, 379 U.S. at\n\n472) (alteration in original).\n\n     The privacy and protection concerns that inevitably arise\n\nwhen one seeks to impeach a jury’s verdict, however, are also\n\nwell established.      “Despite the[] venerable protections afforded\n\nto criminal defendants, the Sixth Amendment does not require\n\nthat all evidence introduced by the defendant tending to impeach\n\nthe jury’s verdict be considered by the courts.”                 Id.    “In fact,\n\nthe common-law rule generally ‘prohibited the admission of juror\n\ntestimony to impeach a jury verdict.’”               Id. (quoting Tanner v.\n\nUnited States, 483 U.S. 107, 117 (1987)).              This common-law rule,\n\nnow codified in Federal Rule of Evidence 606(b), prohibits juror\n\ntestimony to impeach the verdict, subject to three exceptions,\n\ntwo of which are relevant here:               “A juror may testify about\n\nwhether . . . extraneous prejudicial information was improperly\n\nbrought     to   the   jury’s   attention”      or     whether    “an     outside\n\ninfluence was improperly brought to bear on any juror.”                  Fed. R.\n\nEvid. 606(b)(2)(A)&(2)(B); 2 see also Mattox v. United States, 146\n\n\n     2\n       A juror may also testify concerning whether “a mistake was\nmade in entering the verdict on the verdict form.”        Fed. R.\nEvid. 606(b)(2)(C).\n\n\n                                        10\n\fU.S.   140,   149    (1892)   (“[T]he        evidence    of   jurors,       as    to   the\n\nmotives and influences which affected their deliberations, is\n\ninadmissible either to impeach or to support the verdict.                          But a\n\njuryman may testify to any facts bearing upon the question of\n\nthe existence of any extraneous influence, although not as to\n\nhow far that influence operated upon his mind.”).\n\n       In   Mattox,    the    Supreme        Court    applied    this       common-law\n\nexception     and    remanded    for    a     new    trial    where     a    convicted\n\ndefendant     unsuccessfully      attempted      to     introduce     affidavits       to\n\nthe trial court setting forth prejudicial, extraneous statements\n\nmade by a bailiff to the jury about the defendant, as well as a\n\ndamaging newspaper article about the case that had been read to\n\nthe jury.     See id. at 143-44.             The Supreme Court held that such\n\n“[p]rivate communications, possibly prejudicial, between jurors\n\nand third persons, or witnesses, or the officer in charge, are\n\nabsolutely     forbidden,       and    invalidate       the   verdict,       at     least\n\nunless their harmlessness is made to appear.”                   Id. at 150.\n\n       Thereafter,    in     Remmer     v.    United     States,      347    U.S.      227\n\n(1954), the Supreme Court considered an alleged bribery attempt\n\nof a juror during trial, and the FBI’s investigation of the\n\nattempt, all of which was handled by the district court in an ex\n\nparte proceeding prior to the verdict being delivered.                              After\n\nlearning of the incident through post-trial press accounts, the\n\ndefendant moved for a new trial and requested “a hearing to\n\n                                         11\n\fdetermine         the    circumstances   surrounding          the   incident    and    its\n\neffect on the jury.”             Id. at 228.            Building upon its earlier\n\nprecedent in Mattox, the Supreme Court held that:\n\n             In a criminal case, any private communication,\n        contact, or tampering, directly or indirectly, with a\n        juror during a trial about the matter pending before\n        the jury is, for obvious reasons, deemed presumptively\n        prejudicial . . . .         The presumption is not\n        conclusive, but the burden rests heavily upon the\n        Government to establish, after notice to and hearing\n        of the defendant, that such contact with the juror was\n        harmless to the defendant.\n\nId. at 229 (emphasis added).                     Unlike in Mattox, neither the\n\nCourt       nor    the   defendant   knew   from     the      existing   record      “what\n\nactually          transpired,   or   whether      the   incidents     that     may    have\n\noccurred were harmful or harmless.”                     Id.     The Court held that\n\n“[t]he trial court should not decide and take final action ex\n\nparte on information such as was received in this case, but\n\nshould determine the circumstances, the impact thereof upon the\n\njuror, and whether or not it was prejudicial, in a hearing with\n\nall interested parties permitted to participate.”                         Id. at 229-\n\n30. 3\n\n\n        3\n       Interpreting and applying these Supreme Court cases, this\ncircuit has formulated a burden-shifting approach for analyzing\na convicted defendant’s allegations that his Sixth Amendment\nrights were violated by an extraneous communication or contact\nwith a juror during the pendency of a trial. “First, the party\nattacking the verdict must introduce competent evidence that\nthere was an extrajudicial communication or contact, and that it\nwas “‘more than innocuous interventions.’” Howard v. Moore, 131\nF.3d 399, 422 (4th Cir. 1997) (en banc) (quoting United States\n(Continued)\n                                            12\n\f                                       III.\n\n       Presented with evidence of the communication between Juror\n\nFoster and her father about the Bible verse, the state court\n\nconsidered         whether     extraneous       prejudicial     information      or\n\nevidence had been brought to Juror Foster’s attention (i.e., the\n\nBible verse itself), as well as whether an outside influence was\n\nimproperly brought to bear upon Juror Foster.                  In doing so, the\n\nstate court relied upon several Sixth Amendment “Bible-verse”\n\ncases from our circuit, most notably our decision in Robinson.\n\n       In Robinson, a North Carolina death row inmate claimed that\n\nhis Sixth Amendment right to an impartial jury had been violated\n\nduring the sentencing phase of his trial when one of the jurors\n\nasked the bailiff for a Bible, received it, and then read “eye\n\nfor    an   eye”    passages    to   the    other   jurors    in   an   effort   to\n\npersuade them to “change their position from one favoring a life\n\nsentence to one favoring a death sentence.”                   Robinson, 438 F.3d\n\nat    358   (internal    quotation    marks     omitted).       The   state   court\n\ndenied the claim without an evidentiary hearing.\n\n\n\n\nv. Cheek, 94 F.3d 136, 141 (4th Cir. 1996)).           “If this\nrequirement is satisfied, the Remmer I presumption automatically\narises.” Id. Once this initial showing is made and the Remmer\npresumption of prejudice arises, “the burden shifts to the\nprevailing party [at trial] to demonstrate that there exists no\nreasonable possibility that the jury’s verdict was influenced by\n[the] improper communication.”    Id. (internal quotation marks\nomitted).\n\n\n                                           13\n\f     After    considering      Remmer    and     the     related      Supreme   Court\n\nprecedents,     we     concluded   that      the    North       Carolina     court’s\n\ndecision     denying    petitioner      relief     was    not    an    unreasonable\n\napplication of clearly established federal law.                  We held that:\n\n     it would have been reasonable for the MAR court to\n     conclude that the Bible had no bearing on any fact\n     relevant   to  sentencing,   and   was  therefore   not\n     tantamount to “evidence” that was used against him at\n     sentencing. . . . In the end, the jury concluded that\n     the   balance  of   the   aggravating  and   mitigating\n     circumstances warranted imposing the death penalty. .\n     . .    [N]o Biblical passage - including the ones we\n     assume were read - had any evidentiary relevance to\n     the jury’s determination of the existence of these\n     aggravating and mitigating circumstances.\n\nId. at 363.    We additionally held that:\n\n     it would have been reasonable for the MAR court to\n     conclude that the Bible is not analogous to a private\n     communication, contact, or tampering with a juror,\n     [about the matter pending before the jury,] and that\n     the common-law rule against allowing juror testimony\n     applied.   See Remmer, 347 U.S. at 229.  Unlike these\n     occurrences, which impose pressure upon a juror apart\n     from the juror himself, the reading of Bible passages\n     invites the listener to examine his or her own\n     conscience from within.\n\nId. (emphasis        added).   Although      a   third     party,      the   bailiff,\n\nprovided the Bible to the juror at the latter’s request, we\n\nfound that distinction unavailing as well:\n\n     The fact that the bailiff provided the Bible to the\n     juror does not alter our conclusion that it was not an\n     external influence. Robinson does not allege that the\n     bailiff instructed the jury to consult the Bible, or,\n     for that matter, that he did anything other than\n     simply provide the Bible upon the juror’s request. On\n     these facts, the MAR court reasonably could have\n     concluded that the bailiff’s act of providing a Bible\n\n                                        14\n\f        was nothing more than an innocuous intervention into\n        the jury’s deliberations. . . .      The MAR court\n        reasonably could have concluded that the bailiff’s\n        actions in fulfilling the juror’s request did not,\n        without more, turn the Bible into an external\n        influence.\n\nId. at 366 (citation omitted). 4\n\n       Both        the     state    MAR    court,      and       the    Respondent         in   this\n\nappeal, rely upon our decision in Robinson as support for the\n\ndetermination that Hurst failed to make the requisite showing to\n\nbenefit        from      the     Remmer    presumption            of    prejudice.           As   in\n\nRobinson,        the       Respondent     argues,      the       Bible     verse      that      Juror\n\nFoster’s       father        gave    to   her    did       not     constitute         “extraneous\n\nprejudicial         information,”          and   his       mere    act     of   providing         the\n\nverse      did     not      rise    to    the    level      of     an    improper,         external\n\ninfluence.\n\n       Recently, however, in Barnes v. Joyner, 2014 WL 1759085\n\n(4th Cir. 2014), we held that “Remmer clearly established not\n\nonly       a   presumption          of    prejudice,         but        also    a     defendant’s\n\nentitlement           to    an     evidentiary        hearing,          when    the     defendant\n\npresents       a    credible        allegation        of    communications            or   contact\n\n       4\n       As the state MAR court correctly observed, this court has\nheld firm to the view that Bible-verse readings, whether\noccurring privately or in the jury room, do not alone constitute\nextraneous prejudicial information or an outside influence\nimproperly brought to bear upon the jury.          See Lenz v.\nWashington, 444 F.3d 295, 300-01 (4th Cir. 2006);    Billings v.\nPolk, 441 F.3d 238, 248-49 (4th Cir. 2006); Lynch v. Polk, 204\nFed. Appx. 167, 175 (4th Cir. 2006); see also Burch v. Corcoran,\n273 F.3d 577, 591 (4th Cir. 2001).\n\n\n                                                 15\n\fbetween a third party and a juror concerning the matter pending\n\nbefore the jury.”         Id. at *10; see also id. at *12 (“[I]t is\n\nclearly established federal law for purposes of our review under\n\nAEDPA that a defendant is entitled to a hearing when he or she\n\npresents    a   credible       allegation      of   communications    or   contact\n\nbetween a third party and a juror concerning the matter pending\n\nbefore the jury.”).           Once the defendant presents such a “genuine\n\nallegation,” the “presumption of prejudice must be applied, and\n\n. . . a hearing must be held.”            Id. at *14 (emphasis added).\n\n       In Barnes, defense counsel, in closing arguments, suggested\n\nto the jury that “if [the] jurors voted for the death penalty,\n\nthey   would    one     day    face    God’s    judgment    for    killing   the[]\n\ndefendants.”       Id. at *4.      Barnes presented evidence, both to the\n\ntrial court and the state MAR court, that one of the jurors\n\ncontacted    her      pastor    during   the    sentencing    deliberations     to\n\ndiscuss the defense counsel’s argument.                    Barnes also alleged\n\nthat during this conversation the pastor directed the juror to a\n\nbiblical passage that contradicted the passage defense counsel\n\nhad relied upon.         The juror, in turn, shared the passage with\n\nher fellow jurors during deliberations.                See id.     The question,\n\ntherefore,      was     whether       Barnes    had    presented     a     credible\n\nallegation that the communication or contact between the juror\n\nand her pastor “concerned the matter pending before the jury.”\n\nId. at *15.\n\n                                         16\n\f       There was no evidence presented that the pastor and the\n\njuror discussed the facts of the specific case, or his views\n\nabout the death penalty, or that he attempted to persuade the\n\njuror to vote a particular way.             However, we held that the\n\njuror’s extraneous conversation with her pastor “about defense\n\ncounsel’s argument, which asked the jury to return a sentence of\n\nlife    imprisonment    instead     of    death,     bore   on   the   jury’s\n\nsentencing determination and was, therefore, ‘about the matter\n\npending before the jury.’”        Id. at *17.      We held as follows:\n\n       During the sentencing phase of Barnes’ trial, the jury\n       was charged with deciding whether to impose a sentence\n       of life imprisonment or a sentence of death for Barnes\n       and his co-defendants.     Clearly, then, “the matter\n       before the jury” was the appropriateness of the death\n       penalty for these defendants.     To the extent that a\n       juror had a conversation with a third party about the\n       spiritual   or  moral   implications  of  making  this\n       decision, the communication “was of such a character\n       as to reasonably draw into question the integrity of\n       the verdict,” Stockton, 852 F.2d at 743, and further\n       inquiry in a Remmer hearing was required.\n\nId. at *16.    “To conclude otherwise,” we held, “would not simply\n\nbe     incorrect   or    erroneous;        it      would    be   objectively\n\nunreasonable.”     Id. at *17.        We also distinguished our prior\n\nprecedent in Robinson, concluding that:\n\n       the only similarity between the instant case and the\n       ‘Bible in the jury room’ line of cases [was] the Bible\n       itself.    Unlike in Robinson, where the juror in\n       question was simply given a Bible and read from it in\n       the jury room, [petitioner] has alleged that [the\n       juror] was actually directed to a specific biblical\n       passage by [the third party.]        We alluded that\n       Robinson might have been a different case if the\n\n                                     17\n\f        bailiff had “instructed the jury to consult the Bible”\n        or done “anything other than simply provide the Bible\n        upon the juror’s request.”\n\nId. at *19.\n\n     Our    holding    in     Barnes       dictates    the        same   result   in      this\n\ncase.     According to the affidavits presented to the state MAR\n\ncourt, Juror Foster asked her father where she “could look in\n\nthe Bible for help and guidance in making [her] decision for\n\nbetween life and death.”              J.A. 441.        He, in turn, directed her\n\nto an (as yet) undetermined “eye for an eye” verse, which she\n\nconsulted in private the night before returning the verdict.\n\n     The affidavits did not allege that Juror Foster discussed\n\nwith her father the facts or evidence that had been presented in\n\nthe trial, or the status of the jury’s deliberations.                               Nor was\n\nthere    any   evidence       that   Juror        Foster’s    father      expressed       any\n\nopinion    about   the      case     or    attempted    to        influence   her      vote.\n\nNevertheless, Hurst presented a credible allegation of a private\n\ncommunication      about       the        matter    pending         before    the      jury,\n\nentitling      Hurst     to    the        presumption        of     prejudice       and    an\n\nevidentiary hearing.           Accordingly, we hold, as we did in Barnes,\n\nthat the state court’s failure to apply the Remmer presumption\n\nand to conduct an evidentiary hearing in light of this showing\n\n\n\n\n                                             18\n\fwas contrary to or an unreasonable application of the Supreme\n\nCourt precedents applicable to juror-influence claims. 5\n\n                                             IV.\n\n       Our conclusion that the state court unreasonably applied\n\nSupreme         Court    precedent,    however,       does    not    end    our    inquiry.\n\nHurst is not entitled to federal habeas relief unless we are\n\nalso convinced that the communication between Juror Foster and\n\nher father “had a ‘substantial and injurious effect or influence\n\nin determining the jury’s verdict.’”                    Fullwood v. Lee, 290 F.3d\n\n663, 679 (4th Cir. 2002) (quoting Brecht v. Abrahamson, 507 U.S.\n\n619, 637 (1993)); see also Hall v. Zenk, 692 F.3d 793, 805 (7th\n\nCir. 2012) (noting that the petitioner’s “initial victory is\n\nmore theoretical that practical, since he still must establish\n\nthat       he    was    prejudiced    by     the   state     courts’       constitutional\n\nerror”).\n\n       On       the    present   record,      Hurst    cannot       meet    this    burden.\n\nTherefore, he has requested an opportunity to now develop his\n\nclaim in an evidentiary hearing before the district court.                                As\n\nwas the case in Barnes, Hurst contends that the state court’s\n\nfailure         to    investigate    Juror    Foster’s       communication         with   her\n\n\n       5\n       In accordance with our decision in Robinson, the state\ncourt reasonably determined that the mere existence of the Bible\nverse in the hands of Juror Foster and her consideration of it\nwas not extraneous prejudicial information that violated his\nSixth Amendment rights.\n\n\n                                              19\n\ffather gave the district court “no basis from which to determine\n\nwhether    [the     communication]      was      harmless.”           Barnes,       2014    WL\n\n1759085, at *19.           The State, on the other hand, argues that 28\n\nU.S.C.     §     2254(e)(2)      prohibits       us     from       granting       him     that\n\nopportunity in this case because, even if Hurst has met the §\n\n2254(d) requisites, his failure to exercise proper diligence in\n\ndeveloping his claim in state court deprives him of the right to\n\ndo so now.       We disagree.\n\n     Section 2254(e)(2) “imposes a limitation on the discretion\n\nof federal habeas courts to take new evidence in an evidentiary\n\nhearing.”         Cullen    v.    Pinholster,         131     S.   Ct.     1388,    1400-01\n\n(2011).        “A district court may not grant an evidentiary hearing\n\nto a habeas petitioner if the petitioner ‘failed to develop the\n\nfactual    basis     of    a     claim,’”    in       state    court,       28    U.S.C.    §\n\n2254(e)(2), due to “lack of diligence, or some greater fault,\n\nattributable       to     the    prisoner        or    the     prisoner’s         counsel.”\n\nWilliams (Michael) v. Taylor, 529 U.S. 420, 432 (2000).                             “Like §\n\n2254(d)(1), [§ 2254(e)(2)] carries out AEDPA’s goal of promoting\n\ncomity,    finality,       and    federalism      by    giving       state       courts    the\n\nfirst     opportunity       to    review    a     claim,       and    to     correct       any\n\nconstitutional violation in the first instance.”                           Cullen, 131 S.\n\nCt. at 1401 (internal quotation marks and alteration omitted).\n\nMoreover, “[s]ection 2254(e)(2) continues to have force [even]\n\nwhere § 2254(d)(1) does not bar federal habeas relief.”                             Id.    It\n\n                                            20\n\f“still   restricts   the    discretion      of    federal       habeas    courts    to\n\nconsider    new   evidence      when   deciding        claims     that    were     not\n\nadjudicated on the merits in state court,” and “ensure[s] that\n\nfederal courts sitting in habeas are not an alternative forum\n\nfor trying facts and issues which a prisoner made insufficient\n\neffort to pursue in state proceedings.”                Id. (internal quotation\n\nmarks and alteration omitted).\n\n     “[T]he    requirements     that   petitioners           exhaust   their     state\n\nremedies and diligently develop the record in state court are\n\nexacting burdens,” and “new evidence submitted in federal court\n\nthat fundamentally alters a claim presented in state court will\n\nrender that claim unexhausted.”             Winston v. Pearson, 683 F.3d\n\n489, 497 (4th Cir. 2012) (internal quotation marks omitted).\n\nMoreover, “that a petitioner requested an evidentiary hearing\n\nfrom the state court, without more, might not always suffice to\n\nsatisfy AEDPA’s diligence requirement.”                Id.\n\n     In this case, however, Hurst did not merely seek to engage\n\nin a fishing expedition to uncover evidence of juror misconduct\n\nthat he could and should have investigated and presented to the\n\nstate MAR court in the first instance.                       Rather, he presented\n\nevidentiary affidavits in support of a specific Sixth Amendment\n\nclaim to the state MAR court, sufficient to entitle him to the\n\nRemmer     presumption     of   prejudice        and    a     Remmer     evidentiary\n\nhearing.     He then requested both discovery and an evidentiary\n\n                                       21\n\fhearing       before    the     state        MAR   court       to     explore      the    private\n\ncommunication      between           Juror    Foster      and       her    father    and,       more\n\nspecifically,          the     question        of       whether          their     conversation\n\nprejudiced       the     verdict.              Because          the       state     MAR        court\n\nunreasonably       denied          Hurst’s     motion      for           further    evidentiary\n\ndevelopment, Hurst did not “fail[] to develop the factual basis\n\nof    [his]    claim”        under    §   2254(e),        and       we    are    left    with    an\n\nincomplete and inadequate record for review.\n\n       On remand, Hurst will be given the opportunity to develop\n\nthe    record     as     it        pertains        to    Juror        Foster’s      extraneous\n\nconversation with her father, but he will not be entitled to the\n\nRemmer    presumption           in     attempting         to        demonstrate         that    the\n\ncommunication          had     a     substantial         and        injurious       effect       or\n\ninfluence on the jury’s verdict.                        See Barnes, 2014 WL 1759085,\n\nat *20.       “[T]o be entitled to habeas relief,” Hurst “will need\n\nto affirmatively prove actual prejudice by demonstrating that\n\nthe jury’s verdict was tainted by the extraneous communication\n\nbetween” Juror Foster and her father.                      Id.\n\n                                               V.\n\n       For the foregoing reasons, the judgment of the district\n\ncourt is reversed and the matter remanded for an evidentiary\n\nhearing on the issue of whether the communication between Juror\n\nFoster and her father about the Bible verse had a substantial\n\n\n\n                                               22\n\fand   injurious   effect   or   influence   in   determining   the   jury’s\n\nverdict.\n\n                                                   REVERSED AND REMANDED\n\n\n\n\n                                    23\n\fSHEDD, Circuit Judge, concurring:\n\n       In view of the Supreme Court’s recent admonition in White\n\nv. Woodall, 134 S.Ct. 1697, 1706 (2014) (emphasis in original),\n\nthat “[s]ection 2254(d)(1) provides a remedy for instances in\n\nwhich a state court unreasonably applies this Court’s precedent;\n\nit does not require state courts to extend that precedent or\n\nlicense federal courts to treat the failure to do so as error,”\n\nI believe the district court correctly determined that the state\n\nMAR    court     did   not    unreasonably        interpret       Remmer      v.    United\n\nStates,    347    U.S.   227,       229   (1954),      in   denying      Hurst     relief.\n\nThus, if we were writing on a clean slate, I would affirm the\n\ndistrict court’s grant of summary judgment to the state.\n\n       However, I agree with Judge Traxler that, given our recent\n\nsweeping    decision     in    Barnes     v.    Joyner,     --    F.3d      --,    2014   WL\n\n1759085 (4th Cir. 2014), we are constrained to vacate the grant\n\nof    summary    judgment     and    remand     this    case     for   an    evidentiary\n\nhearing.       Although I recognize that Barnes controls the outcome\n\nin this case, I note that our opinion in Barnes “acknowledges\n\nAEDPA’s constraints only in the abstract, while simultaneously\n\nanalyzing the case at bar as if it were on direct appeal,”\n\nBarnes, 2014 WL at *21, (Agee, J., dissenting) and in so doing\n\n“disregard[ed] perfectly reasonable interpretations [of Supreme\n\nCourt     precedent]         and     hence       contravene[ed]          §        2254(d)’s\n\ndeferential standard of review,”                White, 134 S.Ct. at 1704.\n\n                                           24\n\fNotwithstanding these reservations, I concur.\n\n\n\n\n                          25\n\f",
            "ocr": false,
            "opinion_id": 2682193
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}