{
    "id": 413286,
    "judges": "Barrett, Logan, McKAY, Per Curiam",
    "date_filed": "1977-04-22",
    "date_filed_is_approximate": true,
    "slug": "charles-t-coleman-sr-v-michael-c-turpen-district-attorney-bill",
    "case_name_short": null,
    "case_name": "Charles T. Coleman, Sr. v. Michael C. Turpen, District Attorney Bill Vinzant, Sheriff Keifer Wrecker Service",
    "case_name_full": "Charles T. COLEMAN, Sr., Plaintiff-Appellant, v. Michael C. TURPEN, District Attorney; Bill Vinzant, Sheriff; Keifer Wrecker Service, Defendants-Appellees",
    "attorneys": "Charles T. Coleman, Sr., pro se., Murray E. Abowitz of Abowitz & Welch, Oklahoma City, Okl., for defendant-appellee Yinzant., Donald Church of Church & Roberts, Tulsa, Okl., for defendant-appellee Keifer Wrecker Service., Jan Eric Cartwright, Atty. Gen., William W. Gorden, Jr., Asst. Atty. Gen., Oklahoma City, Okl., for Michael C. Turpén.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "As Modified Jan. 13, 1983.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 41,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1415-13\">\n    Charles T. COLEMAN, Sr., Plaintiff-Appellant, v. Michael C. TURPEN, District Attorney; Bill Vinzant, Sheriff; Keifer Wrecker Service, Defendants-Appellees.\n   </parties><br><docketnumber id=\"b1415-17\">\n    No. 80-2017.\n   </docketnumber><br><court id=\"b1415-18\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1415-19\">\n    Dec. 8, 1982.\n   </decisiondate><br><otherdate id=\"b1415-20\">\n    As Modified Jan. 13, 1983.\n   </otherdate><br><attorneys id=\"b1416-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1342\"> \n     *1342\n     </span>\n    Charles T. Coleman, Sr., pro se.\n   </attorneys><br><attorneys id=\"b1416-20\">\n    Murray E. Abowitz of Abowitz &amp; Welch, Oklahoma City, Okl., for defendant-appellee Yinzant.\n   </attorneys><br><attorneys id=\"b1416-21\">\n    Donald Church of Church &amp; Roberts, Tulsa, Okl., for defendant-appellee Keifer Wrecker Service.\n   </attorneys><br><attorneys id=\"b1416-22\">\n    Jan Eric Cartwright, Atty. Gen., William W. Gorden, Jr., Asst. Atty. Gen., Oklahoma City, Okl., for Michael C. Turpén.\n   </attorneys><br><judges id=\"b1416-23\">\n    Before BARRETT, McKAY and LOGAN, Circuit Judges.\n   </judges>",
    "citations": [
        "697 F.2d 1341"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/697/697.F2d.1341.80-2017.html",
            "author_id": null,
            "opinion_text": "697 F.2d 1341\n    Charles T. COLEMAN, Sr., Plaintiff-Appellant,v.Michael C. TURPEN, District Attorney;  Bill Vinzant,Sheriff;  Keifer Wrecker Service, Defendants-Appellees.\n    No. 80-2017.\n    United States Court of Appeals,Tenth Circuit.\n    Dec. 8, 1982.As Modified Jan. 13, 1983.\n    \n      Charles T. Coleman, Sr., pro se.\n      Murray E. Abowitz of Abowitz &amp; Welch, Oklahoma City, Okl., for defendant-appellee Vinzant.\n      Donald Church of Church &amp; Roberts, Tulsa, Okl., for defendant-appellee Keifer Wrecker Service.\n      Jan Eric Cartwright, Atty. Gen., William W. Gorden, Jr., Asst. Atty. Gen., Oklahoma City, Okl., for Michael C. Turpen.\n      Before BARRETT, McKAY and LOGAN, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      After examining the briefs and the appellate record, this three-judge panel has determined unanimously that oral argument would not be of material assistance in the determination of this appeal.  See Fed.R.App.P. 34(a);  Tenth Cir.R. 10(e).  The cause is therefore ordered submitted without oral argument.\n    \n    \n      2\n      Charles Coleman appeals from the district court's dismissal of a civil action brought under 42 U.S.C. Sec. 1983.1   He names three defendants in his suit:  a sheriff, a prosecutor, and an automobile wrecking company.  Mr. Coleman alleges that the defendants, acting under color of state law, deprived him of property without due process in violation of the fourteenth amendment.  Mr. Coleman also claims that he was convicted of murder without effective assistance of counsel.\n    \n    \n      3\n      Since the trial court dismissed Mr. Coleman's case on the pleadings, we treat his factual allegations as true.   See Hospital Building Co. v. Trustees of Rex Hospital, 425 U.S. 738, 740, 96 S.Ct. 1848, 1850, 48 L.Ed.2d 338 (1976).\n    \n    I.\n    \n      4\n      On February 9, 1979, Mr. Coleman was arrested and charged with murder.  In connection with his arrest, the Muskogee, Oklahoma Sheriff's Department seized a truck and camper worth $8,000, two boxes of tools worth $500, and $210 cash.  Nothing in the pleadings indicates that the property was stolen or contraband.  The Sheriff's Department hired defendant Kiefer Wrecker Service to tow and store the camper, and incurred a substantial storage bill without Mr. Coleman's consent.\n    \n    \n      5\n      Mr. Coleman was convicted of murder and sentenced to death.  At the criminal trial, the State introduced photos of Mr. Coleman's camper and tools, but none of the property itself, as evidence.  At some time in the course of or following the trial, Kiefer sold the $8,000 camper for a mere $600 to satisfy the Sheriff Department's storage bill.2   Kiefer made the sale without notifying Mr. Coleman, who was in custody and did not know where his property was.  Mr. Coleman appears to allege that Kiefer converted his tools as well.\n    \n    \n      6\n      After his conviction, Mr. Coleman tried unsuccessfully to recover his property.  He then brought this section 1983 suit against Mr. Turpen, Sheriff Vinzant, and Kiefer in the United States District Court for the Eastern District of Oklahoma.  The district court dismissed the case as frivolous.  See 28 U.S.C. Sec. 1915(d) (1976).  It found that defendant Turpen, as a public prosecutor, was absolutely immune from suit under section 1983 and that defendant Vinzant, as sheriff, was immune since he had a state statutory duty to keep the seized property as evidence until Mr. Coleman's execution.  Defendant Kiefer, the court held, was not acting under color of state law and was therefore not susceptible to suit under section 1983.\n    \n    II.\n    \n      7\n      Mr. Coleman has a cause of action under section 1983 if he was deprived of property through state action without due process of law.   See Lugar v. Edmondson Oil Co., --- U.S. ----, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982).  Furthermore, the defendants may be held liable unless they are protected by immunity from suits for damages.  We shall consider the cash separately from the camper and tools because the various items raise different legal issues.\n    \n    \n      8\n      A. The Cash.\n    \n    \n      9\n      1. Cause of action --\n    \n    \n      10\n      Defendants Turpen and Vinzant claim to be keeping the $210 pursuant to Okla.Stat.Ann. tit. 22, Sec. 1327 (West Supp.1981-1982).  Section 1327 requires the State to keep all evidence that has been used in a criminal trial in which the death penalty was imposed until after the execution.  Although Mr. Coleman's estate might regain the money after his execution, id., the State's retention of the money in the meantime is a deprivation within the meaning of the fourteenth amendment.   See Fuentes v. Shevin, 407 U.S. 67, 84-85, 92 S.Ct. 1983, 1996-1997, 32 L.Ed.2d 556 (1972).  Furthermore, the sheriff's possession of the cash is clearly state action.   See Adickes v. S.H. Kress &amp; Co., 398 U.S. 144, 152, 90 S.Ct. 1598, 1605, 26 L.Ed.2d 142 (1970).  Thus, Mr. Coleman has a cause of action under section 1983 unless the State has provided him with due process.3\n    \n    \n      11\n      In Parratt v. Taylor, 451 U.S. 527, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), the Supreme Court held that while due process usually requires a predeprivation hearing, \"the impracticality of providing any meaningful predeprivation process can, when coupled with the availability of some meaningful means by which to assess the propriety of the State's action at some time after the initial taking, satisfy the requirements of procedural due process.\"    Id. at 539, 101 S.Ct. at 1915 (footnote omitted).  It might have been impractical for the State to give Mr. Coleman a hearing before it seized the money during his arrest.  However, the deprivation Mr. Coleman challenges is not the seizure of the money, but its retention by the State until his execution.  A hearing to determine the propriety of this retention is not impractical.  Although the state may have an overwhelming interest in preserving evidence used in criminal trials until the defendant has exhausted his appeals or been executed, Mr. Coleman asserts that the money was not used as evidence in his trial.  If Mr. Coleman has had no opportunity to show that the property was not used as evidence against him and should not be retained under section 1327, he has been deprived of his property without due process.   See Mr. Lucky Messenger Service, Inc. v. United States, 587 F.2d 15, 17 (7th Cir.1978).  Thus, Mr. Coleman has stated a cause of action for the deprivation of the cash.\n    \n    \n      12\n      2. Immunity --\n    \n    \n      13\n      We agree with the district court that, as a prosecutor, Mr. Turpen was immune for his role in keeping the cash.  His efforts to retain the money pending Mr. Coleman's appeals (and possible hearings to determine the propriety of the death penalty) are part of his presentation of the State's case.   Imbler v. Pachtman, 424 U.S. 409, 96 S.Ct. 984, 47 L.Ed.2d 128 (1976).\n    \n    \n      14\n      The district court also found that Sheriff Vinzant was immune since he was keeping the money as evidence under a duty imposed by Okla.Stat.Ann. tit. 22, Sec. 1327 (West Supp.1981-1982).  The sheriff, however, is entitled only to a qualified immunity, which does not protect him if he should reasonably have known that he was depriving Mr. Coleman of constitutional rights.   Harlow v. Fitzgerald, --- U.S. ----, ---- - ----, 102 S.Ct. 2727, 2737-40, 73 L.Ed.2d 396 (1982).  Mr. Coleman claimed that the money was not introduced as evidence.  If that is true, section 1327 is inapplicable and the trial court should reconsider whether Sheriff Vinzant should reasonably have known that he was violating Mr. Coleman's constitutional rights by keeping the cash.\n    \n    \n      15\n      B. The Tools and Camper.\n    \n    \n      16\n      1. Cause of action --\n    \n    \n      17\n      Nothing in the pleadings suggests that the camper and tools, before their seizure, were anything but Mr. Coleman's rightful property.  Now, however, he has no property interest in them:  under Oklahoma law, a good faith buyer of the camper and tools takes them free of Mr. Coleman's claims. Okla.Stat.Ann. tit. 12A, Sec. 7-210 (West 1963).  Thus, the seizure and sale deprived Mr. Coleman of property.  It is irrelevant, of course, that Mr. Coleman is on death row.  His property interest embraces not only his personal enjoyment of the camper and tools, but also his right to preserve them for his estate and heirs.\n    \n    \n      18\n      Kiefer's sale of the property was an integral part of the deprivation:  it transformed a temporary seizure into a permanent divestment.  Nevertheless, the district court found that because Kiefer's sale of the camper and tools was not under color of law, Mr. Coleman had no remedy against Kiefer under section 1983.  We disagree.  In Lugar v. Edmondson Oil Co., --- U.S. ----, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982), the Supreme Court held that activities satisfying the state action requirement of the fourteenth amendment satisfy the \"under color of law\" requirement of section 1983.  The Court enunciated a two-part test for the existence of state action:\n    \n    \n      19\n      First, the deprivation must be caused by the exercise of some right or privilege created by the state or by a rule of conduct imposed by the state ....  Second, the party charged with the deprivation must be a person who may fairly be said to be a state actor.  This may be because he ... has acted together with or has obtained significant aid from state officials ....\n    \n    \n      20\n      Id. at ----, 102 S.Ct. at 2754.  The State, in enacting section 7-210, created the right exercised by Kiefer when it sold the truck.  Thus, the sale satisfied the first part of the Lugar test.  Id. at ----, 102 S.Ct. at 2755.  In applying the second part, the Court in Lugar stated that \"a private party's joint participation with state officials in the seizure of disputed property is sufficient to characterize that party as a 'state actor' for purposes of the Fourteenth Amendment.\"    Id. at ----, 102 S.Ct. at 2756.  Kiefer jointly participated in seizing the truck by towing it away.  Since the State has asserted a right to maintain possession of the camper, Kiefer held the truck for the State, not for Mr. Coleman.  In allowing Kiefer to sell the camper, the State thus deprived Mr. Coleman of his property in joint participation with Kiefer.  We hold that Kiefer's sale of the camper was state action under the fourteenth amendment and was therefore under color of state law for purposes of section 1983.\n    \n    \n      21\n      In addition, if the allegations are true, the deprivation of Mr. Coleman's property was without due process.  Mr. Coleman might have a state cause of action for conversion against Kiefer if Kiefer did not notify him before it sold the property.  Okla.Stat.Ann. tit. 12A, Sec. 7-210 (West 1963).  However, since it would have been practical for the State to provide a hearing before the sale, and since there was no necessity to allow Kiefer to sell the property quickly, the postdeprivation conversion remedy does not provide due process.   See Parratt, 451 U.S. at 539, 101 S.Ct. at 1915.4   We hold that Mr. Coleman has stated a cause of action against all three defendants for the deprivation of his tools and camper.\n    \n    \n      22\n      2. Immunity --\n    \n    \n      23\n      The trial court relied on Imbler v. Pachtman, 424 U.S. 409, 96 S.Ct. 984, 47 L.Ed.2d 128 (1976), to find Prosecutor Turpen absolutely immune from liability.    Imbler, however, confers absolute immunity on a public prosecutor only for his conduct in \"initiating a prosecution and in presenting the State's case.\"    Id. at 431, 96 S.Ct. at 995.  The Court in Imbler explicitly declined to decide whether there is absolute immunity \"for those aspects of the prosecutor's responsibility that cast him in the role of administrator or investigative officer rather than that of an advocate.\"    Id. at 430-31, 96 S.Ct. at 994-995.  As the Court recently noted in reaffirming this limit of the Imbler holding, \"our cases have followed a 'functional' approach to immunity law.  [Absolute immunity] has extended no further than its justification would warrant.\"   Harlow v. Fitzgerald, --- U.S. ----, ---- &amp; n. 16, 102 S.Ct. 2727, 2735 &amp; n. 16, 73 L.Ed.2d 396 (1982).  In adumbrating the distinction between a prosecutor's roles as advocate and as administrator, the Court noted that\n    \n    \n      24\n      the duties of the prosecutor in his role as advocate for the State involve ... actions apart from the courtroom....  Preparation, both for the initiation of the criminal process and for a trial, may require the retaining, reviewing, and evaluating of evidence.  At some point, and with respect to some decisions, the prosecutor no doubt functions as an administrator rather than as an officer of the court.\n    \n    \n      25\n      424 U.S. at 431 n. 33, 96 S.Ct. at 995 n. 33.  We find that in managing the post-trial disposition of seized property not used as evidence that the State did not intend to keep--as evidenced by its acquiescence in the sale--Mr. Turpen was acting as an administrator, not as an advocate.5   Thus, Imbler 's holding does not apply to this case, and we must examine its rationale to determine whether to extend it.\n    \n    \n      26\n      Explaining Imbler in a later case, the Court identified two concerns requiring absolute immunity in some cases for prosecutors:\n    \n    \n      27\n      A qualified immunity might have an adverse effect on the functioning of the criminal justice system, not only by discouraging the initiation of prosecutions but also by affecting the prosecutor's conduct of the trial.  \"Attaining the system's goal of accurately determining guilt or innocence requires that both the prosecution and the defense have wide discretion in the conduct of the trial and the presentation of evidence....  If prosecutors were hampered in exercising their judgment as to the use of ... witnesses by concern about resulting personal liability, the triers of fact in criminal cases often would be denied relevant evidence.\"\n    \n    \n      28\n      Butz v. Economou, 438 U.S. 478, 510, 98 S.Ct. 2894, 2912, 57 L.Ed.2d 895 (1978) (citations omitted).6   Neither of these concerns applies here.  A prosecutor's knowledge that he may be liable if he participates in the illegal sale of seized property will not make him hesitate to initiate a case or introduce seized property as evidence.  Since neither the holding nor the rationale of Imbler applies to the facts alleged by Coleman, we hold that under those facts--which we treat as true only for this appeal--defendant Turpen has only a qualified immunity for his conduct relating to the converted tools and camper.  This immunity does not shield him from liability for a deprivation of the tools and camper if he should reasonably have known that the sale violated Mr. Coleman's constitutional rights.7 See Harlow, --- U.S. at ---- - ----, 102 S.Ct. at 2737-40.\n    \n    \n      29\n      As with the money, the sheriff's immunity for his conduct leading to a deprivation of the tools and camper is only qualified.  See ante at Part II.A.2. at 5-6.  Of course, he cannot show his reasonableness in allowing property to be sold by pointing to a statute that requires him to retain it.\n    \n    III.\n    \n      30\n      Mr. Coleman also claims that he was denied effective assistance of counsel since he was not able to sell the seized property to pay his defense lawyer to investigate his case more thoroughly.  Mr. Coleman seeks no damages for this alleged denial.  We construe his claim to be that he is imprisoned in violation of the sixth amendment and should be released.  Section 1983 cannot be invoked to end detention.   Preiser v. Rodriguez, 411 U.S. 475, 93 S.Ct. 1827, 36 L.Ed.2d 439 (1973).  If Mr. Coleman is illegally imprisoned owing to a conviction that violated the sixth amendment, his proper remedy is to seek a writ of habeas corpus under 28 U.S.C. Sec. 2254 (1976).\n    \n    \n      31\n      We conclude that Mr. Coleman has stated a cause of action under section 1983 for the deprivation of his camper, tools, and cash without due process of law.  Under the terms of Mr. Coleman's allegations, Sheriff Vinzant has only a qualified immunity from liability.  The prosecutor, Mr. Turpen, has an absolute immunity with respect to the cash, but only a qualified immunity with respect to the camper and the tools.  The co-defendant, Kiefer Wrecking Company, is a state actor subject to liability for the deprivation of the camper and tools.\n    \n    \n      32\n      We emphasize that we treat Mr. Coleman's allegations as true only for this appeal.  What actually happened is for the district court to decide on remand.  Accordingly, the judgment of the district court is affirmed in part and reversed and remanded in part as to defendant Turpen, reversed and remanded as to defendants Vinzant and Kiefer, and affirmed as to the ineffective counsel claim.\n    \n    \n      \n        1\n         Section 1983 provides in part as follows:\n        Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.\n        42 U.S.C. Sec. 1983 Supp. IV 1980.\n      \n      \n        2\n         Mr. Coleman, a pro se appellant, also alleges that the buyer was \"Defendant Turpen's friend and associate, and undersheriff.\"    Record, vol. 1, at 32.  Since Mr. Coleman did not plead this fact, we do not consider it as true for this appeal\n      \n      \n        3\n         Section 1983 provides a remedy only for acts \"under color\" of state law.  However, state action under the fourteenth amendment is a subset of action under color of state law.   Lugar v. Edmondson Oil Co., --- U.S. ----, 102 S.Ct. 2744, 2753 &amp; n. 18, 73 L.Ed.2d 482 (1982).  Hence the latter need not be separately proved for a cause of action under Sec. 1983 and the fourteenth amendment\n      \n      \n        4\n         If both defendants Turpen and Vinzant were merely negligent in allowing the sale, the state conversion remedy might supply due process under Parratt.   But see Logan v. Zimmerman Brush Co., 455 U.S. 422, 102 S.Ct. 1148, 71 L.Ed.2d 265 (1982).  We do not address this issue--complicated by the fact that Kiefer, a state actor, intentionally sold the property--since Mr. Coleman appears to allege an intentional deprivation by all three defendants\n      \n      \n        5\n         We do not mean to suggest that Prosecutor Turpen would be absolutely immune if the state did intend to keep the seized property that was lost or sold.  That issue is not before us\n      \n      \n        6\n         The Court in Imbler mentioned three factors not discussed in Butz.    First, qualified immunity for prosecutors in their quasi-judicial capacities would pose a high risk of liability to honest prosecutors:  a suit against a prosecutor for wrongful initiation or presentation of a case would require \"a virtual retrial of the criminal offense in a new forum\" and it would be difficult in this context for a prosecutor to meet the requirements of qualified immunity.   Imbler, 424 U.S. at 425, 96 S.Ct. at 992.  Second, a qualified immunity would cause courts to be reluctant to grant habeas corpus and other forms of post-trial relief since they would fear subjecting prosecutors to liability.  Id. at 427, 96 S.Ct. at 993.  Since a suit for a deprivation of property not used as evidence would raise no issues concerning the prosecutor's initiation and presentation of a case, our holding today implicates neither of these concerns.  A final concern mentioned in Imbler, that prosecutors would be overburdened with suits since they act under \"serious constraints of time and even information,\" id. at 425-26, 96 S.Ct. at 992-993, \"was not central to [the] decision in Imbler, for the same might be said of a wide variety of state and federal officials who enjoy only qualified immunity.\"   Butz, 438 U.S. at 516 n. 40, 98 S.Ct. at 2916 n. 40\n      \n      \n        7\n         Respondeat superior generally does not apply to Sec. 1983 cases.   Ellis v. Blum, 643 F.2d 68, 85 (2d Cir.1981).  Thus, Prosecutor Turpen, to be liable, must have been personally involved in the deprivation\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 413286
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}