{
    "id": 372017,
    "judges": "Edwards, Merritt, Phillips",
    "date_filed": "2021-06-20",
    "date_filed_is_approximate": true,
    "slug": "glenn-charles-v-charles-anderson-warden",
    "case_name_short": null,
    "case_name": "Glenn Charles v. Charles Anderson, Warden",
    "case_name_full": "Glenn CHARLES, Petitioner-Appellant, v. Charles ANDERSON, Warden, Respondent-Appellee",
    "attorneys": "F. Martin Tieber, Deputy State Appellate Defender, Lansing, Mich., for petitioner-appellant., Frank J. Kelley, Atty. Gen. of Michigan, Robert A. Derengoski, Sol. Gen., Thomas L. Casey, Stephen F. Schuesler, Asst. Attys. Gen., Lansing, Mich., for respondent appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 8, 1979., As Amended Dec. 14, 1979., Rehearing Denied Jan. 22, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b489-6\">\n    Glenn CHARLES, Petitioner-Appellant, v. Charles ANDERSON, Warden, Respondent-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b489-9\">\n    No. 79-1158.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b489-10\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b489-12\">\n    Argued Oct. 8, 1979.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b489-13\">\n    Decided Dec. 4, 1979.\n   </decisiondate><br><otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b489-14\">\n    As Amended Dec. 14, 1979.\n   </otherdate><br><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b489-15\">\n    Rehearing Denied Jan. 22, 1980.\n   </otherdate><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b489-24\">\n    F. Martin Tieber, Deputy State Appellate Defender, Lansing, Mich., for petitioner-appellant.\n   </attorneys><br><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b489-25\">\n    Frank J. Kelley, Atty. Gen. of Michigan, Robert A. Derengoski, Sol. Gen., Thomas L. Casey, Stephen F. Schuesler, Asst. Attys. Gen., Lansing, Mich., for respondent appel-lee.\n   </attorneys><br><p data-order=\"9\" data-type=\"judges\" id=\"b489-26\">\n    Before, EDWARDS, Chief Judge, MERRITT, Circuit Judge, and PHILLIPS, Senior Circuit Judge.\n   </p>",
    "citations": [
        "610 F.2d 417"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/610/610.F2d.417.79-1158.html",
            "author_id": null,
            "opinion_text": "610 F.2d 417\n    Glenn CHARLES, Petitioner-Appellant,v.Charles ANDERSON, Warden, Respondent-Appellee.\n    No. 79-1158.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Oct. 8, 1979.Decided Dec. 4, 1979.As Amended Dec. 14, 1979.Rehearing Denied Jan. 22, 1980.\n    \n      F. Martin Tieber, Deputy State Appellate Defender, Lansing, Mich., for petitioner-appellant.\n      Frank J. Kelley, Atty. Gen. of Michigan, Robert A. Derengoski, Sol. Gen., Thomas L. Casey, Stephen F. Schuesler, Asst. Attys. Gen., Lansing, Mich., for respondent appellee.\n      Before, EDWARDS, Chief Judge, MERRITT, Circuit Judge, and PHILLIPS, Senior Circuit Judge.\n      PHILLIPS, Senior Circuit Judge.\n    \n    \n      1\n      The appeal in this habeas corpus case presents the question whether a murder defendant who, shortly after his arrest and after receiving Miranda warnings, offered an exculpatory story that is inconsistent with the story he told at trial, may be cross-examined about his post-arrest failure to assert his trial version of the story.  On the authority of Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), we hold that he may not.\n    \n    \n      2\n      * Petitioner-appellant Glenn Charles was found guilty on October 9, 1972, of the first degree murder of Theodore Ziefle by strangling him with an electrical cord.  The Circuit Court of Washtenaw County, Michigan, sentenced Charles to mandatory life imprisonment following a jury verdict of guilty.  There were no witnesses to the crime.  The only evidence linking Charles to the murder was his possession of Ziefle's car and certain personal possessions; the fact that Charles owned a black T-shirt similar to that worn by a man in whose company Ziefle was last seen alive; and Charles' alleged statements to witnesses in Grand Rapids, Michigan, that he had murdered a man in Ann Arbor, that it would take about three minutes to strangle a person, and that his hands were deadly weapons.\n    \n    \n      3\n      The State's theory of the case was that Charles, an escaped trusty of the State prison farm in Jackson, Michigan, was hitchhiking when Ziefle gave him a ride, that Ziefle brought Charles to his home for the purpose of engaging in homosexual activity and that Charles murdered Ziefle to obtain his car and valuables.\n    \n    \n      4\n      Charles testified that he found the car parked behind Kelly's Tire Company in Ann Arbor with the keys in the ignition and stole it to evade prison authorities.  He said that he found the valuables, some silver coins, and an old camera, in the trunk of the car when he was looking for a rag with which to wipe off his fingerprints.  He admitted driving to Grand Rapids and telling witnesses there that the car was stolen but denied telling them he had killed its owner.\n    \n    \n      5\n      On his cross-examination, the following colloquy occurred;\n    \n    \n      6\n      Q. Now, this Kelly's Tire Company, that's right next to the bus station, isn't it?\n    \n    \n      7\n      A. That's correct.\n    \n    \n      8\n      Q. And, the bus station and Kelly's Tire are right next to the Washtenaw County Jail are they not?\n    \n    \n      9\n      A. They are.\n    \n    \n      10\n      Q. And, when you're standing in the Washtenaw County Jail looking out the window you can look right out and see the bus station and Kelly's Tire, can you not?\n    \n    \n      11\n      A. That's correct.\n    \n    \n      12\n      Q. So, you've had plenty of opportunity from well, first you spent some time in the Washtenaw County Jail, haven't you?\n    \n    \n      13\n      A. Quite a bit.\n    \n    \n      14\n      Q. And, you have had plenty of opportunity to look out that window and see the bus station and Kelly's tire?\n    \n    \n      15\n      A. That's right.\n    \n    \n      16\n      Q. And, you've seen cars being parked there, isn't that right?\n    \n    \n      17\n      A. That's correct.\n    \n    \n      18\n      Q. Is this where you got the idea to come up with the story that you took a car from that location?\n    \n    \n      19\n      A. No, the reason I came up with that is because it's the truth.\n    \n    \n      20\n      Q. It's the truth?\n    \n    \n      21\n      A. That's right.\n    \n    \n      22\n      Q. Don't you think it's rather odd that if it were the truth that you didn't come forward and tell anybody at the time you were arrested, where you got that car?\n    \n    \n      23\n      A. No, I don't.\n    \n    \n      24\n      Q. You don't think that's odd?\n    \n    \n      25\n      A. I wasn't charged with auto theft, I was charged with murder.\n    \n    \n      26\n      Q. Didn't you think at the time you were arrested that possibly the car would have something to do with the charge of murder?\n    \n    \n      27\n      A. When I tried to talk to my attorney they wouldn't let me see him and after that he just said to keep quiet.\n    \n    \n      28\n      Q. This is a rather recent fabrication of yours isn't it not?  (sic)\n    \n    \n      29\n      A.  No, it isn't.\n    \n    \n      30\n      Q. Well, you told Detective LeVanseler back when you were first arrested, you stole the car back on Washtenaw and Hill Street?\n    \n    \n      31\n      A. Never spoke with Detective LeVanseler.\n    \n    \n      32\n      Q. Never did?\n    \n    \n      33\n      A. Right, except when Detective Hall and Price were there and then it was on tape.\n    \n    \n      34\n      Charles appealed his conviction to the Michigan Court of Appeals.  He argued that the prosecutor committed reversible constitutional error by using Charles' post-arrest silence to impeach the exculpatory story he told at trial.  The court accepted the State's argument that the prosecutor's questions merely pointed out Charles' prior inconsistent statement and did not use his post-arrest silence for impeachment purposes.  Accordingly, it affirmed Charles' conviction.  People v. Charles, 58 Mich.App. 371, 227 N.W.2d 348 (1975).  The Michigan Supreme Court denied leave to appeal.\n    \n    \n      35\n      Charles then petitioned the district court for a writ of habeas corpus, raising the same issues the Michigan courts had rejected.  The district court dismissed the petition on December 28, 1978, and this appeal followed.\n    \n    II\n    \n      36\n      Charles argues that the prosecutor's cross-examination amounted to an inquiry into his post-arrest silence.  Although Charles' trial counsel apparently did not object to the prosecutors' cross-examination, the State does not argue that the error was not preserved for appeal.  Both the Michigan Court of Appeals and the district court seem to have assumed that the issue could be raised for the first time on appeal.  This was clearly correct in the present situation.  Michigan appellate courts have held repeatedly that the failure to object at trial does not foreclose them from considering alleged constitutional violations.  See People v. Cotton, 38 Mich.App. 763, 197 N.W.2d 90 (1972); People v. Schumacher, 29 Mich.App. 594, 185 N.W.2d 633 (1971); People v. Limon, 4 Mich.App. 440, 145 N.W.2d 287 (1966).  Furthermore, this court has found constitutional error in impeachment by post-arrest silence even though the defendant did not object at trial.  See Rachel v. Bordenkircher, 590 F.2d 200, 203 (6th Cir. 1978); Minor v. Black, 527 F.2d 1, 4-5 (6th Cir. 1975), Cert. denied, 427 U.S. 904, 96 S.Ct. 3189, 49 L.Ed.2d 1198 (1976).  Thus, the constitutional issue is properly before us.\n    \n    \n      37\n      This case, Charles says, is controlled by Doyle v. Ohio, 426 U.S. 610, 619 96 S.Ct. 2240, 2245, 49 L.Ed.2d 91 (1976), where the Supreme Court held \"that the use for impeachment purposes of petitioners' silence, at the time of arrest and after receiving Miranda warnings, violated the Due Process Clause of the Fourteenth Amendment.\"\n    \n    \n      38\n      In Doyle, two criminal defendants testified at their trial to an exculpatory story they had not previously offered.  Over their counsel's objection, the prosecutor cross-examined them about why, if the exculpatory story were true, they had not offered it to the arresting officers after receiving Miranda warnings.  The Supreme Court held that this use of their post-arrest silence violated due process:\n    \n    \n      39\n      Despite the importance of cross-examination, we have concluded that the Miranda decision compels rejection of the State's position.  The warnings mandated by (the Miranda decision), as a prophylactic means of safeguarding Fifth Amendment rights, see Michigan v. Tucker, 417 U.S. 433, 443-444, (94 S.Ct. 2357, 2363-2364, 41 L.Ed.2d 182) (1974), require that a person taken into custody be advised immediately that he has the right to remain silent, that anything he says may be used against him, and that he has a right to retained or appointed counsel before submitting to interrogation.  Silence in the wake of these warnings may be nothing more than the arrestee's exercise of these Miranda rights.  Thus, every post-arrest silence is insolubly ambiguous because of what the State is required to advise the person arrested.  See United States v. Hale, supra, (422 U.S. 171) at 177 (95 S.Ct. 2133, 45 L.Ed.2d 99).  Moreover, while it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings.  In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person's silence to be used to impeach an explanation subsequently offered at trial.\n    \n    \n      40\n      (Footnotes omitted.) 426 U.S. at 617-18, 96 S.Ct. at 2244, 2245.\n    \n    \n      41\n      The Attorney General of Michigan argues that Doyle does not control this case because the prosecutor's questions \"merely went to show the inconsistency between Petitioner's testimony that he stole the car from the tire store and his earlier statement to the detective that he took the car from the vicinity of Hill and Washtenaw Streets.\"  Unlike the Doyle petitioners, the State argues, Charles did not remain silent after receiving the Miranda warnings, but rather offered an exculpatory explanation which differed from that he gave at trial.  The prosecutor's questions, the State says, were merely a legitimate attempt to explore this inconsistency.1\n    \n    \n      42\n      The question we must address is whether a defendant who has made a post-arrest statement inconsistent with his exculpatory trial testimony may be cross-examined not only about his prior inconsistent statement but also about his post-arrest failure to tell the arresting officers the exculpatory story he told at his trial.  For the reasons hereinafter set forth, we hold that he may not, and, accordingly, reverse.\n    \n    III\n    \n      43\n      We begin with the proposition that Doyle does not prohibit every impeachment use of a defendant's post-arrest silence, but only those which are fundamentally unfair.  For example, the Doyle court recognized:\n    \n    \n      44\n      (T)he fact of post-arrest silence could be used by the prosecution to contradict a defendant who testifies to an exculpatory version of events and claims to have told the police the same version upon arrest.  In that situation the fact of earlier silence would not be used to impeach the exculpatory story, but rather to challenge the defendant's testimony as to his behavior following arrest.  (Citations omitted.) 426 U.S. at 619-20, n. 11, 96 S.Ct. at 2245, n. 11.\n    \n    \n      45\n      See United States v. Conlin, 551 F.2d 534 (2d Cir.), Cert. denied, 434 U.S. 831, 98 S.Ct. 114, 54 L.Ed.2d 91 (1977).  Other circuits have held that the prosecutor can cross-examine the defendant about his post-arrest silence in order to rebut the inference his testimony has created that he cooperated with the police.  See United States v. Vega, 589 F.2d 1147 (2d Cir. 1978); Stone v. Estelle, 556 F.2d 1242 (5th Cir. 1977), Cert. denied, 434 U.S. 1019, 98 S.Ct. 742, 54 L.Ed.2d 767 (1978); United States v. Fairchild, 505 F.2d 1378 (5th Cir. 1975).\n    \n    \n      46\n      On the other hand, Doyle teaches that the defendant's silence after he has received Miranda warnings may not be used to impeach his exculpatory trial testimony.  Because the defendant's silence \"may be nothing more than the arrestee's exercise of these Miranda rights,\" Doyle v. Ohio, 426 U.S. 610, 617, 96 S.Ct. 2240, 2244, 49 L.Ed.2d 91 (1976), it is not necessarily inconsistent with his exculpatory testimony.  Rather, the defendant's post-arrest silence is \"insolubly ambiguous\" and its use to impeach exculpatory trial testimony denies due process.  426 U.S. at 617, 96 S.Ct. 2240.\n    \n    \n      47\n      By contrast, there is nothing ambiguous about the defendant's silence when it is offered to rebut the inference that he cooperated with the arresting officers or told them the same story he told the jury at trial.  In that situation, the fact of his silence, and not the reasons for it, is important.  Consequently, using the fact that he remained silent is constitutionally permissible under those circumstances.\n    \n    \n      48\n      Moreover, permissible cross-examination about post-arrest silence serves a different purpose from that of impermissible cross-examination.  Where the defendant has raised an inference that he told arresting officers the same story he told the jury, the prosecutor's cross-examination about the defendant's post-arrest silence is designed to impeach the defendant's credibility, not the exculpatory story itself.  By pointing out the inconsistency, the prosecutor seeks to show the jury that the defendant lied when he testified that he had told the same exculpatory story to arresting officers.  In that situation the fact of post-arrest silence is not offered to impeach the substance of the exculpatory story, but only to impeach the credibility of the defendant.\n    \n    \n      49\n      In the Doyle situation, however, the defendant's post-arrest silence is offered to impeach the substance of his exculpatory trial testimony.  The inference the prosecutor wishes the jury to draw is that, if the exculpatory story were true, the defendant would have offered it to police immediately after being arrested; since he did not, the story must be false.  As the Court recognized in Doyle, recent fabrication is only one of several possible explanations for the defendant's post-arrest silence.  Since it is the meaning of the silence that is important and since that meaning is ambiguous, due process prohibits the use of post-arrest silence to impeach exculpatory trial testimony.  Doyle v. Ohio, 426 U.S. 610, 619, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976).\n    \n    \n      50\n      Applying this distinction to the present case, we hold that the prosecutor's cross-examination violated due process.  The prosecutor's questions dealt with two separate issues and raised two separate inferences, one permissible and the other impermissible.\n    \n    \n      51\n      The latter portion of the above quoted cross-examination concerned Charles' prior inconsistent statement that he had stolen Ziefle's car from the vicinity of Washtenaw and Hill streets in Ann Arbor, Michigan.  This statement was important because of the fact that Charles had made it.  It showed that he had lied, either to the arresting officers or to the jury, and that fact made his trial testimony less worthy of belief.  In short, the prior inconsistent statement bore on Charles' credibility, not the truth of his exculpatory story.  As such, cross-examination about it was permissible.\n    \n    \n      52\n      However, the earlier portion of the exchange concerned Charles' failure to tell arresting officers the same story he told the jury.  The prosecutor sought to use that failure to impeach Charles' exculpatory trial testimony directly by raising the impermissible inference that if the story had been true, Charles would have offered it at the time he was arrested.\n    \n    \n      53\n      Q. Don't you think it's rather odd that if it were the truth that you didn't come forward and tell anybody at the time you were arrested, where you got that car?\n    \n    \n      54\n      A. No, I don't.\n    \n    \n      55\n      Q. You don't think that's odd?\n    \n    \n      56\n      A. I wasn't charged with auto theft, I was charged with murder.\n    \n    \n      57\n      Q. Didn't you think at the time you were arrested that possibly the car would have something to do with the charge of murder?\n    \n    \n      58\n      A. When I tried to talk to my attorney they wouldn't let me see him and after that he just said to keep quiet.\n    \n    \n      59\n      Q. This is a rather recent fabrication of yours isn't it not?  (sic)\n    \n    \n      60\n      Here, as in the Doyle situation, recent fabrication is only one possible explanation as to why Charles did not tell the arresting officers the story he told the jury.  It is not impossible, for example, that Charles lied to Detective LaVanseler when first questioned, then realized that he was in enough trouble already and had better remain silent until he consulted an attorney.  The Supreme Court made clear in Miranda v. Arizona, 384 U.S. 436, 473-74, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), that a criminal defendant may assert his self-incrimination privilege at any point during an interrogation.\n    \n    \n      61\n      In any event, Charles' post-arrest failure to tell the same story he told at trial is not necessarily inconsistent with his exculpatory trial testimony.  Rather, it is \"insolubly ambiguous\" (426 U.S. at 617, 96 S.Ct. 2240), and we hold that its use as a vehicle for impeachment violated due process.\n    \n    \n      62\n      The State relies upon three decisions from the Fifth, Eighth and Tenth Circuits which, it says, hold that the Doyle rule does not apply where the defendant makes a post-arrest statement inconsistent with his exculpatory trial testimony.  However, in United Stqtes v. Mireles, 570 F.2d 1287, 1293 (5th Cir. 1978), the questions asked by the prosecutor were merely an effort to impeach by prior inconsistent statements, and \"defendant's silence was in no way at issue.\"  In Twyman v. Oklahoma, 560 F.2d 422, 424 (10th Cir. 1977), Cert. denied, 434 U.S. 1071, 98 S.Ct. 1254, 55 L.Ed.2d 774 (1978), the defendant, after receiving the Miranda warnings, gave an FBI agent a detailed account of his recent activities, including his association with the murder victim; this permitted the prosecution to question a crucial omission.  In United States v. Mitchell, 558 F.2d 1332, 1335 (8th Cir. 1977), the defendant signed a written waiver of his Miranda rights, told police an exculpatory story and failed to elaborate when the police were unable to verify it.  The opinions in those cases did not address the distinction between using post-arrest silence to impeach a defendant's credibility and using it to impeach the substance of his exculpatory story.  They do not stand for the proposition that Doyle is inapplicable simply because a defendant has made an inconsistent statement.\n    \n    \n      63\n      We recognize that, in particular cases, the line of demarcation between permissible and impermissible cross-examination may be difficult to discern.  As Judge Merritt's dissent aptly observed: \"In the heat of cross-examination . . ., questions and answers are often unclear.\"  Out of an abundance of precaution, the only safe procedure for the prosecution to follow in a potential Doyle situation is simply not to question a defendant about his post-arrest silence.\n    \n    IV\n    \n      64\n      Our holding that the prosecutor's questions about Charles' post-arrest failure to tell officers the same story he told the jury violated due process is not the end of our inquiry.  In Doyle, the Supreme Court left open the possibility that such a constitutional error can be harmless beyond a reasonable doubt.  See Doyle v. Ohio, 426 U.S. 610, 619-20, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976); Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1976).  This and other courts have held that Doyle violations may be harmless and not require reversal.  See Hayton v. Egeler, 555 F.2d 599 (6th Cir.), Cert. denied, 434 U.S. 973, 98 S.Ct. 527, 54 L.Ed.2d 463 (1977); Meeks v. Havener, 545 F.2d 9 (6th Cir. 1976), Cert. denied, 433 U.S. 911, 97 S.Ct. 2980, 53 L.Ed.2d 1096 (1977); Bradford v. Stone, 594 F.2d 1294 (9th Cir. 1979); Chapman v. United States, 547 F.2d 1240 (5th Cir.), Cert. denied,  431 U.S. 908, 97 S.Ct. 1705, 52 L.Ed.2d 393 (1977).  Consequently, we must determine whether the error in Charles' case was harmless.\n    \n    \n      65\n      In Minor v. Black, 527 F.2d 1 (6th Cir. 1975), Cert. denied, 427 U.S. 904, 96 S.Ct. 3189, 49 L.Ed.2d 1198 (1976), a case which anticipated the Supreme Court's holding in Doyle, this court enunciated the standard for determining whether the prosecutor's error in using the defendant's post-arrest silence to impeach his exculpatory trial testimony is harmless.\n    \n    \n      66\n      (T)o find harmlessness beyond a reasonable doubt we would have to conclude that, absent the cross-examination and closing argument, \"no juror could have entertained a reasonable doubt\" as to petitioner's guilt.  527 F.2d at 5.\n    \n    \n      67\n      In a related context, this court recently noted:\n    \n    \n      68\n      Harmless error, in the context of a violation of a constitutional right of a defendant, is an extremely narrow standard, permitting the State to avoid the retrial of a defendant only when it can demonstrate beyond a reasonable doubt that the error did not contribute in any way to the conviction of the defendant.\n    \n    \n      69\n      (H)arm is presumed to have flowed from constitutional error; the burden is on the State to demonstrate conclusively to the contrary.  It is not enough for the reviewing court to feel that the evidence is strong and that the defendant probably would have been convicted anyway.  That is a decision for the jury to make, unaffected by improper argument or impermissible inferences urged by the prosecutor.  Eberhardt v. Bordenkircher, 605 F.2d 275, at 278-279 (6th Cir. 1979).\n    \n    \n      70\n      Applying this standard to the present case, we cannot find that the prosecutor's error was harmless.  The State's evidence was entirely circumstantial and not overwhelming.  The case against Charles consisted of his possession of Ziefle's car and valuables, his alleged statements to witnesses in Grand Rapids that he had killed a man in Ann Arbor and the fact that he owned a black T-shirt similar to one Ziefle's last known companion was seen wearing.  However, the Grand Rapids witnesses were arrested initially with Charles and were held overnight in connection with the murder; their testimony was self-serving and hardly above suspicion.  Nor was Charles' black T-shirt particularly strong evidence of his guilt.  Finally, Charles' trial testimony, if believed, explained his possession of Ziefle's car and valuables, which we view as the strongest evidence linking him to the murder.\n    \n    \n      71\n      Although this evidence might well have been enough to convict Charles, even absent the prosecutor's improper questioning, we hold that the State has not carried its heavy burden of showing that, disregarding the cross-examination, no juror could have entertained a reasonable doubt as to Charles' guilt.  Under these circumstances, we cannot find harmless error.\n    \n    \n      72\n      Accordingly, the judgment is reversed and the case remanded to the district court with directions to issue a writ of habeas corpus unless Charles is tried again in the State court within a reasonable time.\n    \n    \n      73\n      Reversed and remanded.\n    \n    \n      74\n      MERRITT, Circuit Judge, dissenting.\n    \n    \n      75\n      I agree with the Court that the essential question is whether the record in this state court murder case creates a serious risk that the defendant was jailed for silence in violation of the fifth amendment.  But in its admirable effort to ensure fairness, the Court has found a risk where, in my judgment, no significant risk exists.  I read differently the meaning and effect on the jury of the prosecutor's questions to the defendant on cross-examination.\n    \n    \n      76\n      The murder victim's stolen car in defendant's possession at the time of his arrest was a key piece of evidence linking the defendant with the murder.  Taken in context, the state prosecutor's question to the defendant isn't it \"odd that you\" did not \"come forward (with your present story about the location of the car) at the time you were arrested\" does not overstep permissible fifth amendment bounds.  Defense counsel did not object to the question at the time.  From a reading of the transcript of the trial, it is clear to me that the prosecutor was asking about the conflict between the defendant's story at trial (that he stole the car at the bus station) and his story to the police detective shortly after his arrest (that he stole it at another location).  Assuming that the detective truthfully recited the defendant's story at the time of arrest, as we must in view of the jury's verdict, the conflict indicated the defendant was lying.\n    \n    \n      77\n      Just before the trial recessed for lunch, the police detective was examined and cross-examined closely about the story about the car the defendant had told after his arrest.  The detective's testimony was still fresh in the jury's mind immediately after lunch when the defendant took the stand and told a different story about where he got the car.  When the time came for the prosecutor to cross-examine the defendant, it was natural, indeed necessary, for the prosecutor to ask about the clear conflict in the two stories.  After reminding the defendant of his testimony on direct about the location of the stolen car, the prosecutor asked: \"Don't you think it's rather odd that if it were the truth that you didn't come forward and tell anybody at the time you were arrested, where you got that car?\"  This question could have been phrased better because it is unclear.  It does not directly allude to the conflict in the story the defendant told at trial and the story he told the detective.  The question received an evasive answer, \"I wasn't charged with auto theft, I was charged with murder.\"  But the prosecutor then tied the question down clearly to the prior inconsistent statement:\n    \n    \n      78\n      Q: This is a rather recent fabrication of yours isn't it not (sic)?\n    \n    \n      79\n      A: No, it isn't.\n    \n    \n      80\n      Q: Well, you told detective LeVanseler back when you were first arrested, you stole the car back on Washtenaw and Hill street?\n    \n    \n      81\n      A: Never spoke with Detective LeVanseler.\n    \n    \n      82\n      We are dealing here with impeachment on cross-examination of a hostile witness.  On the subject in question, the location of the stolen car, the defendant never stood mute in the face of accusations or claimed his privilege.  He never invoked his constitutional privilege to remain silent.  In fact, he did not remain silent at all when interrogated after his arrest or at trial.  He gave two stories which were graphically inconsistent.  There was no silence for him to rely on or for the prosecutor to ask about.  Since there was, in fact, no silence at any time concerning the location of the car, I do not think it plausible to say silence, rather than the prior inconsistent statement, is what the prosecutor was asking about.\n    \n    \n      83\n      On the other hand, in Doyle v. Ohio, the main precedent cited by the Court for its position, the defendant made no statement at the time of his arrest but instead, invoking his fifth amendment privilege, remained silent then and also at a later preliminary hearing.  Repeatedly on cross-examination, the prosecutor in Doyle asserted a conflict between the defendant's story at trial and his pretrial invocations of the privilege.  Nothing in the majority opinion in Doyle, or in Justice Stevens' opinion for three members of the Court, suggests that the Court would find any admissibility problem had the defendant instead made an inconsistent statement at the time of arrest or at the preliminary hearing.\n    \n    \n      84\n      In the heat of cross-examination of a hostile and evasive witness in a criminal trial, questions and answers are often unclear.  But the ambiguity of the prosecutor's initial question was quickly cleared up by the next series of questions which focused on the inconsistency between the defendant's trial testimony on direct examination and a prior statement given after his arrest.\n    \n    \n      85\n      Molded by the courage of Sir Thomas More, the fifth amendment's great protection of individual dignity assures the accused that he will not be forced to speak or jailed for silence.  Fulfillment of this same high purpose suggests that silence is not required in the face of accusation and law officers are not obliged to disregard the words of the accused when he chooses to explain.\n    \n    \n      \n        1\n         Although Charles claims that he never made the inconsistent post-arrest statement, the jury's guilty verdict requires us to accept as fact that he did\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 372017
        },
        {
            "author_str": "Phillips",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPHILLIPS, Senior Circuit Judge.\nThe appeal in this habeas corpus case presents the question whether a murder defendant who, shortly after his arrest and after receiving Miranda warnings, offered an exculpatory story that is inconsistent with the story he told at trial, may be cross-examined about his post-arrest failure to assert his trial version of the story. On the authority of Doyle v. Ohio, 426 U.S. 610, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976), we hold that he may not.\nI\nPetitioner-appellant Glenn Charles was found guilty on October 9,1972, of the first degree murder of Theodore Ziefle by strangling him with an electrical cord. The Circuit Court of Washtenaw County, Michigan, sentenced Charles to mandatory life imprisonment following a jury verdict of guilty. There were no witnesses to the crime. The only evidence linking Charles to the murder *418was his possession of Ziefle’s car and certain personal possessions; the fact that Charles owned a black T-shirt similar to that worn by a man in whose company Ziefle was last seen alive; and Charles’ alleged statements to witnesses in Grand Rapids, Michigan, that he had murdered a man in Ann Arbor, that it would take about three minutes to strangle a person, and that his hands were deadly weapons.\nThe State’s theory of the case was that Charles, an escaped trusty of the State prison farm in Jackson, Michigan, was hitchhiking when Ziefle gave him a ride, that. Ziefle brought Charles to his home for the purpose of engaging in homosexual activity and that Charles murdered Ziefle to obtain his car and valuables.\nCharles testified that he found the car parked behind Kelly’s Tire Company in Ann Arbor with the keys in the ignition and stole it to evade prison authorities. He said that he found the valuables, some silver coins, and an old camera, in the trunk of the car when he was looking for a rag with which to wipe off his fingerprints. He admitted driving to Grand Rapids and telling witnesses there that the car was stolen but denied telling them he had killed its owner.\nOn his cross-examination, the following colloquy occurred;\nQ. Now, this Kelly’s Tire Company, that’s right next to the bus station, isn’t it?\nA. That’s correct.\nQ. And, the bus station and Kelly’s Tire are right next to the Washtenaw County Jail are they not?\nA. They are.\nQ. And, when you’re standing in the Washtenaw County Jail looking out the window you can look right out and see the bus station and Kelly’s Tire, can you not?\nA. That’s correct.\nQ. So, you’ve had plenty of opportunity from — well, first you spent some time in the Washtenaw County Jail, haven’t you?\nA. Quite a bit.\nQ. And, you have had plenty of opportunity to look out that window and see the bus station and Kelly’s tire?\nA. That’s right.\nQ. And, you’ve seen cars being parked there, isn’t that right?\nA. That’s correct.\nQ. Is this where you got the idea to come up with the story that you took a car from that location?\nA. No, the reason I came up with that is because it’s the truth.\nQ. It’s the truth?\nA. That’s right.\nQ. Don’t you think it’s rather odd that if it were the truth that you didn’t come forward and tell anybody at the time you were arrested, where you got that car?\nA. No, I don’t.\nQ. You don’t think that’s odd?\nA. I wasn’t charged with auto theft, I was charged with murder.\nQ. Didn’t you think at the time you were arrested that possibly the car would have something to do with the charge of murder?\nA. When I tried to talk to my attorney they wouldn’t let me see him and after that he just said to keep quiet.\nQ. This is a rather recent fabrication of yours isn’t it not? [sic]\nA. No, it isn’t.\nQ. Well, you told Detective LeVanseler back when you were first arrested, you stole the car back on Washtenaw and Hill Street?\nA. Never spoke with Detective Le-Vanseler.\nQ. Never did?\nA. Right, except when Detective Hall and Price were there and then it was on tape.\nCharles appealed his conviction to the Michigan Court of Appeals. He argued that the prosecutor committed reversible constitutional error by using Charles’ post-arrest silence to impeach the exculpatory story he told at trial. The court accepted the State’s argument that the prosecutor’s questions merely pointed out Charles’ prior *419inconsistent statement and did not use his post-arrest silence for impeachment purposes. Accordingly, it affirmed Charles’ conviction. People v. Charles, 58 Mich.App. 371, 227 N.W.2d 348 (1975). The Michigan Supreme Court denied leave to appeal.\nCharles then petitioned the district court for a writ of habeas corpus, raising the same issues the Michigan courts had rejected. The district court dismissed the petition on December 28, 1978, and this appeal followed.\nII\nCharles argues that the prosecutor’s cross-examination amounted to an inquiry into his post-arrest silence. Although Charles’ trial counsel apparently did not object to the prosecutors’ cross-examination, the State does not argue that the error was not preserved for appeal. Both the Michigan Court of Appeals and the district court seem to have assumed that the issue could be raised for the first time on appeal. This was clearly correct in the present situation. Michigan appellate courts have held repeatedly that the failure to object at trial does not foreclose them from considering alleged constitutional violations. See People v. Cotton, 38 Mich.App. 763, 197 N.W.2d 90 (1972); People v. Schumacher, 29 Mich.App. 594, 185 N.W.2d 633 (1971); People v. Limon, 4 Mich.App. 440, 145 N.W.2d 287 (1966). Furthermore, this court has found constitutional error in impeachment by post-arrest silence even though the defendant did not object at trial. See Rachel v. Bordenkircher, 590 F.2d 200, 203 (6th Cir. 1978); Minor v. Black, 527 F.2d 1, 4-5 (6th Cir. 1975), cert. denied, 427 U.S. 904, 96 S.Ct. 3189, 49 L.Ed.2d 1198 (1976). Thus, the constitutional issue is properly before us.\nThis case, Charles says, is controlled by Doyle v. Ohio, 426 U.S. 610, 619 96 S.Ct. 2240, 2245, 49 L.Ed.2d 91 (1976), where the Supreme Court held “that the use for impeachment purposes of petitioners’ silence, at the time of arrest and after receiving Miranda warnings, violated the Due Process Clause of the Fourteenth Amendment.”\nIn Doyle, two criminal defendants testified at their trial to an exculpatory story they had not previously offered. Over their counsel’s objection, the prosecutor cross-examined them about why, if the exculpatory story were true, they had not offered it to the arresting officers after receiving Miranda warnings. The Supreme Court held that this use of their post-arrest silence violated due process:\nDespite the importance of cross-examination, we have concluded that the Miranda decision compels rejection of the State’s position. The warnings mandated by [the Miranda decision], as a prophylactic means of safeguarding Fifth Amendment rights, see Michigan v. Tucker, 417 U.S. 433, 443-444, [94 S.Ct. 2357, 2363-2364, 41 L.Ed.2d 182] (1974), require that a person taken into custody be advised immediately that he has the right to remain silent, that anything he says may be used against him, and that he has a right to retained or appointed counsel before submitting to interrogation. Silence in the wake of these warnings may be nothing more than the arrestee’s exercise of these Miranda rights. Thus, every post-arrest silence is insolubly ambiguous because of what the State is required to advise the person arrested. See United States v. Hale, supra, [422 U.S. 171] at 177 [95 S.Ct. 2133, 45 L.Ed.2d 99]. Moreover, while it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings. In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person’s silence to be used to impeach an explanation subsequently offered at trial.\n(Footnotes omitted.) 426 U.S. at 617—18, 96 S.Ct. at 2244, 2245.\nThe Attorney General of Michigan argues that Doyle does not control this case because the prosecutor’s questions “merely went to show the inconsistency between Petitioner’s testimony that he stole the car *420from the tire store and his earlier statement to the detective that he took the car from the vicinity of Hill and Washtenaw Streets.” Unlike the Doyle petitioners, the State argues, Charles did not remain silent after receiving the Miranda warnings, but rather offered an exculpatory explanation which differed from that he gave at trial. The prosecutor’s questions, the State says, were merely a legitimate attempt to explore this inconsistency.1\nThe question we must address is whether a defendant who has made a post-arrest statement inconsistent with his exculpatory trial testimony may be cross-examined not only about his prior inconsistent statement but also about his post-arrest failure to tell the arresting officers the exculpatory story he told at his trial. For the reasons hereinafter set forth, we hold that he may not, and, accordingly, reverse.\nIll\nWe begin with the proposition that Doyle does not prohibit every impeachment use of a defendant’s post-arrest silence, but only those which are fundamentally unfair. For example, the Doyle court recognized:\n[T]he fact of post-arrest silence could be used by the prosecution to contradict a defendant who testifies to an exculpatory version of events and claims to have told the police the same version upon arrest. In that situation the fact of earlier silence would not be used to impeach the exculpatory story, but rather to challenge the defendant’s testimony as to his behavior following arrest. (Citations omitted.) 426 U.S. at 619-20, n. 11, 96 S.Ct. at 2245, n. 11.\nSee United States v. Conlin, 551 F.2d 534 (2d Cir.), cert. denied, 434 U.S. 831, 98 S.Ct. 114, 54 L.Ed.2d 91 (1977). Other circuits have held that the prosecutor can cross-examine the defendant about his post-arrest silence in order to rebut the inference his testimony has created that he cooperated with the police. See United States v. Vega, 589 F.2d 1147 (2d Cir. 1978); Stone v. Estelle, 556 F.2d 1242 (5th Cir. 1977), cert. denied, 434 U.S. 1019, 98 S.Ct. 742, 54 L.Ed.2d 767 (1978); United States v. Fairchild, 505 F.2d 1378 (5th Cir. 1975).\nOn the other hand, Doyle teaches that the defendant’s silence after he has received Miranda warnings may not be used to impeach his exculpatory trial testimony. Because the defendant’s silence “may be nothing more than the arrestee’s exercise of these Miranda rights,” Doyle v. Ohio, 426 U.S. 610, 617, 96 S.Ct. 2240, 2244, 49 L.Ed.2d 91 (1976), it is not necessarily inconsistent with his exculpatory testimony. Rather, the defendant’s post-arrest silence is “insolubly ambiguous” and its use to impeach exculpatory trial testimony denies due process. 426 U.S. at 617, 96 S.Ct. 2240.\nBy contrast, there is nothing ambiguous about the defendant’s silence when it is offered to rebut the inference that he cooperated with the arresting officers or told them the same story he told the jury at trial. In that situation, the fact of his silence, and not the reasons for it, is important. Consequently, using the fact that he remained silent is constitutionally permissible under those circumstances.\nMoreover, permissible cross-examination about post-arrest silence serves a different purpose from that of impermissible cross-examination. Where the defendant has raised an inference that he told arresting officers the same story he told the jury, the prosecutor’s cross-examination about the defendant’s post-arrest silence is designed to impeach the defendant’s credibility, not the exculpatory story itself. By pointing out the inconsistency, the prosecutor seeks to show the jury that the defendant lied when he testified that he had told the same exculpatory story to arresting officers. In that situation the fact of post-arrest silence is not offered to impeach the substance of the exculpatory story, but only to impeach the credibility of the defendant.\nIn the Doyle situation, however, the defendant’s post-arrest silence is offered to *421impeach the substance of his exculpatory trial testimony. The inference the prosecutor wishes the jury to draw is that, if the exculpatory story were true, the defendant would have offered it to police immediately after being arrested; since he did not, the story must be false. As the Court recognized in Doyle, recent fabrication is only one of several possible explanations for the defendant’s post-arrest silence. Since it is the meaning of the silence that is important and since that meaning is ambiguous, due process prohibits the use of post-arrest silence to impeach exculpatory trial testimony. Doyle v. Ohio, 426 U.S. 610, 619, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976).\nApplying this distinction to the present case, we hold that the prosecutor’s cross-examination violated due process. The prosecutor’s questions dealt with two separate issues and raised two separate inferences, one permissible and the other impermissible.\nThe latter portion of the above quoted cross-examination concerned Charles’ prior inconsistent statement that he had stolen Ziefle’s car from the vicinity of Washtenaw and Hill streets in Ann Arbor, Michigan. This statement was important because of the fact that Charles had made it. It showed that he had lied, either to the arresting officers or to the jury, and that fact made his trial testimony less worthy of belief. In short, the prior inconsistent statement bore on Charles’ credibility, not the truth of his exculpatory story. As such, cross-examination about it was permissible.\nHowever, the earlier portion of the exchange concerned Charles’ failure to tell arresting officers the same story he told the jury. The prosecutor sought to use that failure to impeach Charles’ exculpatory trial testimony directly by raising the impermissible inference that if the story had been true, Charles would have offered it at the time he was arrested.\nQ. Don’t you think it’s rather odd that if it were the truth that you didn’t come forward and tell anybody at the time you were arrested, where you got that car?\nA. No, I don’t.\nQ. You don’t think that’s odd?\nA. I wasn’t charged with auto theft, I was charged with murder.\nQ. Didn’t you think at the time you were arrested that possibly the car would have something to do with the charge of murder?\nA. When I tried to talk to my attorney they wouldn’t let me see him and after that he just said to keep quiet.\nQ. This is a rather recent fabrication of yours isn’t it not? [sic]\nHere, as in the Doyle situation, recent fabrication is only one possible explanation as to why Charles did not tell the arresting officers the story he told the jury. It is not impossible, for example, that Charles lied to Detective LaVanseler when first questioned, then realized that he was in enough trouble already and had better remain silent until he consulted an attorney. The Supreme Court made clear in Miranda v. Arizona, 384 U.S. 436, 473-74, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), that a criminal defendant may assert his self-incrimination privilege at any point during an interrogation.\nIn any event, Charles’ post-arrest failure to tell the same story he told at trial is not necessarily inconsistent with his exculpatory trial testimony. Rather, it is “insolubly ambiguous” (426 U.S. at 617, 96 S.Ct. 2240), and we hold that its use as a vehicle for impeachment violated due process.\nThe State relies upon three decisions from the Fifth, Eighth and Tenth Circuits which, it says, hold that the Doyle rule does not apply where the defendant makes a post-arrest statement inconsistent with his exculpatory trial testimony. However, in United Stqtes v. Mireles, 570 F.2d 1287, 1293 (5th Cir. 1978), the questions asked by the prosecutor were merely an effort to impeach by prior inconsistent statements, and “defendant’s silence was in no way at issue.” In Twyman v. Oklahoma, 560 F.2d 422, 424 (10th Cir. 1977), cert. denied, 434 U.S. 1071, 98 S.Ct. 1254, 55 L.Ed.2d 774 (1978), the defendant, after receiving the Miranda warnings, gave an FBI agent a *422detailed account of his recent activities, including his association with the murder victim; this permitted the prosecution to question a crucial omission. In United States v. Mitchell, 558 F.2d 1332, 1335 (8th Cir. 1977), the defendant signed a written waiver of his Miranda rights, told police an exculpatory story and failed to elaborate when the police were unable to verify it. The opinions in those cases did not address the distinction between using post-arrest silence to impeach a defendant’s credibility and using it to impeach the substance of his exculpatory story. They do not stand for the proposition that Doyle is inapplicable simply because a defendant has made an inconsistent statement.\nWe recognize that, in particular cases, the line of demarcation between permissible and impermissible cross-examination may be difficult to discern. As Judge Merritt’s dissent aptly observed: “In the heat of cross-examination . . ., questions and answers are often unclear.” Out of an abundance of precaution, the only safe procedure for the prosecution to follow in a potential Doyle situation is simply not to question a defendant about his post-arrest silence.\nIV\nOur holding that the prosecutor’s questions about Charles’ post-arrest failure to tell officers the same story he told the jury violated due process is not the end of our inquiry. In Doyle, the Supreme Court left open the possibility that such a constitutional error can be harmless beyond a reasonable doubt. See Doyle v. Ohio, 426 U.S. 610, 619-20, 96 S.Ct. 2240, 49 L.Ed.2d 91 (1976); Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1976). This and other courts have held that Doyle violations may be harmless and not require reversal. See Hayton v. Egeler, 555 F.2d 599 (6th Cir.), cert. denied, 434 U.S. 973, 98 S.Ct. 527, 54 L.Ed.2d 463 (1977); Meeks v. Havener, 545 F.2d 9 (6th Cir. 1976), cert. denied, 433 U.S. 911, 97 S.Ct. 2980, 53 L.Ed.2d 1096 (1977); Bradford v. Stone, 594 F.2d 1294 (9th Cir. 1979); Chapman v. United States, 547 F.2d 1240 (5th Cir.), cert. denied, 431 U.S. 908, 97 S.Ct. 1705, 52 L.Ed.2d 393 (1977). Consequently, we must determine whether the error in Charles’ case was harmless.\nIn Minor v. Black, 527 F.2d 1 (6th Cir. 1975), cert. denied, 427 U.S. 904, 96 S.Ct. 3189, 49 L.Ed.2d 1198 (1976), a case which anticipated the Supreme Court’s holding in Doyle, this court enunciated the standard for determining whether the prosecutor’s error in using the defendant’s post-arrest silence to impeach his exculpatory trial testimony is harmless.\n[T]o find harmlessness beyond a reasonable doubt we would have to conclude that, absent the cross-examination and closing argument, “no juror could have entertained a reasonable doubt” as to petitioner’s guilt. 527 F.2d at 5.\nIn a related context, this court recently noted:\nHarmless error, in the context of a violation of a constitutional right of a defendant, is an extremely narrow standard, permitting the State to avoid the retrial of a defendant only when it can demonstrate beyond a reasonable doubt that the error did not contribute in any way to the conviction of the defendant.\n[Hjarm is presumed to have flowed from constitutional error; the burden is on the State to demonstrate conclusively to the contrary. It is not enough for the reviewing court to feel that the evidence is strong and that the defendant probably would have been convicted anyway. That is a decision for the jury to make, unaffected by improper argument or impermissible inferences urged by the prosecutor. Eberhardt v. Bordenkircher, 605 F.2d 275, at 278-279 (6th Cir. 1979).\nApplying this standard to the present case, we cannot find that the prosecutor’s error was harmless. The State’s evidence was entirely circumstantial and not overwhelming. The case against Charles consisted of his possession of Ziefle’s car and valuables, his alleged statements to witnesses in Grand Rapids that he had killed a man *423in Ann Arbor and the fact that he owned a black T-shirt similar to one Ziefle’s last known companion was seen wearing. However, the Grand Rapids witnesses were arrested initially with Charles and were held overnight in connection with the murder; their testimony was self-serving and hardly above suspicion. Nor was Charles’ black T-shirt particularly strong evidence of his guilt. Finally, Charles’ trial testimony, if believed, explained his possession of Ziefle’s car and valuables, which we view as the strongest evidence linking him to the murder.\nAlthough this evidence might well have been enough to convict Charles, even absent the prosecutor’s improper questioning, we hold that the State has not carried its heavy burden of showing that, disregarding the cross-examination, no juror could have entertained a reasonable doubt as to Charles’ guilt. Under these circumstances, we cannot find harmless error.\nAccordingly, the judgment is reversed and the case remanded to the district court with directions to issue a writ of habeas corpus unless Charles is tried again in the State court within a reasonable time.\nReversed and remanded.\n\n. Although Charles claims that he never made the inconsistent post-arrest statement, the jury’s guilty verdict requires us to accept as fact that he did.\n\n",
            "ocr": false,
            "opinion_id": 9466294
        },
        {
            "author_str": "Merritt",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMERRITT, Circuit Judge,\ndissenting.\nI agree with the Court that the essential question is whether the record in this state court murder case creates a serious risk that the defendant was jailed for silence in violation of the fifth amendment. But in its admirable effort to ensure fairness, the Court has found a risk where, in my judgment, no significant risk exists. I read differently the meaning and effect on the jury of the prosecutor’s questions to the defendant on cross-examination.\nThe murder victim’s stolen car in defendant’s possession at the time of his arrest was a key piece of evidence linking the defendant with the murder. Taken in context, the state prosecutor’s question to the defendant — isn’t it “odd that you” did not “come forward [with your present story about the location of the car] at the time you were arrested” — does not overstep permissible fifth amendment bounds. Defense counsel did not object to the question at the time. From a reading of the transcript of the trial, it is clear to me that the prosecutor was asking about the conflict between the defendant’s story at trial (that he stole the car at the bus station) and his story to the police detective shortly after his arrest (that he stole it at another location). Assuming that the detective truthfully recited the defendant’s story at the time of arrest, as we must in view of the jury’s verdict, the conflict indicated the defendant was lying.\nJust before the trial recessed for lunch, the police detective was examined and cross-examined closely about the story about the car the defendant had told after his arrest. The detective’s testimony was still fresh in the jury’s mind immediately after lunch when the defendant took the stand and told a different story about where he got the car. When the time came for the prosecutor to cross-examine the defendant, it was natural, indeed necessary, for the prosecutor to ask about the clear conflict in the two stories. After reminding the defendant of his testimony on direct about the location of the stolen car, the prosecutor asked: “Don’t you think it’s rather odd that if it were the truth that you didn’t come forward and tell anybody at the time you were arrested, where you got that car?” This question could have been phrased better because it is unclear. It does not directly allude to the conflict in the story the defendant told at trial and the story he told the detective. The question received an evasive answer, “I wasn’t charged with auto theft, I was charged with murder.” But the prosecutor then tied the question down clearly to the prior inconsistent statement:\nQ: This is a rather recent fabrication of yours isn’t it not [sic]?\nA: No, it isn’t.\nQ: Well, you told detective LeVanseler back when you were first arrested, you stole the car back on Washtenaw and Hill street?\nA: Never spoke with Detective LeVan-seler.\n*424We are dealing here with impeachment on cross-examination of a hostile witness. On the subject in question, the location of the stolen car, the defendant never stood mute in the face of accusations or claimed his privilege. He never invoked his constitutional privilege to remain silent. In fact, he did not remain silent at all when interrogated after his arrest or at trial. He gave two stories which were graphically inconsistent. There was no silence for him to rely on or for the prosecutor to ask about. Since there was, in fact, no silence at any time concerning the location of the car, I do not think it plausible to say silence, rather than the prior inconsistent statement, is what the prosecutor was asking about.\nOn the other hand, in Doyle v. Ohio, the main precedent cited by the Court for its position, the defendant made no statement at the time of his arrest but instead, invoking his fifth amendment privilege, remained silent then and also at a later preliminary hearing. Repeatedly on cross-examination, the prosecutor in Doyle asserted a conflict between the defendant’s story at trial and his pretrial invocations of the privilege. Nothing in the majority opinion in Doyle, or in Justice Stevens’ opinion for three members of the Court, suggests that the Court would find any admissibility problem had the defendant instead made an inconsistent statement at the time of arrest or at the preliminary hearing.\nIn the heat of cross-examination of a hostile and evasive witness in a criminal trial, questions and answers are often unclear. But the ambiguity of the prosecutor’s initial question was quickly cleared up by the next series of questions which focused on the inconsistency between the defendant’s trial testimony on direct examination and a prior statement given after his arrest.\nMolded by the courage of Sir Thomas More, the fifth amendment’s great protection of individual dignity assures the accused that he will not be forced to speak or jailed for silence. Fulfillment of this same high purpose suggests that silence is not required in the face of accusation and law officers are not obliged to disregard the words of the accused when he chooses to explain.\n",
            "ocr": false,
            "opinion_id": 9466295
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}