{
    "id": 1123805,
    "judges": "Richardson, C.J., and Marumoto, Abe, Levinson and Kobayashi",
    "date_filed": "2008-01-08",
    "date_filed_is_approximate": true,
    "slug": "bates-v-ogata",
    "case_name_short": "Ogata",
    "case_name": "Bates v. Ogata",
    "case_name_full": "Jesse James Bates v. the Honorable Thomas S. Ogata, as Judge of the First Circuit Court of the State of Hawaii, and Captain George Kishi, as Superintendent of Halawa Jail",
    "attorneys": "David G. Bchutter for petitioner., Jack G. Morse and E. John McConnell, Jr., Deputy Attorneys General, for respondent Judge Ogata.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b585-4\">\n    JESSE JAMES BATES\n    <em>\n     v.\n    </em>\n    THE HONORABLE THOMAS S. OGATA, AS JUDGE OF THE FIRST CIRCUIT COURT OF THE STATE OF HAWAII, AND CAPTAIN GEORGE KISHI, AS SUPERINTENDENT OF HALAWA JAIL.\n   </parties><br><docketnumber id=\"b585-5\">\n    No. 5107.\n   </docketnumber><br><decisiondate id=\"b585-7\">\n    March 8, 1971.\n   </decisiondate><br><judges id=\"b585-8\">\n    Richardson, C.J., Marumoto, Abe, Levinson and Kobayashi, JJ.\n   </judges>",
    "citations": [
        "482 P.2d 153",
        "52 Haw. 573"
    ],
    "opinions": [
        {
            "author_str": "Marumoto",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n482 P.2d 153 (1971)\nJesse James BATES, Petitioner,\nv.\nThe Honorable Thomas S. OGATA, as Judge of the First Circuit Court of the State of Hawaii, and Captain George Kishi, as Superintendent of Halawa Jail, Respondents.\nNo. 5107.\nSupreme Court of Hawaii.\nMarch 8, 1971.\n*154 David C. Schutter, Honolulu, for petitioner.\nJack C. Morse and E. John McConnell, Jr., Deputy Attys. Gen., for respondent Judge Ogata.\nBefore RICHARDSON, C.J., and MARUMOTO, ABE, LEVINSON and KOBAYASHI, JJ.\nMARUMOTO, Justice.\nPetitioner Jesse James Bates comes here on his second petition for habeas corpus based on a denial by the circuit court of his release on bail. He was here previously when he was under indictment for the first degree murder of Herman Harper Marfil in Criminal No. 41618 of the first circuit court and the circuit court denied his release on bail without holding any evidentiary hearing although he sought one. On that occasion we entered an order directing the circuit court to accord him an *155 evidentiary hearing. Bates v. Hawkins, 52 Haw. 463, 478 P.2d 840 (1970).\nSubsequent to the filing of the first petition, two additional first degree murder indictments were returned against the petitioner, namely for the murder of Charles Michael Akana in Criminal No. 41701, and for the murder of Mitzi Iso Klotzbach in Criminal No. 41717.\nUpon the entry of our order on the first petition the circuit court held a bail hearing in each of the three cases, and denied bail solely on the testimony of Norman Crowell, a detective who has been with the homicide detail of the Honolulu Police Department for three years. Crowell did the investigative work on all of the three murders. In the course of the investigation, he obtained information, which implicated the petitioner in the murders, from three persons. These persons are now under police protection.\nIn Bates v. Hawkins, we stated that the circuit court erred in considering the newspaper articles regarding the petitioner's case, for any conclusion based thereon was pure speculation, aside from the fact that the articles were hearsay. Frankly, that statement was unfortunate in the implication it gave that any evidence coming within the definition of hearsay may not be considered in a bail proceeding.\nThe type of evidence which may properly be considered in a bail proceeding, and the sufficiency thereof for a denial of bail, cannot be broadly categorized beforehand. This is shown in the New Jersey cases of State v. Konigsberg, 33 N.J. 367, 164 A.2d 740 (1960), and State v. Obstein, 52 N.J. 516, 247 A.2d 5 (1968), both cited in Bates v. Hawkins.\nIn Konigsberg, the court held that denial of bail on the prosecutor's representations regarding facts in his possession was improper on the ground that such representations \"are hearsay and can have no force as evidence.\" Nevertheless, it sanctioned the use of affidavit, stating: \"The representations of the Prosecutor appearing in the record indicate participation by defendant in a first degree murder. He stated that they are supported by two eyewitnesses, the name of one of whom was mentioned during the argument. If that evidence had been furnished to the trial court in affidavit form of one or both of the witnesses, denial of bail would have been clearly justified.\" Yet, affidavits offered at trial are clearly within the definition of hearsay. Ward v. National Benevolent Society, 155 S.W.2d 994 (Tex.Civ.App. 1941).\nIn Obstein, the prosecutor followed Konigsberg, and submitted an affidavit of the principal witness to the trial court. The defense counsel thereupon requested an order for the production of witness for cross-examination. The trial court denied the request. On appeal, the denial was held to be error and the case was remanded to the trial court to permit the examination of the witness. In so doing, the appellate court stated: \"On the renewed hearing either the State or defense may produce any other witnesses whose testimony is relevant having in mind the limited scope of the inquiry.\"\nWe have discussed the New Jersey cases to show that in a hearing of limited scope, as in the case of a bail hearing, a label given to a type of evidence is not controlling, and the question as to whether any particular evidence may be considered, and whether it is sufficient, must ultimately be determined on a case by case basis and not upon an application of a general formula.\nA bail hearing in a first degree murder case is a nonjury proceeding. Also, it has a limited purpose. It is not held to determine guilt or innocence. The issue in such case is whether there is a fair likelihood of conviction of first degree murder.\nLegal scholars question the desirability of strict adherence to exclusionary rules of evidence in nonjury proceedings, and say that the significant question about hearsay in such proceedings is not admissibility but evaluation. C.T. McCormick, *156 Handbook of the Law of Evidence 137 (1954); Davis, Hearsay in Nonjury Cases, 83 Harv.L.Rev. 1362 (1970).\nHere, Crowell testified principally, but not exclusively, with regard to the information he received from witnesses. His testimony related also to facts which he personally gathered in his investigation and which were corroborative of certain material aspects of the information furnished by the persons with whom he spoke.\nIn National Labor Relations Board v. Remington Rand, Inc., 94 F.2d 862, 873 (2nd Cir.1938), Judge Learned Hand stated that, in a nonjury proceeding, hearsay may support a finding if in the end it is \"the kind of evidence on which responsible persons are accustomed to rely in serious affairs.\" We agree with that statement, and think that Crowell's testimony is that kind of evidence.\nThe petition herein for a writ of habeas corpus is denied.\n",
            "ocr": false,
            "opinion_id": 1123805
        }
    ],
    "court_short_name": "Hawaii Supreme Court",
    "court_full_name": "Hawaii Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Hawaii, HI",
    "crime_category": "Murder"
}