{
    "id": 1134292,
    "judges": "Pearson",
    "date_filed": "1989-11-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-hall",
    "case_name_short": "Hall",
    "case_name": "State v. Hall",
    "case_name_full": "The State of Washington, Respondent, v. Richard E. Hall, Appellant",
    "attorneys": "John H. Hill, for appellant (appointed counsel for appeal)., Don Herron, Prosecuting Attorney, and Joseph D. Mladinov, Senior Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b882-4\">\n    [No. 3211-2.\n   </docketnumber><court id=\"ard-dedup-0\">\n    Division Two.\n   </court><decisiondate id=\"AWQH\">\n    March 19, 1979.]\n   </decisiondate><br><parties id=\"b882-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Richard E. Hall,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b883-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"863\"> \n     *863\n     </span>\n<em>\n     John H. Hill,\n    </em>\n    for appellant (appointed counsel for appeal).\n   </attorneys><br><attorneys id=\"b883-5\">\n<em>\n     Don Herron, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Joseph D. Mladinov, Senior Deputy,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "593 P.2d 554",
        "22 Wash. App. 862"
    ],
    "opinions": [
        {
            "author_str": "Pearson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n22 Wn. App. 862 (1979)\n593 P.2d 554\nTHE STATE OF WASHINGTON, Respondent,\nv.\nRICHARD E. HALL, Appellant.\nNo. 3211-2.\nThe Court of Appeals of Washington, Division Two.\nMarch 19, 1979.\n*863 John H. Hill, for appellant (appointed counsel for appeal).\nDon Herron, Prosecuting Attorney, and Joseph D. Mladinov, Senior Deputy, for respondent.\nPEARSON, C.J.\nDefendant, Richard Edward Hall, having been charged with second-degree arson, appeals his conviction by a Pierce County jury for the lesser-included crime of first-degree reckless burning, RCW 9A.48.040. The charge stemmed from a railroad trestle fire near McKenna, Washington, on August 5, 1977.\nOn appeal he claims two instructional errors and accuses the State of withholding and failing to preserve evidence. We find no substantial merit to these claims and affirm the conviction. The essential factual setting follows.\nDefendant, a high school senior, left home after having an argument with his father. He stayed with one friend for 2 days, and then spent the night of August 4, 1977, in a trailer house behind Allen Burns' home in Roy, Washington. The only clothing defendant had with him was a T-shirt, jeans, and shoes.\nDefendant testified that on the morning of August 5, he set out for a walk along the railroad tracks heading toward McKenna. He came to the wooden trestle over the Nisqually River and decided to walk down to the river bank. He stated that at around 10:30 a.m. he started a fire in order to keep warm. It was chilly and windy by the river, he said, and shady under the bridge.\nBy his own testimony, he built the fire approximately 1 foot away from a creosote-soaked support timber of the trestle, then left the fire unattended while he went to throw stones into the river. After about a minute or minute and a half, he noticed the trestle support ablaze. He attempted unsuccessfully to extinguish the fire by throwing sand on it.\n*864 On cross-examination, he admitted that he knew from his experience as a volunteer fireman that the trestle timbers were soaked with creosote and that creosote is highly flammable.\nThe State produced a number of witnesses who all testified that the weather near the time of the fire was very warm (approximately 80° F.) and there was little wind. Several testified there was no shade in the immediate vicinity of the fire.\nExpert witnesses testified that the warm weather conditions caused the creosote to ooze from the timber pores, creating a very high fire danger. The State also brought forth the fact that defendant fled the area after the fire and did not report his part in starting the fire to the police for several weeks.\nDefendant's first claim of error relates to the portion of the elements instruction which defined the requisite mental state for first-degree reckless burning.\nThe instruction required the jury to find:\n1. That defendant caused a fire on August 5, 1977;\n2. That the fire damaged a bridge or trestle;\n3. That defendant acted knowingly and recklessly.\n\nRCW 9A.48.040 defines the crime as follows:\n(1) A person is guilty of reckless burning in the first degree if he recklessly damages a building or other structure ... by knowingly causing a fire .. .\n(Italics ours.)\nWPIC, 11 Wash. Prac. 83.02 (1977) recommends that the elements instruction for first-degree reckless burning should provide:\n(3) That the defendant knowingly caused the [fire]...\n(4) That the defendant recklessly caused the damage...\n(Italics ours.) Although the trial court's instruction does not follow either the statute or WPIC, it nevertheless states the law beneficially to the defendant and is not misleading. Cf. Bradley v. Maurer, 17 Wn. App. 24, 560 P.2d 719 (1977) *865 (use of pattern instructions is preferred, although not required). It requires the jury to find that defendant knowingly and recklessly caused the fire that damaged the trestle. There is no lessening in the degree of mental culpability. In fact the instruction required the State to assume a more stringent burden of showing both mental elements (knowing and reckless) were involved in the damage as well as causation.\n[1] The trial court has considerable discretion in wording instructions. If they are readily understood and not misleading to the ordinary mind, and if counsel may satisfactorily argue his theory to the jury, the instructions are sufficient. State v. Alexander, 7 Wn. App. 329, 499 P.2d 263 (1972). We find no error.\nNext, defendant complains of the trial court's refusal to give a proposed instruction defining criminal negligence. He claims this refusal deprived him of arguing his theory that a negligently set fire would not be sufficient to establish the recklessness element of the offense.\nUnder RCW 9A.08.010 four kinds of culpability are generally defined: intent, knowledge, recklessness, and criminal negligence.[1] The trial court gave the statutory definitions of malice, intent, knowledge, and recklessness because these are the mental culpability states required for second-degree arson and first-degree reckless burning. The trial court also gave a definition of \"accident\" to the jury and further instructed that the law presumes a fire to be caused by accident unless there is competent evidence to the contrary. However, the court refused to give a definition of criminal negligence. We find no error in this refusal.\n[2] A trial court is not required to give every instruction requested by the defendant which supports his theory of the case. The instructions are sufficient if they allow the defendant to satisfactorily argue his case. State v. Dana, 73 Wn.2d 533, 439 P.2d 403 (1968).\n*866 [3] The trial court's instructions properly defined the state of mind requisite to a finding of guilty, and permitted the defendant to argue that there was a reasonable doubt as to these elements. A trial court is not required to give negative instructions as to matters that will not support a conviction. State v. Bell, 83 Wn.2d 383, 518 P.2d 696 (1974).\nOne of the witnesses, Robert Larson, was called as a witness both by the prosecution and later by the defense. This witness had told the prosecutor in a pretrial interview that defendant had told him that the fire was an accident and that he (the witness) would be subpoenaed and had better tell the truth.\nThis conversation was not revealed to the defense prior to the trial. Defendant contends this conversation constituted evidence favorable to him and should have been disclosed. CrR 4.5.\n[4] We agree that the prosecutor should reveal to the defense counsel any exculpatory statements made by the defendant. (CPR) DR 7-103(B). However, we find no prejudice to defendant from this omission. Since this statement came from the defendant, the prosecutor would have no reason to believe the evidence was unknown to him. See State v. Johnson, 12 Wn. App. 548, 530 P.2d 662 (1975). Furthermore, defense counsel was able to elicit this \"exculpatory\" statement from the witness during cross-examination.\nFinally, defendant contends he was denied due process because the State failed to \"preserve\" evidence which might possibly have been favorable to him. Specifically, he complains (1) that fire investigators failed to revisit the scene of the fire after they were informed that defendant started it, (2) the fire investigators failed to collect samples from the scene, and (3) that the fire marshal lost some 22 photographs of the scene.\n[5] The State \"is required to preserve all potentially material and favorable evidence.\" State v. Canaday, 90 Wn.2d 808, 815, 585 P.2d 1185 (1978). This rule, however, *867 has not been interpreted to require police or other investigators to search for exculpatory evidence, conduct tests, or exhaustively pursue every angle on a case. See State v. Turrubiates, 25 Ariz. App. 234, 542 P.2d 427 (1975). The police are required only to preserve that which comes into their possession either as a tangible object or a sense impression, if it is reasonably apparent the object or sense impression potentially constitute material evidence. Thus it was not a violation of the rule of preservation when investigators made no effort to revisit the scene after they learned that defendant claimed to have started the fire accidentally. Assuming arguendo the police were required to investigate this rumor, there is no showing that a return to the fire scene would have preserved any potentially material and favorable evidence not observed on the first visit.\n[6] Likewise, we hold that the failure to collect samples of charred matter or debris was not a violation of the rule of preservation. The testimony of the State's witnesses was sufficient to establish the facts which the defendant thought were potentially material and favorable, namely, that the fire was not started with gasoline or other materials not available at the scene. The State's witnesses testified that the fire was probably started with paper and a match or lighter. Defendant, therefore, had the evidence which supported his campfire theory and he was not prejudiced by the State's decision not to preserve samples or to test them as further confirmation of the investigator's findings as to the source of combustion. See 53 Wash. L. Rev. 573, 586-93 (1978).\nThe 22 photographs were evidence and should have been preserved. They disappeared not because of intentional destruction but because they were accidentally lost. In State v. Wright, 87 Wn.2d 783, 789-90, 557 P.2d 1 (1976), the Supreme Court held that evidence innocently destroyed by the police justified dismissal of homicide charges where the destroyed evidence was intimately related to the \"existence of a homicide\" and where there was a \"reasonable *868 possibility\" the evidence was material to the guilt or innocence and favorable to the defendant.\nDefendant contends that this rule should be applied to this case because some of the photographs were taken of the area where he claims to have built the campfire. The photographs might have shown the campfire debris. This showing would support defendant's theory that the fire to the trestle was \"accidentally\" caused.\nThere are two answers to this contention. First, the fire marshal who took the photographs testified that the area where defendant claims to have started the fire was completely altered by water from the firemen's hoses and from debris falling from above. His visual examination disclosed no evidence of a campfire. Second, defendant's own version of the incident does not furnish a defense to a charge of reckless burning, since he intentionally started the fire within 1 foot of what he knew was a highly flammable creosote-soaked part of the trestle.\nUnder the circumstances of this case, there simply is no \"reasonable possibility\" that the photographs, if available, would have furnished material evidence favorable to the defendant. Thus, there is no serious due process violation which compels a reversal of this conviction. State v. Gilcrist, 91 Wn.2d 603, 590 P.2d 829 (1979).\nAffirmed.\nPETRIE and REED, JJ., concur.\nReconsideration denied April 12, 1979.\nReview denied by Supreme Court August 22, 1979.\nNOTES\n[1]  \"Malice\" is not listed under this section, but it is an element of some crimes, such as arson, and is defined in RCW 9A.04.110.\n\n",
            "ocr": false,
            "opinion_id": 1134292
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}