{
    "id": 2687297,
    "judges": "Nahmias",
    "date_filed": "2014-05-31",
    "date_filed_is_approximate": true,
    "slug": "spearman-v-state",
    "case_name_short": "Spearman",
    "case_name": "Spearman v. State",
    "case_name_full": "Spearman v. the State",
    "attorneys": "Christopher R. Geel, for appellant., D. Parks White, District Attorney, Adam C. Schroeder, Jean G. Mangan, Assistant District Attorneys, Samuel S. Olens, Attorney General, PatriciaB. Attaway Burton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General, Katherine T. Parvis, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b426-5\">\n    S13A1521.\n   </docketnumber><parties id=\"A971\">\n    SPEARMAN v. THE STATE.\n   </parties><br><citation id=\"b426-6\">\n    (754 SE2d 37)\n   </citation>",
    "citations": [
        "294 Ga. 402",
        "754 S.E.2d 37"
    ],
    "opinions": [
        {
            "author_str": "Nahmias",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.gasupreme.us/sc-op/pdf/s13a1521.pdf",
            "author_id": null,
            "opinion_text": "FINAL COPY\n294 Ga. 402\n\n                      S13A1521. SPEARMAN v. THE STATE.\n\n\n       NAHMIAS, Justice.\n\n       Appellant Randall Spearman was convicted of felony murder, aggravated\n\nassault, and concealing a death in connection with the killing of his wife,\n\nAdrienne Spearman. On appeal, he contends that the trial court (1) should have\n\nmerged the guilty verdict for aggravated assault based on his choking the victim\n\ninto his felony murder conviction; (2) erred in denying his request for a\n\nvoluntary manslaughter instruction; and (3) violated OCGA § 17-8-57 by\n\nmaking an impermissible comment to the jury. Our review of the record shows\n\nthat only Appellant’s first contention has merit. We therefore affirm his\n\nconvictions for felony murder and concealing a death, but we vacate his\n\nconviction and sentence for aggravated assault based on choking the victim.1\n\n       1\n         On August 16, 2004, Appellant was indicted in Franklin County on five counts: (1) malice\nmurder; (2) felony murder based on an unspecified aggravated assault; (3) aggravated assault based\non “grabbing [the victim] about the neck and chest and squeezing, causing neck and chest\ncompression”; (4) aggravated assault based on “choking” the victim; and (5) concealing the death\nof the victim. Trial began on May 17, 2005, and on May 19, the jury found Appellant not guilty of\nmalice murder but guilty of the remaining counts. The trial court ruled that the verdict on Count 3\nmerged with Count 2 and sentenced Appellant to serve life in prison for the felony murder\nconviction, 20 consecutive years for the aggravated assault charged in Count 4, and 10 years to run\nconcurrently with the aggravated assault sentence for concealing a death. Appellant filed a motion\nfor new trial on June 8, 2005. The case then languished for several years as it was shuffled among\n\f       1.      (a)     Viewed in the light most favorable to the verdict, the evidence\n\npresented at trial showed the following. Appellant and Adrienne Spearman,\n\nwho got married in 2002, had a volatile relationship. On October 20, 2003,\n\nAppellant pled guilty to aggravated battery after he broke Adrienne’s\n\ncollarbone. James Watkins, who occasionally stayed at the Spearmans’ home,\n\ntestified that one night he was awoken at 3:00 a.m. by Adrienne’s screaming and\n\nsaw that Appellant had her by the throat and it looked like she had been hit in\n\nthe face. Lisa Little, a close friend of the Spearmans, testified that about a week\n\nbefore Adrienne’s death, Adrienne had come to talk to her with a bruised chin.\n\nAdrienne said that Appellant had caused the injury by head-butting her and\n\nadded, “He’s going to kill me one day.”\n\n       On the evening of January 13, 2004, Appellant and his wife were visiting\n\nLittle and her husband, Johnny Young, who lived nearby. After Appellant and\n\nAdrienne got into an argument, Adrienne left and began walking home.\n\nAppellant and Young drove after her. She refused to get in the car, so Appellant\n\n\n\ndifferent lawyers. Finally, new counsel filed an amended motion for new trial on November 5, 2012.\nThe trial court held a hearing on the motion on November 20, 2012, and denied it on May 13, 2013.\nAfter Appellant filed a timely notice of appeal, the case was docketed in this Court for the September\n2013 term and submitted for decision on the briefs.\n\n                                                  2\n\fgot out of the car and walked with her as Young drove away. That was the last\n\ntime anyone other than Appellant saw Adrienne alive.\n\n      Over the next few weeks, when Appellant was asked about his wife, he\n\nwould say that she had run off with some biker friends, telling this story to\n\nLittle, Young, and Watkins, as well as the owner of a pawn shop where he went\n\nto pawn Adrienne’s ring. When Little asked Appellant if he had done anything\n\nto Adrienne, he “just dropped his head.”\n\n      In early February 2004, Adrienne’s daughter, Ashley Watson, called\n\nAppellant and asked where her mother was. She did not believe him when he\n\nsaid that her mother had left with “some biker buddies.” After calling other\n\npeople who knew her mother and still being unable to locate her, Watson filed\n\na missing person’s report with the Franklin County Sheriff’s Department. In\n\nresponse, two officers went to the Spearmans’ address, where several trailers\n\nwere located. The officers knocked at the main trailer and got no answer. The\n\nofficers then looked in the windows of the trailer next to the main trailer and\n\nsaw a body partially covered by a sleeping bag. It was Adrienne. The medical\n\nexaminer concluded that she had been killed by compression of her neck and\n\nchest. The medical examiner also noted bruising and a laceration in her mouth,\n\n                                      3\n\flikely caused by a blow to the mouth before her death, and abrasions on her\n\narms and chest, likely caused by being dragged to a different location. On the\n\nwall in the bedroom of the main trailer, investigators found blood that DNA\n\ntesting showed to be Adrienne’s.\n\n      Appellant, who was no longer living in the main trailer, was located by\n\ninvestigators and asked about his wife’s whereabouts.          He denied any\n\ninvolvement with her death, claiming that he did not know where she was and\n\nthat a man named “Dread” — a member of the Crips gang with whom Appellant\n\nhad supposedly fought — had left a note on his door implying that he had taken\n\nAdrienne.\n\n      Appellant’s story evolved, however, as the investigation proceeded.\n\nWhen interviewed at the Sheriff’s office, Appellant admitted that he had made\n\nup the story about Dread to deflect suspicion, and he then offered, over the\n\ncourse of 12 hours, at least four different accounts of the night of Adrienne’s\n\ndeath. In the first few versions, Appellant said he played no role in her death.\n\nThe final version went like this: Appellant and his wife had been drinking\n\nheavily. After they got home from visiting Little and Young, she argued with\n\nhim and became physically aggressive, so he hit her with an open hand “to get\n\n                                       4\n\fher to calm down.” They struggled and, while standing behind her, he grabbed\n\nher “about the neck and the chest using both of his arms and both of his legs.”\n\nHe held her and talked to her “until she quit fighting,” and when he released her,\n\nshe fell to the floor and did not move.\n\n      After the interview, Appellant was held at the Franklin County detention\n\ncenter, where he told a detention officer, “I killed my wife.” Later that night, he\n\ntold another detention officer that “he had been unconscious, and he woke up,\n\nand his hands were around [his wife’s] throat, and she was dead.” Two days\n\nlater, Appellant told one of the officers who had interviewed him “that he\n\nwished to be put to death because he could not live with what he done with\n\n[her],” and that he was sorry for lying about her death.\n\n      At trial, Appellant told yet another story. He testified that he and his wife\n\nhad been drunk that night; they had argued; and he left their trailer. Appellant\n\nfirst went to Little and Young’s trailer, but when no one answered a knock, he\n\ndecided to sleep in their van. When he returned to his trailer the next morning,\n\nAdrienne was asleep in their bed. He then left for work, and when he returned\n\nhome the next day, she was gone. Appellant claimed that the other versions of\n\nhis wife’s death that he had provided were not true and were given in response\n\n                                          5\n\fto suggestive hypothetical questions, that his statements to the detention officers\n\nwere misunderstood, and that his previous incidents of violence against his wife\n\nwere accidents.\n\n             (b)   The evidence presented at trial and summarized above was\n\nsufficient to authorize a rational jury to find Appellant guilty beyond a\n\nreasonable doubt of the crimes for which the jury returned guilty verdicts. See\n\nJackson v. Virginia, 443 U. S. 307, 319 (99 SCt 2781, 61 LE2d 560) (1979).\n\nSee also Vega v. State, 285 Ga. 32, 33 (673 SE2d 223) (2009) (“It was for the\n\njury to determine the credibility of the witnesses and to resolve any conflicts or\n\ninconsistencies in the evidence.” (citation and punctuation omitted)).\n\n      Appellant contends, however, that the trial court erred when it merged\n\nonly the guilty verdict for aggravated assault based on “grabbing [Adrienne]\n\nabout the neck and chest and squeezing, causing neck and chest compression”\n\n(Count 3) into his felony murder conviction (Count 2), and entered a separate\n\nconviction and sentence for aggravated assault based on “choking” her (Count\n\n4). We agree. A conviction for aggravated assault normally merges with a\n\nmurder conviction in “the absence of evidence that the victim suffered a non-\n\nfatal injury prior to a deliberate interval in the attack upon him, and a fatal injury\n\n                                          6\n\fthereafter.” Alvelo v. State, 290 Ga. 609, 611-612 (724 SE2d 377) (2012). See\n\nalso Slaughter v. State, 292 Ga. 573, 575 (740 SE2d 119) (2013). In this case,\n\nthe indictment charged two separate counts of aggravated assault, but the\n\nevidence did not indicate that the choking of the single victim was separated by\n\na deliberate interval, or was even a separate act, from the compression of her\n\nneck and chest that the medical examiner opined was the cause of her death.\n\nAccordingly, we vacate Appellant’s conviction and sentence on Count 4 of the\n\nindictment.\n\n      2.      Appellant contends that the trial court erred in declining his request\n\nfor a jury instruction on voluntary manslaughter.\n\n      A person commits the offense of voluntary manslaughter when he\n\n      causes the death of another human being under circumstances which\n\n      would otherwise be murder if he acts solely as the result of a\n\n      sudden, violent, and irresistible passion resulting from serious\n\n      provocation sufficient to excite such passion in a reasonable person\n\n      ....\n\nOCGA § 16-5-2 (a). Thus, a voluntary manslaughter charge is not required\n\nwhen there is no evidence that the defendant was “seriously provoked by [the\n\n                                          7\n\fvictim] and reacted passionately.” Daniels v. State, 276 Ga. 632, 634 (580 SE2d\n\n221) (2003).\n\n      A voluntary manslaughter instruction clearly was not required in this case\n\nbased on the evidence regarding Appellant’s several initial versions of the\n\nevents surrounding Adrienne Spearman’s death, or the version to which he\n\ntestified at trial, in all of which he claimed not to have killed his wife. In the\n\nremaining version, Appellant claimed that he and Adrienne got drunk and\n\nargued, that she became physically aggressive, that he slapped her, and then\n\nwhen they struggled, he grabbed her from behind and squeezed her neck and\n\nchest until she quit fighting and collapsed. But even in that account, Appellant\n\nnever suggested that he acted solely out of anger or other irresistible passion; to\n\nthe contrary, he said that his intent in hitting and squeezing Adrienne was “to get\n\nher to calm down” and keep her from hitting him. That evidence, therefore, also\n\ndid not support a jury instruction on voluntary manslaughter. See, e.g., Hale v.\n\nState, 274 Ga. 863, 864 (561 SE2d 70) (2002) (holding that the defendant’s fear\n\nthat the victim was about to attack him did not require a voluntary manslaughter\n\ncharge because there was no evidence that he was “‘so influenced and excited\n\nthat he reacted passionately rather than simply in an attempt to defend himself’”\n\n                                        8\n\f(citation omitted)); Worthem v. State, 270 Ga. 469, 471 (509 SE2d 922) (1999)\n\n(“A charge on voluntary manslaughter is not available to a defendant whose\n\nown statement unequivocally shows that he was not angered or impassioned\n\nwhen a killing occurred, and when the other evidence does not show\n\notherwise.”). To the extent that this one version of events suggested that\n\nAppellant grabbed Adrienne and squeezed her too hard to stop her from fighting\n\nhim, the trial court instructed the jury on involuntary manslaughter and the\n\naffirmative defense of justification. Appellant was entitled to no more. See\n\nDaniels, 276 Ga. at 634.\n\n     3.    At the outset of the trial, the court said to the jury:\n\n\n                  I greatly apologize for the delay, but there were\n           some matters that we needed to take up outside your\n           presence, but we are ready to start with our opening\n           statements. I explained basically how the trial will go,\n           who presents the evidence first, and direct examination\n           and so forth. If you will listen to the evidence, listen to\n           all the witnesses, both the direct examination and the\n           cross examination of all the witnesses that testify in this\n           case, listen to the argument that counsel will make at\n           the close of the evidence, and listen to the charge of the\n           law that I give you at the close of the case, you need to\n           hear all of that before you can make up your mind\n           about any of the issues in the case.\n\n\n                                        9\n\f                   In other words, what I am saying is don’t jump\n            to conclusions. This is not Law and Order, this is not\n            Matlock; this ain’t CSI. It’s none of that stuff. That\n            stuff is entertainment, but, folks, they wrap that up in\n            forty minutes. And this is the real world. It doesn’t\n            happen like that. They cut corners, that — this is the\n            real deal. So don’t expect anybody to jump up in the\n            back of the courtroom like they used to do on Perry\n            Mason. It’s just not going to happen. And the wheels\n            of justice turn slowly, but they turn surely. And what\n            – the things that we do may not be — the reason for\n            them may not be apparent to you, but our trial practice\n            in this country has developed over 200 and some odd\n            years of our existence, and it’s based on the English\n            common law and everything we do has a purpose for it,\n            although you may not understand what that purpose is.\n\n      Focusing on the phrase “They cut corners,” Appellant contends that the\n\ntrial court reduced the State’s burden of proof by implying that the jury should\n\nexpect and excuse “sub-par” work from the investigators and prosecutors\n\ninvolved in this case. Appellant maintains that the court thereby made an\n\nimproper comment to the jury in violation of OCGA § 17-8-57, requiring a new\n\ntrial. OCGA § 17-8-57 says: “It is error for any judge in any criminal case,\n\nduring its progress or in his charge to the jury, to express or intimate his opinion\n\nas to what has or has not been proved or as to the guilt of the accused.”\n\nAppellant did not object to the court’s comment when it was made, but his claim\n\n\n                                        10\n\fmay nevertheless be reviewed on appeal. See id. (“Should any judge violate\n\nthis Code section, the violation shall be held by the Supreme Court or Court of\n\nAppeals to be error and the decision in the case reversed, and a new trial granted\n\nin the court below . . . .”); Murphy v. State, 290 Ga. 459, 461 (722 SE2d 51)\n\n(2012) (explaining that a violation of OCGA § 17-8-57 is always “plain error,”\n\nso that counsel’s failure to object contemporaneously does not preclude\n\nappellate review).\n\n      Appellant mischaracterizes the trial court’s statement. In context, it is\n\nclear that the court was saying that it is the people involved with television\n\nshows who “cut corners,” not anyone involved in this case. The trial judge’s\n\nview of the criminal justice system as depicted for entertainment value did not\n\n“express or intimate his opinion as to what has or has not been proved or as to\n\nthe guilt of the accused” in this case. OCGA § 17-8-57. Advising jurors that\n\nreal-world criminal investigations and trials take longer than they do in crime\n\nshows may not be an advisable practice, but it is not reversible error.\n\n      Judgment affirmed in part and vacated in part. All the Justices concur.\n\n\n\n\n                                       11\n\f                            Decided January 21, 2014.\n\n            Murder. Franklin Superior Court. Before Judge Bailey.\n\n            Christopher R. Geel, for appellant.\n\n            D. Parks White, District Attorney, Adam C. Schroeder, Jean G. Mangan,\n\nAssistant District Attorneys, Samuel S. Olens, Attorney General, Patricia B. Attaway\n\nBurton, Deputy Attorney General, Paula K. Smith, Senior Assistant Attorney General,\n\nKatherine T. Parvis, Assistant Attorney General, for appellee.\n\n\n\n\n                                        12\n\f",
            "ocr": false,
            "opinion_id": 2687297
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}