{
    "id": 1136897,
    "judges": "Hayashi, C.J., and Padgett and Burns",
    "date_filed": "1992-07-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-pokini",
    "case_name_short": "Pokini",
    "case_name": "State v. Pokini",
    "case_name_full": "STATE OF HAWAII, Plaintiff-Appellee, v. JAMES POKINI, Also Known as James K. Pokini, FRANKLIN D. MELANDRE and JONAH M. IAEA, Defendants, and ALVIN GEORGE KAOHU, Defendant-Appellant",
    "attorneys": "Stephen T. Hioki (MatthewS. K. Pyun, Jr. with him on the briefs) for defendant-appellant., Peter B. Carlisle, Deputy Prosecuting Attorney, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b112-4\">\n    STATE OF HAWAII, Plaintiff-Appellee,\n    <em>\n     v.\n    </em>\n    JAMES POKINI, also known as James K. Pokini, FRANKLIN D. MELANDRE and JONAH M. IAEA, Defendants, and ALVIN GEORGE KAOHU, Defendant-Appellant\n   </parties><br><docketnumber id=\"b112-5\">\n    NO. 7516\n   </docketnumber><br><decisiondate id=\"b112-8\">\n    JULY 25, 1980\n   </decisiondate><br><judges id=\"b112-9\">\n    HAYASHI, C.J., PADGETT AND BURNS, JJ.\n   </judges>",
    "citations": [
        "614 P.2d 405",
        "1 Haw. App. 98"
    ],
    "opinions": [
        {
            "author_str": "Hayashi",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n614 P.2d 405 (1980)\nSTATE of Hawaii, Plaintiff-Appellee,\nv.\nJames POKINI, also known as James K. Pokini, Franklin D. Melandre and Jonah M. Iaea, Defendants, and Alvin George Kaohu, Defendant-Appellant.\nNo. 7516.\nIntermediate Court of Appeals of Hawaii.\nJuly 25, 1980.\nStephen T. Hioki, Honolulu, for defendant-appellant.\nPeter B. Carlisle, Deputy Pros. Atty., County of Honolulu, Honolulu, for plaintiff-appellee.\nBefore HAYASHI, C.J., and PADGETT and BURNS, JJ.\n*406 HAYASHI, Chief Judge.\nThis is an appeal from an Order for Commitment Without Bail pursuant to HRS § 706-626(3).\nIn July of 1974, appellant was convicted in the First Circuit Court of the offense of Criminal Conspiracy in the First Degree. On July 29, 1974, he was sentenced to probation through July 28, 1979.\nOn April 5, 1979, appellant was indicted by a Third Circuit Grand Jury for murder, an offense punishable by life imprisonment without possibility of parole, and also for Hindering Prosecution in the First Degree.\nAppellant was arrested on April 6, 1979 and was initially held without bail. On April 9, 1979, appellant filed a motion for a bail hearing in the Third Circuit and, after a hearing on April 12, 1979, Judge Ernest Kubota set bail at $100,000.00.\nOn July 18, 1979, the State filed a Motion for Commitment Without Bail, in the First Circuit Court, pursuant to HRS § 706-626(3), on the ground that appellant had been indicted for murder while on probation. After a hearing, Judge Wendell K. Huddy granted the motion in an order signed on July 26, 1979 and filed on August 2, 1979.\nThereafter, Judge Huddy granted appellant leave to take an interlocutory appeal.\nAppellant's main contention on this appeal is that the First Circuit Court was precluded from ordering the appellant to be committed without bail by the doctrine of collateral estoppel because the Third Circuit Court had previously reviewed the same issues at the bail hearing held on April 12, 1979. We disagree.\nThe bail hearing in the Third Circuit was to determine whether appellant should be admitted to bail, pursuant to HRS Chapter 804, pending trial on the charges for which he had been indicted by the Third Circuit Grand Jury.\nThe hearing in the First Circuit was to determine whether that court, which had jurisdiction of appellant by virtue of his probation status, should exercise its discretion under HRS § 706-626(3)[1] to commit him without bail, temporarily revoking his probation pending a determination by the Third Circuit Court of the new charges against him.\nThe issues in the Third Circuit bail hearing were whether appellant was entitled to bail and, if he was granted bail, what amount should be required. The issues in the First Circuit hearing, pursuant to HRS § 706-626(3), were whether there was probable cause to believe that appellant had committed another crime while on probation or had been held to answer for another crime and, if so, whether he should be committed without bail.\nThus, the bases of the respective courts' jurisdiction were different, the factual issues were different and the legal issues were different. Since the issues in the Third Circuit hearing were not the same as those in the First Circuit hearing, the doctrine of collateral estoppel is not applicable. See Ashe v. Swenson, 397 U.S. 436, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970); Morneau v. Stark Enterprises, Ltd., 56 Haw. 420, 539 P.2d 472 (1975).\nAppellant also argues that the First Circuit Court committed the defendant without bail on insufficient evidence. We find this argument without merit. The evidence of the indictment in the Third Circuit coupled with the evidence of appellant's probationary status in the First Circuit satisfied the evidentiary requirements of HRS § 706-626(3).\nAffirmed.\nNOTES\n[1]  § 706-626 Summons or arrest of defendant under suspended sentence or on probation; commitment without bail. At any time before the discharge of the defendant or the termination of the period of probation or suspension of sentence:\n\n* * * * * *\n(3) The court, if there is probable cause to believe that the defendant has committed another crime or if he has been held to answer therefor, may commit him without bail, pending a determination of the charge by the court having jurisdiction thereof.\n\n",
            "ocr": false,
            "opinion_id": 1136897
        }
    ],
    "court_short_name": "Hawaii Intermediate Court of Appeals",
    "court_full_name": "Hawaii Intermediate Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Hawaii, HI",
    "crime_category": "Murder"
}