{
    "id": 2187319,
    "judges": "Francis, HaNEMAN, Hall, Jaoobs, Peootoe, SohettiNO, WeiNTRAub",
    "date_filed": "2022-05-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-vigliano",
    "case_name_short": "Vigliano",
    "case_name": "State v. Vigliano",
    "case_name_full": "State of New Jersey, Plaintiff-Respondent, v. Henry A. Vigliano, Defendant-Appellant",
    "attorneys": "Mr. Leonard I. Garth argued the cause for defendant-appellant {Mr. William L. Kattak and Mr. Boss B. Abrash, on the brief)., Mr. Archibald Kreiger, Assistant Prosecutor of Passaic County, argued the cause for plaintiff-respondent (Mr. John 0. Thevos, Prosecutor of Passaic County, attorney).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 21, 1964",
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b64-4\">\n    STATE OF NEW JERSEY, PLAINTIFF-RESPONDENT, v. HENRY A. VIGLIANO, DEFENDANT-APPELLANT.\n   </parties><br><otherdate id=\"b64-6\">\n    Argued April 21, 1964\n   </otherdate><decisiondate id=\"AgU\">\n    Decided July 7, 1964.\n   </decisiondate><br><attorneys id=\"b65-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"45\"> \n     *45\n     </span>\n<em>\n     Mr. Leonard I. Garth\n    </em>\n    argued the cause for defendant-appellant\n    <em>\n     {Mr. William L. Kattak\n    </em>\n    and\n    <em>\n     Mr. Boss B. Abrash,\n    </em>\n    on the brief).\n   </attorneys><br><attorneys id=\"b66-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"46\"> \n     *46\n     </span>\n<em>\n     Mr. Archibald Kreiger,\n    </em>\n    Assistant Prosecutor of Passaic County, argued the cause for plaintiff-respondent\n    <em>\n     (Mr. John 0.\n    </em>\n    Thevos, Prosecutor of Passaic County, attorney).\n   </attorneys>",
    "citations": [
        "202 A.2d 657",
        "43 N.J. 44"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5102.0,
            "opinion_text": "\n43 N.J. 44 (1964)\n202 A.2d 657\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nHENRY A. VIGLIANO, DEFENDANT-APPELLANT.\nThe Supreme Court of New Jersey.\nArgued April 21, 1964.\nDecided July 7, 1964.\n*45 Mr. Leonard I. Garth argued the cause for defendant-appellant (Mr. William L. Kattak and Mr. Ross B. Abrash, on the brief).\n*46 Mr. Archibald Kreiger, Assistant Prosecutor of Passaic County, argued the cause for plaintiff-respondent (Mr. John G. Thevos, Prosecutor of Passaic County, attorney).\nThe opinion of the court was delivered by FRANCIS, J.\nDefendant Henry A. Vigliano was indicted for the murder of his mother, Catherine Vigliano. He not only denied the charge, but also interposed the defense of insanity. After a trial the jury found him guilty of murder in the first degree and recommended imprisonment for life. That sentence was imposed and he has appealed directly to this Court under R.R. 1:2-1(c). The appeal is predicated upon alleged errors in the trial court's charge to the jury, and in the admission in evidence of a confession. For reasons to be stated, the conviction must be reversed and a new trial ordered.\nAccording to the signed confession and the account given by Vigliano (with a few variations) to his fiancee when she visited him at police headquarters, the homicide occurred in this fashion: On Sunday, January 6, 1963, the day of the fatal event, Vigliano arose at about 1 P.M. His mother was at home but his father, a tavern operator, was at work. He had coffee with his mother and they discussed his forthcoming marriage to which she had objections. Around 4 P.M. he went to his fiancee's home. She lived in Paterson, New Jersey where his home and his father's tavern were located. He and she talked about their wedding plans and furnishings for their future home. Thereafter they went for an automobile ride past some furniture outlet showrooms. On returning about 8:30 P.M., they watched television until about 11 P.M. when he left to go to his father's tavern. At the tavern he and his father had a disagreement about the father's drunken condition. A scuffle ensued in which the father picked up a pan apparently intending to strike his son with it. Henry punched his father in the eye, left the tavern and drove home, arriving there about 11:30 or 11:45 P.M.\n*47 His mother was at home sitting at the kitchen table having a cigarette. As he entered she asked him where his drunken father was and why he had not come home. Henry explained about the argument and said he left the tavern to avoid further aggravation. His mother began to curse him and call him vile names, which need not be set forth here. After the tirade had continued for several minutes, he went upstairs to his bedroom, removed a service revolver from his desk and \"proceeded to hide it in a shoulder holster [he] had hidden behind some clothes\" in his closet. His mother came into the room and continued to \"rant and rave\" at him. He asked her not to bother him, to leave him alone, he wanted to go to bed but she continued and he began to be \"antagonized.\" He threatened to throw her out of the room if she did not leave him alone. Not being able to \"take it\" any longer, \"[he] reached in for the service revolver only to scare her.\" He thought it was unloaded. He \"pointed it at her and fired it twice.\" She slumped down and he picked her up and put her in a chair.\nHe left the house, drove to his father's tavern and waited there until closing time, about 1 or 1:15 A.M. After driving his father home, he went up to his room. His mother was unconscious in the chair and he telephoned the police asking for a squad car because there had been an accident. He telephoned his fiancee also and talked to her mother telling her that his mother had been shot twice and that apparently she had attempted suicide.\nThe police arrived and had Mrs. Vigliano removed to the hospital. She remained unconscious from two bullet wounds in the head until the early morning of January 8, 1963 when she died.\nAfter the victim had been taken from the Vigliano home, the police officers took possession of the revolver, noted blood stains not only on the chair where Mrs. Vigliano was sprawled but on two walls, on the drapes and on the floor near a radiator. About 2 A.M. on January 7, they took defendant to police *48 headquarters for investigation. A short period of questioning followed. He was placed in a cell and his fiancee visited him sometime around 6 A.M. It is clear no force or coercion or improper methods were used by the police in the course of the interrogation.\nDuring the day on Monday, the police investigated Vigliano's account of his whereabouts prior to and at the time of the shooting, and his intimations that his mother had taken her own life. The investigation cast serious doubts on his assertions. The discrepancies were called to his attention about 7 P.M. and discussed with him for about one hour. The detectives then requested his fiancee to see him and ask him to tell the full truth. When she came to police headquarters, one of the detectives told her he felt defendant was responsible for the shooting of his mother. The detective testified she told him she felt the same way. She said at the trial she felt Vigliano was sick and it would be better for him if he gave a statement. She saw him around 9:30 P.M. and talked to him for about 20 minutes. Thereafter one of the detectives discussed the situation again with Vigliano for about a half hour, pointing out the various parts of his story that could not be true, and that he was going to be charged with the crime. Finally Vigliano said, \"Well, I guess the people will say another crazy Marine did it again.\" And he began to narrate the happening as we have set it forth above. In this oral confession he did not say he thought the revolver was unloaded when he fired it.\nVigliano's fiancee had left her coat in the room where she had talked with him. Around 11 P.M. she knocked on the door in order to retrieve the coat. On entering she was told a confession had been made, and a detective said they would like her to hear the story. Vigliano then repeated to her the substance of his confession. In doing so, again he made no reference to a belief that the gun was unloaded.\nAfter the fiancee left, the statement was typewritten in question and answer form, read and signed by Vigliano at *49 12:30 A.M. on January 8. It contained the assertion he intended only to \"scare\" his mother and that he thought the gun was unloaded when he fired it. At about 3 A.M., after having been taken to the hospital to see his mother who was still unconscious, he was charged formally with assault with a deadly weapon. Some hours later the police learned she had died and about 9:30 A.M. Vigliano was arraigned before a magistrate on a murder charge. Two hours later he signed another statement, again in question and answer form, confirming the truth of the earlier signed confession and saying that, knowing of his mother's death, there was nothing he wished to add.\nThere is no need to set forth in any greater detail the circumstances attending the giving of the signed confession. Defendant does not suggest it was the product of coercion, physical abuse or intimidation. The principal objection advanced at the trial against its admissibility was defendant's assertion the police told him \"it would go much easier in court\" for him; \"they would make sure\" he received \"a lighter sentence\"; he would not \"go to the electric chair.\" The officers denied they made any such promises of reward or benefit in return for the confession. After hearing all of the testimony on the subject, the trial court (out of the presence of the jury) found the confession was voluntary and admitted it in evidence. Subsequently, in his charge to the jury, the court properly submitted the issue of its voluntariness as well as its truthfulness to the jury for determination. The verdict of first degree murder obviously indicates they reached the same conclusion as the court. We have reviewed the record in light of defendant's renewed attack on the voluntariness of the confession and we find the evidence in its totality adequate to sustain the finding of the trial court as well as that of the jury.\nOn June 22, 1964, subsequent to the argument of this appeal, the United States Supreme Court decided Escobedo v. Illinois, 84 S.Ct. 1758 (U.S. June 22, 1964). Defense *50 counsel immediately submitted a supplemental memorandum citing the case as additional reason why the trial court should have excluded defendant's confession. The portion of the opinion relied upon is:\n\"We hold, therefore, that where, as here, the investigation is no longer a general inquiry into an unsolved crime but has begun to focus on a particular suspect, the suspect has been taken into police custody, the police carry out a process of interrogations that lends itself to eliciting incriminating statements, the suspect has requested and been denied an opportunity to consult with his lawyer, and the police have not effectively warned him of his absolute constitutional right to remain silent, the accused has been denied `the Assistance of Counsel' in violation of the Sixth Amendment to the Constitution as `made obligatory upon the States by the Fourteenth Amendment,' Gideon v. Wainwright, 372 U.S. 335, at 342, 83 S.Ct. 792, 9 L.Ed.2d 799, and that no statement elicited by the police during the interrogation may be used against him at a criminal trial.\" 84 S.Ct., at p. 1765.\nIt is not necessary to make a definitive ruling on the new issue at this time because of the reversal of the conviction and order for retrial. Discussion of the matter in light of the factual record before us seems warranted, however.\nThe testimony discloses that when Vigliano was taken from home to police headquarters after his mother had been removed to the hospital, his father accompanied him. There is no suggestion that he asked his father to call an attorney. Before leaving with the police, he was allowed to telephone his fiancee. At that time he told her if he wanted anything he would get in touch with her. In this connection he testified it was \"conceivable\" that he said to her if he wanted a lawyer, he would get in touch with her. He \"could have said that.\" He was \"not quite sure.\" His fiancee was allowed to see him alone around 6 A.M., a few hours later. He testified he asked her to get an attorney \"down to police headquarters by noon\" if he had not been released. During the direct examination by his attorney about this meeting, he said he had not been permitted to \"speak with any attorney.\" On being asked whether he requested permission to do so, he *51 answered affirmatively. But when asked when and of whom he made the request, he testified: \"I made a request to my girl about 6 a.m. in the morning of the 7th.\" He did not say he made the request to the police officers.\nVigliano was allowed some additional outside communication. As already indicated, his fiancee saw him again that evening at about 9:30 P.M. In testifying about that visit she said he told her he had asked and been refused permission to see John Geaney and Adolf Badagliacca, apparently friends of his. But obviously someone had communicated with Geaney because she said he called her and told her Vigliano wanted his lawyer. She did not know what lawyer was meant, and she \"called the wrong person.\" During the visit, however, and in spite of the fact that he had not been released by noon, there is no intimation that she asked for the name of his lawyer or that he gave her a name or requested her or the police to obtain a lawyer for him, or that he asked for a delay of his police interviews until he could consult with an attorney. The strong inference is that he decided against demanding an attorney and concluded to give a statement. At that point he told his fiancee to bring in Lieutenant Edmond of the prosecutor's office so he could furnish his statement on three conditions, two of which he said were agreed upon. They were that he could see his mother and that he would be given a sodium pentothal test \"afterward.\" The Lieutenant came in and the offer to make the statement was made and accepted.\nThe record discloses that there was some delay while preparations were being made for the taking of the confession. At this time a close friend of Vigliano, one Albert Breen, had come to police headquarters. As Vigliano put it, Breen and his wife were \"very close\" friends of his. In fact, in the history he gave Dr. Collins, Breen was mentioned as the friend who aided him in obtaining the job in the warehouse he held at the time of the shooting. Vigliano asked to see Breen and he came into the room. There was some general conversation *52 about tools which Breen had removed from the house after Vigliano was taken to headquarters. It seems obvious that this was done at defendant's request because he testified he was worried about the tools as the house was unlocked when the police took him away.\nThe most significant aspect of the conversation came in the course of Vigliano's testimony. He testified he told Breen he was going to give Lieutenant Edmond and the Paterson police a statement and the \"conditions of the statement.\" This was said in the presence of his fiancee. Immediately after this, Breen and his fiancee left and the statement was taken. It seems certain that if Vigliano wanted an attorney before making his statement, or had any reluctance about doing so or did not have a full understanding of what he was about to do, Breen would have been asked to help him in that connection. Breen was not called as a witness by the defense. The inference is obvious that any testimony from him would have supported the trial judge's conclusion that the confession was voluntarily given.\nThere is another circumstance present which should not be overlooked. Vigliano was not a stranger to law enforcement. He was a constable of the City of Paterson. See N.J.S.A. 40:41-35. As such he was a peace officer. He had the power of arrest, and he was allowed to carry a service revolver and handcuffs. N.J.S. 2A:169-3; Caldaro v. Ferber, 39 N.J. 314, 317 (1963); 80 C.J.S. Sheriffs and Constables § 42b. Thus, Vigliano cannot be likened to an untutored layman, a factor which should not go unweighed in evaluating the admissibility of his confession.\nOn the record now before us we cannot agree that Escobedo v. Illinois requires us to overrule the finding of the trial court.\nAs an additional ground for exclusion of the confession, defendant cites the failure to assign counsel to him at the time of his arraignment before the municipal magistrate on the murder complaint. We find no prejudice in this regard either of itself, or in conjunction with all the circumstances *53 attending the giving of the statement, which rendered it inadmissible as a confession.\nDefendant testified in his own behalf during the hearing on the admissibility of his confession. He was not called again during the main defense. No limitation was imposed upon the use to which his testimony was to be put or could be put. Giving his testimony the benefit of all favorable inferences, it could be said that in substance he denied the shooting; he \"didn't know anything about it, so [he] manufactured the statement with the help of the officers.\" But he said also that he did admit to them he shot his mother. However, \"as [he] couldn't put [the statement] together very well they had to help [him] over it, because [he] didn't know exactly how to put it together.\" In various interviews with the psychiatrists he told them he could not remember the shooting.\nThe State presented persuasive proof that Mrs. Vigliano had not committed suicide. Both the brain surgeon who operated on her skull in a vain effort to save her life and the physician who performed the autopsy found no powder marks or burns at the site of either wound. Experience had taught them such marks are usually found in suicide deaths by gunfire. In addition, the chief chemist and toxicologist for the State Police testified that unless the muzzle of the revolver had been more than 14 inches away from decedent's head when fired there would have been burn or powder marks in the flesh. Finally, the surgeon who operated on her after observing the nature of the brain damage, expressed grave doubt that she could have held the gun and fired a second shot in almost the same spot as the first. He said he could not see how the wounds could possibly have been self-inflicted.\nThe principal emphasis at the trial was on the issue of insanity. Four psychiatrists testified on that subject, two for the defense and two for the State. One of the two who appeared for defendant testified at length, and when asked whether on the day of the shooting Vigliano was capable of *54 distinguishing between right and wrong, he said, \"At the moment, no.\" The second defense psychiatrist simply stated that he had conducted a joint examination with the first doctor, and his conclusions were the same. Both of the State's medical witnesses testified that on the basis of their examinations, Vigliano was not psychotic, he knew the difference between right and wrong and he was capable of appreciating the nature and quality of his acts at the time of the shooting. Consequently, he was legally sane.\nUndoubtedly the conflicting medical evidence on insanity presented a question for jury determination. The crucial issue on this appeal, however, centers around a contention that the court in his charge on the subject excluded from jury consideration so much of the important factual matter presented in support of the claim of insanity as to prejudice seriously any chance of a successful defense on that ground. An outline of the defense medical proof is essential to understanding the ground of appeal.\nOne of the defense psychiatrists was a treating as well as an expert examining witness. Dr. Floyd Fortuin who practiced exclusively in the field of neurology and psychiatry first saw defendant on March 5, 1955. Vigliano was then 15 years of age and a second year high school student. He had been brought to the doctor's office by his mother because of his \"arrogant, ornery attitude\" which had caused his teachers to suggest psychiatric aid. The boy told the doctor he was nervous and had an inferiority complex because his father destroyed all his confidence. He felt he did stupid things without thinking what he was doing, and they got him into trouble at school. He complained of his teachers as being domineering, thus making it impossible for him to work in their classes. He criticized each of his teachers in turn. He complained of his mother as not very understanding. He was so fearful of making a mistake, of doing something he should not do, that it paralyzed all his activities. He particularly scorned his father's heavy drinking. His father did not speak *55 to him because they did not get along. He badgered the boy. The mother said he tried to push him down the stairs and \"tried out his pugilistic ability on him.\"\nDr. Fortuin noted that the mother was extremely vociferous; she belittled her son in the doctor's presence and treated him as if he were much younger than his age. He advised her to cease that attitude but it was of no effect. The doctor felt that the patient was overactive at all times, flighty, and showed considerable pressure of speech and activity. There were complaints of jitteriness and inability to concentrate (\"an important symptom because of his distractibility\").\nOn the occasion of this first visit, Dr. Fortuin concluded Vigliano had a marked anxiety state \"to which he was entitled, considering the family background.\" However, he felt the boy had some insight into his problem and might do well with the support of psychotherapy. But, in spite of the fact that he seemed eager to continue treatment, he failed to return.\nThe record reveals Vigliano attended a number of schools: Public School No. 12, Wayne Township Junior High School, Newark Preparatory School and Central High School. He was a student at the last-named school when he first consulted Dr. Fortuin. Thereafter he was sent to Peekskill Military Academy where he remained for about three months. During that short stay he lost 20 pounds and (according to the history his mother gave to the doctor) he became quite ill because of the treatment of the school officers who, he thought, were \"unduly picking on him.\" The sequence of the schools is not at all clear from the record but it does seem that his last effort was at Central High where he remained until part way through his senior year.\nIn 1956 Vigliano enlisted in the Marines and was sent to Parris Island, South Carolina. At the end of four weeks he was given an honorable discharge for psychiatric reasons. After this discharge he returned to Dr. Fortuin and made several visits.\n*56 During these visits the doctor recognized that Mrs. Vigliano was impossibly dictatorial, demanding and punishing toward her son. The father was extremely intimidating in his drunken rages, and the young man was fearful, defensive, hostile and suspicious, totally lacking in persistence because of his lack of confidence. He invariably got into trouble at work, working from three weeks to eight weeks on five different jobs. Then he held a job for six and a half months.\nOn his visit of October 29, 1957, he told the doctor he was a \"complete flop in dealing with people.\" The fewer people he came in contact with the better he liked it. \"It gets me jarred.\" His mother called him lazy. \"She waits until 11:30 p.m. to become abusive, always finding something to complain about.\" She \"tells people I am like my father. My girl she tells me I am no good.\" Then he described spells he had been experiencing. He would have \"sudden attacks\" in which he would seem to be re-experiencing something he had experienced before. He would \"get a scared feeling; palpitation.\"\nOn a later occasion he told Dr. Fortuin he had a way of getting his parents \"off his back.\" He just punched the wall. Then they let him alone. His mother wanted him in the house at 11 P.M.; he was then over 18 years old and had been in the Marines for the short period. He said also that his mother was getting \"nastier and nastier\" with him. She asserted she was \"top sergeant and [he] was taking [her] orders.\" The doctor treated Vigliano about 15 times in all, the last time being April 8, 1958.\nIn reviewing the case the doctor testified he was never quite certain whether the young man was in the early stages of schizophrenia. His mother undoubtedly had a tremendous hostility to male figures, possibly reasonably promoted by the marriage to an alcoholic bartender husband. To the doctor's personal knowledge, her attitude toward her son was provocative, punitive, harsh, destructive and undermining. \"The boy really showed considerable pseudo-aggression \u0097 not healthy \u0097 and hostility.\"\n*57 Dr. Fortuin said also that Vigliano was born to violence; both parents were explosive and violent in their outbursts of rage. He had extreme double feelings of both hate and love toward his parents, fragmentation of thought processes, inability to think through problems in an abstract way, a paranoid attitude toward teachers, toward bosses, toward his parents, and \"he certainly suggested a schizophrenic process during the treatment period.\" A schizophrenic process was described as progressive, being characterized by a shut-in personality, over-attachment, and at the same time a latent hostility to parents, delusions usually of a persecutory nature, of being watched, being plotted against, together with a blunting of ability to experience and feel properly in response to situations. Such people would laugh at funerals; cry at weddings. As a result they cannot use their intellectual ability, and they get a certain degree of breaking up of their thought processes.\nThe record shows that on July 26, 1961 Mrs. Vigliano was admitted to Greystone Park. The diagnosis was a chronic brain syndrome associated with alcoholic intoxication with psychotic reactions. She was critically ill for a while. After treatment there, at Hopedell Sanitarium and again at Greystone, she was discharged on March 17, 1962 in the custody of her son, as improved. According to the history given to the State's psychiatrists, Mrs. Vigliano began to drink in 1954 or 1955. Her husband bought the tavern in 1938 or 1939 and thereafter she would help him at the bar. Ultimately they both became heavy drinkers. At times the husband received psychiatric treatment from a Dr. Cimillo. In fact, defendant visited that doctor also on a few occasions after he ceased seeing Dr. Fortuin.\nThe history obtained from defendant by both defense and State doctors shows that after many employment changes, in October 1962 he obtained a job in a warehouse where he worked steadily and seemed to be getting along well until the homicide occurred.\n*58 Dr. Fortuin examined Vigliano on May 4, 1963 in company with Dr. Pedro Hernandez, another specialist in psychiatry. Both men were appointed by the court on application of defense counsel to examine and report for purposes of testifying as expert witnesses on the question of insanity. At the examination, they made concurrent findings and joined in a single report. At the trial Dr. Fortuin testified at length as to the nature of their examination and their common conclusion. To avoid repetition, Dr. Hernandez' testimony was limited to a statement of concurrence in the opinion advanced by Dr. Fortuin.\nThe history obtained by the doctors from Vigliano on May 4, 1963 was in large measure a review of life with his parents. It was much the same as that set forth above. In further discussion of his mother, he said she was \"a wonderful woman, when not on my back,\" and then indicated almost immediately that the occasions were rare when she was not on his back. In speaking of his father, defendant said \"he came after me with anything from Coke bottles to knives\"; he fought with and abused his wife constantly. With respect to the death of his mother, defendant steadfastly denied any recollection of the shooting.\nIn summary, Dr. Fortuin said Vigliano is a young man who had been subjected to unbelievable stress in a family where both parents were violent people, both being generally on the psychotic verge. He \"reacted to this fearful environment\" by pseudo-aggressive blustering behavior finding little opportunity to identify himself with worthwhile figures. In school and in work his protest to authority, his paranoid expectation of assault from superiors made him constantly \"jittery and ineffective.\" It was Dr. Fortuin's considered opinion, as well as that of Dr. Hernandez, that defendant was in an early schizophrenic process, that \"his thinking is often illogical and irrational; * * * there are early paranoic trends * * *.\" No hallucinations were found, however, only evidence of delusions of persecution. \"It is conceivable *59 that [Vigliano] so long subjected to stress of inhuman proportions could finally in a blind rage commit an act of violence beyond his control, either homicidal or suicidal.\"\nThe doctor cited, without objection, a passage from an article on the \"Sudden Murderer\" appearing in the March 1963 Archives of General Psychiatry, which obviously he believed relevant to Vigliano's situation:\n\"Characteristically, the sudden murderer came from a home where the mother was a domineering, over-protective figure who emphasized conformity to the rules of the social system. Failing in his attempt to conform because of underlying feelings of inadequacy and hostility the murderer-to-be tended to blame other people and to wander from place to place looking for greater opportunities. As a result he felt quite consciously alone and isolated from other people. Surprisingly when such a person seemed to be getting along quite well, when society apparently expected him to be even more conforming and mature he would become more and more tense and angry. At such a time even a slight provocation would set off the violent surge of rage which resulted in murder. The offender himself was characterized by tendency toward introversion by feelings of inadequacy in interpersonal relationships by feelings of isolation; of being different and apart from other people, by a strong sense of insecurity, by confusion about sexual identity, by some ability to get along with other people but a tendency to blame other people for his troubles and by the demonstration of underlying feelings of anger and resentment. It was also emphasized the murderer had had a period of overtly adequate social adjustment for at least one month preceding the offense; that the murderer then received some provocation or insult which precipitated the offense; that he then assured his own apprehension by the police, and that after apprehension the patient confessed his guilt and appeared bland, unconcerned and righteous.\"\nFollowing this quotation, Dr. Fortuin said Vigliano was unable to respond to reasoned judgment at the time of the offense, was unable to recognize the nature of his act as wrongdoing because of his distorted feelings, and that he is in need of institutional care \"although capable of standing trial.\" More specifically, the doctor expressed the opinion that defendant was not capable of distinguishing between right and wrong at the moment of the shooting on January 6, 1963.\n*60 Dr. Lawrence Collins and Dr. Joseph F. Zigarelli, both specialists in psychiatry, examined Vigliano for the State on two occasions, January 12 and May 6, 1963. They obtained much the same history Dr. Fortuin had outlined, but defendant denied to them he killed his mother. In their opinion he was an emotional, unstable, insecure and inadequate individual. He showed little or no remorse for the act as charged. He was mentally alert during the interview, spontaneous in his productions, denied any abnormal ideas in the nature of delusions or hallucinations. It was their opinion that he was legally sane, knew the nature and quality of his acts and that he was able to distinguish between right and wrong.\nBoth doctors agreed substantially with Dr. Fortuin's definition of schizophrenia, that it was a progressive disease, that persons suffering with it are the \"most dangerous form of people we have to contend with,\" and that such people need institutional care. But, they asserted defendant showed no manifestations of the disease when they examined him.\nIn the trial judge's lengthy charge to the jury, he read the indictment and said the defendant not only denied killing his mother but defended also on the ground that if he did kill her, he was legally insane when the act was committed. Then he told them the indictment had no probative value on the issue of guilt or innocence; he instructed them on the State's burden of proof and the nature of the defendant's burden with respect to the defense of insanity; he defined reasonable doubt and discussed their duty with respect to factual issues and their determination; he advised as to their duty in considering defendant's alleged confessions. Then he defined first and second degree murder and eliminated the crime of manslaughter from their consideration as a possible verdict. (We agree that manslaughter was properly excluded. State v. King, 37 N.J. 285 (1962).) In particular, he explained the nature of the intent to commit first degree murder, i.e., that there must be premeditation, deliberation and willfulness, and he also explained the nature of the intent as to *61 second degree murder. Next he instructed them on the question of punishment if they found defendant guilty of murder in the first degree. Specifically, he told them such a verdict would mean death for the defendant unless, after a consideration of all the evidence, they recommended life imprisonment.\nImmediately thereafter, as the charge continued, the court recited four possible verdicts: guilt of murder in the first degree, \"That is one possible verdict\"; guilt of murder in the first degree but specifically stating a recommendation for life imprisonment, \"That is the second possible verdict\"; guilt of second degree murder, \"The third possible verdict\"; then, if they were not satisfied beyond a reasonable doubt as to guilt of first or second degree murder, it would be their duty to find the defendant not guilty, \"The fourth possible verdict.\"\nUp to this point there had been no discussion of the facts of the killing or of Vigliano's long psychiatric history or of legal insanity. More particularly, the jury had not been advised that regardless of an affirmative or negative finding on the issue of insanity, they should consider the proof of mental capacity or weakness in reaching a determination whether defendant was capable of the premeditation, deliberation and willfulness necessary to the formation of an intent to commit the crime of first degree murder, and whether he did in fact premeditate and deliberate upon the killing and willfully commit it.\nThe court then turned to the defense of insanity and told the jury that if they found defendant killed his mother but was insane when he did so, he should be acquitted. Continuing on the subject, the judge defined legal insanity and the nature of defendant's burden in establishing that he was insane when the killing took place.\nAt this juncture, the omission of an important factor must be noted. Where the defense of insanity is presented, the duty of the jury does not end with a determination that defendant was insane when the homicide was committed, and the consequent verdict of acquittal. Under the law the jury *62 must decide further whether the insanity continues, and announce their conclusion as part of the verdict. If the special finding is that the insanity continues, \"the court shall order [the defendant] into safe custody and commit him to the New Jersey state hospital at Trenton until such time as he may be restored to reason.\" N.J.S. 2A:163-3; R.R. 3:7-9(e). That aspect of the case must be covered also in the charge of the court. It was not done here.\nThe only reference in the charge to the factual basis for the plea of insanity was that two doctors for the defense said Vigliano did not know the difference between right and wrong at the time of the alleged killing, and that two doctors for the State testified that he did know the difference.\nImmediately thereafter, the court returned to the four possible verdicts he had already outlined in almost the same terms. Again there was no suggestion that even if the jury decided against insanity, they could and should consider the evidence of the defendant's mental state on the issue of capacity to form and actual formation of the necessary intent to commit first degree murder. Moreover, at this juncture a fifth possible verdict should have been added. In the context of the charge, the fourth possible verdict \u0097 not guilty \u0097 was geared to a finding of innocence of the crime of murder without regard to insanity. Assuming the jury found for the defendant, but on the issue of insanity, they were required to say, \"We find the defendant not guilty by reason of insanity\" and then specify as part of the verdict whether the insanity continued. A charge lacking reference to this fifth possibility is incomplete.\nNext came the sharply challenged portion of the charge. We set it forth verbatim:\n\"Now, you will notice in the case that evidence of the defendant's background was offered; about his age, his upbringing, his environment, from the doctors. It may have been from the defendant, I don't recall.\nNow, that was introduced into the case to be of help to you if you should arrive at the conclusion that the defendant is guilty of first *63 degree murder. In that case that evidence of the defendant's background should be considered by you together with all the other evidence in determining whether your verdict is to be guilty of murder in the first degree or guilty of murder in the first degree with a recommendation of life imprisonment.\nThis evidence of the defendant's background was admitted solely for that purpose; to aid you in determining whether or not to recommend life imprisonment, if you should decide the defendant is guilty of murder in the first degree. This evidence of his background is not to be used by you in determining his guilt or innocence. It is to be used by you only in determining whether or not to recommend life imprisonment, if you do find that the State has proved the defendant guilty of murder in the first degree beyond a reasonable doubt.\" (Emphasis ours)\nThen, after defining circumstantial evidence, the nature of expert testimony, the effect of failure of the defendant to take the stand and the nature of the jurors' duties in deliberating on their verdict, the court instructed the clerk to draw the 12 jurors who would constitute the jury to decide the case from the 14 jurors who had been sitting throughout the trial. When this had been done, the court gave the jury a paper containing the four possible verdicts. They were the same four we have already alluded to above. There was no reference to a verdict of not guilty by reason of insanity, nor to the duty to return a special finding as to whether the insanity continues, in the event of such a verdict.\nWe agree with defendant that in the context of the entire charge to the jury, the excerpt quoted above was so prejudicially erroneous as to require reversal of the conviction and a new trial. Even though no objection was made by trial counsel, the instruction must be regarded as plain error. State v. Corby, 28 N.J. 106, 108 (1958).\nThe charge as we have outlined it was so constructed, through inadvertence of course, as to de-emphasize the issue of insanity. The repetition of the four possible verdicts and the very short treatment of legal insanity, with no discussion of the factual material on which the defense was based except for a terse statement of the conflicting conclusions of the psychiatrists, failed to give proper weight to the defense of insanity; *64 further the inadequacy of that part of the charge made the instructions on punishment particularly prejudicial since they imposed limitations on the jury's consideration of important and pertinent aspects of the defense on which the defendant was entitled to place reliance.\nThe defense of insanity, except for proof of defendant's conduct and mental operations at or in close proximity of time to the actual shooting, depended almost entirely on the evidence of his pre-existing mental condition and capacity, his earlier aberrational conduct, his history of psychiatric treatment, his family background and environment. Without that material, the case of the defense was nonexistent. Yet it was not discussed at all in the charge as the base on which lack of mental capacity and culpable responsibility for the crime was predicated. The only mention of that proof came in the quoted excerpt and there the charge had the clear capacity to mislead the jury into believing their consideration and use of it was limited to determination of another problem, i.e., punishment, after they had reached a conclusion of guilt.\nThe jury was told the evidence of background, age, upbringing, and environment had been introduced to \"help\" them to decide punishment if they concluded Vigliano was guilty of murder in the first degree. (Obviously if he was insane, they would not reach that conclusion.) The succeeding sentence was even more restrictive: the evidence was admitted solely to aid them in deciding whether the defendant should die or live. Then came the strongest mandate: they could not use the evidence in determining guilt or innocence. And again: they could use it only in determining whether to recommend life imprisonment. In our judgment, in the framework of the entire charge, the probability is very strong that the main defense of insanity was seriously undermined. Cf. State v. Wolak, 26 N.J. 464, 481, 482 (1958).\nThe prejudice cut even deeper into the defense. The State had the burden of proving beyond a reasonable doubt that *65 defendant had the necessary intent to commit first degree murder, that the killing was premeditated, deliberate and willful, or that he had the necessary intent to commit second degree murder, even though the intent was not sufficient in degree or content to raise the unlawful killing to first degree murder. As the Chief Justice said in his concurrence in State v. Lucas, 30 N.J. 37, 87-88 (1959):\n\"The functions of the mind are an integral part of the criminal event itself. The law requires a mens rea. The specific mental operations necessary for guilt, be they premeditation, deliberation, and willfulness, or a felonious intent in a felony murder, cannot be isolated from the total functions of the mind of the offender.\"\nIn State v. DiPaolo, 34 N.J. 279 (1961), the Court discussed second degree murder and the elements of intent necessary to raise it to murder in the first degree. Those elements, premeditation, deliberation and willfulness, were defined and placed in their natural sequence as mental operations for determination of their existence by a jury. The Court then said:\n\"The three mental operations we have just described are matters of fact. The judiciary cannot bar evidence which rationally bears upon the factual inquiry the Legislature has ordered. The capacity of an individual to premeditate, to deliberate, or to will to execute a homicidal design, or any deficiency in that capacity, may bear upon the question whether he in fact did so act. Hence evidence of any defect, deficiency, trait, condition, or illness which rationally bears upon the question whether those mental operations did in fact occur must be accepted. Such evidence could be excluded only upon the thesis that it is too unreliable for the courtroom, a thesis which would not square with the universal acceptance of medical and lay testimony upon the larger issue whether there was a total lack of criminal responsibility.\" 34 N.J., at p. 295. (Emphasis ours)\nAnd, see State v. King, supra, 37 N.J., at pp. 294-298.\nObviously, if testimony of limited mental capacity must be received as bearing upon the essential element of mens rea, even though it falls short of establishing legal insanity, it cannot be excluded from jury consideration on the issue of *66 criminal intent after it has been received. Yet, that is what the trial judge did in his charge in the present case. If it were not for the limitation of consideration of the so-called background evidence of mental weakness to the issue of punishment, the jury might have found that Vigliano did not in fact have the necessary intent to commit first degree murder.\nUnder the circumstances, we hold the view that the court's charge to the jury not only probably undermined the defense of insanity, but also unduly restricted the jury with respect to the evidence they could consider in deciding whether defendant had criminal intent of the nature and gravity required to render him guilty of first degree murder. Accordingly, the judgment of conviction is reversed and a new trial ordered.\nWEINTRAUB, C.J. (dissenting).\nThe trial court surely did not intend to undercut the psychiatric testimony either with respect to guilt or the degree of the homicide. Rather, the trial court was thinking of \"background\" evidence as such, offered upon the issue of punishment. State v. Mount, 30 N.J. 195, 219 (1959). The instruction in question was designed to state the singular role of such proof. Trial counsel for defendant, a man of considerable experience in criminal matters, quite obviously did not detect a direction nullifying the psychiatric testimony, for he did not object to this portion of the charge. And I cannot believe that the jury, instructed to consider the issue of insanity, would have understood the trial court intended by indirection to withdraw that issue by striking the psychiatric testimony from the case. A fair understanding of the charge would be that if the jury found defendant was sane and killed his mother with premeditation, deliberation and willfulness, it could not acquit him because of his background experiences but could consider those experiences in deciding upon punishment. I cannot say there was plain error on the entire record.\nI would affirm.\n*67 For reversal \u0097 Justices JACOBS, FRANCIS, PROCTOR, HALL, SCHETTINO and HANEMAN \u0097 6.\nFor affirmance \u0097 Chief Justice WEINTRAUB \u0097 1.\n",
            "ocr": false,
            "opinion_id": 2187319
        },
        {
            "author_str": "Francis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nFRANCIS, J.\nDefendant Henry A. Yigliano was indicted for the murder of his mother, Catherine Yigliano. He not only denied the charge, but also interposed the defense of insanity. After a trial the jury found him guilty of murder in the ffrst degree and recommended imprisonment for life. That sentence was imposed and he has appealed directly to this Court under B. B. l:2-l(c). The appeal is predicated upon alleged errors in the trial court’s charge to the jury, and in the admission in evidence of a confession. For reasons to be stated, the conviction must be reversed and a new trial ordered.\nAccording to the signed confession and the account given by Yigliano (with a few variations) to his fiancee when she visited him at police headquarters, the homicide occurred in this fashion: On Sunday, January 6, 1963, the day of the fatal event, Yigliano arose at about 1 R. M. His mother was at home but his father, a tavern operator, was at work. He had coffee with his mother and they discussed his forthcoming marriage to which she had objections. Around 4 R. M. he went to his fiancee’s home. She lived in Paterson, New Jersey where his home and his father’s tavern were located. He and she talked about their wedding plans and furnishings for their future home. Thereafter they went for an automobile ride past some furniture outlet showrooms. On returning about 8:30 r. it., they watched television until about 11 r. m. when he left to go to his father’s tavern. At the tavern he and his father had a disagreement about the father’s drunken condition. A scuffle ensued in which the father picked up a pan apparently intending to strike his son with it. Henry punched his father in the eye, left the tavern and drove home, arriving there about 11:30 or 11:48 R. M.\n*47His mother was at home sitting at the kitchen table haying a cigarette. As he entered she asked him where his drunken father was and why he had not come home. Henry explained about the argument and said he left the tavern to avoid further aggravation. His mother began to curse him and call him vile names, which need not be set forth here. After the tirade had continued for several minutes, he went upstairs to his bedroom, removed a service revolver from his desk and “proceeded to hide it in a shoulder holster [he] had hidden behind some clothes” in his closet. His mother came into the room and continued to “rant and rave” at him. He asked her not to bother him, to leave him alone, he wanted to go to bed but she continued and he began to be “antagonized.” He threatened to throw her out of the room if she did not leave him alone. Not being able to “take it” any longer, “[he] reached in for the service revolver only to scare her.” He thought it was unloaded. He “pointed it at her and fired it twice.” She slumped down and he picked her up and put her in a chair.\nHe left the house, drove to his father’s tavern and waited there until closing time, about 1 or 1:15 a. M. After driving his father home, he went up to his room. His mother was unconscious in the chair and he telephoned the police asking for a squad car because there had been an accident. He telephoned his fiancee also and talked to her mother telling her that his mother had been shot twice and that apparently she had attempted suicide.\nThe police arrived and had Mrs. Yigliano removed to the hospital. She remained unconscious from two bullet wounds in the head until the early morning of January 8, 1963 when she died.\nAfter the victim had been taken from the Vigliano home, the police officers took possession of the revolver, noted blood stains not only on the chair where Mrs. Yigliano was sprawled but on two walls, on the drapes and on the floor near a radiator. About 2 a. M. on January 7, they took defendant to police *48headquarters for investigation. A short period of questioning followed. He was placed in a cell and his fiancee visited him sometime around 6 A. M. It is clear no force or coercion or improper methods were used by the police in the course of the interrogation.\nDuring the day on Monday, the police investigated Yigli-ano’s account of his whereabouts prior to and at the time of the shooting, and his intimations that his mother had taken her own life. The investigation cast serious doubts on his assertions. The discrepancies were called to his attention about 7 p. M. and discussed with him for about one hour. The detectives then requested his fiancee to see him and ask him to tell the full truth. When she came to police headquarters, one of the detectives told her he felt defendant was responsible for the shooting of his mother. The detective testified she told him she felt the same way. She said at the trial she felt Yigliano was side and it would be better for him if he gave a statement. She saw him around 9:30 p. M. and talked to him for about 20 minutes. Thereafter one of the detectives discussed the situation again with Yigliano for about a half hour, pointing out the various parts of his story that could not be true, and that he was going to be charged with the crime. Finally Yigliano said, “Well, I guess the people will say another crazy Marine did it again.” And he began to narrate the happening as we have set it forth above. In this oral confession he did not say he thought the revolver wag unloaded when he fired it.\nYigliano’s fiancee had left her coat in the room where she had talked with him. Around 11 P. M. she knocked on the door in order to retrieve the coat. On entering she was told a confession had been made, and a detective said they would like her to hear the story. Yigliano then repeated to her the substance of his confession. In doing so, again he made no reference to a belief that the gun was unloaded.\nAfter the fiancee left, the statement was typewritten in question and answer form, read and signed by Yigliano at *4912:30 A. M. on January 8. It contained the assertion he intended only to “scare” his mother and that he thought the gun was unloaded when he fired it. At about 3 a. us.., after haying been taken to the hospital to see his mother who was still unconscious, he was charged formally with assault with a deadly weapon. Some hours later the police learned she had died and about 9:30 a. m. Yigliano was arraigned before a magistrate on a murder charge. Two hours later he signed another statement, again in question and answer form, confirming the truth of the earlier signed confession and saying that, knowing of his mother's death, there was nothing he wished to add.\nThere is no need to set forth in any greater detail the circumstances attending the giving of the signed confession. Defendant does not suggest it was the product of coercion, physical abuse or intimidation. The principal objection advanced at the trial against its admissibility was defendant’s assertion the police told him “it would go much easier in court” for him; “they would make sure” he received “a lighter sentence”; he would not “go to the electric chair.” The officers denied they made any such promises of reward or benefit in return for the confession. After hearing all of the testimony on the subject, the trial court (out of the presence of the jury) found the confession was voluntary and admitted it in evidence. Subsequently, in his charge to the jury, the court properly submitted the issue of its voluntariness as well as its truthfulness to the jury for determination. The verdict of first degree murder obviously indicates they reached the same conclusion as the court. We have reviewed the record in light of defendant’s renewed attack on the voluntariness of the confession and we find the evidence in its totality adequate to sustain the finding of the trial court as well as that of the jury.\nOn June 22, 1964, subsequent to the argument of this appeal, the United States Supreme Court decided Escobedo v. Illinois, 84 S. Ct. 1758 (U. S. June 22, 1964). Defense *50counsel immediately submitted a supplemental memorandum citing the case as additional reason why the trial court should have excluded defendant’s confession. The portion of the opinion relied upon is :\n“We hold, therefore, that where, as here, the investigation is no longer a general inquiry into an unsolved crime but has begun to focus on a particular suspect, the suspect has been taken into police custody, the police carry out a process of interrogations that lends itself to eliciting incriminating statements, the suspect has requested and been denied an opportunity to consult with his lawyer, and the police have not effectively warned him of his absolute constitutional right to remain silent, the accused has been denied ‘the Assistance of Counsel’ in violation of the Sixth Amendment to the Constitution as ‘made obligatory upon the States by the Fourteenth Amendment,’ Gideon v. Wainwright, 372 U. S. 336, at 342, 83 S. Ct. 792, 9 L. Ed. 2d 799, and that no statement elicited by the police during the interrogation may be used against him at a criminal trial.” 84 S. Ct., at p. 1765.\nIt is not necessary to make a definitive ruling on the new issue at this time because of the reversal of the conviction and order for retrial. Discussion of the matter in light of the factual record before us seems warranted, however.\nThe testimony discloses that when Yigliano was taken from home to police headquarters after his mother had been removed to the hospital, his father accompanied him. There is no suggestion that he asked his father to call an attorney. Before leaving with the police, he was allowed to telephone his fiancee. At that time he told her if he wanted anything he would get .in touch with her. In this connection he testified it was “conceivable” that he said to her if he wanted a lawyer, he would get in touch with her. He “could have said that.” He was “not quite sure.” His fiancee was allowed to see him alone around 6 a. m., a few hours later. He testified he asked her to get an attorney “down to police headquarters by noon” if he had not been released. During the direct examination by his attorney about this meeting, he said he had not been permitted to “speak with any attorney.” On being asked whether he requested permission to do so, he *51answered affirmatively. But when asked when and of whom he made the request, he testified: “I made a request to my girl about 6 a.m. in the morning of the 7th.” He did not say he made the request to the police officers.\nYigliano was allowed some additional outside communication. As already indicated, his fiancee saw him again that evening at about 9 :30 p. M. In testifying about that visit she said he told her he had asked and been refused permission to see John Geaney and Adolf Badagliacca, apparently friends of his. But obviously someone had communicated with Geaney because she said he called her and told her Yigliano wanted his lawyer. She did not know what lawyer was meant, and she “called the wrong person.” During the visit, however, and in spite of the fact that he had not been released by noon, there is no intimation that she asked for the name of his lawyer or that he gave her a name or requested her or the police to obtain a lawyer for him, or that he asked for a delay of his police interviews until he could consult with an attorney. The strong inference is that he decided against demanding an attorney and concluded to give a statement. At that point he told his fiancee to bring in Lieutenant Edmond of the prosecutor’s office so he could furnish his statement on three conditions, two of which he said were agreed upon. They were that he could see his mother and that he would be given a sodium pentothal test “afterward.” The Lieutenant came in and the offer to make the statement was made and accepted.\nThe record discloses that there was some delay while preparations were being made for the taking of the confession. At this time a close friend of Yigliano, one Albert Breen, had come to police headquarters. As Yigliano put it, Breen and his wife were “very close” friends of his. In fact, in the history he gave Dr. Collins, Breen was mentioned as the friend who aided him in obtaining the job in the warehouse he held at the time of the shooting. Yigliano asked to see Breen and he came into the room. There was some general conversation *52about tools which Breen had removed from the house after Vigliano was taken to headquarters. It seems obvious that this was done at defendant’s request because he testified he was worried about the tools as the house was unlocked when the police took him away.\nThe most significant aspect of the conversation came in the course of Vigliano’s testimony. He testified he told Breen he was going to give Lieutenant Edmond and the Paterson police a statement and the \"conditions of the statement.” This was said in the presence of his fiancee. Immediately after this, Breen and his fiancee left and the statement was taken. It seems certain that if Vigliano wanted an attorney before making his statement, or had any reluctance about doing so or did not have a full understanding of what he was about to do, Breen would have been asked to help him in that connection. Breen was not called as a witness by the defense. The inference is obvious that any testimony from him would have supported the trial judge’s conclusion that the confession was voluntarily given.\nThere is another circumstance present which should not he overlooked. Vigliano was not a stranger to law enforcement. He was a constable of the City of Paterson. See N. J. 8. A. 40 :41-35. As such he was a peace officer. He had the power of arrest, and he was allowed to carry a service revolver and handcuffs. N. J. S. 2A:169-3; Caldaro v. Ferber, 39 N. J. 314, 317 (1963); 80 C. J. S. Sheriffs and Constables § 42b. Thus, Vigliano cannot be likened to an untutored layman, a factor which should not go unweighed in evaluating the admissibility of his confession.\nOn the record now before us we cannot agree that Escobedo v. Illinois requires us to overrule the finding of the trial court.\nAs an additional ground for exclusion of the confession, defendant cites the failure to assign counsel to him at the time of his arraignment before the municipal magistrate on the murder complaint. We find no prejudice in this regard either of itself, or in conjunction with all the circumstances *53attending the giving of the statement, which rendered it inadmissible as a confession.\nDefendant testified in his own behalf during the hearing on the admissibility of his confession. He was not called again during the main defense. No limitation was imposed upon the use to which his testimony was to be put or could be put. Giving his testimony the benefit of all favorable inferences, it could be said that in substance he denied the shooting; he “didn’t know anything about it, so [he] manufactured the statement with the help of the officers.” But he said also that he did admit to them he shot his mother. However, “as [he] couldn’t put [the statement] together very well they had to help [him] over it, because [he] didn’t know exactly how to put it together.” In various interviews with the psychiatrists he told them he could not remember the shooting.\nThe State presented persuasive proof that Mrs. Yigliano had not committed suicide. Both the brain surgeon who operated on her skull in a vain effort to save her life and the physician who performed the autopsy found no powder marks or burns at the site of either wound. Experience had taught them such marks are usually found in suicide deaths by gunfire. In addition, the chief chemist and toxicologist for the State Police testified that unless the muzzle of the revolver had been more than 14 inches away from decedent’s head when fired there would have been burn or powder marks in the flesh. Finally, the surgeon who operated on her after observing the nature of the brain damage, expressed grave doubt that she could have held the gun and fired a second shot in almost the same spot as the first. He said he could not see how the wounds could possibly have been self-inflicted.\nThe principal emphasis at the trial was on the issue of insanity. Four psychiatrists testified on that subject, two for the defense and two for the State. One of the two who appeared for defendant testified at length, and when asked whether on the day of the shooting Yigliano was capable of *54distinguishing between right and wrong, he said, “At the moment, no.” The second defense psychiatrist simply stated that he had conducted a joint examination with the first doctor, and his conclusions were the same. Both of the State’s medical witnesses testified that on the basis of their examinations, Yigliano was not psychotic, he knew the difference between right and wrong and he was capable of appreciating the nature and quality of his acts at the time of the shooting. Consequently, he was legally sane.\nUndoubtedly the conflicting medical evidence on insanity presented a question for jury determination. The crucial issue on this appeal, however, centers around a contention that the court in his charge on the subject excluded from jury consideration so much of the important factual matter presented in support of the claim of insanity as to prejudice seriousfy any chance of a successful defense on that ground. An outline of the defense medical proof is essential to understanding the ground of appeal.\nOne of the defense psychiatrists was a treating as well as an expert examining witness. Dr. Floyd Eortuin who practiced exclusively in the field of neurology and psychiatry first saw defendant on March 5, 1955. Yigliano was then 15 years of age and a second year high school student. He had been brought to the doctor’s office by his mother because of his “arrogant, ornery attitude” which had caused his teachers to suggest psychiatric aid. The boy told the doctor he was nervous and had an inferiority complex because his father destroyed all his confidence. He felt he did stupid things without thinking what he was doing, and they got him into trouble at school. He complained of his teachers as being domineering, thus making it impossible for him to work in their classes. He criticized each of his teachers in turn. He complained of his mother as not very understanding. He was so fearful of making a mistake, of doing something he should not do, that it paralyzed all his activities. He particularly scorned his father’s heavy drinking. His father did not speak *55to him because they did not get along. He badgered the boy. The mother said he tried to push him down the stairs and “tried out his pugilistic ability on him.”\nDr. Eortuin noted that the mother was extremely vociferous; she belittled her son in the doctor’s presence and treated him as if he were much younger than his age. He advised her to cease that attitude but it was of no effect. The doctor felt that the patient was overactive at all times, flighty, and showed considerable pressure of speech and activity. There were complaints of jitteriness and inability to concentrate (“an important symptom because of his distractibility”).\nOn the occasion of this first visit, Dr. Eortuin concluded Yigliano had a marked anxiety state “to which he was entitled, considering the family background.” However, he felt the boy had some insight into his problem and might do well with the support of psychotherapy. But, in spite of the fact that he seemed eager to continue treatment, he failed to return.\nThe record reveals Yigliano attended a number of schools: Public School No. 12, Wayne Township Junior High School, Newark Preparatory School and Central High School. He was a student at the last-named school when he first consulted Dr. Eortuin. Thereafter he was sent to Peekslrill Military Academy where he remained for about three months. During that short stay he lost 20 pounds and (according to the history his mother gave to the doctor) he became quite ill because of the treatment of the school officers who, he thought, were “unduly picking on him.” The sequence of the schools is not at all clear from the record but it does seem that his last effort was at Central High where he remained until part way through his senior year.\nIn 1956 Yigliano enlisted in the Marines and was sent to Parris Island, South Carolina. At the end of four weeks he was given an honorable discharge for psychiatric reasons. After this discharge he returned to Dr. Eortuin and made several visits.\n*56During these visits the doctor recognized that Mrs. Vigli-ano was impossibly dictatorial, demanding and punishing toward her son. The father was extremely intimidating in his drunken rages, and the young man was fearful, defensive, hostile and suspicious, totally lacking in persistence because of his lack of confidence. He invariably got into trouble at work, working from three weeks to eight weeks on five different jobs. Then he held a job for six and a half months.\nOn his visit of October 29, 1957, he told the doctor he was a “complete flop in dealing with people.” The fewer people he came in contact with the better he liked it. “It gets me jarred.” His mother called him lazy. “She waits until 11:30 p.m. to become abusive, always finding something to complain about.” She “tells people I am like my father. My girl she tells me I am no good.” Then he described spells he had been experiencing. He would have “sudden attacks” in which he would seem to be re-experiencing something he had experienced before. He would “get a scared feeling; palpitation.”\nOn a later occasion he told Dr. Fortuin he had a way of getting his parents “off his back.” He just punched the wall. Then they let him alone. His mother wanted him in the house at 11 p. M.; he was then over 18 years old and had been in the Marines for the short period. He said also that his mother was getting “nastier and nastier” with him. She asserted she was “top sergeant and [he] was taking [her] orders.” The doctor treated Vigliano about 15 times in all, the last time being April 8, 1958.\nIn reviewing the case the doctor testified he was never quite certain whether the young man was in the early stages of schizophrenia. His mother undoubtedly had a tremendous hostility to male figures, possibly reasonably promoted by the marriage to an alcoholic bartender husband. To the doctor’s personal knowledge, her attitude toward her son was provocative, punitive, harsh, destructive and undermining. “The boy really showed considerable pseudo-aggression — not healthy— and hostility.”\n*57Dr. Eortuin said also that Yigliano was born to violence; both parents were explosive and violent in their outbursts of rage. He had extreme double feelings of both hate and love toward his parents, fragmentation of thought processes, inability to think through problems in an abstract way, a paranoid attitude toward teachers, toward bosses, toward his parents, and ‘Tie certainly suggested a schizophrenic process during the treatment period.” A schizophrenic process was described as progressive, being characterized by a shut-in personality, over-attachment, and at the same time a latent hostility to parents, delusions usually of a persecutory nature, of being watched, being plotted against, together with a blunting of ability to experience and feel properly in response to situations. Such people would laugh at funerals; cry at weddings. As a result they cannot use their intellectual ability, and they get a certain degree of breaking up of their thought processes.\nThe record shows that on July 26, 1961 Mrs. Vigliano was admitted to Greystone Park. The diagnosis was a chronic brain syndrome associated with alcoholic intoxication with psychotic reactions. She was critically ill for a while. After treatment there, at Hopedell Sanitarium and again at Grey-stone, she was discharged on March 17, 1962 in the custody of her son, as improved. According to the history given to the State’s psychiatrists, Mrs. Yigliano began to drink in 1954 or 1955. Her husband bought the tavern in 1938 or 1939 and thereafter she would help him at the bar. Ultimately they both became heavy drinkers. At times the husband received psychiatric treatment from a Dr. Cimillo. In fact, defendant visited that doctor also on a few occasions after he ceased seeing Dr. Eortuin.\nThe history obtained from defendant by both defense and State doctors shows that after many employment changes, in October 1962 he obtained a job in a warehouse where he worked steadily and seemed to be getting along well until the homicide occurred.\n*58Dr. Fortuin examined Yigliano on May 4, 1963 in company with Dr. Pedro Hernandez, another specialist in psychiatry. Both men were appointed by the court on application of defense counsel to examine and report for purposes of testifying as expert witnesses on the question of insanity. At the examination, they made concurrent findings and joined in a single report. At the trial Dr. Fortuin testified at length as to the nature of their examination and their common conclusion. To avoid repetition, Dr. Hernandez’ testimony was limited to a statement of concurrence in the opinion advanced by Dr. Fortuin.\nThe history obtained by the doctors from Yigliano on May 4, 1963 was in large measure a review of life with his parents. It was much the same as that set forth above. In further discussion of his mother, he said she was “a wonderful woman, when not on my back,” and then indicated almost immediately that the occasions were rare when she was not on his back. In speaking of his father, defendant said “he came after me with anything from Coke bottles to knives”; he fought with and abused his wife constantly. With respect to the death of his mother, defendant steadfastly denied any recollection of the shooting.\nIn summary, Dr. Fortuin said Yigliano is a young man who had been subjected to unbelievable stress in a family where both parents were violent people, both being generally on the psychotic verge. He “reacted to this fearful environment” by pseudo-aggressive blustering behavior finding little opportunity to identify himself with worthwhile figures. In school and in work his protest to authority, his paranoid expectation of assault from superiors made him constantly “jittery and ineffective.” It was Dr. Fortuin’s considered opinion, as well as that of Dr. Hernandez, that defendant was in an early schizophrenic process, that “his thinking is often illogical and irrational; * * * there are early paranoic trends * * *.” No hallucinations were found, however, only evidence of delusions of persecution. “It is conceivable *59that [Vigliano] so long subjected to stress of inhuman proportions could finally in a blind rage commit an act of violence beyond his control, either homicidal or suicidal.”\nThe doctor cited, without objection, a passage from an article on the \"Sudden Murderer” appearing in the March 1963 Archives of General Psychiatry, which obviously he believed relevant to Vigliano’s situation:\n“Characteristically, the sudden murderer came from a home where the mother was a domineering, over-protective figure who emphasized conformity to the rules of the social system. Failing in his attempt to conform because of underlying feelings of inadequacy and hostility the murderer-to-be tended to blame other people and to wander from place to place looking for greater opportunities. As a result he felt quite consciously alone and isolated from other people. Surprisingly when such a person seemed to be getting along quite well, when society apparently expected him to be even more conforming and mature he would become more and more tense and angry. At such a time even a slight provocation would set off the violent surge of rage which resulted in murder. The offender himself was characterized by tendency toward introversion by feelings of inadequacy in interpersonal relationships by feelings of isolation; of being different and apart from other people, by a strong sense of insecurity, by confusion about sexual identity, by some ability to get along with other people but a tendency to blame other people for his troubles and by the demonstration of underlying feelings of anger and resentment. It was also emphasized the murderer had had a period of overtly adequate social adjustment for at least one month preceding the offense; that the murderer then received some provocation or insult which precipitated the offense; that he then assured his own apprehension by the police, and that after apprehension the patient confessed his guilt and appeared bland, unconcerned and righteous.”\nFollowing this quotation, Dr. Fortum said Vigliano was unable to respond to reasoned judgment at the time of the offense, was unable to recognize the nature of his act as wrongdoing because of his distorted feelings, and that he is in need of institutional care \"although capable of standing trial.” More specifically, the doctor expressed the opinion that defendant was not capable of distinguishing between right and wrong at the moment of the shooting on January 6, 1963.\n*60Dr. Lawrence Collins and Dr. Joseph F. Zigaxelli, both specialists in psychiatry, examined Vigliano for the State on two occasions, January 12 and May 6, 1963. They obtained much the same history Dr. Fortuin had outlined, but defendant denied to them he killed his mother. In their opinion he was an emotional, unstable, insecure and inadequate individual. He showed little or no remorse for the act as charged. He was mentally alert during the interview, spontaneous in his productions, denied any abnormal ideas in the nature of delusions or hallucinations. It was their opinion that he was legally sane, knew the nature and quality of his acts and that he was able to distinguish between right and wrong.\nBoth doctors agreed substantially with Dr. Fortuin's definition of schizophrenia, that it was a progressive disease, that persons suffering with it are the \"most dangerous form of people we have to contend with,” and that such people need institutional care. But, they asserted defendant showed no manifestations of the disease when they examined him.\nIn the trial judge’s lengthy charge to the jury, he read the indictment and said the defendant not only denied killing his mother but defended also on the ground that if he did kill her, he was legally insane when the act was committed. Then he told them the indictment had no probative value on the issue of guilt or innocence; he instructed them on the State’s burden of proof and the nature of the defendant’s burden with respect to the defense of insanity; he defined reasonable doubt and discussed their duty with respect to factual issues and their determination; he advised as to their duty in considering defendant’s alleged confessions. Then he defined first and second degree murder and eliminated the crime of manslaughter from their consideration as a possible verdict. (We agree that manslaughter was properly excluded. State v. King, 37 N. J. 285 (1962).) In particular, he explained the nature of the intent to commit first degree murder, i. e., that there must be premeditation, deliberation and willfulness, and he also explained the nature of the intent as to *61second degree murder. Next he instructed them on the question of punishment if they found defendant guilty of murder in the first degree. Specifically, he told them such a verdict would mean death for the defendant unless, after a consideration of all the evidence, they recommended life imprisonment.\nImmediately thereafter, as the charge continued, the court recited four possible verdicts: guilt of murder in the first degree, “That is one possible verdict”; guilt of murder in the first degree but specifically stating a recommendation for life imprisonment, “That is the second possible verdict”; guilt of second degree murder, “The third possible verdict”; then, if they were not satisfied beyond a reasonable doubt as to guilt of first or second degree murder, it would be their duty to find the defendant not guilty, “The fourth possible verdict.”\nUp to this point there had been no discussion of the facts of the killing or of Vigliano’s long psychiatric history or of legal insanity. More particularly, the jury had not been advised that regardless of an affirmative or negative finding on the issue of insanity, they should consider the proof of mental capacity or weakness in reaching a determination whether defendant was capable of the premeditation, deliberation and willfulness necessary to the formation of an intent to commit the crime of first degree murder, and whether he did in fact premeditate and deliberate upon the killing and willfully commit it.\nThe court then turned to the defense of insanity and told the jury that if they found defendant killed his mother but was insane when he did so, he should be acquitted. Continuing on the subject, the judge defined legal insanity and the nature of defendant’s burden in establishing that he was insane when the killing took place.\nAt this juncture, the omission of an important factor must be noted. Where the defense of insanity is presented, the duty of the jury does not end with a determination that defendant was insane when the homicide was committed, and the consequent verdict of acquittal. Under the law the jixry *62must decide further whether the insanity continues, and announce their conclusion as part of the verdict. If the special finding is that the insanity continues, \"the court shall order [the defendant] into safe custody and commit him to the New Jersey state hospital at Trenton until such time as he may be restored to reason.” N. J. S. 2A:163-3; R. R. 3 7 — 9 (e). That aspect of the case must be covered also in the charge of the court. It was not done here.\nThe only reference in the charge to the factual basis for the plea of insanity was that two doctors for the defense said Yigliano did not know the difference between right and wrong at the time of the alleged killing, and that two doctors for the State testified that he did know the difference.\nImmediately thereafter, the court returned to the four possible verdicts he had already outlined in almost the same terms. Again there was no suggestion that even if the jury decided against insanity, they could and should consider the evidence of the -defendant’s mental state on the issue of capacity to form and actual formation of the necessary intent to commit first degree murder. Moreover, at this juncture a fifth possible verdict should have been added. In the context of the charge, the fourth possible verdict — not guilty — was geared to a finding of innocence of the crime of murder without regard to insanity. Assuming the jury found for the defendant, but on the issue of insanity, they were required to say, “We find the defendant not guilty by reason of insanity” and then specify as part of the verdict whether the insanity continued. A charge lacking reference to this fifth possibility is incomplete.\nNext came the sharply challenged portion of the charge. We set it forth verbatim:\n“Now, you will notice in the case that evidence of the defendant’s background was offered; about his age, his upbringing, his environment, from the doctors. It may have been from the defendant, I don’t recall.\nNow, that was introduced into the case to be of help to you if you should arrive at the conclusion that the defendant is guilty of first *63degree murder. In that case that evidence of the defendant’s background should be considered by you together with all the other evidence in determining whether your verdict is to be guilty of murder in the first degree or guilty of murder in the first degree with a recommendation of life imprisonment.\nThis evidence of the defendant’s background was admitted solely for that purpose; to aid you in determining whether or not to recommend life imprisonment, if you should decide the defendant is guilty of murder in the first degree. This evidence of his background is not to be used by you in determining his guilt or innocence. It is to be used by you only in determining whether or not to recommend life imprisonment, if you do find that the State has proved the defendant guilty of murder in the first degree beyond a reasonable doubt.” (Emphasis ours)\nThen, after defining circumstantial evidence, the nature of expert testimony, the effect of failure of the defendant to take the stand and the nature of the jurors’ duties in deliberating on their verdict, the court instructed the clerk to draw the 12 jurors who would constitute the jury to decide the case from the 14 jurors who had been sitting throughout the trial. When this had been done, the court gave the jury a paper containing the four possible verdicts. They were the same four we have already alluded to above. There was no reference to a verdict of not guilty by reason of insanity, nor to the duty to return a special finding as to whether the insanity continues, in the event of such a verdict.\nWe agree with defendant that in the context of the entire charge to the jury, the excerpt quoted above was so prejudicially erroneous as to require reversal of the conviction and a new trial. Even though no objection was made by trial counsel, the instruction must be regarded as plain error. State v. Corby, 28 N. J. 106, 108 (1958).\nThe charge as we have outlined it was so constructed, through inadvertence of course, as to de-emphasize the issue of insanity. The repetition of the four possible verdicts and the very short treatment of legal insanity, with no discussion of the factual material on which the defense was based except for a terse statement of the conflicting conclusions of the psychiatrists, failed to give proper weight to the defense of in*64sanity; further the inadequacy of that part of the charge made the instructions on punishment particularly prejudicial since they imposed limitations on the jury’s consideration of important and pertinent aspects of the defense on which the defendant was entitled to place reliance.\nThe defense of insanity, except for proof of defendant’s conduct and mental operations at or in close proximity of time to the actual shooting, depended almost entirely on the evidence of his pre-existing mental condition and capacity, his earlier aberrational conduct, his history of psychiatric treatment, his family background and environment. Without that material, the case of the defense was nonexistent. Yet it was not discussed at all in the charge as the base on which lack of mental capacity and culpable responsibility for the crime was predicated. The only mention of that proof came in the quoted excerpt and there the charge had the clear capacity to mislead the jury into believing their consideration and use of it was limited to determination of another problem, i. e., punishment, after they had reached a conclusion of guilt.\nThe jury was told the evidence of background, age, upbringing, and environment had been introduced to “help” them to decide punishment if they concluded Yigliano was guilty of murder in the first degree. (Obviously if he was insane, they would not reach that conclusion.) The succeeding sentence was even more restrictive: the evidence was admitted solely to aid them in deciding whether the defendant should die or live. Then came the strongest mandate: they could nol use the evidence in determining guilt or innocence. And again: they could use it only in determining whether to recommend life imprisonment. In our judgment, in the framework of the entire charge, the probability is very strong that the main defense of insanity was seriously undermined. Cf. State v. Wolak, 26 N. J. 464, 481, 482 (1958).\nThe prejudice cut even deeper into the defense. The State had the burden of proving bejmnd a reasonable doubt that *65defendant had the necessary intent to commit first degree murder, that the killing was premeditated, deliberate and willful, or that he had the necessary intent to commit second degree murder, even though the intent was not sufficient in degree or content to raise the unlawful killing to first degree murder. As the Chief Justice said in his concurrence in State v. Lucas, 30 N. J. 37, 87-88 (1959) :\n“The functions of the mind are an integral part of the criminal event itself. The law requires a mens rea. The specific mental operations necessary for guilt, be they premeditation, deliberation, and willfulness, or a felonious intent in a felony murder, cannot be isolated from the total functions of the mind of the offender.”\nIn State v. DiPaolo, 34 N. J. 279 (1961), the Court discussed second degree murder and the elements of intent necessary to raise it to murder in the first degree. Those elements, premeditation, deliberation and willfulness, were defined and placed in their natural sequence as mental operations for determination of their existence by a jury. The Court then said:\n“The three mental operations we have just described are matters of fact. The judiciary cannot bar evidence which rationally bears upon the factual inquiry the Legislature has ordered. The capacity of an individual to premeditate, to deliberate, or to will to execute a homicidal design, or any deficiency in that capacity, may bear upon the question whether he in fact did so act. Hence evidence of any defect, deficiency, trait, condition, or illness which rationally bears upon the question whether those mental operations did in fact occur must be accepted. Such evidence could be excluded only upon the thesis that it is too unreliable for the courtroom, a thesis which would not square with the universal acceptance of medical and lay testimony upon the larger issue whether there was a total lack of criminal responsibility.” 34 V. J., at p. 295. (Emphasis ours)\nAnd, see State v. King, supra, 37 N. J., at pp. 294-298.\nObviously, if testimony of limited mental capacity must be received as bearing upon the essential element of mens rea, even though it falls short of establishing legal insanity, it cannot be excluded from jury consideration on the issue of *66criminal intent after it bas been received. Yet, that is wbat the trial judge did in his charge in the present case. If it were not for the limitation of consideration of the so-called background evidence of mental weakness to the issue of punishment, the jury might have found that Vigliano did not in fact have the necessary intent to commit first degree murder.\nUnder the circumstances, we hold the view that the court’s charge to the jury not only probably undermined the defense of insanity, but also unduly restricted the jury with respect to the evidence they could consider in deciding whether defendant had criminal intent of the nature and gravity required to render him guilty of first degree murder. Accordingly, the judgment of conviction is reversed and a new trial ordered.\n",
            "ocr": false,
            "opinion_id": 9733367
        },
        {
            "author_str": "WeiNTRAub",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWeiNTRAub, C. J.\n(dissenting). The trial court surely did not intend to undercut the psychiatric testimony either with respect to guilt or the degree of the homicide. Rather, the trial court was thinking of background” evidence as such, offered upon the issue of punishment. State v. Mount, 30 N. J. 195, 219 (1959). The instruction in question was designed to state the singular role of such proof. Trial counsel for defendant, a man of considerable experience in criminal matters, quite obviously did not detect a direction nullifying the psychiatric testimony, for he did not object to this portion of the charge. And I cannot believe that the jury, instructed to consider the issue of insanity, would have understood the trial court intended by indirection to withdraw that issue by striking the psychiatric testimony from the case. A fair understanding of the charge would be that if the jury found defendant was sane and killed his mother with premeditation, deliberation and willfulness, it could not acquit him because of his background experiences but could consider those experiences in deciding upon punishment. I cannot say there was plain error on the entire record.\nI would affirm.\n*67For reversal — Justices Jaoobs, FRANCIS, Peootoe, Hall, SohettiNO and HaNEMAN — 6.\nFor affirmance — Chief Justice WeiNTRAub — -1.\n",
            "ocr": false,
            "opinion_id": 9733368
        }
    ],
    "court_short_name": "Supreme Court of New Jersey",
    "court_full_name": "Supreme Court of New Jersey",
    "court_type": "S",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Murder"
}