{
  "id": 10681784,
  "name": "STATE of Minnesota, Respondent, v. Dale Gene GARCIA, Appellant",
  "name_abbreviation": "State v. Garcia",
  "decision_date": "1981-02-13",
  "docket_number": "No. 52061",
  "first_page": "643",
  "last_page": "647",
  "citations": [
    {
      "type": "official",
      "cite": "302 N.W.2d 643"
    }
  ],
  "court": {
    "name_abbreviation": "Minn.",
    "id": 8780,
    "name": "Minnesota Supreme Court"
  },
  "jurisdiction": {
    "id": 36,
    "name_long": "Minnesota",
    "name": "Minn."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 561,
    "char_count": 11742,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 3.972850567358672e-06,
      "percentile": 0.9983497107360313
    },
    "sha256": "e79371fcbba176692f366343c41a140f494e8d1f825a339e94e77838241f4da9",
    "simhash": "1:dab722d229b50879",
    "word_count": 1862
  },
  "last_updated": "2023-07-14T16:26:00.513389+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Minnesota, Respondent, v. Dale Gene GARCIA, Appellant."
    ],
    "opinions": [
      {
        "text": "SHERAN, Chief Justice.\nThis is an appeal, pursuant to Minn.Stat. § 244.11 (1980), permitting appellate review of sentences in criminal cases, from a judgment of conviction of unauthorized use and kidnapping. The convictions were based on negotiated guilty pleas. The sentences which defendant is serving are concurrent prison sentences of 1 year and 1 day for the unauthorized use and 45 months for the kidnapping. The sentencing court departed from the Sentencing Guidelines in refusing to stay execution of the sentences and in setting the length of the sentence for the kidnapping. The issue on appeal is whether the court clearly abused its discretion in departing from the Guidelines. We hold that the court did not clearly abuse its discretion, and we therefore affirm.\nDefendant, age 27 at the time, was arrested on May 21, 1980, shortly after he took a van belonging to another person, and he was subsequently charged with unauthorized use.\nOn June 17, 1980, defendant stopped a young woman leaving a discotheque in downtown St. Paul and, threatening to use a pistol, which he said he had in his pocket, forced her to accompany him in her car. Defendant then spent the next 2 hours terrorizing her and forcing her to have sexual relations (both vaginal intercourse and fellatio) with him. While the defendant was outside the car after one of the sexual acts, the victim locked the car doors and drove off.\nOn June 20, 1980, the woman positively identified defendant’s picture as being the picture of the man who kidnapped her and raped her.\nOn July 2, 1980, defendant appeared in district court and entered a guilty plea to the unauthorized-use charge. The negotiated plea involved dismissing a second charge of unauthorized use and specified a limit of 1 year and 1 day. The trial court ordered a presentence investigation.\nOn July 9, 1980, while awaiting sentence, defendant was arrested and charged with violating drug laws.\nA lineup was held on July 11 and defendant was identified by the victim of the kidnapping and rape.\nOn September 30, 1980, defendant appeared in district court and pled guilty to kidnapping. Minn.Stat. § 609.25, subd. 1(2), subd. 2(1) (1980). Defendant testimonially admitted committing not only the kidnapping but also the sexual acts. The plea negotiation specified that (a) the charge of criminal sexual conduct in the first degree and the drug charges would be dismissed and (b) the trial court, if it chose to depart from the presumptive sentence established by the Sentencing Guidelines, would be limited to imposing a maximum term of 50 months in prison.\nDefendant appeared in district court for sentencing on October 3, 1980. The presumptive sentence for the unauthorized-use conviction, based on the severity level of the crime (level 1) and defendant’s criminal history score (1, based on defendant’s extensive record of misdemeanors and gross misdemeanors), was 1 year and 1 day with execution stayed. The presumptive sentence for the kidnapping, based on the severity level (6) and the criminal history score (1), was 26 months with execution stayed.\nThe recommendation of the person who prepared the presentence investigation report for the unauthorized-use conviction was that defendant be sentenced to 1 year and 1 day, that execution be stayed but that defendant serve the term in the workhouse because defendant was an “extremely poor candidate” for straight probation. With respect to the kidnapping conviction, the same officer recommended that the court depart from the presumptive sentence and impose and execute a limited maximum sentence of 50 months in prison (i. e., the maximum permitted pursuant to the plea negotiation), to run concurrently with the sentence for unauthorized use.\nIn its written departure report the sentencing court stated as follows:\nThis Court in imposing sentence on the defendant, Dale Gene Garcia, has departed from the presumptive sentence in that Mr. Garcia was incarcerated rather than placed on probation, and he was committed to the Commissioner of Corrections for 45 months rather than the presumptive sentence of 26 months.\nThe Court found that this 28-year old defendant had a chemical dependency problem which he has not been able to manage. He has no stable family life and a horrendous employment record. His criminal history indicates a conviction for the unauthorized use of a motor vehicle and the commission of these latter offenses while he was awaiting sentencing for the charge of unauthorized use of a motor vehicle. That indicates a rather brazen and blatant attitude with respect to his conduct and the rights of the citizens of this community.\nThe history of this crime would indicate that for an entire day the defendant participated in the excessive use of alcohol and drugs to a point where he presented a menace to the people of this community. He kidnapped an innocent female, subjected her to terror for approximately two hours, violated her sexually on two occasions, causing her to allege that she was physically hurt by the second incident. His wanton and callous attitude in subjecting her to oral sex indicates to this Court that Mr. Garcia presents a threat to the people of this community. The record would indicate that except for the escape by the victim the possibility of further sexual and physical abuse was very apparent.\nFurther, this defendant indicated that he appreciated that he must be punished for this offense and expected to and was prepared to serve some time in an institution. The presentence investigation was replete with findings that Mr. Garcia had not benefited or taken advantage of opportunities previously given to him while on probation. His total record allowed only one conclusion: That he must be incarcerated to protect the citizens of this community, and that that incarceration must be for a long enough period of time so that he could participate in programs designed to assist him with his problem of chemical dependency and antisocial behavior.\nThe stated purposes of the Guidelines are to “reduce sentencing disparity and insure that sanctions following conviction of a felony are proportional to the severity of the offense of conviction and the extent of the offender's criminal history.” As summarized in the Statement of Purpose in Principles (Part I of the Guidelines), equity in sentencing requires “(a) that convicted felons similar with respect to relevant sentencing criteria ought to receive similar sanctions, and (b) that convicted felons substantially different from a typical case with respect to relevant criteria ought to receive different sanctions.” Principles embodied in the Guidelines include (1) the principle that “sentencing should be neutral with respect to the race, gender, social, or economic status of convicted felons,” (2) the principle that commitment to the Commissioner of Corrections is not the only available sanction and that “Development of a rational and consistent sentencing policy requires that the severity of sanctions increase in direct proportion to increases in the severity of criminal offenses and the severity of criminal histories of convicted felons,” (3) the principle that, because the capacities of prisons and jails are finite, “use of incarcerative sanctions should be limited to those convicted of more serious offenses or those who have longer criminal histories” and “sanctions used in sentencing convicted felons should be the least restrictive necessary to achieve the purposes of the sentence,” and (4) the principle that “While the Sentencing Guidelines are advisory to the sentencing judge, departures from the presumptive sentences established in the Guidelines should be made only when substantial and compelling circumstances exist.”\nIn order to achieve the stated purpose of the Guidelines and remain true to the underlying principles, the Commission devised a “Sentencing Guidelines Grid.” After determining a “Criminal History Score” and the “Severity Level” of the conviction offense, the judge is able to determine what is the “Presumptive Sentence.” For some less serious crimes the presumptive sentence, regardless of the defendant’s criminal history score, will be stayed; for certain more serious crimes, regardless of the criminal history score, the presumptive sentence is executed. Then there are a number of crimes for which the criminal history score determines whether the presumptive sentence is stayed or executed.\nUnderlying the Guidelines is the notion that the purposes of the law will not be served if judges fail to follow the Guidelines in the “general” case. Thus, in Part II-D of the Guidelines the Commission states that the judge “shall” use the presumptive sentence “unless the individual case involves substantial and compelling circumstances.” The Guidelines state that when such circumstances are present, the judge “may” depart from either or both the presumptive disposition or the presumptive duration; when the judge does so, he must provide written reasons justifying his decision. The Guidelines then list (1) factors that “should not” be used for reasons for departure and (2) “nonexclusive” aggravating and mitigating factors that “may” be used as reasons for departure.\nIn this case the sentencing court properly did not rely on the term of the negotiated plea relating to sentence as a factor in its decision to depart. An attempt such as this by the parties to limit sentence duration does not create a “substantial and compelling circumstance” which may be relied upon as justifying a departure from the Guidelines. Only the court, acting in accordance with the Guidelines, and not the parties, has the authority to determine the appropriate sentence.\nIn summarizing the reasons justifying departure, the sentencing court incorrectly stated that defendant committed the kidnapping while awaiting sentencing on the unauthorized-use conviction; actually, the defendant had not yet entered his guilty plea to unauthorized use. The trial court also apparently relied in part on factors which the Guidelines state should not be relied upon as reasons for departure, e. g., employment factors and social factors. However, we believe that there were aggravating factors on which the trial court properly and primarily relied and that the trial court did not clearly abuse its discretion in deciding to depart. First, defendant treated the victim of the kidnapping, a young woman, in a particularly cruel way, driving her around for 2 hours in a wild fashion and subjecting her to psychological terror and gross physical and sexual abuse. Recognizing and relying on this does not in our opinion amount to improper reliance on offenses of which the defendant was not convicted. We believe that the sentencing court in sentencing on a kidnapping conviction should be permitted to consider what happened during the kidnapping. Second, we believe that the sentencing court was justified in considering the fact that defendant has a chemical dependency problem and that he had not taken advantage of treatment programs while on probation in the past but instead had demonstrated that he was an extremely poor candidate for probation. In summary, we believe that there were “substantial and compelling circumstances” justifying departure and that the trial court did not clearly abuse its discretion in deciding to depart from the presumptive sentence.\nAffirmed.",
        "type": "majority",
        "author": "SHERAN, Chief Justice."
      }
    ],
    "attorneys": [
      "William E. Falvey, Ramsey County Public Defender, St. Paul, for appellant.",
      "Warren Spannaus, Atty. Gen., Thomas W. Foley, County Atty. and Steven C. DeCoster, Asst. County Atty., St. Paul, for respondent."
    ],
    "corrections": "",
    "head_matter": "STATE of Minnesota, Respondent, v. Dale Gene GARCIA, Appellant.\nNo. 52061.\nSupreme Court of Minnesota.\nFeb. 13, 1981.\nWilliam E. Falvey, Ramsey County Public Defender, St. Paul, for appellant.\nWarren Spannaus, Atty. Gen., Thomas W. Foley, County Atty. and Steven C. DeCoster, Asst. County Atty., St. Paul, for respondent."
  },
  "file_name": "0643-01",
  "first_page_order": 671,
  "last_page_order": 675
}
