{
  "id": 9176708,
  "name": "Joana Claudia SEPULVEDA, Mauricio Sepulveda, Petitioners, v. U.S. ATTORNEY GENERAL, Respondent",
  "name_abbreviation": "Sepulveda v. U.S. Attorney General",
  "decision_date": "2005-03-02",
  "docket_number": "No. 03-14932",
  "first_page": "1226",
  "last_page": "1233",
  "citations": [
    {
      "type": "official",
      "cite": "401 F.3d 1226"
    }
  ],
  "court": {
    "name_abbreviation": "11th Cir.",
    "id": 9031,
    "name": "United States Court of Appeals for the Eleventh Circuit"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "881 F.2d 1570",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11294483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/881/1570-01"
      ]
    },
    {
      "cite": "161 F.3d 1343",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1366555
      ],
      "pin_cites": [
        {
          "page": "1344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/161/1343-01"
      ]
    },
    {
      "cite": "278 F.3d 1216",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9400260
      ],
      "pin_cites": [
        {
          "page": "1218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/278/1216-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1231",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(3)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "480 U.S. 421",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131295
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "450"
        },
        {
          "page": "1222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0421-01"
      ]
    },
    {
      "cite": "241 F.3d 1320",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11142927
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1327"
        },
        {
          "parenthetical": "quotation marks and citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/241/1320-01"
      ]
    },
    {
      "cite": "8 C.F.R § 208.13",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "212 F.3d 1338",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1747595
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1355"
        },
        {
          "page": "1355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/212/1338-01"
      ]
    },
    {
      "cite": "8 U.S.C. § 1252",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(4)(D)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 C.F.R. § 208.13",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U.S.C. § 1101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(42)(A)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)(42)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "386 F.3d 1022",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9154761
      ],
      "pin_cites": [
        {
          "page": "1027"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/386/1022-01"
      ]
    },
    {
      "cite": "502 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6229213
      ],
      "weight": 5,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0478-01"
      ]
    },
    {
      "cite": "257 F.3d 1262",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11088718,
        11088662
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1284"
        },
        {
          "page": "1284"
        },
        {
          "page": "1289"
        },
        {
          "page": "1287",
          "parenthetical": "quotation marks and citations omitted"
        },
        {
          "page": "1289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/257/1262-02",
        "/f3d/257/1262-01"
      ]
    },
    {
      "cite": "327 F.3d 1283",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9142881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/327/1283-01"
      ]
    },
    {
      "cite": "8 U.S.C. §§ 1158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "378 F.3d 1260",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9216699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/378/1260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 17496,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 3.081604499489656e-05,
      "percentile": 0.9999229684819463
    },
    "sha256": "a12e5ecc5af6952712bc48dedc7928accef459ea4a67777dc1faa180fc9ed30a",
    "simhash": "1:f068435266213713",
    "word_count": 2750
  },
  "last_updated": "2024-02-27T18:33:21.188386+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BLACK, HULL and PRYOR, Circuit Judges."
    ],
    "parties": [
      "Joana Claudia SEPULVEDA, Mauricio Sepulveda, Petitioners, v. U.S. ATTORNEY GENERAL, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAn active judge of this court having withheld the mandate in this case, the Court, upon reconsideration, orders that its prior opinion, published at 378 F.3d 1260, be withdrawn, and substitutes the following opinion.\nJoana C. Sepulveda, a Colombian national, petitions for review of the final order of the Board of Immigration Appeals (BIA), which affirmed without opinion the Immigration Judge’s (IJ’s) denial of her requests for asylum and withholding of removal under the Immigration and Nationality Act (INA). 8 U.S.C. §§ 1158, 1231(b)(3). Substantial evidence supports the IJ’s decision. We deny the petition.\nI. BACKGROUND\nSepulveda and her husband entered the United States on September 11, 2000, as visitors with permission to remain until March 10, 2001. On August 16, 2001, the Immigration and Naturalization Service (INS) served Sepulveda with a notice to appear, charging her with removability for having remained in the United States beyond the time allowed. Sepulveda admitted the allegations of the notice to appear and conceded removability. Sepulveda requested asylum, withholding of removal, and relief under the CAT on behalf of herself and her husband.\nAt the hearing before the IJ, Sepulveda testified her pro-democracy ideology conflicts with that of the ELN guerilla group, which advocates class struggle, Marxism, and dictatorship. Sepulveda, a resident of Cali, Colombia, belonged to a group at her university that initially organized political debates, and later organized marches and peace demonstrations. Sepulveda participated in approximately ten peace marches. When the “La Maria” kidnaping occurred, Sepulveda and group members cooperated with a priest to negotiate between the kidnapers and the hostages’ families.\nAfter becoming involved in the kidnap-ing negotiations, Sepulveda received three threatening telephone calls at her home. The callers, identifying themselves as ELN members, called Sepulveda by name, used profanity, directed her to stop her peace activities, and made death threats. The group received similarly threatening calls at its office. Many members of the group quit due to the threats, and the group’s membership ultimately dwindled from 35 to 5.\nAs a part of the kidnaping negotiations, the group placed “mailboxes” within restaurants to facilitate communication between the kidnapers, their hostages, victims’ families, and the public. One of the mailboxes set up by the group was located in the restaurant where Sepulveda was employed. A bomb placed in that mailbox exploded just after she finished her shift. Sepulveda believed the bomb was related to her political activities.\nAfter Sepulveda graduated from the university, her brother was approached at the university cafeteria and threatened because of his sister’s activities. She testified the threats were coming to her brother because the threateners could not locate her after graduation. Before coming to the United States, Sepulveda relocated to her parents’ home in Hamondi, Colombia, and then to her in-laws’ home in Cali, Colombia.\nSepulveda testified she fears the ELN guerilla group will kill her or her family if she and her husband return to Colombia. She testified that 13 years ago, her uncle, a judge, received death threats related to a drug tráfficking case. The uncle’s wife and sister-in-law were killed when he disregarded the threats. When asked about contacting the Colombian authorities about the threats she received, Sepulveda testified she believed the Colombian authorities would not assist her unless she had money or the names of the specific individuals issuing the threats. Sepulveda’s testimony was generally consistent with her asylum application submitted in support of her application for relief.\nIn addition to Sepulveda’s testimony and her asylum application, the record before the IJ included the State Department’s 1999 and 2000 Country Reports on Human Rights Practices for Colombia. The 1999 Country Report stated that Colombia’s two major guerilla groups, FARC and ELN, exercised significant influence in nearly 1,000 of the country’s 1,085 municipalities. It described the abduction of 170 people from La Maria church by the ELN, and a demonstration in Cali by 70,000 to 250,000 people protesting the mass kidnaping. The 1999 Country Report also noted that as many as six million people marched in antiwar protests in October of that year.\nThe State Department’s 2000 Country Report on Human Rights Practices for Colombia described the ELN’s common abuse of noncombatants, including kidnap-ings and bombings. The 2000 Country Report indicated that as many as one million people have been displaced within Colombia since 1996, and noted the flood of displaced persons has overwhelmed the capacity of smaller municipalities and larger cities to provide services, leaving displaced individuals without health care, education, or employment.\nThe IJ denied Sepulveda’s application for asylum and withholding of removal. The IJ found the following: (1) neither Sepulveda nor her husband had suffered past persecution; (2) Sepulveda failed to establish she suffered past mistreatment on account of political opinion or any other protected ground, or that anyone had the inclination to persecute her; (3) Sepulveda failed to demonstrate a reasonable possibility that she would be harmed or threatened on account of any protected ground if returned to Colombia at this time; and (4) Sepulveda failed to show that internal flight alternatives were unavailable to her. Having determined that she failed to meet the lower burden of proof for asylum eligibility, the IJ concluded that Sepulveda was ineligible for withholding of removal. Se-pulveda appeals the BIA’s decision, which summarily affirmed the IJ’s decision without opinion.\nII. STANDARD OF REVIEW\nWhen the BIA summarily affirms the IJ’s decision without an opinion, the IJ’s decision becomes the final removal order subject to review. See Mendoza v. U.S. Attorney Gen., 327 F.3d 1283, 1284 n. 1 (11th Cir.2003). The IJ’s findings of fact are reviewed under the substantial evidence test, and we “must affirm the [IJ’s] decision if it is supported by reasonable, substantial, and probative evidence on the record considered as a whole.” Al Najjar v. Ashcroft, 257 F.3d 1262, 1284 (11th Cir.2001) (quotation marks and citation omitted). Under this highly deferential standard of review, the IJ’s decision can be reversed only if the evidence “compels” a reasonable fact finder to find otherwise. INS v. Elias-Zacarias, 502 U.S. 478, 481 n. 1, 112 S.Ct. 812, 815 n. 1, 117 L.Ed.2d 38 (1992); Adefemi v. Ashcroft, 386 F.3d 1022, 1027 (11th Cir.2004) (en banc).\nIII. DISCUSSION\nA. Asylum\nAn alien who arrives in or is present in the United States may apply for asylum, which the Attorney General has discretion to grant if the alien meets the INA’s definition of a “refúgee.” 8 U.S.C. § 1158(a)(1), (b)(1). A “refugee” is defined as:\nany person who is outside any country of such person’s nationality or, in the case of a person haying no nationality, is outside any country in which such person last habitually resided, and who is unable or unwilling to return to, and is unable or unwilling to avail himself or herself of the protection of, that country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\n8 U.S.C. § 1101(a)(42)(A) (emphasis added). The asylum applicant carries the burden of proving statutory “refugee” status and thereby establishing asylum eligibility. Al Najjar, 257 F.3d at 1284.\nTo establish asylum eligibility based on political opinion or any other protected ground, the alien must, with credible evidence, establish (1) past persecution on account of her political opinion or any other protected ground, or (2) a “well-founded fear” that her political opinion or any other protected ground will cause future persecution. 8 C.F.R. § 208.13(a), (b). If he or she meets that burden, the actual grant of asylum is a matter of discretion. Id. The Attorney General’s discretionary judgment whether to grant asylum “shall be conclusive unless manifestly contrary to the law and an abuse of discretion.” 8 U.S.C. § 1252(b)(4)(D).\n1. Past persecution\nAlthough the INA does not expressly define “persecution” for purposes of qualifying as a “refugee,” see 8 U.S.C. § 1101(a)(42), we have discussed other circuits’ holdings that “persecution” is an “extreme concept,” requiring “more than a few isolated incidents of verbal harassment or intimidation,” and that “[m]ere harassment does not amount to persecution.” Gonzalez v. Reno, 212 F.3d 1338, 1355 (11th Cir.2000) (quotation, marks and citations omitted).\nSepulveda sets forth two grounds to. establish past persecution: (1) the restaurant bombing; and (2) threats to her, her brother, and other members of the university group. Her arguments are not sufficient to overturn the IJ’s decision. Although the evidence may permit a conclusion the restaurant bombing was directed at Sepulveda on account of her political activity, it does not compel such a conclusion. See Elias-Zacarias, 502 U.S. at 481 n. 1, 112 S.Ct. at 815 n. 1. Moreover, the menacing telephone calls and threats to her, her brother, and other members of the university group do not rise to the level of past persecution that would compel reversal of the IJ’s decision. See Gonzalez, 212 F.3d at 1355. Thus, the evidence does not compel the finding that Sepulveda suffered past persecution on account of her political opinion or any other protected ground.\n2. Well-founded fear of future persecution\nA' showing of past persecution creates a presumption of a “well-founded fear,” subject to rebuttal by the INS. 8 C.F.R § 208.13(b)(1). '“[A]n applicant must demonstrate that his or her fear of persecution is subjectively genuine and objectively reasonable.” Al Najjar, 257 F.3d at 1289. The applicant must also establish a causal connection between the political opinion and the feared persecution, presenting “specific, detailed facts showing a good reason to fear that he or she will be singled out for persecution on account of such an opinion.” Id. at 1287 (quotation marks and citations omitted). After establishing a “well-founded fear” of persecution, the alien must establish the persecution cannot be avoided by relocating within the subject country. 8 C.F.R §. 208.13(b)(2)(h). We have stated that “where the alleged persecutors are not affiliated with the government, it is not unreasonable to require a refugee who has an internal resettlement alternative in his own country to pursue that option before seeking permanent resettlement in the United States, or at least to establish that such an option is unavailable.” Mazariegos v. Office of U.S. Attorney Gen., 241 F.3d 1320, 1327 (11th Cir.2001).\nSepulveda asserts she established a well-founded fear of persecution on account of her political opinion and activity, and challenges, the IJ’s finding that internal relocation was a viable option. As for a well-founded fear of future persecution, substantial evidence supports the IJ’s determination that Sepulveda did not establish a reasonable possibility of personal persecution on account of a protected ground if returned to Colombia at this time. The evidence also does not compel the conclusion Sepulveda had a well-founded fear that the ELN retains an inclination to single her out for persecution. Although the evidence shows Sepulveda exercised leadership in the nonviolence movement while a university student, particularly in 1999, the evidence does not indicate her notoriety as an activist would outlast her four-year absence from Colombia. Rather, the 1999 Country Report indicated Sepulveda’s opposition to guerilla violence was shared by hundreds of thousands of people in Cali, and millions around Colombia, who marched in protest. Additionally, as discussed above, the evidence does not compel the conclusion the restaurant bombing was directed at Se-pulveda on account of her political activity, and the menacing telephone calls and threats to her, her brother, and other members of the university group do not rise to the level of persecution. Although Sepulveda may subjectively fear returning to Colombia at this time, her fear is not objectively reasonable based on the record evidence. See Al Najjar, 257 F.3d at 1289. Thus, the evidence does not compel the finding that Sepulveda has a well-founded fear of future persecution.\n3. Incorrect standard\nSepulveda contends the IJ applied a heightened standard, thus violating the Supreme Court’s decision in INS v. Cardoza-Fonseca, 480 U.S. 421, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987). In Cardoza-Fonseca, the Supreme Court held Congress did not intend to restrict eligibility for asylum only to “those who could prove that it is more likely than not that they will be persecuted if deported.” 480 U.S. at 450, 107 S.Ct. at 1222. There is no indication in the record the IJ applied an incorrect standard in adjudicating Sepulveda’s claim. The IJ found Sepulveda’s allegations did not “demonstrate a ‘reasonable’ possibility that she, or together, they would be subject to persecution, or harmed or threatened if returned to Colombia at this time.” Here, the IJ did not apply the “more likely than not” standard disapproved of in Gardozar-Fonseca, instead he applied a “reasonable possibility” standard.\nB. Withholding of Removal\nAn alien is entitled to withholding of removal under the INA if she can show that her “life or freedom would be threatened in that country because of [her] race, religion, nationality, membership in a particular social group, or political opinion.” 8 U.S.C. § 1231(b)(3)(A). The alien bears the burden of demonstrating that it is “more likely than not” she will be persecuted or tortured upon being returned to her country. Fahim v. U.S. Attorney Gen., 278 F.3d 1216, 1218 (11th Cir.2002) (quotation marks and citations omitted). This is a more stringent standard than for asylum. Mazariegos, 241 F.3d at 1324-25 n. 2. “[I]f an applicant is unable to meet the well-founded fear standard for asylum, [s]he is generally precluded from qualifying for either asylum or withholding of deportation.” Id. (quotation marks and citation omitted).\nSepulveda failed to establish past persecution or a well-founded fear of persecution on account of political opinion or any other protected ground to support her asylum claim. On this basis, we hold there are no grounds for reversing the IJ’s determination that she cannot establish entitlement to withholding of removal under the INA.\nIV. CONCLUSION\nUnder our highly deferential standard of review, we hold the IJ’s decision denying asylum and withholding of removal is supported by substantial evidence; the evidence does not compel an opposite conclusion.\nPETITION DENIED.\n. The INS is now part of the Department of Homeland Security. For convenience, we refer to the Department as the INS.\n. Sepulveda does not raise any challenge in her brief to the denial of relief under the Convention Against Torture (CAT). When an appellant fails to offer argument on an issue, that issue is abandoned. See United States v. Cunningham, 161 F.3d 1343, 1344 (11th Cir.1998); see also Greenbriar, Ltd. v. City of Alabaster, 881 F.2d 1570, 1573 n. 6 (11th Cir.1989) (stating that passing references to issues are insufficient to raise a claim for appeal, and such issues are deemed abandoned).\n.The National Liberation Army, or ELN, is one of Colombia’s two major guerilla groups.\n. The State Department’s 1999 Country Report on Human Rights Practices for Colombia described this kidnaping as the abduction of 170 people from La Maria church by the ELN.\n. Sepulveda testified that in Colombia such threats extend to family members.\n. After rendering his oral decision, the IJ spoke to Sepulveda on the record, \"I have no doubt that you subjectively fear returning to your country at this time. That said, your fears are not subjectively reasonable based on the evidence that I have in front of me.” Although the IJ said Sepulveda's fears were not subjectively reasonable, the context suggests what he meant was that her fears were not objectively reasonable.\n. To the extent the IJ based his decision on a finding that Sepulveda could viably relocate to an area where the ELN presence was nonexistent or minimal, the evidence does not support such a finding. The 1999 and 2000 Country Reports, on which the IJ ostensibly relied, make clear that guerillas exercise influence throughout Colombia, and that small and large municipalities are already overwhelmed by the huge populations of displaced persons, who are consequently without access to health care, education, or employment. Nevertheless, Sepulveda’s inability to demonstrate she has a well-founded fear that she will be singled out for persecution on account of any protected ground is fatal to her asylum claim.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Alfonso Oviedo-Reyes, Alfonso Oviedo-Reyes, P.A., Miami, FL, for Petitioners.",
      "Jennifer J. Keeney, David V. Bernal, Anthony Cardozo Payne, Emily Anne Rad-ford, Papú Sandhu, U.S. Dept, of Justice, Office of Immigration Litigation, Civ. Div., Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Joana Claudia SEPULVEDA, Mauricio Sepulveda, Petitioners, v. U.S. ATTORNEY GENERAL, Respondent.\nNo. 03-14932\nNon-Argument Calendar.\nUnited States Court of Appeals, Eleventh Circuit.\nMarch 2, 2005.\nAlfonso Oviedo-Reyes, Alfonso Oviedo-Reyes, P.A., Miami, FL, for Petitioners.\nJennifer J. Keeney, David V. Bernal, Anthony Cardozo Payne, Emily Anne Rad-ford, Papú Sandhu, U.S. Dept, of Justice, Office of Immigration Litigation, Civ. Div., Washington, DC, for Respondent.\nBefore BLACK, HULL and PRYOR, Circuit Judges."
  },
  "file_name": "1226-01",
  "first_page_order": 1260,
  "last_page_order": 1267
}
