{
    "id": 7747551,
    "crime_cegatory": "Kidnapping",
    "judges": "Banks, Hawkins, Lee, McRae, Pittman, Prather, Roberts, Smith, Sullivan",
    "date_filed": 786240000000,
    "date_filed_is_approximate": false,
    "slug": "mississippi-commission-on-judicial-performance-v-atkinson",
    "case_name_short": "Atkinson",
    "case_name": "Mississippi Commission on Judicial Performance v. Atkinson",
    "case_name_full": "MISSISSIPPI COMMISSION ON JUDICIAL PERFORMANCE v. Boyd P. ATKINSON",
    "attorneys": "Luther T. Brantley, III, Jackson, for appellant., Boyd P. Atkinson, pro se.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "645 So. 2d 1331"
    ],
    "opinions": [
        {
            "author_str": "Pittman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPITTMAN, Justice,\nfor the Court:\n\nSTATEMENT OF THE CASE\n\nOn May 24, 1993, the Mississippi Commission on Judicial Performance [hereinafter Commission] filed a formal complaint charging Boyd P. Atkinson, a Municipal Court Judge, with judicial misconduct in violation of Section 177A of the Mississippi Constitution of 1890 (as amended). Atkinson filed his answer on June 4, 1993.\nOn July 29, 1993, the Commission filed an agreed statement of facts, entered by and between the Commission and Atkinson.\nA hearing was held on August 3, 1993. The Commission thereafter found by clear and convincing evidence that Atkinson’s conduct violated Canons 1, 2A, 2B, 3A(1) and 5C(1) of the Code of Judicial Conduct. The Commission further found by clear and convincing evidence that Atkinson’s conduct constituted willful misconduct in office, prejudicial to the administration of justice which brings the judicial office into disrepute as set forth in Section 177A of the Mississippi Constitution of 1890 (as amended).\nThe Commission recommends to this Court that Atkinson be publicly reprimanded pursuant to Section 177A of the Mississippi Constitution and that he also be assessed the costs of this appeal proceeding. The Commission submits the following two recommendations:\n\nI. THE RESPONDENT’S CONDUCT CONSTITUTES WILLFUL MISCONDUCT IN OFFICE AND CONDUCT PREJUDICIAL TO THE ADMINISTRATION OF JUSTICE WHICH BRINGS THE JUDICIAL OFFICE INTO DISREPUTE PURSUANT TO SECTION 177A OF THE MISSISSIPPI CONSTITUTION OF 1890, AS AMENDED.\n\n\nII. THE RESPONDENT SHOULD BE PUBLICLY REPRIMANDED PURSUANT TO SECTION 177A OF THE MISSISSIPPI CONSTITUTION OF 1890, AS AMENDED.\n\nAtkinson opposes both recommendations of the Commission and has filed his brief with this Court.\n\nSTATEMENT OF THE FACTS\n\nAtkinson, for the last eight years, has served part-time/pro tem as a municipal court judge in Cleveland, Mississippi. Atkinson has also engaged in the private practice *1333of law in Cleveland, Mississippi for some 21 years.1 In addition, Atkinson has been involved in the Bolivar County Public Defender system for eighteen and a half years.\nOn December 22, 1992, Atkinson in his capacity as municipal court judge, held a preliminary hearing on a felony armed robbery charge against Leonard Gibbs. Atkinson ordered that Gibbs be bound over to the grand jury and set bail at $50,000.00. Thereafter, Gibbs’ appointed attorney, Raymond Wong, one of the three Public Defenders in Bolivar County, requested that the bond be set at $40,000.00, to which W.B. Alexander, III, the prosecuting attorney agreed. Atkinson accepted this agreement and re-set bond at $40,000.00.\nSubsequently, Deborah F. Davis acting on behalf of Gibbs, approached Clarence Green of Rhodes Bonding Company to get Gibbs’ bond further reduced. Davis thereafter employed Atkinson to accomplish this purpose. Atkinson, in his capacity as a practicing attorney, filed a petition for bond reduction, in the case of State of Mississippi v. Gibbs, Cause No. 7707 in the Circuit Court of the Second District of Bolivar County. At the hearing held on December 30,1992, Atkinson appeared and represented Gibbs by arguing the petition and attempted to have the bail, which he, acting as a judge, had earlier set, reduced. Judge John L. Hatcher denied the petition.\nThereafter, Deborah F. Davis filed a complaint with the Commission, which in turn, conducted a hearing, issued an opinion and initiated the matter presently before this Court.\n\nLAW\n\nAtkinson is charged with violation of Article 6, § 177A, Mississippi Constitution (1890), which states, in part:\nOn recommendation of the commission on judicial performance, the Supreme Court may remove from office, suspend, fine or publicly censure or reprimand any justice or judge of this state for: ... (b) willful misconduct in office; .. (e) conduct prejudicial to the administration of justice which brings the judicial office into disrepute ...\nIn addition to violation of Art. 6 § 177A, Judge Atkinson is charged with violation of Canons 1, 2A, 2B, 3A(1), and 5C(1). Those Canons read:\nCANON 1\n\nA Judge Should Uphold the Integrity and Independence of the Judiciary\n\nAn independent and honorable judiciary is indispensable to justice in our society. A judge should participate in establishing, maintaining, and enforcing, and should himself observe, high standards of conduct so that the integrity and independence of the judiciary may be preserved. The provisions of this Code should be construed and applied to further that objective.\nCANON 2\n\nA Judge Should Avoid Impropriety and the Appearance of Impropriety in All His Activities\n\nA. A judge should respect and comply with the law and should conduct himself at all times in a manner that promotes public confidence in the integrity and impartiality of the judiciary.\nB. A judge should not allow his family, social, or other relationships to influence his judicial conduct or judgment. He should not lend the prestige of his office to advance the private interests of others; nor should he convey or permit others to convey the impression that they are in a special position to influence him. He should not testify voluntarily as a character witness.\nCommentary\nPublic confidence in the judiciary is eroded by irresponsible or improper conduct by judges. A judge must avoid all impropriety and appearance of impropriety. He must expect to be the subject of constant public scrutiny. He must therefore accept restrictions on his conduct that might be viewed as burdensome by the *1334ordinary citizen and should do so freely and willingly.\nCANON 3\n\nA Judge Should Perform the Duties of His Office Impartially and Diligently\n\nThe judicial duties of a judge take precedence over all his other activities. His judicial duties include all the duties of his office prescribed by law. In the performance of these duties, the following standards apply:\n\nA. Adjudicative Responsibilities.\n\n(1) A judge should be faithful to the law and maintain professional competence in it. He should be unswayed by partisan interests, public clamor, or fear of criticism.\nCommentary\nThe duty to hear all proceedings fairly and with patience is not inconsistent with the duty to dispose promptly of the business of the court. Courts can be efficient and business-like while being patient and deliberate.\nCANON 5C(1)\n\nA Judge Should Regulate His Extrajudicial Activities to Minimize the Risk of Conflict With His Judicial Office\n\n\nA. Financial Activities\n\n(1) A judge should refrain from financial and business dealings that tend to reflect adversely on his impartiality, interfere with the proper performance of his judicial duties, exploit his judicial position, or involve him in frequent transactions with lawyers or persons likely to come before the court on which he serves.\n\nStandard of Review\n\nThis Court conducts de novo review of judicial misconduct proceedings, giving great deference to the findings, based on clear and convincing evidence, of the recommendations of the Mississippi Judicial Performance Commission. Mississippi Judicial Performance Commission v. Peyton, 555 So.2d 1036 (Miss.1990); In re Collins, 524 So.2d 553 (Miss.1987); In re Inquiry Concerning Garner, 466 So.2d 884 (Miss.1985); In re Brown, 458 So.2d 681 (Miss.1984). However, this Court is not bound by the recommendations of the Commission and may impose additional sanction. Mississippi Judicial Performance Commission v. Peyton, 555 So.2d 1036 (Miss.1990); In re Collins, 524 So.2d 553 (Miss.1987).\nAt the hearing held August 3, 1993, the Commission presented and relied primarily on the agreed statement of facts. The Commission did offer State Bar Opinion 133 issued in 1987 and Rule 1.12(a) of the Mississippi Rules of Professional Conduct as support for the allegations of judicial misconduct. Opinion 133 states that it would be a conflict of interest for a municipal judge to represent someone later as a lawyer in the event he has presided over a case involving that same person in municipal court. Rule 1.12(a) states that a lawyer should not represent someone whom he has presided over or dealt with in a judicial capacity.\nAtkinson, in addressing the tribunal, argued that Rule 1.12(a) discusses the circumstances in which a lawyer participated “personally” and “substantially” as a judge and that his conduct did not amount to “substantial” participation as the $40,000 bond was agreed upon by the city attorney and Gibbs’ appointed attorney. However, the Commission, in turn, argued that Atkinson’s official action in his capacity as a judge was required before the bond could be reduced.\nAtkinson also stated that he never further represented Gibbs, that his only involvement in the matter was representing Gibbs on the bond reduction petition. He also pointed to the unique situation of Bolivar county whereby he served part time as a judge and often as a public defender. Atkinson stated that “I had to constantly be on guard to make sure I didn’t sign somebody’s arrest warrant or sign a search warrant and then be sitting there in court or be looking through this man’s papers or looking through the validity of the search warrant and then realize that I signed it.” In addition, Atkinson assured the tribunal that before he undertook the representation of Gibbs, he reflected on his actions and he did not intentionally become involved in a conflicting situation.\n*1335In its opinion, the Commission found that “[a] judge who establishes a bond for a criminal defendant has acted in a substantial way in the judicial process.” The Commission determined Atkinson’s actions to be in violation of § 177A. On appeal, the Commission relies on In re [Lloyd] Anderson, 412 So.2d 743 (Miss.1982), wherein this Court adopted the definitions of “willful misconduct and conduct prejudicial to the administration of justice which bring the judicial office into disrepute” promulgated by the North Carolina Supreme Court in the ease of In re Nowell, 293 N.C. 235, 237 S.E.2d 246, 255 (1977):\nWillful misconduct in office is the improper or wrongful use of the power of his office by a judge acting intentionally, or with gross unconcern for his conduct, and generally in bad faith. It involves more than an error of judgment or a mere lack of diligence. Necessarily, the term would encompass conduct involving moral turpitude, dishonesty, or corruption, and also any knowing misuse of the office, whatever the motive. However, these elements are not necessary to a finding of bad faith. A specific intent to use the powers of the judicial office to accomplish a purpose which the judge knew or should have known was beyond the legitimate exercises of his authority constitutes bad faith....\nWillful misconduct in office of necessity is conduct prejudicial to the administration of justice that bñngs the judicial office into disrepute. However, a judge may also, through negligence or ignorance not amounting to bad faith, behave in a manner prejudicial to the administration of justice so as to bring the judicial office into disrepute, [emphasis theirs].\nIn re [Lloyd] Anderson, 412 So.2d at 745; see also In re Quick, 553 So.2d 522 (Miss. 1989); Miss. Jud. Performance Com’n v. Coleman, 553 So.2d 513 (Miss.1989); In re Collins, 524 So.2d 553 (Miss.1987); In Re Stewart, 490 So.2d 882 (Miss.1986); In re Inquiry Concerning Garner, 466 So.2d 884 (Miss.1985); In re [William] Anderson, 451 So.2d 232 (Miss.1984). “[T]his Court can generally recognize examples of such conduct when presented before the Court.” In re Quick, 553 So.2d 522, 525 (Miss.1989).\nThis Court, in interpreting § 177A(e) has stated that:\n[A] judge may also, through negligence or ignorance, not amounting to bad faith, behave in a manner prejudicial to the administration of justice so as to bring the judicial office into disrepute. The result is the same regardless of whether bad faith or negligence and ignorance are involved and warrants sanctions.\nIn re (Lloyd) Anderson, 412 So.2d 743 (Miss. 1982), as cited in In re (William) Anderson, 451 So.2d 232, 234 (Miss.1984).\nThis Court addressed, at length, what actions constituted “conduct prejudicial to the administration of justice which brings the judicial office into disrepute” in the case of In re Inquiry Concerning Baker, 535 So.2d 47 (Miss.1988):\nThere is no simple, black-letter definition of conduct prejudicial to the administration of justice which brings the judicial office into disrepute. The Maryland Supreme Court, in In re Diener and Broccolino, 268 Md. 659, 304 A.2d 587 (1973), cert. denied, 415 U.S. 989, 94 S.Ct. 1586, 39 L.Ed.2d 885 (1974) said:\nPrecisely what “conduct prejudicial to the proper administration of justice” is or may be, in any or all circumstances, we shall not undertake to say. Indeed, a comprehensive, universally applicable definition may never evolve but it is unlikely we shall ever have much trouble recognizing and identifying such conduct whenever the constituent facts are presented. 304 A.2d at 594.\nBaker, 535 So.2d at 50.\nThe Nebraska Supreme Court, in defining language identical to that of § 177A, went into more depth and detail in the case of In re Kneifl, 217 Neb. 472, 351 N.W.2d 693 (1984):\nConduct which falls short of reaffirming one’s fitness for the high responsibilities of judicial office constitutes conduct prejudicial to the administration of justice that brings the judicial office into disrepute, [citation omitted] It includes conduct which would justify a reasonable man in believing that a result achieved by a judge *1336was achieved because of his position and prestige, [citation omitted] q/nd conduct which ivould appear to an objective observer to be not only unjudicial but prejudicial to public esteem for the judicial office. [citation omitted] It depends not so much on the judge’s motives but more on the conduct itself, the residts thereof, and the impact such conduct might reasonably have upon knowledgeable observers, [citation omitted] The “judicial office” refers not to the judge as an individual but, rather, to the judiciary, [citation omitted] Conduct prejudicial to the administration of justice that brings the judicial office into disrepute is less grave than willful misconduct in office, [citations omitted].\nIn re Kneifl, 351 N.W.2d at 695-96.\nAs stated earlier, this Court gives great deference to the recommendations of the Commission, but is not bound thereby. Miss. Jud. Performance Com’n v. Peyton, 555 So.2d 1036 (Miss.1990); In re Collins, 524 So.2d 553 (Miss.1987); In re Inquiry Concerning Garner, 466 So.2d 884, 885 (Miss.1985); In re [William] Anderson, 451 So.2d 232, 234 (Miss.1984); In re [Lloyd] Anderson, 412 So.2d 743, 746 (Miss.1982). The sanctions available to this Court are: (1) removal from office; (2) suspension from office; (3) fine; and (4) public censure or reprimand. Art. 6 § 177A, Miss. Const. (1890). The sanction imposed should be consistent with other like cases and “ought fit the offense.” In re Bailey, 541 So.2d 1036, 1039 (Miss.1989).\nThis Court finds it inconceivable that Atkinson concluded after thoughtful inquiry that his subsequent actions would not conflict with his actions taken earlier as a city judge. The record clearly indicates that Atkinson assumed the role of attorney and presumably accepted a fee for representing Gibbs. Atkinson was employed to attempt to reduce the same bond, which Atkinson, as city judge had earlier set. This is a direct conflict and his actions are immitigable—each to the other.\nThe Commission recommends that Atkinson receive a public reprimand. This Court addressed the issue of when a public reprimand is warranted in In re Inquiry Concerning Baker, 535 So.2d 47 (Miss.1988):\nA survey of recent Mississippi judicial disciplinary cases ... reveals that the sanction of public reprimand is imposed for more than one offense. Only one case, In re William Anderson, involved a public reprimand for only one type of offense. Even in this ease, Judge Anderson failed on three occasions to issue writs of garnishment after receiving filing fees to do so.\nWe find no case in which one isolated instance of impropriety warranted public censure.\nBaker, 535 So.2d at 53.\nBaker involved a recommendation of public reprimand because the judge had telephoned a litigant in a pending action to ask for political support. This Court declined to issue a public reprimand, finding a private reprimand was the appropriate sanction under the facts as presented and “the isolated nature of the offense” in light of the mitigating factors. Id. at 54.\nIn determining whether a reprimand should be public, this Court considers mitigating factors which weigh in favor of confidential, private action. Those factors, taken from In re Inquiry Concerning Baker, 535 So.2d 47, 54 (Miss.1988), along with the evidence from the matter sub judice, are:\n\n(1) The length and character of the judge’s public service.\n\nThe record indicates that Judge Atkinson has served as a Municipal Court Judge for eight years.\n\n(2) Positive contributions made by the judge to the courts and the community.\n\nThe record contains no information on this factor, other than Atkinson has served within the Bolivar Public Defender system for some 18½ years.\n\n(S)The lack of prior judicial precedent on the incident in issue.\n\nAs previously indicated, the cases of In re Bailey, 541 So.2d 1036 (Miss.1989) and Mississippi Judicial Performance Comm’n v. Walker, 565 So.2d 1117 (Miss. 1990), weigh in favor of public reprimand.\n*1337(4) Commitment to fairness and innovative procedural form on the part of the judge. The record contains no information on this factor.\n\n(5) The magnitude of the offense.\n\nIn choosing his course of action, Atkinson failed to recognize: 1) the conflict of interest between serving as a judge and as a defense attorney; 2) the appearance of impropriety of officially setting a bond as a city judge and then representing a defendant on a petition to reduce that same bond as an employed attorney. Atkinson also failed to uphold the integrity and independence of the judiciary; failed to perform his judicial duties impartially and failed to regulate his extra-judicial activities to minimize the risk of conflict with his judicial activities.\nThese actions weigh heavily in favor of public reprimand.\n\n(6) The number of persons affected.\n\nThe Commission did not offer an exact number but stated that three parties were at least directly involved: the defense attorney, the prosecuting attorney, and Gibbs, the defendant.\n(7) Whether “moral turpitude\" was involved. Moral turpitude was not involved in the case before this Court.\n\nCONCLUSION\n\nAfter due consideration of the above factors, we find that the Commission’s determinations and findings are well supported and the sanction of public reprimand is the appropriate disciplinary procedure for the present matter. Therefore, we affirm and adopt both recommendations proposed by the Commission.\nAFFIRMED AND MUNICIPAL COURT JUDGE BOYD P. ATKINSON IS HEREBY PUBLICLY REPRIMANDED. BOYD IS TAXED WITH ALL COSTS OF THIS APPEAL.\nHAWKINS, C.J., PRATHER, P.J., and SULLIVAN, BANKS, McRAE, JAMES L. ROBERTS, Jr., and SMITH, JJ., concur.\nDAN M. LEE, P.J., dissents with separate written opinion.\n\n. The majority of Atkinson's private practice consists of criminal defense work.\n\n",
            "ocr": true,
            "opinion_id": 7684358
        },
        {
            "author_str": "Lee",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDAN M. LEE, Presiding Justice,\ndissenting:\nThe actions of Boyd P. Atkinson, considered in the case sub judice, present a unique situation. Here, Atkinson first functioned in a judicial capacity, as a municipal court judge, pro tempore, giving official approval to a bond in an amount that was mutually agreed upon between the prosecutor and the defense counsel for an accused, Leonard Gibbs. Subsequently, after leaving his pro tempore judgeship with respect to Gibbs’ ease and resuming his private practice as an attorney, Atkinson was retained as counsel and acted as an attorney for Gibbs, in an effort to obtain a reduction in the bond amount, in a different court, the Circuit Court of the Second Judicial District of Bolivar County.\nBecause the majority finds that Boyd P, Atkinson acted with willful misconduct in office, in a manner that was prejudicial to the proper administration of justice, and because the majority finds that Atkinson substantially participated in the proceedings of Leonard Gibbs’ criminal case by temporarily presiding as a municipal court judge over Gibbs’ preliminary hearing, during which he did not make any rulings on the merits of the case, I respectfully dissent.\nI.\nIn imposing a judicial sanction for misconduct as a judge, the majority of this Court and the Mississippi Commission on Judicial Performance (“Commission”) erroneously attribute Atkinson’s conduct, while functioning as an attorney for Gibbs, as that of a judge acting as an attorney.\nThe “AGREED STATEMENT OF FACTS,” signed by a representative of the Commission and by Atkinson, stated inter alia, that:\nAfter the preliminary hearing, Deborah F. Davis approached Clarence Green of Rhodes Bonding Company about getting Gibb’s bond lowered; through Mr. Green, Ms. Davis employed the Respondent [Atkinson] for this purpose. Thereafter, the Respondent [Atkinson], in his capacity as an attorney engaged in the private prac*1338tice of law, filed a Petition for Bond Reduction ... in the Circuit Court of the Second Judicial District of Bolivar County, Mississippi.\n(emphasis added). Therefore, it was agreed as fact that Atkinson acted as an attorney, not as a judge, in representing Gibbs. To find the contrary, as the majority does, ignores the express language of the facts agreed upon by the Commission, and also disregards the pro tempore nature of Atkinson’s judgeship.\nUnlike judges who serve full-time, a person acting as a judge pro tempore is clothed with judicial authority only while actually serving pro tempore. Once he surrenders his pro tempore status, that person is no longer considered to possess judicial authority or to represent the judiciary. While serving in the pro tempore status as a judge, a person is subject to imposition of a judicial sanction for violation of the Code of Judicial Conduct. But, once the pro tempore judge returns to private practice as an attorney, he is appropriately subject to attorney discipline if he violates any of the Mississippi Rules of Professional Conduct, not a judicial sanction for violation of the Mississippi Rules of Professional Conduct. Nevertheless, the majority seeks to utilize a violation of Rule 1.12(a) of the Mississippi Rules of Professional Conduct, subjecting one to attorney sanctions, and Opinion No. 133 of the Mississippi State Bar, as justification to impose a judicial sanction upon Atkinson.\nRule 1.12(a) of the Mississippi Rules of Professional Conduct, is captioned and reads as follows:\nRULE 1.12 FORMER JUDGE OR ARBITRATOR\n(a) Except as stated in paragraph (d), a lawyer shall not represent anyone in connection with a matter in which the lawyer participated personally and substantially as a judge or other adjudicative officer, arbitrator or law clerk to such a person, [emphasis added]\nThe language of that rule clearly regulates the conduct of one presently functioning as a lawyer, but who previously acted as a judge, adjudicative officer, arbitrator, or law clerk. It does not govern the conduct of a judge, but regardless, a violation of the rule does not subject the attorney to a judicial sanction, only an attorney sanction.\nRule 1.12(a) simply does not support imposition of a judicial sanction. Neither does Opinion No. 133 of the Mississippi State Bar have any bearing on the determination to impose a judicial sanction for actions by an attorney, acting as an attorney. The Code of Judicial Conduct governs and applies to persons performing judicial functions, and a violation of those rules must exist before a judge is properly subjected to judicial sanctions. But, it is uncontroverted that, in the case sub judice, whenever Atkinson represented Gibbs in circuit court, he did so as an attorney, not as a judge. A fortiori, his actions might arguably subject him to sanctions against him as an attorney for violation of Rule 1.12(a) of the Mississippi Rules of Professional Conduct, but that alleged violation does not substitute for a finding of a violation of the Code of Judicial Conduct.\nIf arguendo, Rule 1.12(a) did have application in the case sub judice, then whether Atkinson “substantially participated” in the adjudication of Gibbs’ case would be an issue for consideration. The Commission found that “a Judge who establishes a bond for a criminal defendant has acted in a substantial way in the judicial process.” But, that finding is not supported by our prior cases, and a proper interpretation of the rule indicates that Atkinson did not “substantially participate” as a judge in Gibbs’ case.\nA fair reading of the Comment to Rule 1.12 indicates: 1) that the term “substantial participation” connotes actions by a judge which “affect the merits” of the case; and 2) Rule 1.12 explicitly applies to lawyers who function as judges pro tempore or part-time judge. That Comment states as follows:\nThis rule generally parallels Rule 1.11. The term “personally and substantially” signifies that a judge who was a member of a multimember court and thereafter left judicial office to practice law, is not prohibited from representing a client in a matter pending in that court, but in which the former judge did not participate. So also *1339the fact that a former judge exercised administrative responsibility in a court does not prevent the former judge from acting as a lawyer in a matter where the judge had previously exercised remote or incidental administrative responsibility that did not affect the merits.... The term “adjudicative officer” includes such officials as judges pro tempore, referees, special masters, hearing officers and other parajudicial officers, and also lawyers who serve as part-time judges.\nI submit that Atkinson’s action, while functioning as a judge pro tempore, officially approving the bond amount of $40,000.00 which had been mutually agreed upon between the prosecutor and Gibbs’ defense counsel, did not affect the merits of Gibbs’ case. Furthermore, accepting a mutually agreed upon bond amount at a preliminary hearing pales in comparison to the other judicial duties which run the gambut from rendering a decision in a case, to ruling on motions. There simply are not many other judicial duties which exist that are less substantial in nature than accepting a mutually agreed upon bond amount. Therefore, according to the language and the spirit of the Comment to Rule 1.12, Atkinson did not “substantially participate” in Gibbs’ criminal trial.\nII.\nThe majority, adopting the Commission’s findings, determined that Atkinson’s actions constituted “willful misconduct in office.” However, the finding of “willful misconduct” on the part of Atkinson is not supported by the authority relied upon by the majority.\nThe majority quotes the definition of “willful misconduct in office” which this Court has adopted. But, the majority disregards the qualifying language of that definition which follows:\nWillful misconduct in office is the improper or wrongful use of the power of his office by a judge acting intentionally, or with gross unconcern for his conduct, and generally in bad faith. It involves more than an error of judgment or a mere lack of diligence. Necessarily, the term would encompass conduct involving moral turpitude, dishonesty, or corruption, and also any knowing misuse of the office, whatever the motive.\nIn re Anderson, 412 So.2d 743, 745 (Miss. 1982) (quoting In re Nowell, 293 N.C. 235, 237 S.E.2d 246, 255 (1977) — (emphasis added)).\nThe Commission expressly found that there was no moral turpitude on the part of Atkinson. Nor was there a finding of dishonesty or corruption. Furthermore, it is quite clear that Atkinson did not use his judge pro tempore status as a means to pursue legal representation of Gibbs. On the contrary, Atkinson’s services were sought after; he did not solicit representation of Gibbs in any manner.\nThe majority also adopted the Commission’s finding that Atkinson’s actions constituted “conduct prejudicial to the administration of justice which brings the judicial office into disrepute.” Once again, the majority correctly states our standard, but disregards its express language.\nThis Court previously announced the correct standard for measuring “conduct prejudicial to the administration of justice which brings the judicial office into disrepute.” There, we stated that:\nThere is no simple, black-letter definition of conduct prejudicial to the administration of justice which brings the judicial office into disrepute. The Maryland Supreme Court, in In re Diener and Broccolino, 268 Md. 659, 304 A.2d 587 (1973), cert. denied, 415 U.S. 989, 94 S.Ct. 1586, 39 L.Ed.2d 885 (1974) said:\nPrecisely what “conduct prejudicial to the proper administration of justice” is or may be, in any or all circumstances, we shall not undertake to say. Indeed, a comprehensive, universal definition may never evolve but it is unlikely we shall ever have much trouble recognizing and identifying such conduct whenever the constituent facts are presented.\n304 A.2d at 594.\nIn re Inquiry Concerning Baker, 535 So.2d 47, 50 (Miss.1988) (emphasis added).\n*1340Unlike the majority, I cannot unequivocally say that I do not have trouble recognizing and identifying conduct by Atkinson that was prejudicial to the administration of justice, in Gibbs’ case or in any other.\nIII.\nThe foregoing leaves but one conclusion. Atkinson did not “substantially participate” in the judicial proceedings of Gibbs’ criminal case, and his actions did not constitute “willful misconduct in office” or “conduct prejudicial to the proper administration of justice that brings the judicial office into disrepute.” At most, Atkinson’s actions represented an error in .judgment.\nAs we stated in a past decision of this Court:\nThe Commission found that Judge Baker’s conduct fails to conform to the high standard required of a judge and did not uphold the integrity and independence of the judiciary but rather created an appearance of impropriety. While not disputing the Commission’s position, we note that: “not every failure of a judge to conform to the standards of the Code amounts to judicial misconduct or merits formal discipline.” Matter of Alvino, 100 N.J. 92, 494 A.2d 1014 at 1016 (1985).\nWe further note that:\nWhile judges are held to the very highest of standards of performance in this state, they are not infallible. It was never intended that each and every failure to conform to the standards of the Code would lead to judicial discipline. Id.\nIn re Inquiry Concerning Baker, 535 So.2d 47, 50 (Miss.1988) (emphasis added).\nI respectfully dissent.\n",
            "ocr": true,
            "opinion_id": 7684359
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS"
}