{
    "id": 1089937,
    "judges": "Watkins, Carter and Foil",
    "date_filed": "1978-11-25",
    "date_filed_is_approximate": true,
    "slug": "state-v-fleming",
    "case_name_short": "Fleming",
    "case_name": "State v. Fleming",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "593 So. 2d 1298"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n593 So.2d 1298 (1991)\nSTATE of Louisiana,\nv.\nWarren J. FLEMING. (Two Cases)\nNos. 90 KA 1953, 90 KA 1954.\nCourt of Appeal of Louisiana, First Circuit.\nDecember 27, 1991.\nBryan Bush, Dist. Atty. by Tom Walsh, Asst. Dist. Atty., Office of Dist. Atty., Baton Rouge, for plaintiff, appellee.\nOffice of Public Defender, Baton Rouge, for defendant, appellant.\nBefore WATKINS, CARTER and FOIL, JJ.\nWATKINS, Judge.\nDefendant, Warren J. Fleming, was charged by bill of information with simple burglary, a violation of LSA-R.S. 14:62. He pled not guilty, was tried by a jury and found guilty of the responsive offense of *1299 unauthorized entry of a place of business, a violation of LSA-R.S. 14:62.4. Defendant was subsequently charged, adjudged and sentenced as a Second Felony Habitual Offender. The court sentenced defendant to six years imprisonment at hard labor without benefit of probation, parole or suspension of sentence but with credit for any time served. He has appealed, urging five assignments of error:\n1. The trial court erred by allowing the state to introduce State Exhibit S-5 into evidence.\n2. The trial court erred by allowing the state to introduce State Exhibit S-5 into evidence.\n3. The evidence was insufficient to support the jury's verdict.\n4. The trial court erred by adjudging defendant to be a habitual felony offender.\n5. The trial court erred by imposing an excessive sentence and failing to comply with the sentencing guidelines in LSA-C.Cr.P. art. 894.1.\nIn brief, defendant expressly abandoned assignments of error numbers three and four.\nDuring the early morning hours of December 27, 1989, Michael Latham returned to his apartment in Baton Rouge with some friends. Thereafter Mr. Latham heard a loud noise coming from inside the laundromat, which is in front of Mr. Latham's apartment. Upon hearing the noise, Mr. Latham proceeded to investigate the source of the noise. Mr. Latham observed defendant inside the front half of the laundromat leaning through a window to the waiting room[1] inside the business. The burglar bars on the window had been pried away from the base of the window, and defendant was positioned between the burglar bars and the window. Defendant had his head, and apparently at least his hands, inside the waiting room and was holding a television set in his hands. At the time, the television was on a washing machine near the burglar bars rather than in its usual place on top of the vending machine inside the waiting room.\nMr. Latham asked defendant what he was doing. Defendant responded: \"Man, I am sorry. I didn't mean to do this.\" Defendant ran toward Mr. Latham. An approximate five minute struggle ensued, with Mr. Latham striking defendant several times in an effort to protect himself. When the struggle concluded, Mr. Latham took defendant to the Circle K store, which is located across the street from the laundromat. The police were summoned, and defendant's arrest followed.\n\nASSIGNMENTS OF ERROR NOS. ONE AND TWO:\nBy means of these assignments, defendant contends that the trial court erred by allowing the state, over defendant's objection, to introduce State Exhibit S-5, a videotape of the exterior and interior of the laundromat,[2] into evidence. Defendant argues that the videotape was not a true and accurate portrayal of the layout of the interior of the laundromat as it existed on the night the instant offense allegedly occurred. The scenes on the videotape were filmed on May 8, 1990, the day of the trial. Michael Latham's testimony revealed that the videotape shows the television sitting atop a different vending machine than that on which it sat on the day of the alleged offense. Defendant further argues that *1300 the videotape is evidence which is merely cumulative to Mr. Latham's testimony and that the danger of unfair prejudice to defendant by showing the inaccurate and misleading videotape to the jury far outweighed the probative value of the videotape.\nPhotographs which illustrate any fact, shed any light upon any fact at issue in the case, or reliably described the person, place or thing depicted are admissible, provided their probative value outweighs any prejudicial effect. The same rule applied to the admissibility of videotapes. State v. Burdgess, 434 So.2d 1062, 1066 (La.1983).\nThe record reflects that, during his testimony, Mr. Latham stated that he had used the waiting room at the laundromat and was familiar with what is kept in that room. Specifically, regarding the television, Mr. Latham testified that it was kept in the waiting room for customers to view and that it usually was located on top of the vending (snack) machine. However, on the morning he found defendant leaning inside the waiting room between the window and the burglar bars, the television was not at its usual location. Instead, it was on top of the washing machine near the burglar bars. Mr. Latham indicated that he had viewed the videotape in court before testifying and that the videotape truly and accurately depicted the interior and exterior of the laundromat and what he had seen on the day of the instant offense. Mr. Latham further testified that, although the videotape depicts the television resting on a different vending machine than that on which the television rested at the time of the instant offense, the television was normally kept at the same location depicted in the videotape. With the exception of the television resting on a different vending machine, there is nothing else different concerning the condition of the premises on the day of the crime and what is depicted in the videotape.\nThe approximate four-month time lapse between the videotaping and the commission of the instant offense is clearly not determinative of admissibility. See State v. Jones, 496 So.2d 638, 639 (La.App. 1st Cir.1986). Mr. Latham's testimony established that the videotape accurately depicted the laundromat's interior and exterior as well as the immediate neighborhood in which the business in located.\nDefendant asserts that the videotape is evidence which is merely cumulative. Even if relevant, evidence should be excluded if its probative value is outweighed by the danger of unfair prejudice. See State v. Ludwig, 423 So.2d 1073, 1079 (La.1982). Whether evidence is merely cumulative is a factor to be considered in weighing the relative probative value of proffered evidence against its prejudicial effect. State v. Tonubbee, 420 So.2d 126, 133 (La.1982), cert. denied, 460 U.S. 1081, 103 S.Ct. 1768, 76 L.Ed.2d 342 (1983) (citing State v. Manieri, 378 So.2d 931, 933 (La. 1979)).\nIn this case, the videotape corroborated Mr. Latham's testimony and was not merely cumulative. Cf. State v. Volentine, 565 So.2d 511, 515 (La.App.2d Cir.1990). The exhibit was highly relevant, and its probative value clearly outweighed any danger of unfair prejudice. Rather than confusing or misleading the jury, the videotape served to enhance the jury's understanding of Mr. Latham's testimony and the crime scene. See LSA-C.E. art. 403. Furthermore, the change in the crime scene depicted in the videotape (showing the television on a different vending machine) was not material and did not affect the admissibility of the exhibit. Cf. State v. Dickinson, 370 So.2d 557, 563-564 (La.1979). Thus, the trial court correctly admitted the exhibit into evidence.\nThis assignment lacks merit.\n\nASSIGNMENT OF ERROR NO. FIVE:\nBy means of this assignment, defendant contends that the trial court erred by imposing an excessive sentence and failing to comply with the sentencing guidelines in LSA-C.Cr.P. art. 894.1.\n*1301 Initially, we focus our attention on defendant's claim that the trial court improperly denied him the benefit of parole for the entirety of his sentence rather than only one-half of the sentence, as provided in LSA-R.S. 15:574.4. We agree.\nUnauthorized entry of a place of business is punishable by a fine of not more than one thousand dollars and/or imprisonment with or without hard labor for a maximum of six years. LSA-R.S. 14:62.4 B. As a Second Felony Habitual Offender, defendant's imprisonment exposure was a minimum of three and a maximum of twelve years, without benefit of probation or suspension of sentence. LSA-R.S. 15:529.1 A(1) and G. However, the Habitual Offender Law does not have any requirement that any part of the sentence be imposed without probation, parole or suspension of sentence separate from the requirement by the statute under which the defendant is being sentenced. Therefore, for purposes of LSA-R.S. 15:574.4 A(1), defendant remains eligible for parole after serving one-half of his term of imprisonment. Consequently, because defendant's sentence denies him eligibility for parole for the entire term of six years, his sentence is illegal. This erroneous denial of parole eligibility must be corrected.\nIn State v. Mosby, 581 So.2d 1060, 1068 (La.App. 1st Cir.), writ granted, 586 So.2d 519 (La.1991), the defendant (who received a maximum term of imprisonment) was illegally denied parole eligibility for the full term. In Mosby, we simply amended the defendant's sentence to provide that the defendant would become eligible for parole upon serving one-half of his sentence. In correcting the erroneous denial of parole eligibility in this manner, we noted that resentencing was unnecessary because no sentencing discretion consideration was involved in this situation in which the defendant received the maximum sentence.\nHowever, unlike the situation in Mosby, in the instant case, defendant did not receive the maximum sentence; instead, defendant was sentenced to one-half the maximum term of imprisonment to which he was exposed. In this situation, the trial court has broad discretion in setting the length of a defendant's term of incarceration, and we do not know whether the trial court would have imposed a sentence of the same length absent the ineligibility requirements. Accordingly, we must set aside defendant's sentence and remand this case for resentencing in accordance with the views expressed in this opinion. See State v. Williams, 464 So.2d 451, 458 (La.App. 1st Cir.1985). We need not and do not, at this time, address defendant's contentions that his sentence is excessive and that the trial court erred by failing to comply with the sentencing guidelines in LSA-C.Cr.P. Art. 894.1.\nFor the reasons set forth herein, we affirm the conviction of defendant, however the sentence is vacated and the case is remanded for resentencing.\nCONVICTION AFFIRMED; SENTENCE VACATED AND CASE REMANDED FOR RESENTENCING.\nNOTES\n[1]  The record reflects that the front half of the laundromat is an area in which coin operated laundry and dry cleaner machines are located. This area is open for business twenty-four hours each day. The waiting room is a separate area which is open to customers during the hours of 7:30 a.m. until 10:00 p.m. while an attendant is on duty. During the hours from 10:00 p.m. until 7:30 a.m., the waiting room, which has two windows and a door, each of which is secured by burglar bars, is locked.\n[2]  We note that the videotape depicts the interior and exterior of the laundromat, including the street intersection at which the business is located. The reproduction on the videotape is about eighty seconds in length, and it contains no detectable audio.\n\n",
            "ocr": false,
            "opinion_id": 1089937
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}