{
    "id": 2687863,
    "judges": null,
    "date_filed": 1402444800000,
    "date_filed_is_approximate": false,
    "slug": "state-of-iowa-v-cardnel-brown-jr",
    "case_name_short": null,
    "case_name": "State of Iowa v. Cardnel Brown Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.iowacourts.gov/About_the_Courts/Court_of_Appeals/Court_of_Appeals_Opinions/Recent_Opinions/20140611/13-0456.pdf",
            "author_id": null,
            "opinion_text": "                    IN THE COURT OF APPEALS OF IOWA\n\n                                     No. 13-0456\n                                 Filed June 11, 2014\n\n\nSTATE OF IOWA,\n     Plaintiff-Appellee,\n\nvs.\n\nCARDNEL BROWN JR.,\n     Defendant-Appellant.\n________________________________________________________________\n\n\n      Appeal from the Iowa District Court for Polk County, Glenn E. Pille, Judge.\n\n\n\n      Cardnel Brown Jr. appeals his judgment and sentence for two counts of\n\nsecond-degree robbery. AFFIRMED.\n\n\n\n      Mark C. Smith, State Appellate Defender, and Dennis D. Henrickson,\n\nAssistant Appellate Defender, for appellant.\n\n      Thomas J. Miller, Attorney General, Bruce Kempkes, Assistant Attorney\n\nGeneral, John P. Sarcone, County Attorney, and Olubunmi Salami, Assistant\n\nCounty Attorney, for appellee.\n\n\n\n      Considered by Vaitheswaran, P.J., and Tabor and Bower, JJ.\n\f                                         2\n\n\nVAITHESWARAN, P.J.\n\n      Cardnel Brown Jr. appeals his judgment and sentence for two counts of\n\nsecond-degree robbery. He contends the evidence was insufficient to support\n\nthe jury’s finding of guilt. He specifically asserts “[t]he evidence of each robbery\n\nconsisted solely of eyewitness identification” and suggests more was required.\n\n      We will affirm a jury’s finding of guilt if it is supported by substantial\n\nevidence.   State v. Hennings, 791 N.W.2d 828, 832 (Iowa 2010).             Because\n\nBrown’s focus is on the eyewitness identifications, we will begin and end our\n\nanalysis with that evidence.\n\n      The jury was instructed that “[t]he reliability of eyewitness identification\n\nhas been raised as an issue.” The jury was further instructed as follows:\n\n      Identification testimony is an expression of belief or impression by\n      the witness. Its value depends on the opportunity the witness had\n      to see the person at the time of the crime and to make a reliable\n      identification later.\n              In evaluating the identification testimony of a witness, you\n      should consider the following:\n              1. If the witness had an adequate opportunity to see the\n      person at the time of the crime. You may consider such matters as\n      the length of time the witness had to observe the person, the\n      conditions at that time in terms of visibility and distance, and\n      whether the witness had known or seen the person in the past.\n              2. If an identification was made after the crime, you shall\n      consider whether it was the result of the witness’s own recollection.\n      You may consider the way in which the Defendant was presented\n      to the witness for identification, and the length of time that passed\n      between the crime and the witness’s next opportunity to see the\n      Defendant.\n              3. An identification made by picking the Defendant out of a\n      group of similar individuals is generally more reliable than one\n      which results from the presentation of the Defendant alone to the\n      witness.\n              4. Any occasion in which the witness failed to identify the\n      Defendant or made an inconsistent identification.\n\f                                       3\n\n\nA reasonable juror could have found that several eye witnesses implicated Brown\n\nin two robberies.\n\n       The first robbery took place at a restaurant. A woman working at the\n\nrestaurant testified she was grabbed by a man who told her he was robbing her.\n\nShe was close enough to look at his face. Several months after the incident, a\n\ndetective asked her to examine a six-person photographic array. The woman\n\nidentified Brown as the person who robbed her.       In time, Brown’s attorney\n\nshowed her a twelve-person photo array. Again, the woman identified Brown as\n\nthe person who robbed her. At trial, she confirmed Brown was the person in both\n\npictures.\n\n       The second robbery took place at a store. A woman working at the store\n\ntestified she was robbed. Police later showed her a six-person photo array and\n\ntold her to pick out the person who looked like the robber. The woman identified\n\nBrown. She had no doubt he was the person who robbed her. A few months\n\nafter this identification, Brown’s attorney showed her a twelve-person photo\n\narray. The woman again identified Brown as the person who robbed her.\n\n       Brown points out that the woman at the store was unable to identify Brown\n\nat trial. While the jury could have considered her equivocation in assessing the\n\nreliability of her prior identifications, a reasonable juror also could have\n\nconsidered the fact that her photo-array identifications were corroborated by\n\nanother woman who worked at the store. See State v. Mark, 286 N.W.2d 396,\n\n405 (Iowa 1979) (“Juries are not so susceptible that they cannot measure\n\nintelligently the weight of identification testimony that has some questionable\n\nfeature.”).\n\f                                           4\n\n\n       This second woman at the store testified that, although she did not see the\n\nrobbery, she spent some time showing a person items in the store.             She\n\nidentified the same individual in the photo arrays as the robbed woman identified.\n\nAt trial, she was asked if she had any doubt that she picked the right person.\n\nShe responded, “No, sir.”\n\n       A reasonable juror could have found from this testimony that the\n\neyewitness identifications were reliable. All the witnesses saw the robber from a\n\nclose vantage point. State v. Nagel, 458 N.W.2d 10, 13-14 (Iowa Ct. App. 1990)\n\n(“Each witness had an opportunity to view defendant.”). All the witnesses were\n\nable to identify the robber in two separate photo arrays, including one prepared\n\nby the defense. See State v. Rawlings, 402 N.W.2d 406, 408 (Iowa 1987) (“In\n\nthis case, the three victims, and another witness, saw their assailants at close\n\nrange, and they all testified at trial that Rawlings was one of them.”); State v.\n\nNeal, 353 N.W.2d 83, 87 (Iowa 1984) (“The use of a photographic array rather\n\nthan a corporeal lineup in the investigative stage is usually constitutionally\n\npermissible.”).   The photo arrays contained a group of similar individuals.\n\nRawlings, 402 N.W.2d at 408 (“Although there are differences between Rawlings\n\nand the other photographs in the first lineup, it appears that there was at least a\n\nreasonable effort to harmonize the photographs.”). The twelve-person array, in\n\nparticular, included several pictures of individuals with similar hairstyles and\n\nsimilar body builds. See id. An eyewitness identification expert called by the\n\ndefense opined that this photo array was appropriate. While he spoke of the\n\ndifficulties in cross-cultural identification, he failed to establish that the\n\nidentifications were in fact cross-cultural.\n\f                                           5\n\n\n       Brown nonetheless insists that eyewitness identifications alone cannot\n\nsupport a finding of guilt. The United States Supreme Court addressed a similar\n\nchallenge to eyewitness identifications in Perry v. New Hampshire, 132 S. Ct.\n\n716, 728 (2012).      The Court reaffirmed prior conclusions “that the potential\n\nunreliability of a type of evidence does not alone render its introduction at the\n\ndefendant’s trial fundamentally unfair.”       Perry, 132 S. Ct. at 728.    The Court\n\ndeclined to require district courts to preliminarily pass on the reliability of pretrial\n\nidentifications, as the defendant advocated, explaining that other safeguards in\n\nthe adversarial system kept the jury from assigning undue weight to unreliable\n\nwitness identifications.    See id.    The Court pointed to a defendant’s Sixth\n\nAmendment right to confront witnesses and to effective assistance of counsel\n\n“who can expose the flaws in the eyewitness’ testimony during cross-examination\n\nand focus the jury’s attention on the fallibility of such testimony during opening\n\nand closing arguments.” Id. The Court also cited “specific jury instructions . . .\n\n[which] warn the jury to take care in appraising identification evidence.” Id. at\n\n728-29. The Court finally pointed to the heavy burden of proof and evidentiary\n\nrules that permitted exclusion of evidence. Id. at 729.\n\n       Brown was afforded most if not all these safeguards. The eyewitnesses\n\ntestified at trial and were pointedly cross-examined by Brown’s attorney. In his\n\nclosing argument, Brown’s attorney honed in on the fallibility of these\n\nidentifications. He emphasized that police told the witnesses they had a suspect,\n\ncreating an expectation they would see the individual in the photo array, a\n\npractice Brown’s expert criticized. He cited other inconsistencies and explained\n\nto the jury, “I’m pointing out cracks, holes in this boat that the State’s offering you\n\f                                           6\n\n\na ride in.” He concluded by referring to the State’s obligation to prove guilt\n\nbeyond a reasonable doubt.\n\n       Before the jurors retired to deliberate, they received the quoted instruction\n\non the factors for consideration in determining the reliability of eyewitness\n\nidentifications. That instruction placed them on notice to closely scrutinize the\n\nidentifications.\n\n       Because Brown was afforded certain safeguards articulated in Perry, he\n\nfaces an uphill battle in arguing that the predominance of eyewitness\n\nidentification evidence in this trial requires reversal.1\n\n       We conclude the jury’s findings of guilt are supported by substantial\n\nevidence. Accordingly, we affirm Brown’s judgment and sentence.\n\n       AFFIRMED.\n\n\n\n\n1\n Brown argues that the record contains nothing more than eyewitness identifications.\nWhile this was certainly the major form of evidence, other evidence was also admitted.\n\f",
            "ocr": false,
            "opinion_id": 2687863
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Robbery"
}