{
    "id": 1098008,
    "judges": "Edwards",
    "date_filed": 980294400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-harris",
    "case_name_short": "Harris",
    "case_name": "State v. Harris",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "782 So. 2d 1055"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7383.0,
            "opinion_text": "\n782 So. 2d 1055 (2001)\nSTATE of Louisiana\nv.\nBrad HARRIS.\nNo. 99-KA-1288.\nCourt of Appeal of Louisiana, Fifth Circuit.\nJanuary 24, 2001.\n*1056 Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Alison Wallis, Vincent Paciera, Jr., Assistant District Attorneys, Gretna, LA, Attorneys for Appellee.\n*1057 James A. Williams, Kevin V. Boshea, Gretna, LA, Attorneys for Appellant.\nPanel composed of Judges CANNELLA, DALEY and EDWARDS.\nEDWARDS, Judge.\nDefendant Brad Harris appeals his conviction on the charge of attempted aggravated rape, a violation of LSA-R.S. 14:27:42. We affirm the conviction but vacate the habitual offender finding and sentence, and remand.\nHarris was initially charged with the attempted rape and pled not guilty. The court heard and denied defense motions to suppress the identifications made by both a witness and by the victim. The bill of information was later amended to add a second count of attempted simple robbery, to which Harris also pled not guilty. A motion to sever the matters for trial was granted. Harris waived his right to a jury trial and requested a judge trial. At the conclusion of the trial on the attempted rape, Harris was found guilty as charged. Motions for new trial and for a post verdict judgment of acquittal were denied. He was subsequently sentenced to fifty years at hard labor without parole, probation, or suspension of sentence.\nThe State filed multiple offender proceedings alleging that Harris was a fourth felony offender. Harris moved to quash the multiple offender proceedings and also filed a Motion to Reconsider Sentence. A hearing on the multiple offender bill was held, following which the court adjudicated Harris to be a fourth felony offender. The original sentence was vacated and Harris was re-sentenced to life imprisonment. The motion to reconsider sentenced was re-urged and denied. This appeal follows.\nOn the afternoon of October 21, 1998, 26-year-old Laura Miller left New Orleans, where she had been visiting, and headed toward her home in Baton Rouge. Her friend, Elizabeth Sykes, in whose car the women were traveling, accompanied her. At 5:30 p.m., the two women stopped at an Exxon filling station on Loyola Drive just off Interstate 10, to fuel the car. Miller testified that she went into the convenience store at the station to get a key to the ladies' restroom, while Sykes began pumping gas into her car. Miller testified that the ladies' room was locked, and that she used the key to open it. She closed the door behind her and used the facilities. Sykes testified that she saw a burgundy colored van parked outside the restroom, and that defendant, Brad Harris, was standing near the vehicle.\nWhen Miller unlatched the bathroom door in order to leave, the door swung open. Harris was standing in the doorway, blocking her exit. Miller testified that Harris grabbed her by her arms and threw her to the back of the bathroom. She hit her head and fell to the floor. With the door closed, Harris pulled his shirt out of his pants and got on top of Miller. She screamed as loudly as she could, and said \"Oh no. Please.\"\nShe struggled to get away, and Harris repeatedly told her to be still. He tried to remove Miller's belt. She began to turn and twist a great deal, and Harris grabbed her neck and began to choke her. Miller testified that Harris was very angry, and that he used foul language.\nSykes became concerned when she heard the sound of screaming coming from inside the bathroom. She went to the restroom door, turned the knob and called Miller's name. This distracted Harris so that Miller was able to scream Ms. Sykes' name. Sykes went into the convenience store to seek help and called 9-1-1 on a cellular telephone. Miller continued to struggle with Harris. She tried to hit him with her shoe, but failed. Miller turned *1058 onto her stomach, and Harris pressed his knee into her back, beating her forcefully about the face and head with his fist. At one point he stomped on her foot and cut her toe, causing it to bleed profusely. Finally, Harris got up and pressed his foot into her back. He then left the restroom. Both the victim and Ms. Sykes saw him get into the burgundy colored van and drive onto the interstate.\nOfficer Edward Rohde of the Kenner Police Department reported to the scene. Miller and Sykes provided him with a description of Harris and his van. Miller's injuries were treated at the scene by emergency medical technicians. Sykes testified that Miller did not have facial injuries before entering the bathroom, but that she did have various injuries after the incident. At trial, the state produced several photographs depicting injuries to Ms. Miller's face, arm, neck and back. Prosecutors also produced photographs taken of Harris' face following the incident, depicting scratch marks inflicted by Miller.\nAt trial the parties stipulated to the testimony that state's witness Noble Williams would give if he were to appear at trial. Williams was at the Exxon station following the attack, and heard police officers describe the vehicle in which Harris was traveling. Williams thereafter saw the van while riding on Interstate 10. He returned to the filling station and reported the sighting to officers. The parties further stipulated that Officer Donovan of the Kenner Police Department located Harris at about 6:13 p.m. walking along the interstate near the van, and the officer detained him. An Officer Adams transported Ms. Sykes to where Harris was being held. She identified him as the man from the Exxon station.\nOfficer Rohde testified that he advised Harris of his Miranda rights. Harris thereafter told Rohde he had not raped anyone and further stated that he had intervened when he saw Ms. Miller's boyfriend beating her, but that he had left the scene when the boyfriend hit him in the face.\nHarris testified at trial that he had lied in his statement to Officer Rohde and admitted to having attacked Miller at the filling station, but denied he had attempted to rape her. He testified that it was his intention to surprise the victim when she exited the restroom so that he could rob her of the money he needed to buy crack cocaine.\nBy his first two assignments of error, Harris complains that the trial court erred in finding that the state proved his guilt beyond a reasonable doubt. He raised this issue below in a motion for post-verdict judgment of acquittal, the appropriate procedural vehicle for challenging the sufficiency of the evidence in the trial court.[1] A conviction must be based on proof sufficient for any rational trier of fact, viewing the evidence in the light most favorable to the prosecution, to find the essential elements of the crime beyond a reasonable doubt.[2]\nLSA-R.S. 14:42 provides, in pertinent part:\nA. Aggravated rape is a rape committed upon a person sixty-five years of age or older or where the anal or vaginal sexual intercourse is deemed to be without lawful consent of the victim because *1059 it is committed under any one or more of the following circumstances:\n(1) When the victim resists the act to the utmost, but whose resistance is overcome by force.\n(2) When the victim is prevented from resisting the act by threats of great and immediate bodily harm, accompanied by apparent power of execution.\nThe attempt statute, LSA-R.S. 14:27, provides, in part:\nA. Any person who, having a specific intent to commit a crime, does or omits an act for the purpose of and tending directly toward the accomplishing of his object is guilty of an attempt to commit the offense intended; and it shall be immaterial whether, under the circumstances, he would have actually accomplished his purpose.\nTo convict Harris of attempted aggravated rape, the state was required to prove that he specifically intended to engage in an act of anal or vaginal sexual intercourse without Laura Miller's lawful consent. Such proof is indispensable because specific intent to accomplish the offense is the sine qua non of the criminal offense of attempt.[3] Harris contends the state failed to provide sufficient proof that he had the specific intent to attempt an act of anal or vaginal intercourse. He did not use any explicit sexual terms with the victim, nor did he specifically say that he was going to have sexual intercourse with her. He did not expose himself to the victim or touch himself or the victim sexually.\nSpecific intent is a state of mind and as such need not be proven as a fact, but may be inferred from the circumstances and actions of the accused.[4] We find from the testimony that the state proved Harris' intent to rape the victim. When Miller attempted to exit the restroom, defendant pushed her forcefully to the floor. He pulled his shirt out of his pants, and got on top of her. Miller testified that she resisted to the utmost, but was unable to free herself. Defendant tried to remove her belt, but she prevented him from doing so by turning her body. Miller testified that defendant said he wanted something from her.\nHarris admitted to having attacked the victim. He also admitted that he grabbed her belt, but testified that his intention was to rob her, and not to attempt a rape. We note that Harris did not speak of an attempted robbery in his post-arrest statement to Officer Rohde. At that time he said he sustained injuries to his face when he tried to stop Ms. Miller's boyfriend from beating her. At trial he testified that he had lied to Rohde, and that he had actually intended to rob Ms. Miller when he attacked her. The evidence does not support his claim that he was attempting a robbery. Miller testified that Harris did not demand any money or valuables from her, nor did he attempt to reach into her pockets. Miller testified that she did not take a purse or any valuables into the restroom. If, as Harris testified, he saw Miller enter the restroom, he would have seen that she did not have a purse with her. Harris testified that he planned to snatch Miller's valuables and make a quick getaway. However, his actions belie that assertion. Instead of attempting a robbery and making a quick escape, he went inside the bathroom with the victim, threw her to the floor, and got on top of her.\n*1060 Harris testified that he pulled his shirt out of his pants not because he was preparing to rape Ms. Miller, but because he wanted her to believe he was carrying a weapon. However, logic would dictate that by taking his shirt out of his pants, defendant would reveal that he did not have a concealed weapon. Harris testified that he pulled on Miller's belt to gain leverage. It is difficult to see why that would be necessary, since defendant was already on top of the victim.[5]\nThese facts are sufficient to support a conviction of attempted aggravated rape under LSA-R.S. 14:27 and LSA-R.S. 14:42(A), and prove that Harris had the specific intent to commit a rape by overcoming with force the victim's utmost resistance and engaged in acts tending directly toward the accomplishment of his object. Ms. Miller resisted to the utmost and her resistance was overcome, completion of the crime being prevented by the arrival of Ms. Sykes at the scene. These assignments of error are without merit.\nIn the remaining assignments of error, Harris complains of errors in the habitual offender proceedings as to proof of identity and proof that his guilty plea to one of the predicate felonies was knowing and voluntary. Harris argues that because of those errors, he should not have been found a fourth felony offender and his sentence of life imprisonment is invalid.\nThe state alleged three prior felony convictions in the habitual offender bill of information. The first was a conviction for fifteen counts of armed robbery (LSA-R.S. 14:64) on January 8, 1986, in case number 310-365 in Division \"D\" of Orleans Parish Criminal District Court. The state alleged that Harris was sentenced to ten years at hard labor for that offense. The second conviction was one for simple robbery (LSA-R.S. 14:65) on January 6, 1983, in case number 293-806 in Division \"A\" of the Twenty Fourth Judicial District Court. The state alleged that Harris was sentenced to two years at hard labor for that offense. The third predicate conviction was one for felony possession of stolen things (LSA-R.S. 14:69) on May 22, 1980, in case number 80-523 in Division \"A\" of the Twenty-Fourth Judicial District Court. It was alleged that Harris was sentenced to two years in Parish Prison for that offense. Each of the three prior convictions was alleged to have resulted from a guilty plea.\nTo prove that a defendant is a habitual offender, the state need only establish by competent evidence that there is a prior felony conviction and that the defendant is the same person who was convicted of the prior felony.[6] The state must also show that the prior convictions fall within the ten-year cleansing period prescribed by LSA-R.S. 15:529.1C.[7]\nHarris argues that the state did not offer sufficient proof that he was properly Boykinized prior to his guilty plea in case number 310-365. Specifically, he complains he was not advised of his right to remain silent. In compliance with LSA-R.S. 15:529.1D(1)(b), Harris filed a written response to the habitual offender bill, in which he argued that the state should not be allowed to use that predicate conviction *1061 to enhance his sentence, as he was not properly advised of his Boykin rights before entering his guilty plea in that case.\nWhere a prior conviction alleged in a habitual offender bill resulted from a guilty plea, the state must show that the defendant was advised of his constitutional rights and that he knowingly waived those rights prior to the guilty plea.[8] If the defendant denies the habitual offender allegations, the burden is on the state to prove the existence of the prior guilty pleas, and that the defendant was represented by counsel when the plea was taken.[9] Once the state proves those things, the burden shifts to the defendant to produce affirmative evidence showing either an infringement of his rights or a procedural irregularity in the taking of the plea. Only if the defendant meets that burden of proof does the burden shift back to the state to prove the constitutionality of the guilty plea.[10] The State will meet its burden of proof if it introduces a \"perfect\" transcript of the taking of the guilty plea, one which reflects a colloquy between judge and defendant wherein the defendant was informed of and specifically waived his right to trial by jury, his privilege against self-incrimination, and his right to confront his accusers. If the State introduces anything less than a \"perfect\" transcript, for example a guilty plea form, a minute entry, an \"imperfect\" transcript, or any combination thereof, the judge then must weigh the evidence submitted by the defendant and by the State to determine whether the State has met its burden of proving that defendant's prior guilty plea was informed and voluntary, and made with an articulated waiver of the three Boykin rights.[11]\nThe state met its initial burden of proving the existence of the guilty plea in case number 310-365, and that Harris was represented by counsel at that plea. The state produced the bill of information in that case, along with a minute entry, the commitment, and a guilty plea form. The minute entry indicates that Harris was represented by counsel at the time of his guilty plea and he also testified at trial that he was represented by an attorney at those proceedings.\nHarris produced a transcript of the Boykin colloquy in case number 310-365. The transcript shows that, while the trial court advised Harris of his rights to a jury trial and to confront witnesses against him, the court did not verbally advise him of his right against self-incrimination. By means of the transcript, Harris met his burden of showing an irregularity in the plea proceedings. The burden was then on the state to prove there was a knowing and voluntary guilty plea.\nWhile a colloquy between the judge and the defendant is the preferred method of proof of a free and voluntary waiver, the colloquy is not indispensable when the record contains some other affirmative showing of a proper waiver.[12] In any case, the record must unequivocally show that the waiver was free and voluntary.[13] A guilty plea-waiver of rights *1062 form, even if well executed and complete in every detail, without minutes or a transcript of the plea, is not sufficient to show a knowing and voluntary waiver of Boykin rights.[14]\nThe guilty plea form provided by the state contains an advisal of each of the Boykin rights. Harris placed his initials next to each of those rights (including the right against self-incrimination) and signed the form at the bottom, indicating he wished to waive those rights. His attorney also signed the form. The minute entry for January 18, 1986, the date of Harris' guilty plea, reads, in part: \"The defendant completed and signed a Plea of Guilty form which was signed by the Court and ordered filed in the record. The defendant was sworn and Boykinized as per notes of the Court Reporter. The Court ordered the Guilty plea recorded.\" Neither the minute entry nor the transcript provide sufficient proof that Harris was informed of and knowingly waived his right against self-incrimination. The testimony elicited at the habitual offender proceedings makes no specific mention of the right to remain silent nor whether Harris' attorney explained or discussed his rights with him prior to the guilty plea.\nThe jurisprudence dictates that the guilty plea form cannot stand on its own. We are obliged to vacate the habitual offender finding and sentence and remand the matter. Double jeopardy does not preclude Harris' retrial on the habitual offender bill of information.[15]\nDue to unusual circumstances, our errors patent review was long delayed pending receipt of a note of evidence from the former court reporter for Division \"B\". Having reviewed the record now in its entirety, we find no patent errors.\nDefendant is assessed costs of preparing said transcript.\nFor the foregoing reasons the conviction is affirmed. The habitual offender finding and sentence is vacated and the matter is remanded to the trial court for further proceedings.\nCONVICTION AFFIRMED; HABITUAL OFFENDER FINDING AND SENTENCE VACATED AND REMANDED.\nDALEY, J., dissents with reasons:\nI respectfully dissent. The evidence is insufficient to support defendant's conviction for attempted aggravated rape.\nTo convict defendant of attempted aggravated rape, the state was required to prove that he specifically intended to engage in an act of anal or vaginal sexual intercourse without the victim's lawful consent. Such proof is indispensable because specific intent to accomplish the offense is the sine qua non of the criminal offense of attempt. State v. Trackling, 609 So. 2d 206, 207 (La.1992). Defendant contends the state failed to provide sufficient proof that he had the specific intent to attempt an act of anal or vaginal intercourse. Specific intent is a state of mind and as such need not be proven as a fact, but may be inferred from the circumstances and actions of the accused. State v. Graham, 420 So. 2d 1126 (La.1982); State v. Graves, 99-113 (La.App. 5 Cir. 8/31/99), 740 So. 2d 814.\nIn the instant case, the defendant's act of grabbing the victim's belt, and untucking his shirt tail during a violent struggle, coupled with the victim's concern that the *1063 defendant was going to rape her, is not enough to infer his intent to rape her.\nBased on Mr. Harris's admissions at trial he committed attempted simple robbery, second degree battery, and aggravated burglary. The offenses were committed on October 21, 1998, which leaves time under LSA-C.C.P. art. 572[1] for the defendant to be prosecuted for these felony offenses. The defendant was charged with attempted simple robbery, which was severed from the attempted rape charge, and so prosecuting on that charge should not create a double jeopardy problem. Defendant committed a violent crime against the victim, and he should be prosecuted and incarcerated, but this record does not support a conviction for attempted aggravated rape.\nNOTES\n[1]  LSA-C.Cr.P. art. 821; State v. Battie, 98-1296, p. 17 (La.App. 5 Cir. 5/19/99), 735 So. 2d 844, 855.\n[2]  Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); State v. Juluke, 98-0341 (La.1/8/99), 725 So. 2d 1291; State v. Williams, 99-223 (La.App. 5 Cir. 6/30/99), 742 So. 2d 604.\n[3]  State v. Trackling, 609 So. 2d 206, 207 (La. 1992).\n[4]  State v. Graham, 420 So. 2d 1126 (La.1982); State v. Graves, 99-113 (La.App. 5 Cir. 8/31/99), 740 So. 2d 814.\n[5]  Compare State v. Redd, 554 So. 2d 780 (La. App. 5th Cir.1989); State. v. Doby, 540 So. 2d 1008 (La.App. 2nd Cir.1989); State v. Fuller, 514 So. 2d 657 (La.App. 2nd Cir.1987).\n[6]  State v. Hollins, 99-278, (La.App. 5 Cir. 8/31/99), 742 So. 2d 671, 684; State v. Williams, 98-651, (La.App. 5 Cir. 2/10/99), 729 So. 2d 14, 20.\n[7]  State v. Bailey, 97-302, (La.App. 5th Cir. 4/28/98), 713 So. 2d 588.\n[8]  State v. Shelton, 621 So. 2d 769 (La.1993); State v. Hollins, 99-278 at p. 21, 742 So.2d at 685; State v. Winfrey, 97-427, pp. 29-30 (La. App. 5 Cir. 10/28/97), 703 So. 2d 63, 81, writ denied, 98-0264 (La.6/19/98), 719 So. 2d 481.\n[9]  Shelton, 621 So.2d at 779; Hollins, 99-278 at p. 21, 742 So.2d at 685.\n[10]  Shelton, 621 So.2d at 780.\n[11]  Shelton, 621 So.2d at 780.\n[12]  State v. Nuccio, 454 So. 2d 93, 104 (La. 1984).\n[13]  State v. Nuccio, supra; State v. Ursin, 98-435, p. 3 (La.App. 5 Cir. 10/28/98), 720 So. 2d 1248, 1249.\n[14]  State v. Dejean, 94-459, p. 4 (La.App. 5 Cir. 11/28/95), 694 So. 2d 284, 286, writ denied, 96-0547 (La.5/17/96), 673 So. 2d 608.\n[15]  State v. Brown, 98-938, p. 5 (La.App. 5 Cir. 3/10/99), 732 So. 2d 566, 568, fn. 3; State v. Raymond, 98-119, pp. 9-10 (La.App. 5 Cir. 8/25/98), 718 So. 2d 1010, 1014.\n[1]  Art. 572. Limitation of prosecution of noncapital offenses\n\nNo person shall be prosecuted, tried, or punished for an offense not punishable by death or life imprisonment, unless the prosecution is instituted within the following periods of time after the offense has been committed:\n(1) Six years, for a felony necessarily punishable by imprisonment at hard labor;\n(2) Four years, for a felony not necessarily punishable by imprisonment at hard labor;\n(3) Two years, for a misdemeanor punishable by a fine or imprisonment or both; or\n(4) Six months, for a misdemeanor punishable only by a fine or forfeiture.\n\n",
            "ocr": false,
            "opinion_id": 1098008
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}