{
    "id": 2688674,
    "judges": null,
    "date_filed": 1180569600000,
    "date_filed_is_approximate": false,
    "slug": "state-of-arizona-v-ramon-anthony-joyner",
    "case_name_short": null,
    "case_name": "State of Arizona v. Ramon Anthony Joyner",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "https://www.appeals2.az.gov/Decisions/CR20060032_Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                FILED BY CLERK\n                           IN THE COURT OF APPEALS                 MAY 31 2007\n                               STATE OF ARIZONA                     COURT OF APPEALS\n                                 DIVISION TWO                         DIVISION TWO\n\n\n\n\nTHE STATE OF ARIZONA,                      )\n                                           )      2 CA-CR 2006-0032\n                              Appellee,    )      DEPARTMENT A\n                                           )\n                   v.                      )      OPINION\n                                           )\nRAMON ANTHONY JOYNER,                      )\n                                           )\n                             Appellant.    )\n                                           )\n\n\n           APPEAL FROM THE SUPERIOR COURT OF PIMA COUNTY\n\n                              Cause No. CR20051817\n\n                         Honorable Howard Hantman, Judge\n\n          AFFIRMED IN PART; REVERSED IN PART AND REMANDED\n\n\nTerry Goddard, Arizona Attorney General\n By Randall M. Howe and Eric J. Olsson                                    Tucson\n                                                           Attorneys for Appellee\n\nIsabel G. Garcia, Pima County Legal Defender\n  By Stephan J. McCaffery                                                  Tucson\n                                                           Attorneys for Appellant\n\n\nV Á S Q U E Z, Judge.\n\f¶1            A jury found Ramon Joyner guilty of possession of a narcotic drug, possession\n\nof marijuana, possession of drug paraphernalia, and resisting arrest. It also found that he had\n\nprior convictions for armed robbery and attempted armed robbery. He was sentenced to a\n\nmitigated, enhanced, eight-year term of imprisonment for possession of a narcotic drug and\n\npresumptive, enhanced, 3.75-year terms of imprisonment for each of the other convictions,\n\nall to be served concurrently.\n\n¶2            On appeal, Joyner maintains his sentences for the possession convictions are\n\nillegal. He argues that, as a matter of law, his prior convictions for armed robbery and\n\nattempted armed robbery do not fall within the statutory definition of “violent crime” in\n\nA.R.S. § 13-604.04, and he is therefore eligible for mandatory probation. See A.R.S. § 13-\n\n901.01. On this record, we agree.\n\n                                 Procedural Background\n\n¶3            The state alleged in Joyner’s indictment that he was “ineligible for probation\n\npursuant to A.R.S. § 13-901.01” based on his past convictions for attempted armed robbery\n\nand armed robbery, “which was a violent crime.” After the guilty verdicts were rendered,\n\nthe state presented the jury with evidence of Joyner’s prior criminal convictions, including\n\ncharging documents, plea agreements, sentencing minute entries, and presentence reports for\n\nboth offenses. The jury found Joyner had been previously convicted of armed robbery and\n\nattempted armed robbery, which were identified in the verdict forms by specific cause\n\nnumbers.\n\n\n                                              2\n\f¶4            At sentencing, neither the parties nor the trial court addressed the potential\n\napplication of § 13-901.01, and the presentence report simply noted, “[n]o probation\n\navailable.”1 The court “reaffirm[ed]” the convictions and the jury’s findings that Joyner had\n\ntwo prior felony convictions before imposing sentence.\n\n                                    Standard of Review\n\n¶5            Because Joyner did not raise the issues he raises now at sentencing, we review\n\nhis claims only for fundamental error. See State v. Henderson, 210 Ariz. 561, ¶ 19, 115\n\nP.3d 601, 607 (2005). “To prevail under this standard of review, a defendant must establish\n\nboth that fundamental error exists and that the error in his case caused him prejudice.” Id.\n\n¶ 20. We will not disturb a sentence that is within the statutory range absent an abuse of the\n\ntrial court’s discretion. State v. Russell, 175 Ariz. 529, 534, 858 P.2d 674, 679 (App.\n\n1993). On the other hand, “[t]he failure to impose a sentence in conformity with mandatory\n\nsentencing statutes makes the resulting sentence illegal.” State v. Carbajal, 184 Ariz. 117,\n\n118, 907 P.2d 503, 504 (App. 1995). And we have held that the “[i]mposition of an illegal\n\nsentence constitutes fundamental error.” State v. Thues, 203 Ariz. 339, ¶ 4, 54 P.3d 368,\n\n369 (App. 2002); see also State v. Vargas-Burgos, 162 Ariz. 325, 327, 783 P.2d 264, 266\n\n\n       1\n         Although Joyner had argued in a sentencing memorandum that “on the current state\nof the record probation is still mandatory . . . [because] the jury never made any finding with\nrespect to the ‘violent’ nature” of his prior convictions, he appears to have abandoned this\nargument at the sentencing hearing. Moreover, Joyner never raised the argument he now\nmakes on appeal: that, as a matter of law and statutory definition, a conviction for armed\nrobbery cannot constitute a conviction for a “violent crime” as defined in A.R.S. § 13-\n604.04(B).\n\n                                              3\n\f(App. 1989) (claim that sentence illegal not waived by failure to object in trial court).\n\nMoreover, “[w]hether the trial court applied the correct sentencing statute is a question of\n\nlaw, which we review de novo.” State v. Hollenback, 212 Ariz. 12, ¶ 12, 126 P.3d 159, 163\n\n(App. 2005).           Sentencing Pursuant to A.R.S. § 13-901.01\n\n¶6             Section 13-901.01 is the codification of a voter initiative commonly known\n\nas Proposition 200 that “significantly changed the legal consequences for defendants\n\nconvicted of certain nonviolent, first- and second-time drug offenses.”2 State v. Rodriguez,\n\n200 Ariz. 105, ¶ 2, 23 P.3d 100, 101 (App. 2001). Specifically, § 13-901.01(A) provides:\n\n                      Notwithstanding any law to the contrary, any person\n               who is convicted of the personal possession or use of a\n               controlled substance or drug paraphernalia is eligible for\n               probation. The court shall suspend the imposition or execution\n               of sentence and place the person on probation.\n\n¶7             There are limited exceptions to this mandatory probation requirement,\n\nhowever. A court is not required to place a defendant on probation when a defendant has\n\nbeen convicted for a third time of personal possession of a controlled substance, see § 13-\n\n901.01(H)(1); State v. Guillory, 199 Ariz. 462, ¶ 3, 18 P.3d 1261, 1263 (App. 2001), or\n\nwhen a defendant “has been convicted of or indicted for a violent crime as defined in §13-\n\n604.04,” § 13-901.01(B). Section 13-604.04, which was also enacted to give effect to\n\nProposition 200, 1997 Ariz. Sess. Laws, ch. 6, § 1, defines a violent crime as “any criminal\n\n\n\n       The initiative was titled “Drug Medicalization, Prevention, and Control Act of\n       2\n\n1996.” 1997 Ariz. Sess. Laws, p. 2895.\n\n                                             4\n\fact that results in death or physical injury or any criminal use of a deadly weapon or\n\ndangerous instrument,” § 13-604.04(B). Thus, a defendant who has multiple prior\n\nconvictions for drug offenses or any prior conviction for a violent crime is subject to\n\n“[s]tandard felony sentencing provisions that permit imprisonment.” Foster v. Irwin, 196\n\nAriz. 230, ¶ 3, 995 P.2d 272, 273-74 (2000). Conversely, “[a] prior conviction for a\n\nnon-violent, non-drug-related crime does not negate the probation requirement” of § 13-\n\n901.01. Foster, 196 Ariz. 230, ¶ 10, 995 P.2d at 276.\n\n¶8           Here, the trial court implicitly found Joyner was ineligible for mandatory\n\nprobation under § 13-901.01(B) (and, by reference, § 13-604.04) because of Joyner’s prior\n\nconvictions for armed robbery and attempted armed robbery. Citing State v. Crawford, 214\n\nAriz. 129, 149 P.3d 753 (2007); State v. Hinchey, 165 Ariz. 432, 799 P.2d 352 (1990); and\n\nCherry v. Araneta, 203 Ariz. 532, 57 P.3d 391 (App. 2002), Joyner argues that whether a\n\ndefendant’s prior conviction may be characterized as a violent crime as defined in § 13-\n\n604.04 is a legal question that may be resolved only by reference to the statutory elements\n\nof the offense of conviction, without consideration of the underlying facts. And, according\n\nto Joyner, a conviction for armed robbery does not necessarily establish a “criminal use of\n\na deadly weapon or dangerous instrument,” § 13-604.04, because armed robbery may also\n\nbe committed by using or threatening to use a simulated deadly weapon, see A.R.S. § 13-\n\n\n\n\n                                            5\n\f1904.3 The state, on the other hand, urges us to affirm the court’s implicit finding that\n\nJoyner had previously been convicted of a violent crime by considering facts alleged in the\n\ndocuments of record for his prior convictions, including the charging documents, a pretrial\n\nrelease statement, a presentence report, and a sentencing minute entry. According to the\n\nstate, those documents establish Joyner used a gun when he committed his prior offenses.\n\n\n\n\n       3\n       Section 13-1904, A.R.S., provides:\n\n                   A. A person commits armed robbery if, in the course of\n              committing robbery as defined in § 13-1902, such person or an\n              accomplice:\n\n                   1. Is armed with a deadly weapon or a simulated deadly\n              weapon; or\n\n                    2. Uses or threatens to use a deadly weapon or\n              dangerous instrument or a simulated deadly weapon.\n\nSection 13-1902(A), A.R.S., provides:\n\n                     A person commits robbery if in the course of taking any\n              property of another from his person or immediate presence and\n              against his will, such person threatens or uses force against any\n              person with intent either to coerce surrender of property or to\n              prevent resistance to such person taking or retaining property.\n\n“‘Deadly weapon’ means anything designed for lethal use, including a firearm,” A.R.S.\n§ 13-105(13), and “‘[d]angerous instrument’ means anything that under the circumstances\nin which it is used, attempted to be used or threatened to be used is readily capable of\ncausing death or serious physical injury,” § 13-105(11).\n\n\n                                             6\n\f                 Determination of Violent Nature of Prior Conviction\n\na.     Based on Statutory Definition\n\n¶9            Division One of this court has held that a court may consider the statutory\n\ndefinition of an offense to discern whether the elements required for conviction necessarily\n\nestablish the commission of a violent crime under § 13-901.01(B). Cherry, 203 Ariz. 532,\n\n¶¶ 8-9, 57 P.3d at 393 (previous plea of guilty to assault for “[i]ntentionally, knowingly or\n\nrecklessly caus[ing] any physical injury to another person,” A.R.S. § 13-1203(A)(1),\n\nnecessarily established “physical injury” requirement of § 13-604.04) (first alteration in\n\nCherry); see also Montero v. Foreman, 204 Ariz. 378, ¶¶ 13-14, 64 P.3d 206, 209-10\n\n(App. 2003) (previous guilty plea to disorderly conduct “in violation of A.R.S. §\n\n13-2904(A)(6),” requiring finding that Montero “[r]ecklessly handle[d], display[ed] or\n\ndischarge[d] a deadly weapon or dangerous instrument” necessarily established violent crime\n\nunder § 13-604.04) (first alteration in Montero). In Cherry and Montero, the same proof\n\nrequired to find the defendants guilty of the elements of their charged offenses also\n\nestablished, necessarily, that they had been convicted of violent crimes as defined in §§ 13-\n\n901.01(B) and 13-604.04. Cf. State v. Parker, 128 Ariz. 97, 99, 624 P.2d 294, 296 (1981)\n\n(dangerous nature allegation “must be submitted to the jury for a separate finding unless an\n\nelement of the offense charged contains an allegation and requires proof of the dangerous\n\nnature of the felony”) (emphasis added).\n\n\n\n\n                                             7\n\f¶10             In this case, by contrast, Joyner is correct that his prior conviction for armed\n\nrobbery, as defined in § 13-1904, does not necessarily establish he used a deadly weapon\n\nor dangerous instrument because armed robbery may be committed with a simulated deadly\n\nweapon—and a “simulated deadly weapon” may be neither deadly nor dangerous. See, e.g.,\n\nState v. Bousley, 171 Ariz. 166, 168, 829 P.2d 1212, 1214 (1992) (positioning hands to\n\n“simulate[] deadly weapons” supported armed robbery conviction); State v. Felix, 153 Ariz.\n\n417, 419, 737 P.2d 393, 395 (App. 1986) (nasal inhaler constituted simulated deadly\n\nweapon). As a result, armed robbery, based solely on its statutory definition, is not\n\nnecessarily a violent crime under the definition in § 13-604.04.4 Thus, next we address\n\nwhether the other evidence the state proffered could be considered to establish the violent\n\nnature of Joyner’s prior convictions.\n\nb.         Consideration of Underlying Facts Prohibited\n\n¶11             In Cherry, Division One of this court suggested, in dictum, that analyzing the\n\nstatutory elements of an offense is the only means of concluding a prior offense was violent\n\n\n\n       4\n        We are constrained by the plain language of §§ 13-604.04 and 13-1904. Using other\ndefinitions, robbery and armed robbery have been “repeatedly found [to be] . . . crime[s] of\nviolence.” State v. Lee, 185 Ariz. 549, 557, 917 P.2d 692, 700 (1996) (statutory definition\nof robbery “requires the use of threat of force,” which supported former A.R.S. § 13-\n703(F)(2) aggravating circumstance of prior conviction of crime involving violence); cf. State\nv. Tresize, 127 Ariz. 571, 574, 623 P.2d 1, 4 (1980) (under prior version of § 13-1904,\n1997 Ariz. Sess. Laws, ch. 142, § 73, before statute amended to include simulated weapon,\njury instructed that armed robbery required proof defendant armed with or used deadly\nweapon or dangerous instrument and “must necessarily have concluded that the offense was\na dangerous offense” subject to enhancement under A.R.S. § 13-604).\n\n                                                8\n\fas defined in §§ 13-901.01 and 13-604.04, reasoning that “whether [a] prior conviction is\n\na violent crime for purposes of A.R.S. § 13-901.01 is a question of law for the trial judge.”\n\n203 Ariz. 532, ¶ 8, 57 P.3d at 393. Division One perceived that question to be a narrow\n\none, as explained below:\n\n              Analysis of the prior conviction “is purely a legal question; it\n              does not depend on the merits of alternative versions of the\n              facts.” [State v.] Ault, 157 Ariz. [516,] 520, 759 P.2d [1320,]\n              1324 [(1988)]. The scope of a trial court’s review of the prior\n              conviction is limited, however, to the statutory elements of the\n              offense, without consideration of other evidence.\n\n203 Ariz. 532, ¶ 11, 57 P.3d at 394.\n\n¶12           As the court noted in Cherry, in other contexts in which sentencing statutes\n\nrequire a trial court to determine the nature of a prior conviction, the court may consider\n\nonly the statutory elements necessary for the conviction.5 Id. This limitation “guarantees\n\nthat a criminal defendant’s due process rights will not be violated,” State v. Schaaf, 169\n\nAriz. 323, 333, 819 P.2d 909, 919 (1991), by subjecting the defendant to “what is, in effect,\n\na second trial on [a] defendant’s prior conviction to establish the existence” of a sentencing\n\n\n\n       5\n        Because § 13-604.04 calls for a conclusion about the nature of a prior offense, we\ndistinguish it from sentencing factors that are established by mere proof that a prior\nconviction exists and liken it to those recidivist sentencing factors that require some\nadditional analysis. Compare, e.g., A.R.S. § 13-703(F)(2) (prior conviction for enumerated\n“serious offense”) with former § 13-703(F)(2), 1988 Ariz. Sess. Laws, ch. 155, § 1 (prior\nfelony “involving the use or threat of violence on another person”); see also State v. Heath,\n198 Ariz. 83, ¶ 4, 7 P.3d 92, 93 (2000) (admission to existence of extrajurisdictional prior\nconviction “does not constitute proof that the foreign conviction would have been a felony\nunder Arizona law” for purpose of § 13-604(N)).\n\n                                              9\n\ffactor, State v. Gillies, 135 Ariz. 500, 511, 662 P.2d 1007, 1018 (1983). Accordingly, “a\n\ncourt ‘may not consider other evidence . . . or bring in witnesses’ to establish the [nature of\n\nthe prior] offense.” State v. Roque, 213 Ariz. 193, ¶ 81, 141 P.3d 368, 391 (2006), quoting\n\nSchaaf, 169 Ariz. at 334, 819 P.2d at 920.\n\n¶13           For example, to find that a defendant had been previously convicted of a\n\nfelony “involving the use or threat of violence on another person,” an aggravating\n\ncircumstance found in former A.R.S. § 13-703(F)(2), 1988 Ariz. Sess. Laws, ch. 155, § 1,\n\nthe court must have concluded that “the particular crime [could have been] perpetrated only\n\nwith the use or threat of violence. . . . If ‘the defendant [could] commit or be convicted of\n\nthe crime without the use or threat of violence, the prior conviction c[ould] not qualify as\n\na statutory aggravating circumstance’” under that statute. Schaaf, 169 Ariz. at 333-34, 819\n\nP.2d at 919-20 (Nevada’s statutory elements for attempted murder did not require use of\n\nviolence; trial court erred in considering testimony about underlying facts), quoting State\n\nv. Fierro, 166 Ariz. 539, 549, 804 P.2d 72, 82 (1990) (Texas convictions for aggravated\n\nassault and robbery did not support § 13-703(F)(2) aggravator because offenses could be\n\ncommitted “recklessly” without use or threat of force) (citations omitted in Schaaf); see also\n\nState v. Hinchey, 165 Ariz. 432, 437, 799 P.2d 352, 357 (1990) (prior conviction did not\n\nqualify as § 13-703(F)(2) aggravating circumstance based on statutory elements of\n\nendangerment).\n\n\n\n\n                                              10\n\f¶14           Similarly, a sentencing court may not consider the facts underlying a foreign\n\nprior conviction to determine whether it would constitute a felony in Arizona under A.R.S.\n\n§ 13-604(N), see, e.g., Crawford, 214 Ariz. 129, ¶¶ 6-9, 149 P.3d at 755-56, or a “serious\n\noffense” under § 13-703(F)(2), see, e.g., Roque, 213 Ariz. 193, ¶¶ 82-88, 141 P.3d at\n\n391-92. As these cases suggest, because the nature of a prior conviction is “a purely legal\n\nissue,” limiting the court’s analysis to the elements established by the prior conviction frees\n\nthe sentencing court “from the burden of making factual determinations about the\n\ndefendant’s underlying conduct.” Crawford, 214 Ariz 129, ¶ 9, 149 P.3d at 756.\n\n¶15           We see no reason why this same analysis should not apply here. We\n\nrecognize, as the state suggests, that it is unlikely the voters who enacted Proposition 200\n\nintended that a defendant with prior convictions for armed robbery and attempted armed\n\nrobbery be eligible for mandatory probation.6 But our supreme court has emphasized that\n\nthis rule—that the nature of a prior conviction may only be determined by the statutory\n\nelements of the offense—is required “[t]o protect ‘a criminal defendant’s due process\n\nrights.’” Roque, 213 Ariz. 193, ¶ 81, 141 P.3d at 391, quoting Schaaf, 169 Ariz. at 333-34,\n\n819 P.2d at 919-20. Such protections are due defendants being placed on probation under\n\n§ 13-901.01 as well as those being sentenced under A.R.S. §§ 13-604, 13-702, and 13-703.\n\n\n       6\n        In fact, Division One of this court has also assumed robbery is among the violent\ncrimes that exclude a defendant from the benefits of mandatory probation under Proposition\n200. Gray v. Irwin, 195 Ariz. 273, ¶ 13, 987 P.2d 759, 762 (App. 1999) (suggesting\ndefendants with “prior felony convictions for homicide, sexual assault, and robbery” would\nbe denied mandatory probation under § 13-901.01(B)).\n\n                                              11\n\fAccordingly, we hold that whether a prior conviction is a violent crime under § 13-\n\n901.01(B) is a legal determination based solely on the elements of the prior conviction.7\n\nc.     Evidence that Prior Conviction Was for Violent Offense\n\n¶16           Nonetheless, the state argues that the trial court was entitled to consider\n\ndocuments related to Joyner’s prior convictions without subjecting Joyner to “‘what\n\namounts to a second trial’ on a prior conviction . . . because the relevant evidence is already\n\nin the record.” None of the Arizona cases construing §§ 13-604 or 13-703 has addressed\n\nwhether documents associated with a plea of guilty may be used to delimit the nature of a\n\nprior conviction when, as here, an offense has been broadly defined by statute. But some\n\nhave addressed whether a court may rely on charging documents or jury instructions that\n\nnarrow the elements of an offense in such a way that, even if the statutory definition is\n\nbroad, a court can still be certain that the fact of conviction necessarily established every\n\nelement required to prove the sentencing factor. In State v. Thompson, 186 Ariz. 529, 531-\n\n32, 924 P.2d 1048, 1050-51 (App. 1996), for example, Division One distinguished the\n\nunderlying facts of the prior crime from evidence of the prior conviction: “It is one thing\n\n. . . to preclude the State from ‘bring[ing] in the victim of the prior crime, long after its\n\ncommission,’ to establish the nature of the prior crime. It is another to preclude the State\n\nfrom introducing documentary evidence defining the nature of the prior conviction.” Id.,\n\n\n\n       7\n        In light of this holding, we do not address Joyner’s alternative argument that he is\nentitled to a jury trial on the question.\n\n                                              12\n\fquoting Schaaf, 169 Ariz. at 334, 819 P.2d at 920 (distinguishing Gillies, 135 Ariz. at\n\n511, 662 P.2d at 1018) (alteration in Thompson).\n\n¶17           Most recently, our supreme court addressed limitations on evidence a court\n\nmay consider to determine whether a prior conviction in another jurisdiction involves “‘an\n\noffense which if committed within this state would be punishable as a felony’” for purposes\n\nof sentence enhancement pursuant to § 13-604(N) and (W). Crawford, 214 Ariz. 129, ¶ 1,\n\n149 P.3d at 754, quoting § 13-604(N). This determination requires comparison of the\n\nstatutory definitions and a “‘strict conformity between the elements of the [foreign] felony\n\nand the elements of some Arizona felony.’” Id. ¶ 7, quoting State v. Clough, 171 Ariz. 217,\n\n219, 829 P.2d 1263, 1265 (App. 1992).\n\n¶18           In Crawford, the state relied on Thompson in arguing that the trial court could\n\nhave considered Crawford’s federal indictment for possessing a credit card stolen from the\n\nUnited States mail to establish conduct punishable as a felony in Arizona. 214 Ariz. 129,\n\n¶¶ 4, 10, 149 P.3d at 755-56. Thompson had held that a charging document, when\n\nincorporated in a judgment of conviction, may be used to “establish[] that the defendant was\n\nconvicted under a particular subsection of a foreign statute, if that subsection encompasses\n\nonly conduct that would constitute a felony in Arizona.” 186 Ariz. at 531-32, 924 P.2d at\n\n1050-51 (also construing § 13-604(N)).\n\n¶19           The supreme court emphasized the general rule that a sentencing court must\n\nfocus “solely on the elements of the foreign statute,” Crawford, 214 Ariz. 129, ¶ 9, 149 P.3d\n\n\n                                             13\n\fat 756, and the limited nature of Thompson’s exception, stating: “Thompson allows use of\n\na charging document ‘only to narrow the [prior] conviction to a particular subsection of the\n\nstatute that served as the basis of the [prior] conviction’ and not to establish ‘the factual\n\nnature of the prior conviction.’” Crawford, 214 Ariz. 129, ¶ 11, 149 P.3d at 756, quoting\n\nRoque, 213 Ariz. 193, ¶ 88, 141 P.3d at 392. Because the federal statute at issue in\n\nCrawford contained no subsections, the court held Thompson was inapplicable. Crawford,\n\n214 Ariz. 129, ¶ 11, 149 P.3d at 756.\n\n¶20           The court in Crawford noted that the “cases interpreting § 13-604 are\n\nconsistent with our case law involving the use of foreign convictions in capital sentencing.”\n\nId. ¶ 8, citing Roque, 213 Ariz. 193, ¶¶ 82-88, 141 P.3d at 391-92 (California robbery was\n\n“serious offense” under § 13-703(F)(2)); State v. Henry, 176 Ariz. 569, 587, 863 P.2d 861,\n\n879 (1993) (California involuntary manslaughter not crime of violence under former\n\n§ 13-703(F)(2)); State v. Schaaf, 169 Ariz. 323, 334, 819 P.2d 909, 920 (1991) (Nevada\n\nattempted murder not violent crime under former § 13-703(F)(2)). These cases, like\n\nCrawford, considered only the statutory definition of the foreign offense of conviction to\n\ndetermine the applicability of an Arizona sentencing factor.\n\n¶21           In contrast, some capital cases addressing whether a defendant had prior\n\nArizona convictions for crimes involving violence, an aggravating factor under former\n\n§ 13-703(F)(2), suggest that jury instructions and forms of verdict may be considered—not\n\nas extrinsic evidence of the facts underlying the conviction, but as intrinsic evidence of what\n\n\n                                              14\n\fthe jury necessarily decided by its verdict. For example, in State v. Walden, 183 Ariz. 595,\n\n617-18, 905 P.2d 974, 996-97 (1995), the court acknowledged that Arizona’s statutory\n\ndefinitions of sexual assault and kidnapping did not necessarily establish crimes of violence\n\nbecause both can be committed using deceit rather than force. Id., citing holdings in State\n\nv. Bible, 175 Ariz. 549, 604, 858 P.2d 1152, 1207 (1993). But the court nonetheless found\n\nWalden’s Hannah8 prior convictions were violent crimes under former § 13-703(F)(2) based\n\non limiting jury instructions that had defined the lack of consent element for sexual assault\n\nto mean “‘the victim was coerced by the immediate or threatened use of force against a\n\nperson or property’” and the restraint element for kidnapping to “require[] a finding that the\n\nvictim’s movements were restricted ‘by physical force or intimidation.’” 183 Ariz. at 617,\n\n905 P.2d at 996. According to the supreme court, these jury instructions effectively refined\n\nthe statutory definitions, so “these prior convictions necessarily involved the use or threat\n\nof violence.” Id. at 618, 905 P.2d at 997.\n\n¶22           In State v. McKinney, 185 Ariz. 567, 582-83, 917 P.2d 1214, 1229-30 (1996),\n\nthe court cited Walden, noting that although the defendant’s “prior conviction [for second-\n\ndegree murder] was for a crime that, on the face of the statute, might have been committed\n\nrecklessly” and so could not be used as an aggravating factor under former § 13-703(F)(2),\n\nthe jury instructions or forms of verdict might have been used to “narrow the . . . charge”\n\n\n\n\n       8\n        State v. Hannah, 126 Ariz. 575, 617 P.2d 527 (1980).\n\n                                             15\n\ffound in the statutory definition, 185 Ariz. at 583, 917 P.2d at 1230. As the court\n\nexplained:\n\n                      [Defendant]’s prior conviction is not disqualified merely\n              because the statutory definition of the crime permits it to be\n              committed with a reckless mental state. It is disqualified\n              because the instructions and the non-specific form of verdict\n              . . . did not narrow the mental state of the charge . . . . Had\n              [defendant]’s instructions or form of verdict specified that the\n              mental state for his second degree murder conviction was based\n              on either an intentional or knowing mens rea, the conviction\n              would have qualified, regardless of the fact that the crime’s\n              statutory definition allows for conviction under a lesser mental\n              state.\n\nId.; see also State v. Schackart, 190 Ariz. 238, 247, 947 P.2d 315, 324 (1997) (implying\n\ntrial court might have relied on jury instructions used in obtaining prior conviction to\n\ndetermine violence factor under former § 13-703(F)(2); supreme court would not consider\n\nevidence because presented for first time on appeal).9\n\n¶23           Federal courts have faced similar evidentiary issues when required to determine\n\nwhether a defendant’s prior state conviction warrants sentence enhancement pursuant to the\n\nArmed Career Criminal Act, 18 U.S.C. § 924(e). See, e.g., Taylor v. United States, 495\n\nU.S. 575, 110 S. Ct. 2143 (1990). Like Arizona, federal courts do not permit review of the\n\n\n       9\n        Schackart; State v. McKinney, 185 Ariz. 567, 917 P.2d 1214 (1996); and State v.\nWalden, 183 Ariz. 595, 905 P.2d 974 (1995), provide some of our supreme court’s more\nrecent statements about how a court may determine whether a conviction qualifies as an\naggravating factor under former § 13-703(F)(2). Section 13-703(F)(2) was amended in 1993\nto substitute “serious offense, whether preparatory or completed,” defined to include specific\noffenses, for “felony in the United States involving the use or threat of violence on another\nperson.” 1993 Ariz. Sess. Laws, ch. 153, § 1.\n\n                                             16\n\funderlying facts to determine the nature of a prior conviction and have held that the federal\n\nenhancement statute “generally requires the trial court to look only to the fact of conviction\n\nand the statutory definition of the prior offense.” Id. at 602, 1105 S. Ct. at 2160. However,\n\njust as McKinney and Walden suggest that, in Arizona, jury instructions might be considered\n\nto narrow the elements of a prior conviction, the Supreme Court held in Taylor that a\n\nfederal sentencing court may “go beyond the mere fact of conviction in a narrow range of\n\ncases where a jury was actually required to find all the elements” necessary for the\n\nenhancement factor. 495 U.S. at 602, 110 S. Ct. at 2160. Thus, to establish a prior\n\nconviction for burglary of a building in a state having a burglary statute with broader\n\napplication, the Court held, “if the indictment or information and jury instructions show that\n\nthe defendant was charged only with a burglary of a building, and that the jury necessarily\n\nhad to find an entry of a building to convict, then the Government should be allowed to use\n\nthe conviction for enhancement.” Id.\n\n¶24           Relevant to our discussion in this case, the Supreme Court has recently\n\nclarified this analysis of federal law and has extended its application to prior state\n\nconvictions arising out of bench trials and guilty pleas. Shepard v. United States, 544 U.S.\n\n13, 16, 19-21, 125 S. Ct. 1254, 1257, 1259-60 (2005). First rejecting the government’s\n\nargument that a court should be permitted to review police reports and complaint\n\napplications to determine the nature of a prior conviction, the Court reaffirmed its decision\n\nin Taylor and held a federal sentencing court may rely only on “conclusive records made\n\n\n                                             17\n\for used in adjudicating guilt.” Id. at 21-24, 1255 S. Ct. at 1260-62. Such records may\n\ninclude charging documents and jury instructions, as set forth in Taylor, and as\n\n              analogs to jury instructions[,] . . . a bench-trial judge’s formal\n              rulings of law and findings of fact, and in pleaded cases[,] . . .\n              the statement of factual basis for the charge, shown by a\n              transcript of plea colloquy or by written plea agreement\n              presented to the court, or by a record of comparable findings of\n              fact adopted by the defendant upon entering the plea.\n\nId. at 20, 125 S. Ct. at 1259-60 (citation omitted). The Court reasoned that by reviewing\n\nthese record documents, a court may be able to determine “whether the plea had\n\n‘necessarily’ rested on” the elements required for enhancement. Id. at 21, 125 S. Ct. at\n\n1260, quoting Taylor, 495 U.S. at 602, 110 S. Ct. at 2160.\n\n¶25           We conclude the reasoning of the Supreme Court in Shepard may be\n\napplicable to cases involving prior Arizona convictions. Although its adoption would be an\n\nextension of current Arizona law, it is consistent with McKinney and Walden and the\n\nunderlying rule for determining the nature of prior Arizona convictions: Recognizing that\n\n“[e]vidence of a prior conviction is reliable, the defendant having had his trial and exercised\n\nhis full panoply of rights which accompany his conviction,” Gillies, 135 Ariz. at 511, 662\n\nP.2d at 1018, a court may “consider only evidence of the conviction,” State v. Hinchey, 165\n\nAriz. 432, 437, 799 P.2d 352, 357 (1990), and “cannot look behind the [prior] conviction\n\nto determine the true facts of the case,” McKinney, 185 Ariz. at 581, 917 P.2d at 1228. Cf.\n\nRedeker v. Eighth Judicial Dist. Court, 127 P.3d 520, 525-26 (Nev. 2006) (adopting\n\nShepard for Nevada determination of existence of prior conviction “of a felony ‘involving\n\n                                              18\n\fthe use or threat of violence to the person of another’”; finding “the approach in Taylor and\n\nShepard answers the concerns about due process . . . identified by the Arizona Supreme\n\nCourt [in Gillies], as well as the practical difficulties and potential unfairness of a factual\n\napproach”), quoting Nev. Rev. Stat. 200.033(2)(b).\n\n¶26           We need not decide this issue today, however.           Even if Walden’s rule\n\npermitting consideration of jury instructions to narrow a statutory definition were clearly\n\napplicable to a determination of whether prior convictions were for violent crimes under\n\n§§ 13-901.01 and 13-604.04, and even if that rule were extended to allow similar review,\n\nin determining the existence of prior convictions resulting from bench trials or pleas of\n\nguilty, of only those “conclusive records made or used in adjudicating guilt,” Shepard, 544\n\nU.S. at 21, 125 S. Ct. at 1260, none of the documents suggested by the state meet that\n\nstandard.\n\n¶27           First, the charging documents that led to Joyner’s prior convictions, although\n\nreferring to the use of a gun, are not reliable evidence of the elements established by his\n\nconvictions because they were not incorporated by reference in the judgments of conviction.\n\nCf. Thompson, 186 Ariz. at 532, 924 P.2d at 1051. Indeed, as reflected in Joyner’s plea\n\nagreements and judgments for both cases, his prior convictions were for “nondangerous”\n\noffenses, and Joyner’s plea agreements “serve[d] to amend” the charging documents to\n\nconform to his guilty pleas. See State v. Wilson, 126 Ariz. 348, 351-52, 615 P.2d 645, 648-\n\n\n\n\n                                              19\n\f49 (App. 1980). As a result, the charging documents are not reliable evidence of the\n\nelements of Joyner’s convictions.10\n\n¶28           The other documentary evidence suggested by the state, including the release\n\npapers and presentence reports prepared for Joyner’s prior convictions, although suggestive\n\nof the facts underlying his prior crimes, do not prove what statutory elements were\n\nestablished by the judgments of conviction. Nor is the sentencing court’s direction in the\n\narmed robbery sentencing minute entry that Joyner “forfeit the firearm related to this cause”\n\nthe kind of conclusive record that would reliably narrow the basis for Joyner’s armed\n\nrobbery conviction. In addition, transcripts of Joyner’s plea colloquys for the prior\n\nconvictions were not provided to the trial court and are not included in the record on appeal.\n\n¶29           Thus, the state failed to establish that Joyner has a prior conviction for a\n\nviolent crime under § 13-901.01(B). Accordingly, Joyner was entitled to suspension of the\n\nimposition of sentence and placement on mandatory probation for his possession offenses.11\n\n\n       10\n         The title of Joyner’s armed robbery information stated that the offense was a\ndangerous felony, but the information did not include allegations of dangerousness pursuant\nto § 13-604. If the dangerous nature of the armed robbery had been properly alleged and\nproved and ultimately incorporated in the judgment of conviction for that offense, the court\ncould have relied on the judgment because, “[a]lthough ‘dangerous’ and ‘violent’ are\nseparate concepts, they share a similar definition.” State v. Benak, 199 Ariz. 333, ¶ 7, 18\nP.3d 127, 129 (App. 2001) (construing § 13-604.04). Joyner’s armed robbery plea\nagreement expressly provided that any allegation of dangerousness was “dismissed or, if not\nyet filed, shall not be brought.”\n       11\n         We reject the state’s suggestion that, under A.R.S. § 13-702(C)(11), “a court may\ntake into account all the defendant’s criminal activity and history in determining sentences,\neven if the defendant has not been convicted or charged for that conduct.” The trial court\n\n                                             20\n\fSee § 13-901.01(A). Because this provision is mandatory, Joyner’s prison sentences are\n\nillegal, see State v. Carbajal, 184 Ariz. 117, 118, 907 P.2d 503, 504 (App. 1995), and\n\ntherefore, the error is fundamental, see State v. Thues, 203 Ariz. 339, ¶ 4, 54 P.3d 368, 369\n\n(App. 2002).\n\nd.     Prejudice\n\n¶30            The state asserts Joyner cannot establish the prejudice required by State v.\n\nHenderson, 210 Ariz. 561, ¶ 20, 115 P.3d 601, 607 (2005), because he cannot “show that\n\nhe, in particular, did not use a gun” during the armed robbery and attempted armed robbery\n\nhe committed in 2000. We read Henderson differently.\n\n¶31            To establish that a fundamental error is also prejudicial, a defendant must\n\nshow that, but for the error, a reasonable fact-finder “could have reached a different result.”\n\nId. ¶ 27. In this case, the state bore the burden of proving both the existence of a prior\n\nconviction and its violent nature. See Foster v. Irwin, 196 Ariz. 230, ¶ 8, 995 P.2d 272, 275\n\n(2000) (“The state did not brief or argue . . . whether Foster’s conviction for evading police\n\nwas a violent crime. Thus, his only prior felony conviction does not remove Foster from the\n\nmandatory probation requirement of § 13-901.01.”); cf. State v. Rodriguez, 200 Ariz. 105,\n\n¶ 5, 23 P.3d 100, 101 (App. 2001) (“agree[ing] with the state’s concession of error” that\n\n\n\n\ndid not aggravate Joyner’s sentences pursuant to § 13-702. To find a defendant ineligible\nfor mandatory probation under § 13-901.01(B), a court must find the defendant has a prior\nconviction or is currently under indictment for a violent crime as defined in § 13-604.04.\nState v. Gomez, 212 Ariz. 55, ¶ 29, 127 P.3d 873, 878 (2006).\n\n                                              21\n\fevidence of prior convictions for drug offenses was insufficient). Henderson does not shift\n\nthis burden or require Joyner to disprove what the state failed to prove. Cf. State v.\n\nMorales, No. CR-06-0374-PR, ¶ 12, 2007 WL 1345384 at *3 (Ariz. May 8, 2007)\n\n(stipulation of prior convictions entered without voluntariness determination fundamental\n\nerror; defendant not required to show absence of prior convictions to establish prejudice\n\nbecause such requirement would relieve state of burden of proof).\n\n¶32           On this record, the trial court erred by finding that Joyner had a prior\n\nconviction for a violent crime. But for this error, Joyner would have been placed on\n\nprobation for the possession convictions. Instead, he was sentenced to an eight-year prison\n\nterm and two, concurrent, 3.75-year prison terms. Joyner has shown prejudice.\n\n                Reliance on Prior Convictions for Enhanced Sentence\n\n¶33           Joyner also argues that none of his convictions should have resulted in\n\nenhanced prison terms because neither the judge nor the jury expressly found that his prior\n\nconvictions constitute historical prior felony convictions under former A.R.S.\n\n§ 13-604(V)(2), now (W)(2). See 2003 Ariz. Sess. Laws, ch. 11, § 1; 2005 Ariz. Sess. Laws,\n\nch. 188, § 1. We find no prejudicial error in the trial court’s reliance on Joyner’s prior\n\nconvictions to enhance his sentence for resisting arrest. Although Joyner is correct that the\n\nverdict forms for the prior convictions did not include the offense dates, the verdicts\n\nspecifically identified the county in which the convictions were entered and the cause\n\nnumber of each conviction. Certified copies of the conviction records for those cause\n\n\n                                             22\n\fnumbers were admitted into evidence and established that Joyner’s prior offenses were\n\ncommitted in 2000 and led to two convictions, one for armed robbery, a class two felony,\n\nand another for attempted armed robbery, a class three felony. Joyner never challenged the\n\nadmission or veracity of these documents. We disagree with Joyner’s assertion that the jury\n\nwas required to expressly find the prior convictions constituted historical prior felony\n\nconvictions under § 13-604(W)(2). As Joyner notes, § 13-604(P) provides that only a trial\n\ncourt may find that prior convictions constitute historical prior felony convictions. That\n\ndetermination requires the court to apply the statutory provisions to the facts of the prior\n\nconvictions. Joyner’s prior convictions unequivocally fall within the provisions of § 13-\n\n604(W)(2)(b). Joyner was therefore correctly sentenced on his conviction for resisting arrest\n\npursuant to § 13-604(C). We find no fundamental error in this sentence.\n\n                                        Conclusion\n\n¶34           For the reasons stated, we affirm Joyner’s convictions and his sentence for\n\nresisting arrest, but vacate his sentences for possession of a narcotic drug, possession of\n\nmarijuana, and possession of drug paraphernalia and remand the case to the trial court for\n\nresentencing on those convictions.\n\n\n\n                                              ____________________________________\n                                              GARYE L. VÁSQUEZ, Judge\n\nCONCURRING:\n\n\n\n                                             23\n\f____________________________________\nJOHN PELANDER, Chief Judge\n\n\n\n____________________________________\nJOSEPH W. HOWARD, Presiding Judge\n\n\n\n\n                                 24\n\f",
            "ocr": false,
            "opinion_id": 2688674
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}