{
    "id": 1101340,
    "judges": "Browning",
    "date_filed": 924220800000,
    "date_filed_is_approximate": false,
    "slug": "tb-v-state",
    "case_name_short": "TB",
    "case_name": "TB v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "732 So. 2d 1163"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6841.0,
            "opinion_text": "\n732 So. 2d 1163 (1999)\nT.B., A Child, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 98-3936.\nDistrict Court of Appeal of Florida, First District.\nApril 16, 1999.\nNancy A. Daniels, Public Defender; and P. Douglas Brinkmeyer, Assistant Public Defender, Tallahassee, for Appellant.\nRobert A. Butterworth, Attorney General; and Giselle Lylen Rivera, Assistant Attorney General, Tallahassee, for Appellee.\nBROWNING, J.\nThe State filed a petition charging T.B., a juvenile, with kidnapping (Count One), trespass of an occupied structure (Count Two), and driving without a valid driver's license (Count Three). After an adjudicatory hearing, the trial court found T.B. guilty in Count One of the lesser included *1164 offense of false imprisonment, not guilty in Count Two, and guilty as charged in Count Three (which offense T.B. admitted). The court adjudicated T.B. delinquent as to the two counts and imposed a Level 2 commitment constituting community control, for an indeterminate term of supervision, with the conditions that T.B. successfully complete the Tallahassee Marine Institute program, write a letter of apology to the victim (Latifah Shareef), and perform 25 hours of community service. The court entered a single disposition order for the two offenses, which are a third-degree felony and a second-degree misdemeanor.\nT.B. challenges the proceedings below on the grounds that the lower tribunal reversibly erred by 1) denying his motion for judgment of acquittal and finding him guilty of false imprisonment, under a principal theory, for aiding his brother in the commission of the offense; and 2) failing to specify in the disposition order T.B.'s term of commitment for Count Three. Finding the evidence adduced sufficient to prove that T.B. aided or abetted his brother in committing the crime of false imprisonment, and that T.B. did not have a valid driver's license, we affirm the adjudication of delinquency for Counts One and Three. As the State properly concedes that the order should have specified the term of supervision for the traffic offense in Count Three, we vacate the disposition order and remand with instructions to the trial court to set the commitment term within the maximum allowable statutory period and to enter separate juvenile disposition orders for the separate offenses. A.L.W. v. State, 22 Fla. L. Weekly D2227,___ So.2d, ___, 1997 WL 578660 (Fla. 1st DCA Sept.16, 1997) (a separate disposition order should be entered for each offense), approved, 717 So. 2d 913 (Fla.1998); J.M.J. v. State, 22 Fla. L. Weekly D1673, ___ So.2d ___, 1997 WL 369951 (Fla. 1st DCA 1997) (disapproving single orders addressing multiple offenses in juvenile proceedings), approved sub nom. State v. T.M.B., 716 So. 2d 269 (Fla.1998); M.S. v. State, 675 So. 2d 215 (Fla. 4th DCA 1996) (order committing juvenile to Level 8 program for indeterminate period of time was improper and should have specified a commitment for one year, the maximum allowable sentence for his misdemeanor).\nThe pertinent statute governing false imprisonment states:\n787.02 False imprisonment; false imprisonment of child under age 13, aggravating circumstances.\u0097\n(1)(a) The term \"false imprisonment\" means forcibly, by threat, or secretly confining, abducting, imprisoning, or restraining another person without lawful authority and against her or his will\n§ 787.02(1)(a), Fla. Stat. (1997). We have explained in previous decisions: \"Before an accused may be convicted as an aider and abettor, it must be shown not only that he assisted the actual perpetrator but [also] that he intended to participate in the crime.\" Horton v. State, 442 So. 2d 1064, 1066 (Fla. 1st DCA 1983); Howard v. State, 473 So. 2d 841 (Fla. 1st DCA 1985). Such assistance can consist of \"doing or saying something that caused, encouraged, assisted or incited the perpetrators to actually commit the crime.\" C.P.P. v. State, 479 So. 2d 858, 859 (Fla. 1st DCA 1985); B.W. v. State, 546 So. 2d 29 (Fla. 1st DCA 1989).\nAt the adjudicatory hearing, the State's first witness, Latifah Shareef, testified that she used to date T.B.'s brother, Venderrick McCray, who fathered her daughter. Latifah had known 15-year-old T.B. for five and one-half years and frequently had invited him to her home. In fact, T.B. had stayed there on some occasions. Around 11:00 P.M. on September 6, 1998, T.B. and his brother appeared uninvited outside Latifah's residence on Shelfer Road. She did not let them in, but as she went to lock the door, T.B. opened the door and came in. When McCray asked to talk to Latifah, he and she went to a back bedroom, where they had a one and one-half hour private conversation about getting back together and going to counseling, *1165 subjects about which they had talked and to which they had agreed in a conversation on a prior day. Meanwhile, T.B. sat down in the front room and watched television. At a break in her conversation with McCray, Latifah came out to the front room and asked T.B. why he had come over to the residence with his brother, to which T.B. replied that he did not know. At some other time late that evening, Latifah acceded to McCray's request to go outside on the step to talk further. When McCray indicated that he wanted to talk somewhere else, Latifah told him that she did not want to do so. According to Latifah, McCray then \"told me that he would sleep in my shed and that he was going to kill me.\" It is undisputed that T.B. was still inside the house and, thus, was not present outside the residence when his brother made these verbal threats to Latifah.\nMcCray then went inside and told T.B. to go get the car, a brown Buick that was in the parking lot. Latifah was alone with McCray, who then carried her to the automobile and forced her inside the vehicle as T.B. sat at the wheel. Latifah was placed in the front seat between T.B. and his brother. T.B. drove them down the Woodville Highway toward the bike trail, which was five minutes away from Latifah's residence. Latifah testified that during the ride to the bike trail, she asked T.B. to pull over and not to take her anywhere, but McCray told T.B. \"to take her.\" She specifically asked McCray to take her back home where their three-year-old daughter had remained, and where Latifah said she would talk to him. Instead, T.B. kept driving until they reached the dark, isolated bike trail area around 2:00 A.M. Latifah testified that she voluntarily got out of the car at the bike trail, where she and McCray went for a walk while T.B. remained sitting in the car. When Latifah exited the automobile, McCray told her to calm down because he was not going to hurt her. He said he just wanted to get back together with her because of their daughter. Latifah testified that when a deputy pulled up, McCray told T.B. \"to run,\" and T.B. immediately drove away as McCray headed off on foot, leaving Latifah in the woods.\nThe State's second witness, Deputy Estes, testified that while on routine patrol in a marked vehicle, he was dispatched to Shelfer Road around 2:15 A.M. upon receiving a radio report of two black males having put a black female in a brown, four-door Buick against her will. He drove past a car that met that description at the bike trail two or three miles away from the address where he was heading. As he pulled into the fairly dark area without engaging his blue light, the deputy saw a man and a woman outside the car. The man took off running in the woods as the Buick immediately proceeded northward on the highway. A quarter mile away, Estes spotted the Buick and pulled it over. He asked the driver, T.B., if he had a driver's license, and T.B. indicated he did not. When asked what was going on back there, T.B. said his brother was out talking to his girlfriend. T.B. said they had been at Shelfer Road earlier. When Latifah was brought to the traffic stop five minutes later, she was crying and appeared upset. She identified herself and told the deputy what had happened. Specifically, she told Estes that T.B. and his brother had entered her residence and that McCray had threatened to kill her. She said that after T.B. complied with his brother's request to get the car, McCray picked her up, carried her out to the vehicle, and forced her inside, after which they took her to the bike trail.\nAt the end of the State's case, defense counsel moved for a judgment of acquittal in Counts One and Two on the ground that the State had not produced sufficient evidence. In response, the State argued that the evidence showed that T.B. was a principal to the crime of kidnapping because he was present and knew the crime was occurring, because he demonstrated a conscious intent that the criminal act be done, *1166 and because he committed some act that was intended to, and did, cause, encourage, assist, or advise his brother in carrying out the offense. The motion was denied.\nT.B. testified that he had always been welcome at Latifah's house and did not feel he needed an invitation. He said that on the night in question, he went with his brother to her residence just to visit, although they had not been invited there that night. When Latifah opened the door, T.B. and McCray went in and saw their cousin and his girlfriend and Latifah's young daughter sitting there. T.B. sat down, talked, and watched television with everyone for a while, after which Latifah and McCray went to a back room for a private conversation. T.B. denied that Latifah ever told him that he was not welcome or asked him to leave the house. Subsequently, while T.B. was sitting in the Buick, his brother and Latifah came outside. T.B. claimed that the two of them were already at the car door when he saw them, and they simply got inside. According to T.B., they said they wanted to go park at the bike trail, so he drove them there. As Latifah and McCray went for a little walk, T.B. sat in the car listening to the radio.\nT.B. testified that when he unexpectedly saw lights, he cranked up the car because he \"thought something was going on.\" He thought he heard his brother calling for him to come there. He did not see his brother run away. T.B. headed out of the parking lot and drove in the direction of his sister's house to get help. At the hearing, T.B. denied having seen a deputy or anyone other than Latifah and his brother at the bike trail.\nWhere the State relies on circumstantial evidence to prove guilt, it is necessary to exclude every reasonable hypothesis of innocence. A.B.G. v. State, 586 So. 2d 445 (Fla. 1st DCA 1991); B.W. v. State, 546 So. 2d 29 (Fla. 1st DCA 1989). \"While mere presence at the scene, knowledge of the crime, and flight are insufficient to justify a conviction, where the state presents additional evidence which contradicts the defendant's theory of innocence, the trial court's decision to deny a motion for judgment of acquittal must be affirmed.\" K.O. v. State, 673 So. 2d 47, 49 (Fla. 4th DCA 1995). T.B.'s theory of innocence was that his brother intended to detain Latifah on the bike trail and that T.B. was merely the driver, with no prior knowledge of McCray's actual intentions. Alternatively, T.B. testified that when McCray and Latifah came out to the car outside her residence, T.B. thought the three of them \"were going to get something to eat or whatever.\" Given either scenario, the State presented evidence that contradicted T.B.'s claims of innocence.\nEven if one accepts T.B.'s assertion that he was unaware of the true nature of his brother's intentions and acts upon their arrival at Latifah's residence or upon the threesome's departure, the State offered additional, unrefuted evidence that once they were inside the car, Latifah told T.B. to pull over and then to take her back home because she did not want to go anywhere with them. Instead, he followed his brother's directive and drove to the bike trail. T.B. thereby acquired the requisite knowledge and manifested his intent to participate in and assist his brother's act of forcibly confining or restraining the victim without lawful authority and against her will. Pursuant to section 777.011, Florida Statutes (1997), T.B.'s acts constitute aiding and abetting the commission of the crime of false imprisonment under section 787.02(1)(a), Florida Statutes (1997). Therefore, the State met its burden. The trial court properly denied the motion for judgment of acquittal and adjudicated T.B. delinquent of that offense. Sikes v. State, 711 So. 2d 250 (Fla. 4th DCA 1998) (although Reese initiated the robbery of the owner of a car without defendant's knowing the full extent of Reese's intentions, defendant's subsequent decision to follow and actively assist Reese in carrying out the carjacking of that same vehicle and the kidnapping of its owner was sufficient evidence *1167 of defendant's knowledge of Reese's criminal deeds and defendant's intent to participate in those criminal acts); Jones v. State, 648 So. 2d 1210 (Fla. 4th DCA 1995).\nThe parties agree that the written juvenile disposition order must be corrected.[1] False imprisonment is a third-degree felony \"punishable by a term of imprisonment not exceeding five years.\" §§ 787.02(2) &amp; 775.082(3)(d), Fla. Stat. (1997). Not having a valid driver's license is a second-degree misdemeanor pursuant to section 322.03(1) &amp; 322.39(2), Florida Statutes (1997), punishable by a term not exceeding 60 days. § 775.082(4)(b), Fla. Stat. (1997). The trial court imposed a Level 2 commitment consisting of community control for an indeterminate term. As sentencing T.B. to an indeterminate term of community control would exceed the statutory maximum allowed for Count Three, the State properly concedes that the trial court must correct the commitment order as to the traffic offense. T.G. v. State, 677 So. 2d 957 (Fla. 2d DCA 1996) (trial court erred in sentencing juvenile who had been adjudicated delinquent for committing battery to an indeterminate term of community control, as such term could exceed the one-year statutory maximum sentence for that offense, a first-degree misdemeanor); B.S. v. State, 661 So. 2d 19 (Fla. 2d DCA 1994) (reversing that part of adjudication that committed juvenile to indeterminate term of community control, for such impermissible term would last beyond five-year statutory maximum sentence for violation of third-degree felony). The need for clarification of the term of supervision is especially acute where, as here, the two different offenses carry different statutory maximum terms of commitment. A.F. v. State, 718 So. 2d 260 (Fla. 1st DCA 1998); C.D.N. v. State, 720 So. 2d 601 (Fla. 1st DCA 1998).[2] Upon remand, a separate order must be entered for each offense. J.M.J. v. State, 22 Fla. L. Weekly at D1673, ___ So.2d ___; G.R.A. v. State, 688 So. 2d 1027 (Fla. 5th DCA 1997); E.Y. v. State, 670 So. 2d 1079 (Fla. 2d DCA 1996). T.B. need not be present for this purely ministerial corrective act. Netterville v. State, 673 So. 2d 986 (Fla. 1st DCA 1996).\nWe AFFIRM the adjudication of delinquency as to Counts One and Three, VACATE the juvenile disposition order, and REMAND with instructions to the trial court to enter separate orders for the two offenses and to specify the term of commitment for the traffic offense.\nMINER and BENTON, JJ., CONCUR.\nNOTES\n[1]  The State concedes, as it must, that T.B.'s failure to object below to this aspect of the disposition order does not bar appellate review. State v. T.M.B., 716 So.2d at 269 (§ 924.051, Fla. Stat., is inapplicable to juvenile proceedings).\n[2]  By operation of section 985.233(4)(b)(1), Florida Statutes (1997), the indeterminate term of commitment for Court one will end upon 15-year-old T.B.'s reaching the age of 19, which will occur prior to the expiration of the maximum adult term for a third-degree felony. This aspect of the disposition order is not challenged. E.J. v. State, 595 So. 2d 282 (Fla. 1st DCA 1992) (there was no error in failing to limit juvenile's term of community control to the maximum adult sanction for his offense, where juvenile would turn 19 years of age prior to expiration of the maximum adult term, so that his term would last, by operation of law, until he reached age 19).\n\n",
            "ocr": false,
            "opinion_id": 1101340
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}