{
    "id": 2689126,
    "judges": "Altenbernd, Casanueva, Northcutt",
    "date_filed": "2023-12-07",
    "date_filed_is_approximate": true,
    "slug": "garcia-v-state",
    "case_name_short": "Garcia",
    "case_name": "Garcia v. State",
    "case_name_full": "Jose L. GARCIA, Appellant, v. STATE of Florida, Appellee",
    "attorneys": "Howard L. Dimmig, II, Public Defender, and Judith Ellis, Assistant Public Defender, Bartow, for Appellant., Pamela Jo Bondi, Attorney General, Tallahassee, and John M. Klawikofsky, Assistant Attorney General, Tampa, for Appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1117-25\">\n    Jose L. GARCIA, Appellant, v. STATE of Florida, Appellee.\n   </parties><br><docketnumber id=\"b1117-28\">\n    No. 2D13-805.\n   </docketnumber><br><court id=\"b1117-29\">\n    District Court of Appeal of Florida, Second District.\n   </court><br><decisiondate id=\"b1117-30\">\n    Aug. 1, 2014.\n   </decisiondate><br><attorneys id=\"b1118-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1106\"> \n     *1106\n     </span>\n    Howard L. Dimmig, II, Public Defender, and Judith Ellis, Assistant Public Defender, Bartow, for Appellant.\n   </attorneys><br><attorneys id=\"b1118-15\">\n    Pamela Jo Bondi, Attorney General, Tallahassee, and John M. Klawikofsky, Assistant Attorney General, Tampa, for Appel-lee.\n   </attorneys>",
    "citations": [
        "143 So. 3d 1105"
    ],
    "opinions": [
        {
            "author_str": "Altenbernd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.2dca.org/opinions/Opinion_Pages/Opinion_Pages_2014/August/August 01, 2014/2D13-805.pdf",
            "author_id": null,
            "opinion_text": "               NOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING\n                      MOTION AND, IF FILED, DETERMINED\n\n\n                                              IN THE DISTRICT COURT OF APPEAL\n                                              OF FLORIDA\n                                              SECOND DISTRICT\nJOSE L. GARCIA,                               )\n                                              )\n              Appellant,                      )\n                                              )\nv.                                            )         Case No. 2D13-805\n                                              )\nSTATE OF FLORIDA,                             )\n                                              )\n              Appellee.                       )\n                                              )\n\nOpinion filed August 1, 2014.\n\nAppeal from the Circuit Court for Pinellas\nCounty; R. Timothy Peters, Judge.\n\nHoward L. Dimmig, II, Public Defender, and\nJudith Ellis, Assistant Public Defender,\nBartow, for Appellant.\n\nPamela Jo Bondi, Attorney General,\nTallahassee, and John M. Klawikofsky,\nAssistant Attorney General, Tampa, for\nAppellee.\n\n\n\n\nALTENBERND, Judge.\n\n              Jose L. Garcia appeals his judgment and sentence of life in prison for\n\ncapital sexual battery. We reverse the judgment and sentence and remand for a new\n\ntrial because the trial court instructed the jury using the wrong standard instruction. This\n\ferror resulted in the jury receiving an instruction that contained a wrong element of the\n\noffense when that element was in dispute and material to the jury's deliberations.\n\n              The amended information in this case charged a single count of capital\n\nsexual battery. Specifically, it alleged that on July 31 or August 1 of 2011, Mr. Garcia\n\nplaced his finger into the vagina of the victim, who was less than twelve years of age.\n\nSee § 794.011(2)(a), Fla. Stat. (2011). The information also alleged that the act was\n\ndone in \"a lewd, lascivious or indecent manner,\" which was not necessary to establish\n\nthe elements of capital sexual battery.\n\n              The trial court prepared the draft jury instructions and verdict form and\n\nprovided them to the attorneys on the morning of the second day of trial. There was a\n\nserious error in these documents, but the lawyers did not object. The trial court properly\n\nused Florida Standard Jury Instruction 11.1 as its core instruction for capital sexual\n\nbattery. But it selected element 2(a) from the options available for that element. Thus,\n\nthe instruction read:\n\n              [T]he State must prove the following three elements beyond\n              a reasonable doubt:\n              ....\n                     2. Jose L. Garcia committed an act upon (victim) in\n              which the finger of Jose L. Garcia penetrated or had union\n              with the vagina of (victim).\n\nThis instruction is not intended for use in cases alleging sexual battery where the\n\nunlawful contact involves the defendant's finger.\n\n              Element 2(b) of the standard instruction actually applied in this case. That\n\nstandard instruction reads: \"(Defendant) committed an act upon (victim) in which the\n\n[anus] [vagina] of (victim) was penetrated by an object.\" Admittedly, \"an object\" is a\n\nbroad concept. Sometimes this instruction is modified to state that the defendant\n\n\n\n                                           -2-\n\fcommitted an act upon the victim in which the vagina of the victim was penetrated by\n\nthe defendant's finger.\n\n              Thus, the offense charged required proof that Mr. Garcia penetrated the\n\nvictim's vagina with his finger. The jury instruction actually given allowed the jury to\n\nconvict him upon evidence that his finger had \"union\" with the victim's vagina. Evidence\n\nof such \"union\" would be sufficient to prove lewd or lascivious molestation under section\n\n800.04(5), Florida Statutes (2011), but it would not support a conviction for capital\n\nsexual battery.1\n\n              Because this error was not preserved in the trial court, the primary\n\nquestion is whether the error is fundamental. Recently, in Daniels v. State, 121 So. 3d\n\n409, 418 (Fla. 2013), the supreme court reconfirmed the test for fundamental error in an\n\ninstruction involving the elements of the charged offense, which it had earlier\n\nannounced in Reed v. State, 837 So. 2d 366, 369-70 (Fla. 2002). It stated:\n\n              Accordingly, where the trial court fails to correctly instruct on\n              an element of the crime over which there is dispute, and that\n              element is both pertinent and material to what the jury must\n              consider in order to decide if the defendant is guilty of the\n              crime charged or any of its lesser included offenses,\n              fundamental error occurs.\n\nDaniels, 121 So. 3d at 418; see also Haygood v. State, 109 So. 3d 735, 741 (Fla.\n\n2013) (\"[F]undamental error occurs in a jury instruction where the instruction\n\npertains to a disputed element of the offense and the error is pertinent or material\n\nto what the jury must consider to convict.\").\n\n\n\n              1\n                Section 800.04(5)(a) defines lewd or lascivious molestation as\n\"intentionally touch[ing] in a lewd or lascivious manner the breasts, genitals, genital\narea, or buttocks, or the clothing covering them, of a person less than 16 years of age,\nor forc[ing] or entic[ing] a person under 16 years of age to so touch the perpetrator.\"\n\n\n                                            -3-\n\f             A review of the record establishes that the issue of penetration was in\n\ndispute and that the distinction between \"union\" and \"penetration\" was very pertinent\n\nand material to what the jury was required to consider in order to decide if Mr. Garcia\n\nwas guilty of the crime charged. The victim in this case was about eleven when the\n\nevent occurred and twelve when she testified. She testified that she fell asleep while\n\nsitting next to Mr. Garcia in a recliner. When she woke up, one of his \"hands\" was in\n\nher \"underwear.\" The transcript then reflects the following questions and answers:\n\n                    Q.     What did you feel?\n\n                    A.     His finger.\n\n                    Q.     Okay. And where was his finger?\n\n                    A.     In my vagina.\n\n                    Q      Did you call it a vagina back then or was it\n                           something else?\n\n                    A.     I called it a killy (phonetic), because that's what\n                           my mom called it.\n\n                    Q.     And you said you felt his hand in your vagina.\n                           Was it on the outside or the inside?\n\n                    A.     The inside-ish.\n\n                    Q.     And what was—was his hand just sitting there\n                           still or what was going on?\n\n                    A.     It was kind of, like, tapping.\n\n                    Q.     And was that his finger or his whole hand?\n\n                    A.     His finger.\n\n                    Q.     And was it tapping on the whole part or the\n                           outside part?\n\n                    A.     I don't understand.\n\n\n\n                                             -4-\n\f                     Q.      Where on his—where on your vagina was his\n                             finger tapping?\n\n                     A.      Inside.\n\n              The difficulty with this testimony, of course, is that it appears very likely\n\nthat the victim's \"killy\" was actually a description of her genital area and not specifically\n\nher vagina. Even in the transcript, her use of the word \"vagina\" seems coached. It is\n\npossible that this child was describing a \"tapping\" with a finger on part of her genital\n\narea but not actually a penetration of her vagina. Certainly, with proper instructions a\n\njury could easily have decided that the State had not proven a penetration of the vagina\n\nbeyond a reasonable doubt.\n\n              The child was not examined by a nurse until seventeen days after the\n\nevent. She told the nurse that Mr. Garcia had put his hands inside her underwear\n\n\"touching me.\" The nurse found no evidence of trauma or tearing but did not expect to\n\nfind such evidence in the case of a \"fondling.\"\n\n              During closing argument, the prosecutor explained to the jury:\n\n                     Element number two is what I anticipate there will be\n              some dispute with from the defense. Jose Garcia committed\n              an act upon (victim) in which the finger of Jose Garcia\n              penetrated or had union with the vagina of (the victim).\n\n                     And that's the key element that I assume that's going\n              to be in dispute today. Where does the evidence come from\n              that shows you that that occurred?\n\n              We agree with the prosecutor's assessment of the \"key element.\"\n\nAdmittedly, in this case the defense attorney never argued to the jury that the case\n\nmight involve a union or touching but not a penetration. The reason for that omission is\n\nthe same reason that the attorney did not object to the instruction; the attorney\n\n\n\n                                             -5-\n\fobviously did not understand the elements of the offense with which her client was\n\ncharged.2\n\n              However, the attorneys' failure to specifically dispute this element is not\n\ncomparable to cases where the attorney elects not to dispute an element when the\n\nevidence and theory of defense do not create an arguable dispute. By pleading not\n\nguilty and arguing that the events did not occur, Mr. Garcia disputed every element of\n\nthe charged offense. Cf. Griffin v. State, 128 So. 3d 88 (Fla. 2d DCA 2013) (holding an\n\nerroneous instruction on the lesser-included offense of manslaughter by act was not\n\nfundamental error in a prosecution for second-degree murder because the defendant\n\nconceded the manner of the crime but presented the defense of mistaken identity),\n\nreview granted, No. SC13-2450 (Fla. Feb. 17, 2014); Ingraham v. State, 32 So. 3d 761,\n\n767 (Fla. 2d DCA 2010) (holding that failure to instruct on the element of intent to\n\ncommit larceny in a prosecution for vending machine theft under section 877.08(3),\n\nFlorida Statutes (2004), was not fundamental error because the only disputed element\n\nat trial was the identity of the defendant as the perpetrator).\n\n              In Mr. Garcia's case, with the correct jury instruction, his attorney could\n\nhave disputed this issue in light of the evidence at trial. In this context, we conclude that\n\nthe test for whether the issue was in dispute and whether the element was pertinent and\n\nmaterial to the jury's deliberations should not be based on the argument of the lawyer\n\nwho did not object to the erroneous instruction. Instead, the test should be whether the\n\n\n\n              2\n                Arguably, our holding in this case could be based on ineffective\nassistance of counsel on the face of the record. There certainly is no conceivable\ntactical reason to allow the trial court to give and the prosecutor to rely upon a \"union\"\ninstruction in this case.\n\n\n\n                                            -6-\n\fevidence presented a genuine dispute that was pertinent to the jury's decision if the\n\ncorrect instruction had been given. Such is clearly the case on the face of this record.\n\n              The State argues that we should conclude this error was not fundamental\n\nbased on the similar holding in Graves v. State, 704 So. 2d 147 (Fla. 1st DCA 1997).\n\nWe note that Graves was decided before Reed, 837 So. 2d 366, and that Judge Benton\n\ndissented as to this issue. See Graves, 704 So. 2d at 149-50 (Benton, J., concurring\n\nand dissenting). Moreover, there apparently was evidence in Graves that the defendant\n\ninjured the victim's sexual organs. 704 So. 2d at 148. The court in Graves explained\n\nthat the victim's testimony and her demonstration before the jury were sufficient\n\nevidence of the charged offense. Id. Finally, the court in Graves noted that the\n\nprosecutor \"focused only on the evidence of penetration\" and \"did not try this case on a\n\nunion theory.\" Id. at 149. We are convinced that Mr. Garcia's case is closer to some of\n\nthe cases distinguished in the Graves opinion. See, e.g., Gill v. State, 586 So. 2d 471,\n\n472 (Fla. 4th DCA 1991) (finding a similar jury instruction fundamentally erroneous\n\nbecause even though the victim's testimony indicated that penetration occurred, \"a\n\nportion of that testimony was sufficiently ambiguous to raise a question for the jury as to\n\nwhether in fact there had been penetration\").\n\n              The instructions and the verdict form prepared by the trial court in this\n\ncase did not include any lesser offense other than misdemeanor battery. Again, there\n\nwas no objection. On remand, however, both the prosecutor and the defense counsel\n\nmay need to give further thought to whether attempted capital sexual battery is a lesser\n\noffense and, in light of the allegations in the information that the act was committed in a\n\nlewd or lascivious manner, whether section 800.04(5)(b) may be a permissive lesser\n\n\n\n\n                                           -7-\n\foffense in this case. Cf. Williams v. State, 957 So. 2d 595 (Fla. 2007).3\n\n             Reversed and remanded.\n\n\n\nNORTHCUTT, J., Concurs.\nCASANUEVA, J., Concurs in result only.\n\n\n\n\n             3\n               We note that section 800.04(5)(b) was added by legislative amendment\nafter our decision in Garcia v. State, 976 So. 2d 676 (Fla. 2d DCA 2008) (affirming trial\ncourt's denial of another defendant's request to instruct jury on lewd or lascivious\nmolestation under section 800.04(5)(a), Florida Statutes (2004), as a permissive lesser-\nincluded offense of capital sexual battery where statutory elements of lewd or lascivious\nmolestation were not alleged in the information). See ch. 2008-182, § 3, at 2154, Laws\nof Fla.\n\n\n                                           -8-\n\f",
            "ocr": false,
            "opinion_id": 2689126
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}