{
    "id": 284053,
    "judges": "Simpson, Suttle, Thornberry",
    "date_filed": -24969600000,
    "date_filed_is_approximate": false,
    "slug": "john-fields-v-united-states",
    "case_name_short": null,
    "case_name": "John Fields v. United States",
    "case_name_full": "John FIELDS, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Richard R. Booth, Miami, Fla., for appellant., Morton Orbach, Asst. U. S. Atty., Miami, Fla., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b941-4\">\n    John FIELDS, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b941-6\">\n    No. 25429.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b941-7\">\n    United States Court of Appeals Fifth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b941-8\">\n    March 18, 1969.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b941-24\">\n    Richard R. Booth, Miami, Fla., for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b941-25\">\n    Morton Orbach, Asst. U. S. Atty., Miami, Fla., for appellee.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b942-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"886\"> \n     *886\n     </span>\n    Before THORNBERRY and SIMPSON, Circuit Judges, and SUTTLE, District Judge :\n   </p>",
    "citations": [
        "408 F.2d 885"
    ],
    "opinions": [
        {
            "author_str": "Suttle",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/408/408.F2d.885.25429_1.html",
            "author_id": null,
            "opinion_text": "408 F.2d 885\n    John FIELDS, Appellant,v.UNITED STATES of America, Appellee.\n    No. 25429.\n    United States Court of Appeals Fifth Circuit.\n    March 18, 1969.\n    \n      1\n      Richard R. Booth, Miami, Fla., for appellant.\n    \n    \n      2\n      Morton Orbach, Asst. U. S. Atty., Miami, Fla., for appellee.\n    \n    \n      3\n      Before THORNBERRY and SIMPSON, Circuit Judges, and SUTTLE, District Judge:\n    \n    SUTTLE, District Judge:\n    \n      4\n      Appellant was charged below in a one-count indictment, along with Grover Cleveland Moncur, Ben Gregg, Jr., and Benjamin Franklin Tucker, with having stolen and concealed 247 television sets that were a part of an interstate shipment, in violation of 18 U.S.C. &#167; 659.1 At trial, Fields and Moncur were represented by the same attorney. Tucker was granted a judgment of acquittal; all other defendants were found guilty by the jury. Only John Fields, Jr., appeals from the judgment of conviction.\n    \n    \n      5\n      In urging reversal, appellant contends that (1) he was denied effective assistance of counsel, (2) the indictment is duplicitous, and (3) a severance should have been ordered as to him.\n    \n    \n      6\n      Admitting he never moved for a severance of his case in the court below, appellant contends that it was plain error2 for the trial court not to order a severance of his case, since it was clear from the evidence as it developed that his co-defendant Moncur would have been a valuable witness in appellant's behalf. In support of this assertion, appellant points to a written statement of Moncur, admitted into evidence, in which there is inked out the name of a man Moncur knew was engaged in the operation. Speculating that the excised name is not his, appellant claims Moncur could testify to that effect, and thus corroborate appellant's testimony that he did not even know Moncur during the period in question.\n    \n    \n      7\n      We recently reviewed a similar contention, and stated the law of this Circuit as follows:\n    \n    \n      8\n      \"`An intention of the movant to have his codefendant testify has never been considered ground for severance. [Citing, inter alia, Kolod v. United States, 371 F.2d 983 (10th Cir. 1967); Gorin v. United States, 313 F.2d 641 (1st Cir. 1963); Olmstead v. United States, 19 F.2d 842, 53 A.L.R. 1472 (9th Cir. 1927).] This is especially true where, as here, any prejudice resulting from the joint trial is merely speculative. Lott has neither shown nor asserted that (1) Smith's version of the facts would have any exculpatory effect [Citing United States v. Echeles, 352 F.2d 892 (7th Cir. 1965). See also Garnett v. United States, 404 F. 2d 26 (5th Cir. 1968) (per curiam).] or that (2) Smith would more likely testify were he tried separately. [Citing, inter alia, Kolod v. United States, supra.] We do not conjecture abuses of discretion.' (Emphasis added.)\n    \n    \n      9\n      See also Sullins v. United States, 10 Cir., 1968, 389 F.2d 985, 989. See generally 8 Moore, Federal Practice &#182; 14.04[4], pp. 14-30 (2d ed. 1968).\"3\n    \n    \n      10\n      A fortiori, we will not conjecture the type of abuse which may be noticed as plain error or defect affecting substantial rights.4 Appellant does not complain of the admission of Moncur's statement.5 He embraces its admission, and speculates that Moncur's corroboration thereof would be even more helpful, and that, therefore, a severance should have been ordered. This assertion, without a showing as to the likelihood of the testimony being given in separate trials, and without any evidence that that testimony would tend to exculpate the appellant, is not sufficient to show the prejudice required under Rule 14, F.R.Crim.P., much less that required for reversal absent a motion for severance below.\n    \n    \n      11\n      Appellant next contends that the indictment is duplicitous, in that it charges him in one count, in the conjunctive, with stealing, unlawfully taking, carrying away, and concealing. This contention was overruled by the trial court when presented in a pretrial motion to quash and in the motion for judgment of acquittal made by appellant at the end of the government's case in chief. The ruling was correct. Where a statute specifies several alternative ways in which an offense can be committed, the indictment may allege the several ways in the conjunctive, and a conviction thereon will stand if proof of one or more of the means of commission is sufficient.6 Viewing the evidence in the light most favorable to the United States,7 it is sufficient to support a verdict of guilty on at least some, if not all, of the acts alleged in the indictment.\n    \n    \n      12\n      Appellant's final contention, that he was deprived of effective representation of counsel, centers around the fact that the same attorney represented both him and Moncur. Claiming that there was a conflict of interests to the prejudice of appellant, he argues, as he did in connection with the severance question, that it was in his best interest that Moncur testify, but that Moncur's best interests were to the contrary. Thus, he continues, the same attorney could not represent both effectively. Having held that there is no showing that Moncur's failure to testify had any prejudicial effect on appellant's case, this contention needs little discussion. There was neither objection, claim nor notice to the trial court of any alleged conflict between the interests of the appellant and Moncur. We are neither directed to nor can find any indication in the record of such a conflict, other than mere speculations disposed of above.8 There was no denial of appellant's right to effective assistance of counsel under the Sixth Amendment to the United States Constitution.9\n    \n    \n      13\n      The judgment appealed from is Affirmed.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         18 U.S.C. &#167; 659 reads, in relevant part, as follows:\n        \"Whoever embezzles, steals, or unlawfully takes, carries away, or conceals, * * * from any * * * motor-truck, or other vehicle, or from any * * * storage facility, station, station house, platform or depot * * *, or from any aircraft, air terminal, airport, aircraft terminal or air navigation facility with intent to convert to his own use any goods or chattels moving as or which are a part of or which constitute an interstate or foreign shipment of freight, * * *\n        \"Shall in each case be fined not more than $5,000 or imprisoned not more than ten years, or both; but if the amount or value of such * * * goods or chattels does not exceed $100, he shall be fined not more than $1,000 or imprisoned not more than one year, or both.\"\n        The jury specifically found the goods involved to have a value of more than $100.\n      \n      \n        2\n         See Rule 52(b), F.R.Crim.P\n      \n      \n        3\n         Tillman v. United States, 406 F.2d 930, 936 (5th Cir. 1969), quoting from, Smith v. United States, 385 F.2d 34, 38 (5th Cir. 1967)\n      \n      \n        4\n         See Rule 52(b),supra n. 2.\n      \n      \n        5\n         See Butler v. United States, 122 U.S. App.D.C. 5, 350 F.2d 788, 790 (1965). Compare Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968). Here the statement was exculpatory as to Moncur himself, added nothing to the government's case against appellant; compare Atwell v. United States, 398 F.2d 507, 510 (5th Cir. 1968); and in no way implicated appellant; United States v. Lyon, 397 F.2d 505, 509 (7th Cir. 1967), cert. denied, Lysczyk v. United States, 393 U.S. 846, 89 S.Ct. 131, 21 L. Ed.2d 117 (1968). The names of anyone who might be implicated were deleted; see Bruton v. United States, supra 391 U.S. at p. 134 n. 10, 88 S.Ct. 1620, cf. Calloway v. United States, 130 U.S. App.D.C. 273, 399 F.2d 1006, 1008-1009 (1968); and there was nothing in other testimony raising an inference that the anonymous references pertained to appellant; compare Greenwell v. United States, 119 U.S.App.D.C. 43, 50, 336 F.2d 962, 969 (1964), cert. denied, Greenwell v. Anderson, 380 U.S. 923, 85 S.Ct. 921, 13 L.Ed.2d 807 (1965);cf. Jones v. United States, 119 U.S.App.D.C. 284, 287-288, 342 F.2d 863, 866-867 (1964).\n        Nor does appellant contend that he was precluded from commenting on Moncur's failure to testify. Compare DeLuna v. United States, 308 F.2d 140, 1 A.L.R.3d 969 (5th Cir. 1962), rehearing denied, 324 F.2d 375 (1963).\n      \n      \n        6\n         Cunningham v. United States, 356 F.2d 454 (5th Cir. 1966); Heflin v. United States, 223 F.2d 371 (5th Cir. 1955)\n      \n      \n        7\n         See Glasser v. United States, 315 U.S. 60, 62 S.Ct. 457, 86 L.Ed. 680 (1942)\n      \n      \n        8\n         The only possible prejudicial inference the jury could have drawn from the common representation of appellant and Moncur was negated by that portion of the Court's charge which reads:\n        \"The defendants John Fields and Grover Cleveland Moncur are both represented by the same attorney, George Nicholas. You are instructed to find separate verdicts for each of these two defendants as well as the third defendant. You are to draw no connection between the two defendants, Fields and Moncur, because they are represented by the same attorney. You must not infer John Fields or Grover Cleveland Moncur knew each other prior to their arrest because they now employ the same attorney.\"\n        Throughout the charge, the court emphasized that the verdict as to each defendant must be considered separately on the basis of the evidence admitted against that defendant alone.\n      \n      \n        9\n         See Lott v. United States, 218 F.2d 675, 681 (5th Cir. 1955)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 284053
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}