{
    "id": 1821713,
    "judges": "Coyne, Kelley, Peterson, Simonett, Wahl",
    "date_filed": 482716800000,
    "date_filed_is_approximate": false,
    "slug": "atwater-creamery-co-v-western-national-mutual-insurance-co",
    "case_name_short": null,
    "case_name": "Atwater Creamery Co. v. Western National Mutual Insurance Co.",
    "case_name_full": "ATWATER CREAMERY COMPANY, Appellant, v. WESTERN NATIONAL MUTUAL INSURANCE COMPANY, and Strehlow Insurance Agency, Et Al., Respondents",
    "attorneys": "George L. May, Brent D. Bostrom, St. Paul, for appellant., James T. Martin, John Varpness, Edina, for Western Nat., Clarance E. Hagglund, Sally Holmgren, Minneapolis, for Strehlow Ins. Agency.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 20,1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 135,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b303-11\">\n    ATWATER CREAMERY COMPANY, Appellant, v. WESTERN NATIONAL MUTUAL INSURANCE COMPANY, and Strehlow Insurance Agency, et al., Respondents.\n   </parties><br><docketnumber id=\"b303-16\">\n    No. C5-82-581.\n   </docketnumber><br><court id=\"b303-17\">\n    Supreme Court of Minnesota.\n   </court><br><decisiondate id=\"b303-18\">\n    April 19, 1985.\n   </decisiondate><br><otherdate id=\"b303-19\">\n    Rehearing Denied May 20,1985.\n   </otherdate><br><attorneys id=\"b305-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"273\"> \n     *273\n     </span>\n    George L. May, Brent D. Bostrom, St. Paul, for appellant.\n   </attorneys><br><attorneys id=\"b305-18\">\n    James T. Martin, John Varpness, Edina, for Western Nat.\n   </attorneys><br><attorneys id=\"b305-19\">\n    Clarance E. Hagglund, Sally Holmgren, Minneapolis, for Strehlow Ins. Agency.\n   </attorneys>",
    "citations": [
        "366 N.W.2d 271"
    ],
    "opinions": [
        {
            "author_str": "Wahl",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWAHL, Justice.\nAtwater Creamery Company (Atwater) sought a declaratory judgment against its insurer, Western National Mutual Insurance Company (Western), seeking coverage for losses sustained during a burglary of the creamery’s storage building. Atwater joined Strehlow Insurance Agency and Charles Strehlow (Strehlow), its agent, as defendants, seeking damages in the alternative due to Strehlow’s alleged negligence and misrepresentation. The Kandiyohi County District Court granted a directed verdict for Strehlow because Atwater failed to establish an insurance agent’s standard of care by expert testimony. The trial court then dismissed the jury for lack of disputed issues of fact and ordered judgment in favor of the insurer, concluding that the burglary insurance policy in effect defined burglary so as to exclude coverage *274of this burglary. We affirm the directed verdict for Strehlow but reverse as to the policy coverage.\nAtwater does business as a creamery and as a supplier of farm chemicals in Atwater, Minnesota. It was insured during the time in question against burglary, up to a ceiling of $20,000, by Western under Merchantile Open Stock Burglary Policy SC10-1010-12, which contained an “evidence of forcible entry” requirement in its definition of burglary. The creamery had recovered small amounts under this policy for two separate burglaries prior to the events in this case.\nAtwater built a separate facility, called the Soil Center, a few blocks away from its main plant in 1975 for the purpose of storing and selling chemicals. The Soil Center is a large rectangular building with two regular doors along the north side and two large, sliding doors, one each on the east and west sides. There are no other entrances or exits to or from the building itself. One of the doors on the north side leads into the office in the northwest corner of the building. It is secured by a regular dead bolt lock, opened with a key. There is no access into the main portion of the building from the office. Persons entering the main area must use the other door on the north side which is secured by a padlock after hours. The large sliding doors on the east and west are secured by large hasps on each side of each door which are held tight by turnbuckles that must be loosened before the doors can be opened.\nInside the main area of the building, along the north wall, is a large storage bin with three separate doors, each of which is secured by a padlock. Between the storage bin and the office is an “alleyway,” entered through the large sliding doors, which runs east and west the length of the building. Trucks are stored in the alleyway when not in use.\nSometime between 9:30 p.m., Saturday, April 9, and 6 a.m., Monday, April 11, 1977, one or more persons made unauthorized entry into the building, took chemicals worth $15,587.40, apparently loading them on the truck that had been parked inside and driving away after loosening the turnbuckles on the east door and closing it. The truck was later found parked near the town dump, with the key still in the ignition.\nLarry Poe, the plant manager at the Soil Center, had left at 9:30 p.m. on Saturday, after making sure everything was properly secured. On Monday morning, the north side doors were locked securely, but two of the three doors to the storage bin were ajar. Their padlocks were gone and never found. The turnbuckles had been loosened on the east sliding door so that it could be easily opened or closed.\nAn investigation by the local police, the Kandiyohi County Sheriffs Department, and the Minnesota Bureau of Criminal Investigation determined that no Atwater Creamery employees, past or present, were involved in the burglary. Suspicion settled on persons wholly unconnected with the creamery or even with the local area, but no one has been apprehended or charged with the crime.\nAtwater filed a claim with Western under the burglary policy. Western denied coverage because there were no visible marks of physical damage to the exterior at the point of entrance or to the interior at the point of exit, as required by the definition of burglary in the policy. The creamery then brought suit against Western for the $15,587.40 loss, $7,500 in other directly related business losses and costs, disbursements and reasonable attorney fees.\nCharles H. Strehlow, the owner of the Strehlow Insurance Agency in Willmar, Minnesota, and Western’s agent, testified that he is certain he mentioned the evidence-of-forcible-entry requirement to Poe and members of the Atwater Board of Directors but was unable to say when the discussion occurred. Poe and the board members examined do not remember any such discussion. None of the board members had read the policy, which is kept in the safe at the main plant, and Poe had not read it in its entirety. He stated that he started to read it but gave up because he could not understand it.\n*275The issues on appeal are:\n1. whether the conformity clause in the policy operates to substitute the statutory definition of the crime of burglary, for the definition of burglary in the policy;\n2. whether the reasonable expectations of the insured as to coverage govern to defeat the literal language of the policy; and\n3. whether expert testimony is necessary to establish an insurance agent’s standard of care in advising customers of gaps in policy coverage.\n1. CONFORMITY CLAUSE.\nAtwater argues that the conformity clause in the burglary insurance policy operates to substitute the statutory definition of burglary for the policy definition. The conformity clause reads:\n14. Terms of Policy Conformed to Statute. Terms of this policy which are in conflict with the statutes of the State wherein this policy is issued are hereby amended to conform to such statutes.\nThe burglary definition in the policy reads:\n[T]he felonious abstraction of insured property (1) from within the premises by a person making felonious entry therein by actual force and violence, of which force and violence there are visible marks made by tools, explosives, electricity or chemicals upon, or physical damage to, the exterior of the premises at the place of such entry, or * ⅜ * (3) from within the premises by a person making felonious exit therefrom by actual force and violence as evidenced by visible marks made by tools, explosives, electricity or chemicals upon, or physical damage to, the interior of the premises at the place of such exit.\nMinnesota Statutes § 609.58, subd. 2 (1982), reads:\nWhoever enters a building without the consent of the person in lawful possession, * * * with intent to commit a crime in it, or whoever remains within a building without the consent of the person in lawful authority, with intent to commit a crime in ¾ commits burglary.\nThe question is whether the two definitions actually conflict with each other. We conclude that they do not.\nThe statutory definition of burglary operates to impose criminal sanctions on those whose acts fall within its purview. The purpose of the policy definition, however, is to limit the risk the insurer is willing to underwrite. There is no reason an insurer must necessarily define terms in its contracts in the same manner as a statute that exists for an entirely different purpose. We do not agree, however, with the insurer’s argument that a conformity clause operates to substitute statutory provisions for policy provisions only where the statute is one that directly regulates insurance. Maryland Casualty Co. v. American Lumber &amp; Wrecking Co., 204 Minn. 43, 282 N.W. 806 (1938), cited by Western to support its argument, merely stands for the proposition that where there is a statute regulating the insurance industry, the industry must conform to that statute. We hold that an insurance policy provision must be in direct conflict with a statute before a conformity clause operates to substitute the statutory provisions for the policy provision. It makes no difference whether the statute is one regulating insurance.\nAn insurer may limit the risks against which it is willing to indemnify the insured. The policy definition of burglary is different and more limited than the criminal statute definition, but there is no conflict between the two given their disparate functions. The difference between the two, however, has a bearing on the insured’s reasonable expectations in purchasing burglary insurance.\n2. APPLICATION OF THE POLICY DEFINITION OF BURGLARY.\nThe definition of burglary in this policy is one used generally in burglary insurance. Courts have construed it in dif*276ferent ways.1 It has been held ambiguous and construed in favor of coverage in the absence of visible marks of forceable entry or exit. United States Fidelity &amp; Guaranty Co. v. Woodward, 118 Ga.App. 591, 164 S.E.2d 878 (1968). We reject this analysis because we view the definition in the policy as clear and precise. It is not ambiguous.\nIn determining the intent of the parties to the insurance contract, courts have looked to the purpose of the visible-marks-of-forcible-entry requirement. These purposes are two: to protect insurance companies from fraud by way of “inside jobs” and to encourage insureds to reasonably secure the premises. See 5 Appleman § 3176 at 517. As long as the theft involved clearly neither an inside job nor the result of a lack of secured premises, some courts have simply held that the definition does not apply. Limberis v. Aetna Casualty &amp; Surety Co., 263 A.2d 83 (Me.1970); Kretschmer’s House of Appliances, Inc. v. United States Fidelity &amp; Guaranty Co., 410 S.W.2d 617 (Ky.1966).\nIn the instant case, there is no dispute as to whether Atwater is attempting to defraud Western or whether the Soil Center was properly secured. The trial court found that the premises were secured before the robbery and that the law enforcement investigators had determined that it was not an “inside job.” To enforce the burglary definition literally against the creamery will in no way effectuate either purpose behind the restrictive definition. We are uncomfortable, however, with this analysis given the right of an insurer to limit the risk against which it will indemnify insureds.\nAt least three state courts have held that the definition merely provides for one form of evidence which may be used to prove a burglary and that, consequently, other evidence of a burglary will suffice to provide coverage. Ferguson v. Phoenix Assurance Co. of New York, 189 Kan. 459, 370 P.2d 379 (1962); National Surety Co. v. Silberberg Bros., 176 S.W. 97 (Tex.Civ.App.1915); Rosenthal v. American Bonding Co. of Baltimore, 124 N.Y.S. 905 (N.Y.Sup.Ct.1910). The Nebraska Supreme Court recently rejected this argument in Cochran v. MFA Mutual Insurance Co., 201 Neb. 631, 271 N.W.2d 331 (1978). The Cochran court held that the definition is not a rule of evidence but is a limit on liability, is unambiguous and is applied literally to the facts of the case at hand. We, too, reject this view of the definition as merely a form of evidence. The policy attempts to comprehensively define burglaries that are covered by it. In essence, this approach ignores the policy definition altogether and substitutes the court’s or the statute’s definition of burglary. This we decline to do, either via the conformity clause or by calling the policy definition merely one form of evidence of a burglary.\nSome courts and commentators have recognized that the burglary definition at issue in this case constitutes a rather hidden exclusion from coverage. Exclusions in insurance contracts are read narrowly against the insurer. Running through the many court opinions refusing to literally enforce this burglary definition is the concept that the definition is surprisingly restrictive, that no one purchasing something called burglary insurance would expect coverage to exclude skilled burglaries that leave no visible marks of forcible entry or exit. Professor Robert E. Keeton, in analyzing these and other insurance cases where the results often do not follow from the rules stated, found there to be two general principles underlying many decisions. These principles are the reasonable expectations of the insured and the unconscionability of the clause itself or as applied to the facts of a specific case. Kee-ton, Insurance Law Rights at Variance with Policy Provisions, 83 Harv.L.Rev. 961 (1970). Keeton’s article and subsequent book, Basic Text on Insurance Law, *277(1971), have had significant impact on the construction of insurance contracts.\nThe doctrine of protecting the reasonable expectations of the insured is closely related to the doctrine of contracts of adhesion. Where there is unequal bargaining power between the parties so that one party controls all of the terms and offers the contract on a take-it-or-leave-it basis, the. contract will be strictly construed against the party who drafted it. Most courts recognize the great disparity in bargaining power between insurance companies and those who seek insurance. Further, they recognize that, in the majority of cases, a lay person lacks the necessary skills to read and understand insurance policies, which are typically long, set out in very small type and written from a legalistic or insurance expert’s perspective. Finally, courts recognize that people purchase insurance relying on others, the agent or company, to provide a policy that meets their needs. The result of the lack of insurance expertise on the part of insureds and the recognized marketing techniques of insurance companies is that “[t]he objectively reasonable expectations of applicants and intended beneficiaries regarding the terms of insurance contracts will be honored even though painstaking study of the policy provisions would have negated those expectations.” Keeton, 83 Harv.L.Rev. at 967.\nThe traditional approach to construction of insurance contracts is to require some kind of ambiguity in the policy before applying the doctrine of reasonable expectations. Several courts, however, have adopted Keeton’s view that ambiguity ought not be a condition precedent to the application of the reasonable-expectations doctrine.\nAs of 1980, approximately ten states had adopted the newer rule of reasonable expectations regardless of ambiguity. Davenport Peters Co. v. Royal Globe Insurance Co., 490 F.Supp. 286, 291 (D.Mass.1980). Other states, such as Missouri and North Dakota, have joined the ten since then.2 Most courts recognize that insureds seldom see the policy until the premium is paid, and even if they try to read it, they do not comprehend it. Few courts require insureds to have minutely examined the policy before relying on the terms they expect it to have and for which they have paid.\nThe burglary definition is a classic example of a policy provision that should be, and has been, interpreted according to the reasonable expectations of the insured. C &amp; J Fertilizer, Inc. v. Allied Mutual Insurance Co., 227 N.W.2d 169 (Iowa 1975). C &amp; J Fertilizer involved a burglary definition almost exactly like the one in the instant case as well as a burglary very similar to the Atwater burglary. The court applied the reasonable-expectations-regardless-of-ambiguity doctrine, noting that “[t]he most plaintiff might have reasonably anticipated was a policy requirement of visual evidence (abundant here) indicating the burglary was an ‘outside’ not an ‘inside’ job. The exclusion in issue, masking as a definition, makes insurer’s obligation to pay turn on the skill of the burglar, not on the event the parties bargained for: a bona fide third party burglary resulting in loss of plaintiff’s chemicals and equip*278ment.” Id. at 177. The burglary in C &amp; J Fertilizer left no visible marks on the exterior of the building, but an interior door was damaged. In the instant case, the facts are very similar except that there was no damage to the interior doors; their padlocks were simply gone. In C &amp; J Fertilizer, the police concluded that an “outside” burglary had occurred. The same is true here.\nAtwater had a burglary policy with Western for more than 30 years. The creamery relied on Charles Strehlow to procure for it insurance suitable for its needs. There is some factual dispute as to whether Strehlow ever told Poe about the “exclusion,” as Strehlow called it. Even if he had said that there was a visible-marks-of-forcible-entry requirement, Poe could reasonably have thought that it meant that there must be clear evidence of a burglary. There are, of course, fidelity bonds which cover employee theft. The creamery had such a policy covering director and manager theft. The fidelity company, however, does not undertake to insure against the risk of third-party burglaries. A business that requests and purchases burglary insurance reasonably is seeking coverage for loss from third-party burglaries whether a break-in is accomplished by an inept burglar or by a highly skilled burglar. Two other burglaries had occurred at the Soil Center, for which Atwater had received insurance proceeds under the policy. Poe and the board of the creamery could reasonably have expected the burglary policy to cover this burglary where the police, as well as the trial court, found that it was an “outside job.”\nThe reasonable-expectations doctrine gives the court a standard by which to construe insurance contracts without having to rely on arbitrary rules which do not reflect real-life situations and without having to bend and stretch those rules to do justice in individual cases. As Professor Keeton points out, ambiguity in the language of the contract is not irrelevant under this standard but becomes a factor in determining the reasonable expectations of the insured, along with such factors as whether the insured was told of important, but obscure, conditions or exclusions and whether the particular provision in the contract at issue is an item known by the public generally. The doctrine does not automatically remove from the insured a responsibility to read the policy. It does, however, recognize that in certain instances, such as where major exclusions are hidden in the definitions section, the insured should be held only to reasonable knowledge of the literal terms and conditions. The insured may show what actual expectations he or she had, but the fact-finder should determine whether those expectations were reasonable under the circumstances.\nWe have used the reasonable-expectations-of-the-insured analysis to provide coverage where the actual language interpreted as the insurance company intended would have proscribed coverage. Canadian Universal Insurance Co. v. Fire Watch, Inc., 258 N.W.2d 570 (Minn.1977). Western correctly points out that the issue there concerned a special endorsement issued subsequent to the policy which reduced coverage without notice to the insured. While the issue is somewhat different in the instant case, it is not so different that the general concept is made inapplicable.\nIn our view, the reasonable-expectations doctrine does not automatically mandate either pro-insurer or pro-insured results. It does place a burden on insurance companies to communicate coverage and exclusions of policies accurately and clearly. It does require that expectations of coverage by the insured be reasonable under the circumstances. Neither of those requirements seems overly burdensome. Properly used, the doctrine will result in coverage in some cases and in no coverage in others.\nWe hold that where the technical definition of burglary in a burglary insurance policy is, in effect, an exclusion from coverage, it will not be interpreted so as to *279defeat the reasonable expectations of the purchaser of the policy. Under the facts and circumstances of this case, Atwater reasonably expected that its burglary insurance policy with Western would cover the burglary that occurred. Our holding requires reversal as to policy coverage.\n3. INSURANCE AGENT’S STANDARD OF CARE.\nThe trial court dismissed the negligence claims against Strehlow because Atwater had not proved an insurance agent’s standard of care through expert testimony. The creamery argues that expert testimony was unnecessary. We agree with the trial court.\nWhere the acts or omissions complained of are within the general knowledge and experience of lay persons, expert testimony is not necessary to establish a standard of care, even in cases of alleged medical malpractice. Hestbeck v. Hennepin County, 297 Minn. 419, 212 N.W.2d 361 (1973). On the other hand, the rule for doctors and attorneys generally is that both the standard of care and the departure from it must be shown through expert testimony, because for a jury to decide negligence otherwise would be purely speculative. Smith v. Knowles, 281 N.W.2d 653 (Minn.1979). We have not ruled on the establishment of a standard of care for insurance agents. The rule applies, however, that if it would be speculative for the factfinder to decide the issue of negligence without having the benefit of expert testimony on the standard of care, the expert testimony is necessary. Insurance agents are professionals in a field that few lay persons know well. However, it is not a field that is so highly technical that the public cannot understand at least the general nature of an agent’s responsibilities.\nThe allegation of negligence on the part of Strehlow arises out of his 17-year relationship with Atwater Creamery, his alleged failure to notify the creamery of a large gap in its insurance coverage, and his alleged failure to ascertain whether insurance was available to cover that gap. The question of what standard applies is whether an insurance agent, generally authorized to procure insurance for a business, has an ongoing affirmative duty to carefully check over the current coverage, to notify the business of gaps, and to search out insurance to fill those gaps. The cases cited by Atwater Creamery on the issue of the establishment of the standard of care involve cases where what the agent did or did not do had been specifically requested by the insured or was a failure to act consistently with a clearly shown pattern of past practice.3 The standard of care issue in this case really goes beyond what the agent should do when clearly requested; it goes to the broader issue of affirmative duties where no request has been made. Because the issue centers around the professional judgment of the agent in the absence of requests for action, we hold that the trial court was correct. The standard of care in this case needed to be established by expert testimony. The trial court properly directed a verdict for Strehlow.\nAffirmed in part and reversed in part.\n\n. See 5 Appleman, Insurance Law and Practice § 3176, “External and Visible Marks in Burglary Losses,” 516 (1970, Supp.1983).\n\n\n. Some of the major cases adopting the doctrine are: Gray v. Zurich Ins. Co., 65 Cal.2d 263, 54 Cal.Rptr. 104, 107, 419 P.2d 168, 171 (1966); Smith v. Westland Life Ins. Co., 15 Cal.3d 111, 123 Cal.Rptr. 649, 539 P.2d 433 (1975); Corgatelli v. Globe Life &amp; Acc. Ins. Co., 96 Idaho 616, 533 P.2d 737 (1975) (overruled, see text); C &amp; J Fertilizer, Inc. v. Allied Mutual Ins. Co., 227 N.W.2d 169 (Iowa 1975); Collister v. Nationwide Life Ins. Co., 479 Pa. 579, 388 A.2d 1346 (1978).\nMissouri has recently adopted it in Estrin Construction Co. v. Aetna Casualty &amp; Surety Co., 612 S.W.2d 413 (Mo.App.1981); and North Dakota, in Mills v. Agrichemical Aviation, Inc., 250 N.W.2d 663 (N.D.1977), showed its similarity to North Dakota’s doctrine of contract of adhesion, which was followed in that case. Two of the original ten have overruled earlier cases and have reverted to the traditional rule. Hallowell v. State Farm Mutual Automobile Insurance Co., 443 A.2d 925 (Del.1982), and Casey v. Highlands Insurance Co., 600 P.2d 1387 (Idaho 1979). Both courts saw the new rule as relieving the insured of any responsibility for reading the policy.\n\n\n. See Sheridan v. Greenberg, 391 So.2d 234 (Fla.App.1980); Clary Insurance Agency v. Doyle, 620 P.2d 194 (Alaska 1980); Kane Ford Sales, Inc. v. Cruz, 119 Ill.App.2d 102, 255 N.E.2d 90 (1970).\n\n",
            "ocr": false,
            "opinion_id": 9686621
        },
        {
            "author_str": "Simonett",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSIMONETT, Justice\n(concurring specialty)-\nI would not apply the reasonable expectations test in the absence of ambiguity in the policy; but because I believe such ambiguity exists, I concur in the majority opinion to reverse.\n",
            "ocr": false,
            "opinion_id": 9686622
        },
        {
            "author_str": "Peterson",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPETERSON, Justice\n(concurring specialty)-\nI join in the special concurrence of Justice Simonett.\n",
            "ocr": false,
            "opinion_id": 9686623
        },
        {
            "author_str": "Kelley",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKELLEY, Justice\n(concurring specially).\nI join in the special concurrence of Justice Simonett.\n",
            "ocr": false,
            "opinion_id": 9686624
        },
        {
            "author_str": "Coyne",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*280COYNE, Justice\n(concurring specially).\nI join in the special concurrence of Justice Simonett.\n",
            "ocr": false,
            "opinion_id": 9686625
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4853.0,
            "opinion_text": "\n366 N.W.2d 271 (1985)\nATWATER CREAMERY COMPANY, Appellant,\nv.\nWESTERN NATIONAL MUTUAL INSURANCE COMPANY, and\nStrehlow Insurance Agency, et al., Respondents.\nNo. C5-82-581.\nSupreme Court of Minnesota.\nApril 19, 1985.\nRehearing Denied May 20, 1985.\n*273 George L. May, Brent D. Bostrom, St. Paul, for appellant.\nJames T. Martin, John Varpness, Edina, for Western Nat.\nClarance E. Hagglund, Sally Holmgren, Minneapolis, for Strehlow Ins. Agency.\nHeard, considered and decided by the court en banc.\nWAHL, Justice.\nAtwater Creamery Company (Atwater) sought a declaratory judgment against its insurer, Western National Mutual Insurance Company (Western), seeking coverage for losses sustained during a burglary of the creamery's storage building. Atwater joined Strehlow Insurance Agency and Charles Strehlow (Strehlow), its agent, as defendants, seeking damages in the alternative due to Strehlow's alleged negligence and misrepresentation. The Kandiyohi County District Court granted a directed verdict for Strehlow because Atwater failed to establish an insurance agent's standard of care by expert testimony. The trial court then dismissed the jury for lack of disputed issues of fact and ordered judgment in favor of the insurer, concluding that the burglary insurance policy in effect defined burglary so as to exclude coverage *274 of this burglary. We affirm the directed verdict for Strehlow but reverse as to the policy coverage.\nAtwater does business as a creamery and as a supplier of farm chemicals in Atwater, Minnesota. It was insured during the time in question against burglary, up to a ceiling of $20,000, by Western under Merchantile Open Stock Burglary Policy SC10-1010-12, which contained an \"evidence of forcible entry\" requirement in its definition of burglary. The creamery had recovered small amounts under this policy for two separate burglaries prior to the events in this case.\nAtwater built a separate facility, called the Soil Center, a few blocks away from its main plant in 1975 for the purpose of storing and selling chemicals. The Soil Center is a large rectangular building with two regular doors along the north side and two large, sliding doors, one each on the east and west sides. There are no other entrances or exits to or from the building itself. One of the doors on the north side leads into the office in the northwest corner of the building. It is secured by a regular dead bolt lock, opened with a key. There is no access into the main portion of the building from the office. Persons entering the main area must use the other door on the north side which is secured by a padlock after hours. The large sliding doors on the east and west are secured by large hasps on each side of each door which are held tight by turnbuckles that must be loosened before the doors can be opened.\nInside the main area of the building, along the north wall, is a large storage bin with three separate doors, each of which is secured by a padlock. Between the storage bin and the office is an \"alleyway,\" entered through the large sliding doors, which runs east and west the length of the building. Trucks are stored in the alleyway when not in use.\nSometime between 9:30 p.m., Saturday, April 9, and 6 a.m., Monday, April 11, 1977, one or more persons made unauthorized entry into the building, took chemicals worth $15,587.40, apparently loading them on the truck that had been parked inside and driving away after loosening the turnbuckles on the east door and closing it. The truck was later found parked near the town dump, with the key still in the ignition.\nLarry Poe, the plant manager at the Soil Center, had left at 9:30 p.m. on Saturday, after making sure everything was properly secured. On Monday morning, the north side doors were locked securely, but two of the three doors to the storage bin were ajar. Their padlocks were gone and never found. The turnbuckles had been loosened on the east sliding door so that it could be easily opened or closed.\nAn investigation by the local police, the Kandiyohi County Sheriff's Department, and the Minnesota Bureau of Criminal Investigation determined that no Atwater Creamery employees, past or present, were involved in the burglary. Suspicion settled on persons wholly unconnected with the creamery or even with the local area, but no one has been apprehended or charged with the crime.\nAtwater filed a claim with Western under the burglary policy. Western denied coverage because there were no visible marks of physical damage to the exterior at the point of entrance or to the interior at the point of exit, as required by the definition of burglary in the policy. The creamery then brought suit against Western for the $15,587.40 loss, $7,500 in other directly related business losses and costs, disbursements and reasonable attorney fees.\nCharles H. Strehlow, the owner of the Strehlow Insurance Agency in Willmar, Minnesota, and Western's agent, testified that he is certain he mentioned the evidence-of-forcible-entry requirement to Poe and members of the Atwater Board of Directors but was unable to say when the discussion occurred. Poe and the board members examined do not remember any such discussion. None of the board members had read the policy, which is kept in the safe at the main plant, and Poe had not read it in its entirety. He stated that he started to read it but gave up because he could not understand it.\n*275 The issues on appeal are:\n1. whether the conformity clause in the policy operates to substitute the statutory definition of the crime of burglary for the definition of burglary in the policy;\n2. whether the reasonable expectations of the insured as to coverage govern to defeat the literal language of the policy; and\n3. whether expert testimony is necessary to establish an insurance agent's standard of care in advising customers of gaps in policy coverage.\n\n1. CONFORMITY CLAUSE.\nAtwater argues that the conformity clause in the burglary insurance policy operates to substitute the statutory definition of burglary for the policy definition. The conformity clause reads:\n14. Terms of Policy Conformed to Statute. Terms of this policy which are in conflict with the statutes of the State wherein this policy is issued are hereby amended to conform to such statutes.\nThe burglary definition in the policy reads:\n[T]he felonious abstraction of insured property (1) from within the premises by a person making felonious entry therein by actual force and violence, of which force and violence there are visible marks made by tools, explosives, electricity or chemicals upon, or physical damage to, the exterior of the premises at the place of such entry, or * * * (3) from within the premises by a person making felonious exit therefrom by actual force and violence as evidenced by visible marks made by tools, explosives, electricity or chemicals upon, or physical damage to, the interior of the premises at the place of such exit.\nMinnesota Statutes § 609.58, subd. 2 (1982), reads:\nWhoever enters a building without the consent of the person in lawful possession, * * * with intent to commit a crime in it, or whoever remains within a building without the consent of the person in lawful authority, with intent to commit a crime in it, commits burglary.\nThe question is whether the two definitions actually conflict with each other. We conclude that they do not.\nThe statutory definition of burglary operates to impose criminal sanctions on those whose acts fall within its purview. The purpose of the policy definition, however, is to limit the risk the insurer is willing to underwrite. There is no reason an insurer must necessarily define terms in its contracts in the same manner as a statute that exists for an entirely different purpose. We do not agree, however, with the insurer's argument that a conformity clause operates to substitute statutory provisions for policy provisions only where the statute is one that directly regulates insurance. Maryland Casualty Co. v. American Lumber &amp; Wrecking Co., 204 Minn. 43, 282 N.W. 806 (1938), cited by Western to support its argument, merely stands for the proposition that where there is a statute regulating the insurance industry, the industry must conform to that statute. We hold that an insurance policy provision must be in direct conflict with a statute before a conformity clause operates to substitute the statutory provisions for the policy provision. It makes no difference whether the statute is one regulating insurance.\nAn insurer may limit the risks against which it is willing to indemnify the insured. The policy definition of burglary is different and more limited than the criminal statute definition, but there is no conflict between the two given their disparate functions. The difference between the two, however, has a bearing on the insured's reasonable expectations in purchasing burglary insurance.\n\n2. APPLICATION OF THE POLICY DEFINITION OF BURGLARY.\nThe definition of burglary in this policy is one used generally in burglary insurance. Courts have construed it in different *276 ways.[1] It has been held ambiguous and construed in favor of coverage in the absence of visible marks of forceable entry or exit. United States Fidelity &amp; Guaranty Co. v. Woodward, 118 Ga.App. 591, 164 S.E.2d 878 (1968). We reject this analysis because we view the definition in the policy as clear and precise. It is not ambiguous.\nIn determining the intent of the parties to the insurance contract, courts have looked to the purpose of the visible-marks-of-forcible-entry requirement. These purposes are two: to protect insurance companies from fraud by way of \"inside jobs\" and to encourage insureds to reasonably secure the premises. See 5 Appleman § 3176 at 517. As long as the theft involved clearly neither an inside job nor the result of a lack of secured premises, some courts have simply held that the definition does not apply. Limberis v. Aetna Casualty &amp; Surety Co., 263 A.2d 83 (Me.1970); Kretschmer's House of Appliances, Inc. v. United States Fidelity &amp; Guaranty Co., 410 S.W.2d 617 (Ky.1966).\nIn the instant case, there is no dispute as to whether Atwater is attempting to defraud Western or whether the Soil Center was properly secured. The trial court found that the premises were secured before the robbery and that the law enforcement investigators had determined that it was not an \"inside job.\" To enforce the burglary definition literally against the creamery will in no way effectuate either purpose behind the restrictive definition. We are uncomfortable, however, with this analysis given the right of an insurer to limit the risk against which it will indemnify insureds.\nAt least three state courts have held that the definition merely provides for one form of evidence which may be used to prove a burglary and that, consequently, other evidence of a burglary will suffice to provide coverage. Ferguson v. Phoenix Assurance Co. of New York, 189 Kan. 459, 370 P.2d 379 (1962); National Surety Co. v. Silberberg Bros., 176 S.W. 97 (Tex.Civ. App.1915); Rosenthal v. American Bonding Co. of Baltimore, 124 N.Y.S. 905 (N.Y. Sup.Ct.1910). The Nebraska Supreme Court recently rejected this argument in Cochran v. MFA Mutual Insurance Co., 201 Neb. 631, 271 N.W.2d 331 (1978). The Cochran court held that the definition is not a rule of evidence but is a limit on liability, is unambiguous and is applied literally to the facts of the case at hand. We, too, reject this view of the definition as merely a form of evidence. The policy attempts to comprehensively define burglaries that are covered by it. In essence, this approach ignores the policy definition altogether and substitutes the court's or the statute's definition of burglary. This we decline to do, either via the conformity clause or by calling the policy definition merely one form of evidence of a burglary.\nSome courts and commentators have recognized that the burglary definition at issue in this case constitutes a rather hidden exclusion from coverage. Exclusions in insurance contracts are read narrowly against the insurer. Running through the many court opinions refusing to literally enforce this burglary definition is the concept that the definition is surprisingly restrictive, that no one purchasing something called burglary insurance would expect coverage to exclude skilled burglaries that leave no visible marks of forcible entry or exit. Professor Robert E. Keeton, in analyzing these and other insurance cases where the results often do not follow from the rules stated, found there to be two general principles underlying many decisions. These principles are the reasonable expectations of the insured and the unconscionability of the clause itself or as applied to the facts of a specific case. Keeton, Insurance Law Rights at Variance with Policy Provisions, 83 Harv.L.Rev. 961 (1970). Keeton's article and subsequent book, Basic Text on Insurance Law, *277 (1971), have had significant impact on the construction of insurance contracts.\nThe doctrine of protecting the reasonable expectations of the insured is closely related to the doctrine of contracts of adhesion. Where there is unequal bargaining power between the parties so that one party controls all of the terms and offers the contract on a take-it-or-leave-it basis, the contract will be strictly construed against the party who drafted it. Most courts recognize the great disparity in bargaining power between insurance companies and those who seek insurance. Further, they recognize that, in the majority of cases, a lay person lacks the necessary skills to read and understand insurance policies, which are typically long, set out in very small type and written from a legalistic or insurance expert's perspective. Finally, courts recognize that people purchase insurance relying on others, the agent or company, to provide a policy that meets their needs. The result of the lack of insurance expertise on the part of insureds and the recognized marketing techniques of insurance companies is that \"[t]he objectively reasonable expectations of applicants and intended beneficiaries regarding the terms of insurance contracts will be honored even though painstaking study of the policy provisions would have negated those expectations.\" Keeton, 83 Harv.L.Rev. at 967.\nThe traditional approach to construction of insurance contracts is to require some kind of ambiguity in the policy before applying the doctrine of reasonable expectations. Several courts, however, have adopted Keeton's view that ambiguity ought not be a condition precedent to the application of the reasonable-expectations doctrine.\nAs of 1980, approximately ten states had adopted the newer rule of reasonable expectations regardless of ambiguity. Davenport Peters Co. v. Royal Globe Insurance Co., 490 F. Supp. 286, 291 (D.Mass. 1980). Other states, such as Missouri and North Dakota, have joined the ten since then.[2] Most courts recognize that insureds seldom see the policy until the premium is paid, and even if they try to read it, they do not comprehend it. Few courts require insureds to have minutely examined the policy before relying on the terms they expect it to have and for which they have paid.\nThe burglary definition is a classic example of a policy provision that should be, and has been, interpreted according to the reasonable expectations of the insured. C &amp; J Fertilizer, Inc. v. Allied Mutual Insurance Co., 227 N.W.2d 169 (Iowa 1975). C &amp; J Fertilizer involved a burglary definition almost exactly like the one in the instant case as well as a burglary very similar to the Atwater burglary. The court applied the reasonable-expectations-regardless-of-ambiguity doctrine, noting that \"[t]he most plaintiff might have reasonably anticipated was a policy requirement of visual evidence (abundant here) indicating the burglary was an `outside' not an `inside' job. The exclusion in issue, masking as a definition, makes insurer's obligation to pay turn on the skill of the burglar, not on the event the parties bargained for: a bona fide third party burglary resulting in loss of plaintiff's chemicals and equipment *278 Id. at 177. The burglary in C &amp; J Fertilizer left no visible marks on the exterior of the building, but an interior door was damaged. In the instant case, the facts are very similar except that there was no damage to the interior doors; their padlocks were simply gone. In C &amp; J Fertilizer, the police concluded that an \"outside\" burglary had occurred. The same is true here.\nAtwater had a burglary policy with Western for more than 30 years. The creamery relied on Charles Strehlow to procure for it insurance suitable for its needs. There is some factual dispute as to whether Strehlow ever told Poe about the \"exclusion,\" as Strehlow called it. Even if he had said that there was a visible-marks-of-forcible-entry requirement, Poe could reasonably have thought that it meant that there must be clear evidence of a burglary. There are, of course, fidelity bonds which cover employee theft. The creamery had such a policy covering director and manager theft. The fidelity company, however, does not undertake to insure against the risk of third-party burglaries. A business that requests and purchases burglary insurance reasonably is seeking coverage for loss from third-party burglaries whether a break-in is accomplished by an inept burglar or by a highly skilled burglar. Two other burglaries had occurred at the Soil Center, for which Atwater had received insurance proceeds under the policy. Poe and the board of the creamery could reasonably have expected the burglary policy to cover this burglary where the police, as well as the trial court, found that it was an \"outside job.\"\nThe reasonable-expectations doctrine gives the court a standard by which to construe insurance contracts without having to rely on arbitrary rules which do not reflect real-life situations and without having to bend and stretch those rules to do justice in individual cases. As Professor Keeton points out, ambiguity in the language of the contract is not irrelevant under this standard but becomes a factor in determining the reasonable expectations of the insured, along with such factors as whether the insured was told of important, but obscure, conditions or exclusions and whether the particular provision in the contract at issue is an item known by the public generally. The doctrine does not automatically remove from the insured a responsibility to read the policy. It does, however, recognize that in certain instances, such as where major exclusions are hidden in the definitions section, the insured should be held only to reasonable knowledge of the literal terms and conditions. The insured may show what actual expectations he or she had, but the factfinder should determine whether those expectations were reasonable under the circumstances.\nWe have used the reasonable-expectations-of-the-insured analysis to provide coverage where the actual language interpreted as the insurance company intended would have proscribed coverage. Canadian Universal Insurance Co. v. Fire Watch, Inc., 258 N.W.2d 570 (Minn.1977). Western correctly points out that the issue there concerned a special endorsement issued subsequent to the policy which reduced coverage without notice to the insured. While the issue is somewhat different in the instant case, it is not so different that the general concept is made inapplicable.\nIn our view, the reasonable-expectations doctrine does not automatically mandate either pro-insurer or pro-insured results. It does place a burden on insurance companies to communicate coverage and exclusions of policies accurately and clearly. It does require that expectations of coverage by the insured be reasonable under the circumstances. Neither of those requirements seems overly burdensome. Properly used, the doctrine will result in coverage in some cases and in no coverage in others.\nWe hold that where the technical definition of burglary in a burglary insurance policy is, in effect, an exclusion from coverage, it will not be interpreted so as to *279 defeat the reasonable expectations of the purchaser of the policy. Under the facts and circumstances of this case, Atwater reasonably expected that its burglary insurance policy with Western would cover the burglary that occurred. Our holding requires reversal as to policy coverage.\n\n3. INSURANCE AGENT'S STANDARD OF CARE.\nThe trial court dismissed the negligence claims against Strehlow because Atwater had not proved an insurance agent's standard of care through expert testimony. The creamery argues that expert testimony was unnecessary. We agree with the trial court.\nWhere the acts or omissions complained of are within the general knowledge and experience of lay persons, expert testimony is not necessary to establish a standard of care, even in cases of alleged medical malpractice. Hestbeck v. Hennepin County, 297 Minn. 419, 212 N.W.2d 361 (1973). On the other hand, the rule for doctors and attorneys generally is that both the standard of care and the departure from it must be shown through expert testimony, because for a jury to decide negligence otherwise would be purely speculative. Smith v. Knowles, 281 N.W.2d 653 (Minn.1979). We have not ruled on the establishment of a standard of care for insurance agents. The rule applies, however, that if it would be speculative for the factfinder to decide the issue of negligence without having the benefit of expert testimony on the standard of care, the expert testimony is necessary. Insurance agents are professionals in a field that few lay persons know well. However, it is not a field that is so highly technical that the public cannot understand at least the general nature of an agent's responsibilities.\nThe allegation of negligence on the part of Strehlow arises out of his 17-year relationship with Atwater Creamery, his alleged failure to notify the creamery of a large gap in its insurance coverage, and his alleged failure to ascertain whether insurance was available to cover that gap. The question of what standard applies is whether an insurance agent, generally authorized to procure insurance for a business, has an ongoing affirmative duty to carefully check over the current coverage, to notify the business of gaps, and to search out insurance to fill those gaps. The cases cited by Atwater Creamery on the issue of the establishment of the standard of care involve cases where what the agent did or did not do had been specifically requested by the insured or was a failure to act consistently with a clearly shown pattern of past practice.[3] The standard of care issue in this case really goes beyond what the agent should do when clearly requested; it goes to the broader issue of affirmative duties where no request has been made. Because the issue centers around the professional judgment of the agent in the absence of requests for action, we hold that the trial court was correct. The standard of care in this case needed to be established by expert testimony. The trial court properly directed a verdict for Strehlow.\nAffirmed in part and reversed in part.\nSIMONETT, Justice (concurring specially).\nI would not apply the reasonable expectations test in the absence of ambiguity in the policy; but because I believe such ambiguity exists, I concur in the majority opinion to reverse.\nPETERSON, Justice (concurring specially).\nI join in the special concurrence of Justice Simonett.\nKELLEY, Justice (concurring specially).\nI join in the special concurrence of Justice Simonett.\n*280 COYNE, Justice (concurring specially).\nI join in the special concurrence of Justice Simonett.\nNOTES\n[1]  See 5 Appleman, Insurance Law and Practice § 3176, \"External and Visible Marks in Burglary Losses,\" 516 (1970, Supp.1983).\n[2]  Some of the major cases adopting the doctrine are: Gray v. Zurich Ins. Co., 65 Cal. 2d 263, 54 Cal. Rptr. 104, 107, 419 P.2d 168, 171 (1966); Smith v. Westland Life Ins. Co., 15 Cal. 3d 111, 123 Cal. Rptr. 649, 539 P.2d 433 (1975); Corgatelli v. Globe Life &amp; Acc. Ins. Co., 96 Idaho 616, 533 P.2d 737 (1975) (overruled, see text); C &amp; J Fertilizer, Inc. v. Allied Mutual Ins. Co., 227 N.W.2d 169 (Iowa 1975); Collister v. Nationwide Life Ins. Co., 479 Pa. 579, 388 A.2d 1346 (1978).\n\nMissouri has recently adopted it in Estrin Construction Co. v. Aetna Casualty &amp; Surety Co., 612 S.W.2d 413 (Mo.App.1981); and North Dakota, in Mills v. Agrichemical Aviation, Inc., 250 N.W.2d 663 (N.D.1977), showed its similarity to North Dakota's doctrine of contract of adhesion, which was followed in that case. Two of the original ten have overruled earlier cases and have reverted to the traditional rule. Hallowell v. State Farm Mutual Automobile Insurance Co., 443 A.2d 925 (Del.1982), and Casey v. Highlands Insurance Co., 600 P.2d 1387 (Idaho 1979). Both courts saw the new rule as relieving the insured of any responsibility for reading the policy.\n[3]  See Sheridan v. Greenberg, 391 So. 2d 234 (Fla. App.1980); Clary Insurance Agency v. Doyle, 620 P.2d 194 (Alaska 1980); Kane Ford Sales, Inc. v. Cruz, 119 Ill.App.2d 102, 255 N.E.2d 90 (1970).\n\n",
            "ocr": false,
            "opinion_id": 1821713
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}