{
    "id": 1112667,
    "judges": "Harris",
    "date_filed": 448588800000,
    "date_filed_is_approximate": false,
    "slug": "nelson-v-state",
    "case_name_short": null,
    "case_name": "Nelson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "452 So. 2d 1367"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6148.0,
            "opinion_text": "\n452 So. 2d 1367 (1984)\nDavid Larry NELSON\nv.\nSTATE.\n6 Div. 130.\nCourt of Criminal Appeals of Alabama.\nMarch 20, 1984.\nRehearing Denied May 8, 1984.\nCertiorari Denied June 22, 1984.\n*1368 Frederick H. Heffler, Bessemer, for appellant.\nCharles A. Graddick, Atty. Gen., and Thomas R. Allison, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 83-930.\nHARRIS, Judge.\nAppellant's first conviction for the December 31, 1977, robbery and murder of James Dewey Cash was affirmed and remanded for proper sentencing in Nelson v. State, 405 So. 2d 392 (Ala.Cr.App.1980). The case was subsequently reversed and remanded for new trial, 405 So. 2d 401 (Ala. 1981), in accordance with the decisions in *1369 Beck v. Alabama, 447 U.S. 625, 100 S. Ct. 2382, 65 L. Ed. 2d 392 (1980), and Beck v. State, 396 So. 2d 645 (Ala.1980), construing Alabama's death penalty statute.\nOn October 27, 1982, appellant was found guilty of murder in the first degree. He was sentenced to life imprisonment in the state penitentiary.\nThe facts and circumstances surrounding the crime are set out in detail in Nelson, supra, and need not be repeated here. In addition, several questions raised on this appeal were fully addressed and determined in Nelson, supra, and will not be discussed herein. These questions were the following: whether the failure to grant a preliminary hearing and a second habeas corpus hearing amounted to a denial of appellant's constitutional rights; whether appellant was denied a fair trial because the trial judge refused to recuse himself; whether the trial court erred in refusing to appoint psychiatric experts; and, whether the murder weapon was validly seized during inventory of a stolen vehicle.\nAppellant alleges that the State denied him a fair trial by its failure to provide him, as an indigent defendant, with funds for employment of investigators or expert witnesses.\nIt is, however, settled law in Alabama that a denial of funds for the employment of investigators and experts does not amount to a deprivation of constitutional rights. Dutton v. State, 434 So. 2d 853 (Ala.Cr.App.1983); Thigpen v. State, 372 So. 2d 385 (Ala.Cr.App.), cert. denied, 372 So. 2d 387 (Ala.1979) (and cases cited therein).\nAppellant contends that the indictment against him should have been dismissed on grounds of due process, collateral estoppel and double jeopardy, because his previous conviction was reversed in accord with the decisions in Beck v. Alabama, supra, and Beck v. State, supra.\nThe United States Supreme Court has held that, where a conviction is reversed because there was insufficient evidence to convict, the double jeopardy clause of the Fifth Amendment bars a retrial. Hudson v. Louisiana, 450 U.S. 40, 101 S. Ct. 970, 67 L. Ed. 2d 30 (1981); Burks v. United States, 437 U.S. 1, 98 S. Ct. 2141, 57 L. Ed. 2d 1 (1978). This was not, however, the basis of reversal of appellant's first conviction, and under Allen v. State, 260 Ala. 324, 70 So. 2d 644 (Ala.1954), and McCart v. State, 50 Ala.App. 387, 279 So. 2d 558 (Ala.Cr.App.1973), when a judgment is reversed on the basis of an irregularity, not going to the validity of the conviction, an appeal by the defendant causing a reversal does not put the defendant twice in jeopardy. Appellant's initial conviction was reversed because the jury was not instructed on the lesser-included offenses. Since this error did not concern the sufficiency of the evidence, or the validity of the conviction, appellant was not entitled to dismissal of the indictment on grounds of double jeopardy.\nAppellant also argues that his first conviction was under a statute which was struck down in Beck v. Alabama, supra, and that retrying him on the same charge under a new or rewritten statute violated his right to due process and his right to protection against double jeopardy under the Fifth Amendment.\nIn Ex parte Potts, 426 So. 2d 896 (Ala. 1983), the Alabama Supreme Court, addressing this issue, held that only that portion of the death penalty statute which precluded the jury from considering a verdict of guilt for a non-capital offense was unconstitutional. This clause was severed from the statute. Appellant was not, therefore, retried under a new statute, as he alleges, but under the same statute sans the preclusion clause.\nAppellant next contends that the trial court erred in overruling appellant's motions for mistrial on two occasions.\nThe first motion for mistrial was interjected in response to testimony concerning the drawing of blood from appellant. The testimony, objection, and motion for mistrial was as follows:\n\n*1370 \"Q. Did you ever draw a sample of blood from David Larry Nelson?\n\"A. Yes.\n\"Q. MR. DAWSON: Judge, for the record, we would object to that. There are constitutional protections, we submit, for which predicate must be laid. We would raise those objections. I will speak more if I need to.\n\"THE COURT: Anything else?\nMR. DAWSON: That's basically it. But there needs to be a predicate laid and some showing of Fifth Amendment privileges being waived.\n\"THE COURT: Overruled.\n\"Q. Did you draw blood from David Larry Nelson?\n\"A. Under my supervision and in my presence, a sample was drawn and turned over to me at that time, yes.\n\"Q. Do you recall who withdrew it or what kind of person they were?\n\"A. It was drawn by part of the medical staff in the jail.\n\"MR. DAWSON: I would object to that and move for a mistrial.\n\"THE COURT: Overruled.\"\nAppellant argues in brief that the State failed both to lay a proper foundation for this evidence, and to show any waiver of appellant's Fifth Amendment rights. A review of the record reveals that the witness's qualifications as an expert were established, that he testified regarding facts which were within his personal knowledge, and that these facts were directly relevant to contested issues in the trial. Appellant does not specify what fundamental elements he finds omitted, and we have found none.\nAppellant's contention that his Fifth Amendment privilege not to be compelled to testify against himself was violated by the taking of a blood sample is untenable in light of the decision in Schmerber v. California, 384 U.S. 757, 86 S. Ct. 1826, 16 L. Ed. 2d 908 (1966). The court, in Schmerber, held that the Fifth Amendment privilege of a defendant in a criminal case to be free from compulsion to testify against himself protects an accused from compulsion to provide the State with testimonial evidence or evidence of a communicative nature. The Court held that admission into evidence of results of analysis of blood, drawn from a defendant, was not violative of the Fifth Amendment privilege, since the evidence was not of a testimonial or communicative nature.\nAppellant made a second motion for mistrial when, during closing arguments, the prosecutor alluded to the fact that both of appellant's witnesses had criminal records. One had numerous felony convictions and one had been convicted of murder. The prosecutor stated, \"That's his friends and cronies, people who are in jail.\" Appellant said, \"I object to that.\" His counsel said, \"Judge, I'm going to object to that and move for a mistrial.\"\nAt the threshold of consideration, it is clear that these general objections were insufficient to preserve the issue for review. \"The trial court must be apprised of the basis for the objection with sufficient particularity to allow an informed decision to be made on the legal issue involved.\" Ward v. State, 376 So. 2d 1112, 1115 (Ala.Cr.App.), cert. denied, 376 So. 2d 1117 (Ala.1979). Notwithstanding this failure to object with particularity, it is clear that the prosecutor was commenting upon facts in evidence, and \"[a] prosecutor in argument to the jury may not argue as a fact that which is not in evidence, but he may comment on proper inferences which may be drawn from the evidence and may draw conclusions from the evidence based on his own reasoning.\" (Citation omitted.) Andrews v. State, 359 So. 2d 1172, 1178 (Ala.Cr.App.1978). Moreover, it is fundamental that the trial judge, who is in the best position to determine when closing arguments are prejudicial and what curative measures are called for, is given wide discretion. Hurst v. State, 397 So. 2d 203 (Ala.Cr.App.), cert. denied, 397 So. 2d 208 (Ala.1981). We cannot hold, as a matter of law, that the trial judge abused his discretion during the prosecutor's closing arguments.\n*1371 Appellant contends that the State failed to prove the essential elements of the offense charged in the indictment, and that the trial court should have granted his motion to exclude the State's evidence on the basis of the State's failure to make a prima facie case. Appellant observes that the State's evidence against him was comprised of circumstantial evidence, such as ballistics reports and blood analysis reports, and the testimony of Linda Vice. Appellant contends that, because Ms. Vice was an accomplice, her testimony should not have been admitted into evidence.\nThe burden of proving that a witness was an accomplice, however, is upon the defendant. Andrews v. State, 359 So. 2d 1172 (Ala.Cr.App.1978). As appellant points out, Linda Vice was not charged in the case, and no evidence was presented to support the contention that she was an accomplice. In fact, evidence adduced by the defense supported an alibi defense, confuted appellant's presence at the scene of the crime, and was incompatible with the theory that Linda Vice was an accomplice to the crime. The mere fact that an individual is a witness to a crime does not make him an accomplice, and, except where the State's evidence indisputably makes a witness an accomplice, the defendant carries the burden of showing the witness' complicity. Nelson, supra.\nOn appeal from appellant's first conviction on virtually the same evidence, all of the elements of robbery and intentional killing were held to be proven through the testimony of Linda Vice. Whether Ms. Vice's testimony was to be believed in this second conviction was again a jury question. Nelson, supra.\nAppellant contends that the trial court erred in refusing to give the written charges he requested. Specifically, appellant alleges that the court erred in refusing to charge the jury on the lesser included offenses of manslaughter in the first and second degree, and in refusing to charge the jury on the effect of uncorroborated testimony of a co-conspirator.\nAn accused is not entitled to have the jury charged on a lesser included offense unless there is a reasonable theory from the evidence to support the lesser offense. Oglen v. State, 440 So. 2d 1172 (Ala.Cr.App.), cert. denied, 440 So. 2d 1177 (Ala.1983); Myers v. State, 401 So. 2d 288 (Ala.Cr.App.1981). In Ex parte Potts, 426 So. 2d 896 (Ala.1983), the court held that refusal to give an instruction of manslaughter was proper in light of the fact that the defense consisted of a denial of the killing, and there was no evidence that the killing was due to recklessness or heat of passion. Appellant's case is directly analogous to Ex parte Potts. He also denied the killing and there was no evidence that the killing was due to recklessness or heat of passion.\nAs to appellant's refused charge on accomplice testimony, this court, in Simmons v. State, 368 So. 2d 315, 316 (Ala.Cr. App.1979), held that charges were properly refused when they were \"mere statements of legal principles, without instruction as to the effect upon or application to the issues and were not hypothesized on a `belief from the evidence.'\" (Citation omitted.) As discussed above, there was no evidence presented at trial in support of appellant's present contention that Ms. Vice was an accomplice. The requested charges were, thus, properly denied.\nWe have carefully searched the record for errors injuriously affecting the substantial rights of appellant and have found none. The judgment of conviction is, therefore, affirmed.\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1112667
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}