{
    "id": 1502159,
    "judges": "Eagen, Larsen, Manderino, Nix, O'Brien, Pomeroy, Roberts",
    "date_filed": 280195200000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-werts",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Werts",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Tyrone WERTS, Appellant",
    "attorneys": "Colie B. Chappelle, Philadelphia, for appellant., Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Marrianne E. Cox, Asst. Dist. Attys., Philadelphia, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 17, 1978., Reargument Denied Jan. 15, 1979.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b332-3\">\n    395 A.2d 1316\n   </citation><br><parties id=\"b332-4\">\n    COMMONWEALTH of Pennsylvania v. Tyrone WERTS, Appellant.\n   </parties><br><court id=\"b332-6\">\n    Supreme Court of Pennsylvania.\n   </court><br><otherdate id=\"b332-7\">\n    Argued Oct. 17, 1978.\n   </otherdate><br><decisiondate id=\"b332-8\">\n    Decided Nov. 18, 1978.\n   </decisiondate><br><otherdate id=\"b332-9\">\n    Reargument Denied Jan. 15, 1979.\n   </otherdate><br><attorneys id=\"b333-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"223\"> \n     *223\n     </span>\n    Colie B. Chappelle, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b333-14\">\n    Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Marrianne E. Cox, Asst. Dist. Attys., Philadelphia, for appellee.\n   </attorneys><br><judges id=\"b334-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"224\"> \n     *224\n     </span>\n    Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.\n   </judges>",
    "citations": [
        "395 A.2d 1316",
        "483 Pa. 222"
    ],
    "opinions": [
        {
            "author_str": "Larsen",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n483 Pa. 222 (1978)\n395 A.2d 1316\nCOMMONWEALTH of Pennsylvania\nv.\nTyrone WERTS, Appellant.\nSupreme Court of Pennsylvania.\nArgued October 17, 1978.\nDecided November 18, 1978.\nReargument Denied January 15, 1979.\n*223 Colie B. Chappelle, Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Marrianne E. Cox, Asst. Dist. Attys., Philadelphia, for appellee.\n*224 Before EAGEN, C.J., and O'BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.\n\nOPINION\nLARSEN, Justice.\nThis is a direct appeal by appellant Tyrone Werts from the judgments of sentence of murder of the second degree, robbery, criminal conspiracy, possession of an instrument of crime and possession of a prohibited offense weapon which arose from his participation in the robbery and slaying of William Bridgeman. Appellant, through his attorney, has filed an appeal alleging 27 errors. Only two of appellant's contentions warrant discussion.\nAppellant's first contention is that the trial court erred in not allowing defense counsel to ask the following questions during the voir dire of prospective jurors:\nIf you were to hear evidence about a person having used drugs, would you be more inclined to give his testimony less weight than any other witness that you did hear?\nIf you were to hear testimony concerning drug addiction or use of drugs, do you think, deep down inside of you, you would be inclined to reject any evidence offered by parties indicating that they have used drugs?\nThis Court has held that \"the examination of jurors under voir dire is solely for the purpose of securing a competent, fair, impartial and unprejudiced jury. . . . Neither counsel for the defendant nor the Commonwealth should be permitted to . . . ask direct or hypothetical questions designed to disclose what a juror's present impression or opinion may be or what his attitude or decision will likely be under certain facts which may be developed in the trial of the case.\" Commonwealth v. Johnson, 452 Pa. 130, 134, 305 A.2d 5, 7 (1973). \"A trial court's refusal to permit certain hypothetical questions on voir dire will not be disturbed absent a palpable abuse of discretion.\" Commonwealth v. England, 474 Pa. 1, 8, 375 A.2d 1292, 1295 (1977).\n*225 At the beginning of voir dire, defense counsel stated during a sidebar conference that he wanted to ascertain whether the prospective jurors had \"any prejudices or bias that would gravitate against the interest of my client if there is any evidence presented by us to show that my client, perhaps, was using drugs at the time he was arrested, and this may have some effect upon whether he intelligently waived his right to counsel\". The trial court did not abuse its discretion in not permitting the aforementioned line of inquiry because defense counsel was improperly trying to determine what the prospective juror's reaction might be when and if defense counsel presented evidence that appellant was under the influence of narcotics when he waived his Miranda rights.\nAppellant's second contention is that the trial court erred in not declaring a mistrial on the grounds that two jurors were improperly influenced. On the fifth day of trial, a juror and an alternate juror reported to a court officer that as they were leaving City Hall (where the trial was taking place) at the conclusion of the preceding day's proceedings, they were approached by three women who had been present for a portion of the trial. These three women had been seated on the defense side of the courtroom. One of these women asked the jurors, \"Do you think the defendant is guilty or not guilty?\" The alternate juror replied, \"I don't know. We have not even thought about it yet.\" The woman said, \"We think that he is not guilty.\" The jurors reported the incident to a court officer who, in turn, reported the incident to the trial judge. The trial judge offered to separately voir dire the two jurors to determine whether the incident would have any effect on them; however, defense counsel objected to such an examination because he felt that this would \"compound the situation\". Defense counsel moved for a mistrial and this motion was denied.\n\"A motion for mistrial is addressed to the discretion of the court. . . . In the area of bystander misconduct, we have held that it is primarily within the trial judge's discretion to determine whether the defendant was *226 prejudiced by the misconduct.\" Commonwealth v. Craig, 471 Pa. 310, 313, 370 A.2d 317, 319 (1977). The trial court did not abuse its discretion in not declaring a mistrial. The remarks made by the spectator to the jurors were not prejudicial to appellant. Further, throughout the trial, the trial judge told the jury that they should decide the case solely on the evidence presented at trial.[1]\nJudgments of sentence affirmed.[2]\nNOTES\n[1]  Four months after appellant's conviction, defense counsel (in his post-trial brief) alleged that defense counsel was informed by a \"reliable source\" that a third juror knew of this incident. Appellant now argues that the trial court erred in not conducting an investigation to ascertain whether the other jurors knew of this incident. Since, appellant did not ask for such an investigation, the matter is waived.\n[2]  The following issues were waived:\n\n1) that appellant's confession was illegal because it was made without a warrant; 2) that appellant's confession was the product of physical and mental coercion; 3) that the prosecutor acted improperly when, during the cross-examination of appellant, he suggested in one of his questions that suspects are interrogated in the Police Administration Building so that they cannot escape; 4) that the trial court committed six errors in its instructions to the jury; 5) that the mandatory life sentence prescribed by 18 Pa.C.S.A. § 1102 upon conviction of murder of the second degree is violative of the eighth and fourteenth amendments of the United States Constitution; 6) that the prosecutor acted improperly when, in calling co-defendant Moore to the witness stand, stated that Moore was represented by counsel; 7) that the prosecutor's objection to a question posed by defense counsel was a directive by the prosecutor that the witness change his testimony; 8) that the prosecutor gave defense counsel incorrect information regarding which police officers displayed two photographs to co-defendant Moore at the time of his arrest; 9) that the trial court \"lacked impartiality\" by commenting on the jury's verdict; 10) that the trial court \"lacked impartiality\" by referring to appellant's case as \"defendant's version\"; 11) that the trial court lacked impartiality when it commented on Detective Dougherty's testimony; 12) that the trial court erred when it \"unconscionably and without prior notice or explanation\" kept the jury in deliberations until 11:00 p.m.; 13) that when the jury returned from the deliberations with questions, the trial court erred by instructing the jury without conferring with counsel and by giving improper instructions; and 14) that the trial court erred in participating in a plea agreement with co-defendant Moore.\nThe following contentions are without merit: 1) that the suppression court erred in not suppressing appellant's confession which was the tainted product of an arrest that was made allegedly without probable cause; 2) that the suppression court erred in not suppressing appellant's confession on the grounds that appellant was interrogated without being informed of his constitutional rights; 3) that the prosecutor acted improperly during his cross-examination of appellant by using rhetorical questions to \"insinuate\" that appellant did not request medical treatment when he arrived at the detention center; 4) that the prosecutor acted improperly by withholding from defense counsel the plea agreement that the Commonwealth entered with co-defendant Moore; 5) that the trial court erred in not declaring a mistrial on the grounds that the prosecutor made an allegedly prejudicial remark during his summation; 6) that the trial court erred in not declaring a mistrial on the grounds that Detective Lerough McMillan made an allegedly prejudicial remark during his testimony; 7) that the trial court erred in allowing the Commonwealth to introduce evidence to the effect that appellant was twice convicted of larceny three years prior to trial; 8) that the trial judge \"lacked impartiality\" because he disqualified himself in the subsequent trial of co-defendant Spann; and 9) that the trial court \"lacked impartiality\" because it denied appellant's request to present and argue his post-verdict motions before a court en banc; 10) that the prosecutor acted improperly in misstating the evidence during summation; and 11) that the trial court erred in not reading the indictment to the jury.\n\n",
            "ocr": false,
            "opinion_id": 1502159
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}