{
    "id": 494690,
    "judges": "Browning, Fletcher, Per Curiam, Poole",
    "date_filed": "2012-07-30",
    "date_filed_is_approximate": true,
    "slug": "marvin-raines-v-us-parole-commission-robert-j-christensen",
    "case_name_short": null,
    "case_name": "Marvin Raines v. U.S. Parole Commission Robert J. Christensen",
    "case_name_full": "Marvin RAINES, Plaintiff-Appellant, v. U.S. PAROLE COMMISSION; Robert J. Christensen, Defendant-Appellee",
    "attorneys": "Joseph D. Allen, Santa Barbara, Cal., for plaintiff-appellant., William Price, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted July 10, 1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b922-25\">\n    Marvin RAINES, Plaintiff-Appellant, v. U.S. PAROLE COMMISSION; Robert J. Christensen, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b922-28\">\n    No. 85-6444.\n   </docketnumber><br><court id=\"b922-29\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b922-30\">\n    Argued and Submitted July 10, 1987.\n   </otherdate><br><decisiondate id=\"b922-31\">\n    Decided Oct. 5, 1987.\n   </decisiondate><br><attorneys id=\"b923-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"841\"> \n     *841\n     </span>\n    Joseph D. Allen, Santa Barbara, Cal., for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b923-22\">\n    William Price, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellee.\n   </attorneys><br><judges id=\"b923-24\">\n    Before BROWNING, Chief Judge, FLETCHER and POOLE, Circuit Judges.\n   </judges>",
    "citations": [
        "829 F.2d 840"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/829/829.F2d.840.85-6444.html",
            "author_id": null,
            "opinion_text": "829 F.2d 840\n    Marvin RAINES, Plaintiff-Appellant,v.U.S. PAROLE COMMISSION;  Robert J. Christensen, Defendant-Appellee.\n    No. 85-6444.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted July 10, 1987.Decided Oct. 5, 1987.\n    \n      Joseph D. Allen, Santa Barbara, Cal., for plaintiff-appellant.\n      William Price, Asst. U.S. Atty., Los Angeles, Cal., for defendant-appellee.\n      Appeal from the United States District Court for the Central District of California.\n      Before BROWNING, Chief Judge, FLETCHER and POOLE, Circuit Judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant Marvin Raines, a federal defendant, appeals from the dismissal of his petition for habeas corpus.  Raines argues that the United States Parole Commission (Commission) erred by not notifying him prior to his parole revocation hearing that his \"street time\" (time spend on parole) was subject to forfeiture.  Raines contends that he is entitled to credit against the remainder of his federal sentence for his good time credits, street time, and for the year he spent in state custody while on federal parole.  We affirm in part and reverse in part.\n    \n    \n      2\n      Raines was arrested in March of 1975 in Oregon on charges of armed robbery and forgery.  In connection with the same incident, he also was arraigned on a separate federal charge of armed postal robbery because the victim was a postal employee.  After pleading guilty in Oregon state court and receiving a thirty year sentence, he was transferred to federal custody where he pled guilty to the federal charge for which he received a ten year sentence.  The federal judge ordered that Raines serve his federal sentence concurrently with his state sentence in the Oregon state prison system.\n    \n    \n      3\n      Appellant was paroled from his federal sentence on March 1, 1979.  He remained in prison, however, serving his state sentence until March 1980 when he was paroled on his state charge.\n    \n    \n      4\n      After Raines's subsequent arrest in 1981 in Washington State for armed robbery, the Commission obtained a warrant for Raines's arrest for violating his parole.  Raines pled guilty to the armed robbery charge and received a ten year sentence in state court.\n    \n    \n      5\n      Two years later, appellant's federal parole revocation hearing was held.  (Raines was incarcerated in Washington state prison at this time.)    Because of appellant's armed robbery in Washington, the Commission decided that his federal parole should be revoked, that none of his time spent on parole would be credited, and that the unexpired portion of his federal sentence would commence upon \"release from state custody, or upon federal reparole to [his] state sentence, whichever comes first.\"    Government's Response to Petition for Writ of Habeas Corpus, Exhibit F, at 3 [hereinafter Government's Response].  The Commission found that Raines should serve a sentence within the guidelines' range of 60-72 months before he could be re-released.  A presumptive parole date of January 14, 19871 was set.  The Regional Parole Commission and the National Appeals Board affirmed this decision.\n    \n    \n      6\n      In his petition for writ of habeas corpus, appellant contended that:  (1) the Commission improperly denied him credit against his federal sentence for the time served in state custody between March 1979 and March 1980;  (2) the Commission improperly denied him good time credit for time spent in custody between March 1975 and March 1980;  and (3) the Commission improperly denied him credit for time he was on parole between March 1980 and January 1981.\n    \n    \n      7\n      In its response to Raines's habeas petition the Government stated that there was insufficient evidence in the materials provided by the Commission to determine whether Raines raised all of these issues with the Commission or at other administrative appellate levels.  The Government, however, responded to all of Raines's arguments \"as if raised below and at the administrative appellate levels.\"    Government's Response at 5 n. 1.  In his response (traverse) to the Government's response to his habeas petition, Raines argued, in addition to his prior allegations, that the Commission erred by failing to notify him (1) of its intent to use his 1981 conviction as a basis for revocation at the revocation hearing and (2) of the possibility his street time would be forfeited.\n    \n    \n      8\n      The district court, relying on the recommendation of the United States Magistrate, denied Raines's petition.  Raines currently is released on parole on his federal conviction.\n    \n    I. Notification\n    \n      9\n      Appellant contends that he should have been given credit against his federal sentence for time spent on parole (street time).  He argues that although the Commission clearly has the authority to revoke credit for street time, it must give notice of its intent to do so.  Raines asserts that as insufficient notice was given here, he is entitled to reversal of the order denying him credit.  We agree.\n    \n    \n      10\n      18 U.S.C. Sec. 4214(a)(2)(A) requires that in connection with a revocation hearing the Commission must provide the parolee with notice of the conditions of parole alleged to have been violated, and the time, place, and purposes of the scheduled hearing.  18 U.S.C. Sec. 4213(c)(3) requires that any summons or warrant provide the parolee with written notice of the possible action which may be taken by the Commission.\n    \n    \n      11\n      In Vanes v. United States Parole Comm'n, 741 F.2d 1197 (9th Cir.1984), we held that section 4213(c)(3) requires notification that street time may be subject to forfeiture.  We found that due process requires that a parolee be given notice prior to his parole revocation hearing of the violations or charges which are the subject of the revocation hearing and the possible consequences of the charges.   Id. at 1202.  In Vanes, appellant was not notified that the Commission would question him on--and use as a basis for revocation of parole--an arrest and a conviction from two years prior.  The Commission also did not notify Vanes that a possible consequence of parole revocation was the revocation of street time.  We found that this failure to provide Vanes with proper notice prevented him from contesting the facts and presenting a defense or mitigating factors.\n    \n    \n      12\n      The warrant issued against Raines stated, \"[i]f, after a revocation hearing, you are found to have violated the conditions of your release the Commission may:  (1) restore you to supervision, and, if appropriate, (a) reprimand you;  (b) modify your conditions of supervision;  or ... (2) revoke your parole or mandatory release, in which case the Commission will also decide when to consider you for further release.\"    Government's Response, Exhibit E, at 1.\n    \n    \n      13\n      As in Vanes, the notice was not specific enough to inform appellant that his street time was subject to forfeiture.  He thus was denied the opportunity to prepare a defense or gather facts in mitigation.  741 F.2d at 1202.2\n    \n    \n      14\n      The Government argues that even if application of Vanes would mandate notice here, we should not apply Vanes retroactively.  We disagree.    Vanes did not set out a new rule of law.  The statute, 18 U.S.C. Sec. 4213(c)(3), is explicit in its requirement of notice.3   It should come as no surprise to the government that written notice of possible adverse actions is required.  Accordingly, we reverse the judgment of the district court as to Raines's loss of street time.\n    \n    II. Credit for Time Spent in State Custody\n    \n      15\n      Raines also contends that he should have received credit towards his federal sentence for the time spent in custody in the Oregon prison from the time he received federal parole until he actually was released on state parole (March 1979 to March 1980).  Because the district judge ordered appellant's state and federal sentences to run concurrently, appellant views the March 1979-March 1980 period as time in \"federal custody\" for which he deserves credit.  He would have us retroactively view this time as time served against his federal sentence since his parole was revoked and he was denied credit for parole time.\n    \n    \n      16\n      Raines's claim has intuitive appeal.  However, there is no statutory provision that accords a prisoner credit against a federal sentence for time served in a state prison on a state charge.  Appellant's reliance on 18 U.S.C. Sec. 3568 is misplaced.  It provides that the Attorney General give prisoners credit toward federal sentences for the days spent in custody in connection with the offense for which the federal sentence is imposed prior to the actual imposition of the sentence.  It cannot serve as a basis for relief here.   See Chua Han Mow v. United States, 619 F.Supp. 1332, 1336-37 (N.D.Cal.1985), vacated and remanded on other grounds, 796 F.2d 478 (9th Cir.1986) (mem.), cert. denied, --- U.S. ----, 107 S.Ct. 958, 93 L.Ed.2d 1007 (1987).\n    \n    III. Good Time Credits\n    \n      17\n      Appellant also contends that the district court erred in rejecting his assertion that he is entitled to the good time credits he earned while in custody.  Raines argues that once released on parole, good time credits accumulated prior to release cannot be revoked.  He is wrong in this assertion.\n    \n    \n      18\n      18 U.S.C. Sec. 4165 provides that if a prisoner commits any offense during his term of imprisonment, all or any part of his earned good time may be forfeited.  Term of imprisonment includes time on parole.   See Wilkerson v. United States Bd. of Parole, 606 F.2d 750, 751 (7th Cir.1979);  Lambert v. Warden, 591 F.2d 4, 8 (5th Cir.1979).  Accordingly, the Commission acted within its authority in ordering the forfeiture of Raines's good time credits.  However, the fact that Raines lost his good time credits, rightly or wrongly, has no effect today on whether Raines's time on parole should be shortened.  18 U.S.C. Sec. 4164 provides that \"[a] prisoner having served his term ... less good-time deductions shall, upon release, be deemed as if released on parole until the expiration of the maximum term ... for which he was sentenced....\"  Thus good time credits reduce only the period of incarceration, not the sentence itself.   See Frierson v. Rogers, 289 F.2d 234, 235 (5th Cir.1961);  LaMagna v. United States Bureau of Prisons, 494 F.Supp. 189, 191 (D.Conn.1980).  Raines received the benefit of his earned good time deductions when he was released early on his first parole.  His earned good time credits cannot now reduce the time remaining on his federal sentence to be served in parole status.\n    \n    IV. Exhaustion\n    \n      19\n      The Government asserts on appeal for the first time that Raines's claim that he should have had notice of the possible forfeiture of street time should be dismissed for failure to exhaust administrative remedies because \"there is no evidence that petitioner raised the technical notice issue in his administrative appeals.\"    (Government's brief, p. 10).\n    \n    \n      20\n      Raines, in his habeas petition, claimed that his street time should not have been forfeited.  As to all his claims, he stated that he had \"[ex]hausted all U.S. Parole Commission Appeal Procedures.\"    Petition for Writ of Habeas Corpus at 5 [hereinafter Petition].  The Government in its answer to the habeas petition stated \"[t]here is insufficient information in the materials provided by the Parole Commission to determine whether petitioner ever raised these issues with the Parole Commission.  Nonetheless, because none of the arguments is valid, the government shall respond to each of the issues as if raised below and at the administrative appellate levels.\"    Government's Response at 5 n. 1.  Supporting its argument that the forfeiture of Raines's street time was proper, it cites cases upholding the authority of the Commission to forfeit street time.  It then notes that Vanes questions whether forfeiture of street time is automatic or discretionary.  Exhibit E to the Government's answer is the warrant application that contains the notice to Raines of the possible Commission actions that might be taken after the revocation hearing.  See supra, page 6.  Raines in his traverse, for the first time, sets forth a factual basis to support his claim that his street time should not be forfeited.  He states \"[o]n [M]arch 10, 1981 petition[er] was not informed when he pled guilty that his loss of street parole time would be lost.\"    Traverse to Government's Response at 2.  Following receipt of the traverse, the government did not suggest to the district court that \"the technical notice issue\" that it now asserts requires administrative exhaustion, should not be considered by the district court.\n    \n    \n      21\n      Under these facts, we find that the Government has waived any claim that it might otherwise have that administrative exhaustion is required.  It was aware of the facts that petitioner relied upon.  It was aware of the Vanes issue.  It did not suggest to the district court that it would like to withdraw its waiver.  The Supreme Court, in the context of exhaustion of state remedies, has recently expressed its disapproval of delayed exhaustion claims.\n    \n    \n      22\n      We have also expressed our reluctance to adopt rules that allow a party to withhold raising a defense until after the \"main event\"--in this case, the proceeding in the District Court--is over.   See Wainwright v. Sykes, 433 U.S. 72, 89-90, 97 S.Ct. 2497 [2507-08], 53 L.Ed.2d 594 (1977).  Although the record indicates that the State's failure to raise the nonexhaustion defense in this case was the result of inadvertence, rather than as a matter of tactics, it seems unwise to adopt a rule that would permit, and might even encourage, the State to seek a favorable ruling on the merits in the district court while holding the exhaustion defense in reserve for use on appeal if necessary.  If the habeas petition is meritorious, such a rule would prolong the prisoner's confinement for no other reason than the State's postponement of the exhaustion defense to the appellate level.  Moreover, if the court of appeals is convinced that the petition has no merit, a belated application of the exhaustion rule might simply require useless litigation in the state courts.\n    \n    \n      23\n      Granberry v. Greer, 481 U.S. ----, ----, 107 S.Ct. 1671, 1674, 95 L.Ed.2d 119 (1987) (footnotes omitted).  In the case before us, the government made a tactical decision to litigate on the merits before the district court.  We should not and will not prolong this litigation by permitting the exhaustion defense at this late date.\n    \n    \n      24\n      REVERSED as to the forfeiture of street time;  AFFIRMED in all other respects.\n    \n    \n      \n        1\n         Apparently the Commission determined this date by subtracting 26 months (the period of incarceration under his state sentence before his federal parole revocation hearing on March 30, 1983) from 72 months.  The resulting 46 months computed from March 1983 determined the January 1987 release date\n      \n      \n        2\n         Raines does not claim on appeal that the warrant did not adequately notify him that the Commission would use his 1981 conviction at the revocation hearing\n      \n      \n        3\n         It provides:  \"Any summons or warrant issued pursuant to this section shall provide the parolee with written notice of ... the possible action which may be taken by the Commission.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 494690
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}