{
    "id": 1177324,
    "judges": "Holmes, McFarland, Miller, Prager",
    "date_filed": "1977-02-04",
    "date_filed_is_approximate": true,
    "slug": "state-v-nott",
    "case_name_short": "Nott",
    "case_name": "State v. Nott",
    "case_name_full": "State of Kansas, Appellant, v. Clemens C. Nott, Jr., A/K/A Dean Nott, Appellee",
    "attorneys": "William C. O’Keefe, county attorney, argued the cause, and Robert T. Stephan, attorney general, was with him on the brief for appellant., James A. Patton, of Hiawatha, argued the cause and was on the brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b84-4\">\n    No. 55,217\n   </docketnumber><br><parties id=\"b84-5\">\n    State of Kansas,\n    <em>\n     Appellant,\n    </em>\n    v. Clemens C. Nott, Jr., a/k/a Dean Nott,\n    <em>\n     Appellee.\n    </em>\n</parties><br><citation id=\"b84-7\">\n    (669 P.2d 660)\n   </citation><decisiondate id=\"AGh\">\n    Opinion filed September 6, 1983.\n   </decisiondate><br><attorneys id=\"b84-15\">\n<em>\n     William C. O’Keefe,\n    </em>\n    county attorney, argued the cause, and\n    <em>\n     Robert T. Stephan,\n    </em>\n    attorney general, was with him on the brief for appellant.\n   </attorneys><br><attorneys id=\"b84-16\">\n<em>\n     James A. Patton,\n    </em>\n    of Hiawatha, argued the cause and was on the brief for appellee.\n   </attorneys>",
    "citations": [
        "669 P.2d 660",
        "234 Kan. 34"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4480.0,
            "opinion_text": "\n234 Kan. 34 (1983)\n669 P.2d 660\nSTATE OF KANSAS, Appellant,\nv.\nCLEMENS C. NOTT, JR., a/k/a DEAN NOTT, Appellee.\nNo. 55,217\nSupreme Court of Kansas.\nOpinion filed September 6, 1983.\nWilliam C. O'Keefe, county attorney, argued the cause, and Robert T. Stephan, attorney general, was with him on the brief for appellant.\nJames A. Patton, of Hiawatha, argued the cause and was on the brief for appellee.\nThe opinion of the court was delivered by\nMcFARLAND, J.:\nThis is an appeal by the State on a question reserved pursuant to K.S.A. 22-3602(b)(3). The question on *35 which determination is sought is whether the trial court improperly prohibited the State from cross-examining defendant Clemens C. Not relative to his invocation of the Fifth Amendment to the United States Constitution in the earlier trial of two codefendants.\nThe relevant facts are as follows. On December 13, 1981, the Wetmore High School was burglarized and school property valued in excess of $100 was stolen. Five individuals were charged with said burglary and theft. They were Gerald L. Cavin, Allen Cavin, Steven L. Whitaker, Rodney L. Kirk and the defendant herein, Clemens C. Nott. Defendant Nott was advised of his Miranda rights at the time of his arrest on April 27, 1982, and made no statement to the arresting officers. Although each defendant was separately charged, a joint preliminary hearing was held on May 13, 1982, wherein each defendant was bound over for trial. On May 18, 1982, as a result of plea negotiations, the Cavin defendants plead guilty to burglary. The three remaining defendants, Whitaker, Kirk and Nott, then sought separate trials. Over the objection of the State, the district court ordered Whitaker and Kirk to be tried together, with Nott to be tried separately.\nThe Whitaker-Kirk trial commenced on October 25, 1982, The following day, counsel for defendants Whitaker and Kirk called Nott as a defense witness. When called to the stand to testify, Nott invoked the Fifth Amendment and refused to answer any of the questions propounded to him by defense counsel relative to the burglary and disposition of the stolen goods. The precise questions addressed to Nott will be set forth later in the opinion. The State did not inquire of the witness. Whitaker and Kirk were found not guilty on both counts.\nNott's trial commenced at the conclusion of the Whitaker-Kirk trial. On October 29, 1982, Nott took the stand and presented an alibi defense \u0097 he testified he was in Topeka at the time of the commission of the crimes. No notice of alibi defense had been filed pursuant to K.S.A. 22-3218, but the same was unnecessary as only the defendant himself gave alibi testimony. Prior to its cross-examination of defendant Nott, the State requested a recess out of hearing of the jury. The State advised the court and defense counsel it intended to cross-examine Nott as to his taking the Fifth Amendment in the Whitaker-Kirk trial two days previously. The trial court treated the matter as a motion in *36 limine and prohibited the State from any inquiry relative to defendant's testimony in the prior trial. Defendant Nott was acquitted on both charges. The State has appealed on a question reserved and seeks determination of the propriety of the trial court's order restricting the State's cross-examination of the defendant.\nThe question before us may be stated as follows: Where a defendant is called as a witness by codefendants in their separate trial and declines to answer questions relative to his participation in the charged crimes on the basis of the Fifth Amendment privilege against self-incrimination, but testifies to an alibi defense in his own subsequent trial, may the State attack defendant's credibility by inquiring on cross-examination as to defendant's assertion of the Fifth Amendment in the codefendants' trial on the basis the prior testimony is an inconsistent statement?\nThe issue is one of first impression in Kansas. In view of the vast number of reported cases concerning the Fifth Amendment right against self-incrimination, it seems incredible this precise issue is not the subject of well-settled law, but such is the case.\nA preliminary matter in the proper determination of this issue is the question of Nott's legal status in each of the trials.\nIn a criminal trial, a defendant has the absolute right not to be called as a witness. Fifth Amendment to the United States Constitution; Kan. Const. Bill of Rights, § 10. In Kansas this right had been made statutory law as well by the enactment of K.S.A. 60-423(a) which provides:\n\"Every person has in any criminal action in which he or she is an accused a privilege not to be called as a witness and not to testify.\" (Emphasis supplied.)\nIf a defendant desires to testify in his or her own trial, he or she may do so. In so doing defendant waives the right not to be called as a witness in his or her trial. Where two codefendants are jointly tried, each defendant has a separate absolute right not to be called as a witness. In such circumstances one codefendant (or the State) cannot call the other codefendant as a witness absent a waiver by said defendant of his or her right not to be called as a witness. Such a waiver, if made, is complete subject only to the procedural rules relative to the scope of cross-examination, redirect examination, etc., and such other limitations as may be imposed by a trial court in appropriate circumstances. Obviously the waiver by a defendant of his or her right not to be *37 called as a witness can have serious consequences and is a significant defense decision.\nWhat then can one codefendant do when he or she desires to call the other codefendant as a witness, but the other codefendant will not take the serious step of waiving the right not to be called as a witness? The only thing he or she can do is to seek severance of the trials of the two defendants. If successful on this motion, such defendant may then call the former codefendant as a witness. The former codefendant is not a defendant in the trial in progress and hence has no right not to be called as a witness, and can only assert a witness's privilege against self-incrimination as grounds for refusing to answer specific questions. This situation has arisen many times. In United States v. Shuford, 454 F.2d 772 (4th Cir.1971), Shuford, Long and Jordan were jointly indicted on conspiracy charges. Long was known to be the government's chief witness and was never brought to trial. The court summarized the pertinent facts as follows:\n\"Before the trial began and again after the prosecution submitted its evidence, Shuford moved that Jordan's case be severed from his own so that he might have the benefit of Jordan's testimony. Jordan likewise moved to have his case severed and joined in Shuford's motion. Although Shuford testified in his own behalf, Jordan ultimately decided not to take the stand. According to Jordan's statement to the court in support of Shuford's second motion for severance, two considerations prompted his decision not to testify: First, he wanted to avoid cross-examination that would bring to light certain prior convictions of his, and second, he planned to stand on the insufficiency of the Government's evidence and feared that if he took the stand in his own trial, he might strengthen the case against him by placing his credibility and demeanor before the jury. Shuford's attorney, arguing the motion for severance, further asserted, apparently without dissent by Jordan, that Jordan was not averse to testifying in Shuford's behalf at a separate trial, since his own defense would not thereby be jeopardized.\n\"Before ruling on the motions for severance, the trial judge, in an endeavor to meet Jordan's objections to taking the stand in the joint trial, offered to forbid the Government from raising Jordan's prior criminal record on cross-examination. Jordan, however, still remained unwilling to testify, preferring to challenge the sufficiency of the Government's case without exposing himself as a witness in his own behalf. The trial judge denied the severance motions.\" 454 F.2d at 775.\nJordan was not going to testify in his own behalf in his trial. Therefore, any testimony given by him in Shuford's trial could not have been used against him in his own trial, if the trials were severed. The trials were not severed and Shuford was convicted. On appeal he alleged trial error in refusing the severance. The appellate court agreed stating:\n\n*38 \"No other witness testified regarding Shuford's instructions to Long. Indeed the only other potential witness with direct knowledge of this phase of the case was Jordan who, in the absence of a severance, declined to take the stand. And the Fifth Amendment gave Jordan the right not even to be called to the stand so long as he was a defendant. United States v. Keenan, 267 F.2d 118, 126 (7th Cir.1959), cert denied, 361 U.S. 836, 80 S. Ct. 121, 4 L. Ed. 2d 104 (1959); Poretto v. United States, 196 F.2d 392, 394 (5th Cir.1952). This right extends so far as to forbid not only the Government, but even Shuford from calling Jordan to the stand. DeLuna v. United States, 308 F.2d 140 (5th Cir.1952); United States v. Housing Foundation, 176 F.2d 665, 666 (3d Cir. 1949). However, if Jordan's case were severed, while he would retain the privilege against self-incrimination, as a witness, he would no longer have the right not to be called to the stand. Landy v. United States, 283 F.2d 303 (5th Cir. 1960). Thus, absent Jordan's willingness to waive his Fifth Amendment rights while joined as a defendant with Shuford, severance was the only way of affording Shuford any possibility of persuading Jordan to testify.\n\"In a situation where the clusive quality of credibility is of such importance, the jury should have the benefit of all relevant testimony likely to shed light on the situation. We think that the denial of the severance, resulting in withholding this witness' testimony on such a critical point, so tipped the scales against Shuford that he failed to receive a fair trial. A verdict based so heavily on less than the full available testimony, where the missing testimony could, with relative case, have been procured, should not stand.\" 454 F.2d at 777. (Emphasis in original.)\nSee also United States v. Kozell, 468 F. Supp. 746 (E.D. Pa. 1979), where severance was sought in order to enable one defendant to be able to call his codefendant as a witness. In denying the motion the trial court stated:\n\"As a general rule, defendants jointly indicted should be jointly tried. United States v. Frumento, 409 F. Supp. 143, 144 (E.D. Pa. 1976). Severance may be denied in the absence of a clear showing that a defendant will be so severely prejudiced by a joint trial that it will in effect deny him a fair trial. United States v. Barber, 296 F. Supp. 795, 797 (D. Del. 1969), aff'd in part, rev'd in part on other grounds, 442 F.2d 517 (3d Cir.), cert. denied, 404 U.S. 958, 92 S. Ct. 327, 30 L. Ed. 2d 275 (1971). Kozell's argument in support of his motion for severance is that Keller [codefendant] will invoke his Fifth Amendment privilege if they are tried jointly, thus depriving him of Keller as a defense witness. It is true that a defendant may not be required to take the stand at his own trial. United States v. Housing Foundation of America, 176 F.2d 665, 666 (3d Cir.1949). However, a codefendant may be called as a witness at a separate trial for another person accused with him. United States v. Arcuri, 405 F.2d 691, 695 (2d Cir.1968), cert. denied, 395 U.S. 913, 89 S. Ct. 1760, 23 L. Ed. 2d 227 (1969). The fundamental flaw in Kozell's argument is that he cannot compel Keller to testify even if a severance is granted. United States v. Barber, supra, 442 F.2d at 529 n. 22.\n\"In United States v. Boscia, 827 (3d Cir.1978), the Third Circuit articulated several factors to be considered in determining whether the Court *39 should grant a severance on the ground that a joint trial would deprive the movant of the ability to call a codefendant as a defense witness:\n\"`In determining the necessity of severance under these circumstances, courts have placed emphasis on the following four factors: (1) the likelihood of co-defendant's testifying; (2) the degree to which such testimony would be exculpatory; (3) the degree to which the testifying co-defendants could be impeached; (4) judicial economy.' Id., at 832. See also United States v. Rosa, 560 F.2d 149, 155 (3d Cir.1977) (en banc); United States v. Finklestein, 526 F.2d 517, 523-524 (2d Cir.1975); Byrd v. Wainwright, 428 F.2d 1017, 1019-1020 (5th Cir. 1970). Upon consideration of each of these factors, we find that their resolution militates against Kozell's position.\" 468 F. Supp. at 748.\nThe law relative to this aspect of prejudicial joinder is summarized in 1 Wright, Federal Practice and Procedure: Criminal 2d § 225 (1982), at pp. 831-39, as follows:\n\"A second problem arises if one defendant wishes to use the testimony of a codefendant in his own behalf. One defendant may not require another to take the stand at a trial in which both are charged, since this would be inconsistent with the privilege of a criminal defendant not to be called to the stand at all. If a defendant does take the stand and testify he waives his privilege not to answer questions about the crime charged. Thus at a joint trial a defendant who does not wish to testify on his own behalf is hardly likely to take the stand on behalf of a codefendant.\n\"A test that has been developed in the Fifth Circuit includes the considerations that most courts have applied in passing on a motion for severance in order to obtain the testimony of a codefendant.\n\"`In order to be entitled to a severance on the ground urged, the movant must demonstrate: (1) a bona fide need for the testimony; (2) the substance of the testimony; (3) its exculpatory nature and effect; and (4) that the co-defendant will in fact testify if the cases are severed. * * * Given such a showing, the court should (1) examine the significance of the testimony in relation to the defendant's theory of defense; (2) assess the extent of prejudice caused by the absence of the testimony; (3) pay close attention to judicial administration and economy; (4) give weight to the timeliness of the motion.'\n\"Most motions for severance on this ground fail the test. The courts show a healthy, and quite justified, skepticism whether the defendant would call his codefendant if he could, and whether the codefendant would not claim his constitutional privilege even in a separate trial. The courts have demanded more than conclusory statements about the nature of the expected testimony, and they have been reluctant to grant the motion if the codefendant's willingness to testify is conditioned on his trial taking place before the trial of the defendant who wishes his testimony. Despite all of these barriers, there are cases in which it is held that the required showing has been made and that there should be a severance.\"\nWe believe the Fifth Circuit test as above cited is sound and the same is approved.\nIt is clear Nott was not a defendant in the severed trial of Whitaker and Kirk. His status was that of a witness asserting a *40 privilege against self-incrimination rather than a defendant exercising his right not to be called as a witness in his own trial. Generally, it is proper to attack the credibility of a witness by showing a prior inconsistent statement of the witness. Before turning to the issue of whether Nott's exercise of the Fifth Amendment privilege against self-incrimination in the Whitaker-Kirk trial could properly be used to impeach the credibility of his alibi testimony at his own trial on the basis it is a prior inconsistent statement, some comment should be made on K.S.A. 60-439. The statute provides:\n\"If a privilege is exercised not to testify or to prevent another from testifying either in the action or with respect to particular matters, or to refuse to disclose or to prevent another from disclosing any matter, the judge and counsel may not comment thereon, no presumption shall arise with respect to the exercise of the privilege, and the trier of fact may not draw any adverse inference therefrom. In those jury cases wherein the right to exercise a privilege, as herein provided, may be misunderstood and unfavorable inferences drawn by the trier of the fact, or may be impaired in the particular case, the court, at the request of the party exercising the privilege, may instruct the jury in support of such privilege.\"\nUnder this statute where a criminal defendant does not waive his right not to be called as a witness in his own trial, or if a witness exercises a self-incrimination privilege (K.S.A. 60-425), or if any party in a civil or criminal action exercises a privilege to preclude the testimony of a witness in whole or in part (see: lawyer-client privilege [K.S.A. 60-426]; physician-patient privilege [K.S.A. 60-427]; marital privilege [K.S.A. 60-428]; and penitential communication privilege [K.S.A. 60-429]), then neither trial judge nor counsel in the case may comment upon such witness' or party's exercise of such right or privilege. This statute has no application to the facts before us. Nott's assertion of his privilege against self-incrimination was made while a witness in the Whitaker-Kirk trial. K.S.A. 60-439 would have precluded comment thereon by trial court or counsel only in the Whitaker-Kirk trial. The statute speaks only to commenting on a privilege already exercised in the trial in which the privilege was asserted.\nWe turn now to the issue before us.\nMay Nott's exercise of the privilege against self-incrimination (Fifth Amendment to the United States Constitution; Kan. Const. Bill of Rights, § 10; K.S.A. 60-425) be used to impeach the credibility of his alibi testimony at his own trial on the basis it is a prior inconsistent statement? In order to answer this question, *41 it is necessary to review a number of United States decisions relative to whether evidence of a prior statement or silence of a defendant may be used against him at trial for impeachment purposes.\nThe Fifth Amendment to the United States Constitution provides in pertinent part:\n\"No person shall ... be compelled in any Criminal Case to be a witness against himself....\"\nA comparable provision is found in Section Ten of the Kansas Constitution Bill of Rights.\nThe general rule is a prosecutor may not use a defendant's post-arrest silence to impeach the credibility of his trial testimony. The landmark case in this area is Doyle v. Ohio, 426 U.S. 610, 49 L. Ed. 2d 91, 96 S. Ct. 2240 (1976). In Doyle defendants were advised of their Miranda rights at the time of their arrest and chose to remain silent. At trial defendants related exculpatory accounts of the incident, specifically that they had been framed by narcotics agents. Over objections of defense counsel, the prosecution was permitted to ask defendants on cross-examination why they had not given the arresting officers the same exculpatory explanations. In reversing defendants' convictions, the United States Supreme Court stated:\n\"Silence in the wake of these [Miranda] warnings may be nothing more than the arrestee's exercise of these Miranda rights. Thus, every post-arrest silence is insolubly ambiguous because of what the State is required to advise the person arrested. See United States v. Hale, [422 U.S. 171] at 177 [45 L. Ed. 2d 99, 95 S. Ct. 2133 (1975)]. Moreover, while it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings. In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person's silence to be used to impeach an explanation subsequently offered at trial.\" 426 U.S. at 617-18. (Emphasis supplied.)\nIn State v. Mims, 220 Kan. 726, 556 P.2d 387 (1976), the Kansas Supreme Court in following Doyle v. Ohio commented:\n\"Prior to Doyle there was a conflict of decisions of the United States Courts of Appeals on the question whether a prosecutor may properly cross-examine the defendant on the fact that he remained silent and did not tell the police an exculpatory explanation at the time he was arrested as he did at the time he testified at the trial. We had the question before this court in State v. Bly, 215 Kan. 168, 523 P.2d 397 [(1974)]. In Bly we held that when a defendant testifies he may be impeached like any other witness and that the use of pretrial silence for impeachment depends on whether, in the circumstances presented, there is such *42 inconsistency between silence and testimony as to reasonably permit the use of silence to impeach the defendant's credibility. In Bly the court relied primarily upon State v. Jackson, 201 Kan. 795, 443 P.2d 279 [(1968)], cert. den. U.S. 908, 22 L. Ed. 2d 219, 89 S. Ct. 1019 [(1969)].\n\"We interpret the decision of the United States Supreme Court in Doyle to settle the question so as to make it constitutionally impermissible for a state prosecutor to impeach a defendant's exculpatory story told for the first time at the trial by cross-examining him as to his post-arrest silence after receiving the warnings required by Miranda v. Arizona, 384 U.S. 436, 16 L. Ed. 2d 694, 86 S. Ct. 1602 [(1966)], 10 A.L.R. 3d 974. We specifically overrule syllabus eight and corresponding portions of the opinion in State v. Bly, supra, insofar as they are in conflict with Doyle v. Ohio, supra. Also to the extent they conflict with Doyle and our decision in this case we overrule State v. Jackson, supra; State v. Schroeder, 201 Kan. 811, 443 P.2d 284 [(1968)]; State v. Wade, 206 Kan. 347, 479 P.2d 811 [(1971)]; and State v. Crowe, 207 Kan. 473, 486 P.2d 503 [(1971)].\" 220 Kan. at 730.\nSee also State v. Heath, 222 Kan. 50, 52, 563 P.2d 418 (1977), State v. Jordan, 223 Kan. 197, 574 P.2d 194 (1977), and State v. Smith, 223 Kan. 294, 574 P.2d 161 (1978).\nIn State v. Clark, 223 Kan. 83, 574 P.2d 174 (1977), defendant spoke briefly to police after his arrest, but remained silent about his exculpatory story until he testified at trial. In Clark the court held:\n\"Following his arrest and the Miranda warnings, a defendant is under no duty to duty volunteer his exculpatory story.\" Syl. ¶ 1.\n\"It is constitutionally impermissible for a state prosecutor to impeach a defendant's alibi defense, which is told for the first time at trial, when the defendant carried on limited discussion with police after his arrest, but was silent as to exculpatory matters subsequently asserted at trial.\" Syl. ¶ 2.\nThe linchpin of Doyle v. Ohio is the defendant's silence has in some way been induced by government action, such as by the giving of a Miranda warning, and hence the silence is not inconsistent with the exculpatory testimony at trial. Recently, in Fletcher v. Weir, 455 U.S. 603, 71 L. Ed. 2d 490, 102 S. Ct. 1309 (1982), the United States Supreme Court held where there has been no governmental action to induce silence by the defendant, then post-arrest silence may be used at trial to impeach the credibility of a testifying defendant.\nWe believe the United States Supreme Court's rationale in Fletcher, including its analysis of prior cases, is significant to the issue herein and should be set forth in some detail:\n\"In the course of a fight in a nightclub parking lot, Ronnie Buchanan pinned respondent Weir to the ground. Buchanan then jumped to his feet and shouted *43 that he had been stabbed; he ultimately died from his stab wounds. Respondent immediately left the scene, and did not report the incident to the police.\n\"At his trial for intentional murder, respondent took the stand in his own defense. He admitted stabbing Buchanan, but claimed that he acted in self-defense and that the stabbing was accidental. This in-court statement was the first occasion on which respondent offered an exculpatory version of the stabbing. The prosecutor cross-examined him as to why he had, when arrested, failed either to advance his exculpatory explanation to the arresting officers or to disclose the location of the knife he had used to stab Buchanan. Respondent was ultimately found guilty by a jury of first degree manslaughter. The conviction was affirmed on appeal to the Supreme Court of Kentucky.\n\"The United States District Court for the Western District of Kentucky then granted respondent a writ of habeas corpus, and the Court of Appeals for the Sixth Circuit affirmed. 658 F.2d 1126 (1981). The Court of Appeals concluded that respondent was denied due process of law guaranteed by the Fourteenth Amendment when the prosecutor used his postarrest silence for impeachment purposes. Although it did not appear from the record that the arresting officers had immediately read respondent his Miranda warnings, the court concluded that a defendant cannot be impeached by use of his postarrest silence even if no Miranda warnings had been given. The court held that `it is inherently unfair to allow cross-examination concerning postarrest silence,' 658 F.2d, at 1130, and rejected the contention that our decision in Doyle v. Ohio, 426 U.S. 610 (1976), applied only where the police had read Miranda warnings to a defendant. Because we think that the Court of Appeals gave an overly broad reading to our decision in Doyle v. Ohio, supra, we reverse its judgment.\n\"One year prior to our decision in Doyle, we held in the exercise of our supervisory power over the federal courts that silence following the giving of Miranda warnings was ordinarily so ambiguous as to have little probative value. United States v. Hale, 422 U.S. 171 [,45 L. Ed. 2d 99, 95 S. Ct. 2133] (1975). There we said:\n`In light of the many alternative explanations for his pretrial silence, we do not think it sufficiently probative of an inconsistency with his in-court testimony to warrant admission of evidence thereof.' Id., at 180.\n\"The principles which evolved on the basis of decisional law dealing with appeals within the federal court system are not, of course, necessarily based on any constitutional principle. Where they are not, the States are free to follow or to disregard them so long as the state procedure as a whole remains consistent with due process of law. See Cupp v. Naughten, 414 U.S. 141, 146 [, 38 L. Ed. 2d 368, 94 S. Ct. 396] (1973). The year after our decision in Hale, we were called upon to decide an issue similar to that presented in Hale in the context of a state criminal proceeding. While recognizing the importance of cross-examination and of exposing fabricated defenses, we held in Doyle v. Ohio, supra, that because of the nature of Miranda warnings it would be a violation of due process to allow comment on the silence which the warnings may well have encouraged:\n`[W]hile it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings. In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person's silence *44 to be used to impeach an explanation subsequently offered at trial.' Id., at 618 (footnote omitted).\n\"The significant difference between the present case and Doyle is that the record does not indicate that respondent Weir received any Miranda warnings during the period in which he remained silent immediately after his arrest. The majority of the Court of Appeals recognized the difference, but sought to extend Doyle to cover Weir's situation by stating that `[w]e think an arrest, by itself, is governmental action which implicitly induces a defendant to remain silent.' 658 F.2d, at 1131. We think that this broadening of Doyle is unsupported by the reasoning of that case and contrary to our post-Doyle decisions.\n\"In Jenkins v. Anderson, 447 U.S. 231, 239 [, 65 L. Ed. 2d 86, 100 S. Ct. 2124] (1980), a case dealing with pre-arrest silence, we said:\n`Common law traditionally has allowed witnesses to be impeached by their previous failure to state a fact in circumstances in which that fact naturally would have been asserted. 3A J. Wigmore, Evidence § 1042, p. 1056 (Chadbourn rev. 1970). Each jurisdiction may formulate its own rules of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative.'\n\"In Jenkins, as in other post-Doyle cases, we have consistently explained Doyle as a case where the government had induced silence by implicitly assuring the defendant that his silence would not be used against him. In Roberts v. United States, 445 U.S. 552, 561 [, 63 L. Ed. 2d 622, 100 S. Ct. 1358] (1980), we observed that the post-conviction, presentencing silence of the defendant did not resemble `postarrest silence that may be induced by the assurances contained in Miranda warnings.' In Jenkins, we noted that the failure to speak involved in that case occurred before the defendant was taken into custody and was given his Miranda warnings, commenting that no governmental action induced the defendant to remain silent before his arrest. 447 U.S., at 239-240. Finally, in Anderson v. Charles, 447 U.S. 404, 407-408 [, 65 L. Ed. 2d 222, 100 S. Ct. 2180] (1980), we explained that use of silence for impeachment was fundamentally unfair in Doyle because `Miranda warnings inform a person of his right to remain silent and assure him, at least implicitly, that his silence will not be used against him.... Doyle bars the use against a criminal defendant of silence maintained after receipt of governmental assurances.'\n\"In the absence of the sort of affirmative assurances embodied in the Miranda warnings, we do not believe that it violates due process of law for a State to permit cross-examination as to postarrest silence when a defendant chooses to take the stand. A State is entitled, in such situations, to leave to the judge and jury under its own rules of evidence the resolution of the extent to which postarrest silence may be deemed to impeach a criminal defendant's own testimony.\" 455 U.S. at 603-07.\nHeretofore, we have been discussing impeaching a testifying defendant by cross-examination of him as to his failure to tell arresting officers the exculpatory version of events. In such instances the silence may be considered governmentally induced by the giving of the Miranda warning and hence said *45 silence is not clearly inconsistent with the defendant's trial testimony.\nAnother line of cases involves the propriety of impeaching a defendant's exculpatory trial testimony by showing defendant's silence in a prior judicial proceeding. The progenitor of this line is Raffle v. United States, 271 U.S. 494, 70 L. Ed. 1054, 46 S. Ct. 566 (1926). See also 21 Ill. L. Rev. 396 (1926).\nIn Raffel defendant was accused of operating an illegal liquor establishment during Prohibition. At his first trial, where a government witness testified defendant admitted operating the establishment, defendant did not testify. Defendant's first trial ended in a hung jury. At his second trial the government witness repeated his testimony relative to defendant's admission. Unlike his first trial, defendant then took the stand and denied making the admission. To attack the credibility of defendant's denial of the admission, the trial court permitted the government to inquire of defendant why he had remained silent at the first trial in face of testimony concerning the admission. The United States Supreme Court, on a certified question, held the prosecutor's examination at the second trial was permissible.\n\"The immunity from giving testimony is one which the defendant may waive by offering himself as a witness. [Citations omitted.] When he takes the stand in his own behalf, he does so as any other witness, and within the limits of the appropriate rules he may be cross-examined as to the facts in issue. [Citations omitted.] He may be examined for the purpose of impeaching his credibility. [Citations omitted.] His failure to deny or explain evidence of incriminating circumstances of which he may have knowledge, may be the basis of adverse inference, and the jury may be so instructed. [Citation omitted.] His waiver is not partial; having once cast aside the cloak of immunity, he may not resume it at will, whenever cross-examination may be inconvenient or embarrassing.\n\"If, therefore, the questions asked of the defendant were logically relevant, and competent within the scope of the rules of cross-examination, they were proper questions, unless there is some reason of policy in the law of evidence which requires their exclusion.\" 271 U.S. at 496-97.\nContinuing:\n\"It is elementary that a witness who upon direct examination denies making statements relevant to the issue, may be cross-examined with respect to conduct on his part inconsistent with this denial. The value of such testimony, as is always the case with cross-examination, must depend upon the nature of the answers elicited; and their weight is for the jury. But we cannot say that such questions are improper cross-examination, although the trial judge might appropriately instruct the jury that the failure of the defendant to take the stand in his own behalf is not in itself to be taken as an admission of the truth of the testimony which he did not deny.\n\n*46 \"There can be no basis, then, for excluding the testimony objected to, unless it be on the theory that under the peculiar circumstances of the case, the defendant's immunity should be held to survive his appearance as a witness on the second trial, to the extent at least, that he may be permitted to preserve silence as to his conduct on the first.\" 271 U.S. at 498.\nConcluding:\n\n\"There is a sound policy in requiring the accused who offers himself as a witness to do so without reservation, as does any other witness. We can discern nothing in the policy of the law against self-incrimination which would require the extension of immunity to any trial or to any tribunal other than that in which the defendant preserves it by refusing to testify.\" 271 U.S. at 499. (Emphasis supplied.)\nIn Stewart v. United States, 366 U.S. 1, 6 L. Ed. 2d 84, 81 S. Ct. 941 (1961), the Court noted the mere fact a defendant was silent at a prior judicial proceeding does not mean when he subsequently testifies at his own trial there is per se an inconsistency between his prior silence and subsequent testimony.\n\"[I]n no case has this Court intimated that there is such a basic inconsistency between silence at one trial and taking the stand at a subsequent trial that the fact of prior silence can be used to impeach any testimony which a defendant elects to give at a later trial. The Raffel case, relied upon by the majority below, involved a situation in which Raffel had sat silent at his first trial in the face of testimony by a government agent that Raffel had previously made admissions pointing to his guilt. On a second trial, Raffel took the stand and denied the truth of this same testimony offered by the same witness. Under these circumstances, this Court held that Raffel's silence at the first trial could be shown in order to discredit his testimony at the second trial on the theory that the silence itself constituted an admission as to the truth of the agent's testimony.\" 366 U.S. at 5-6.\nIn the Doyle-Fletcher line of cases, the issue was impeachment of a testifying defendant as to his failure to tell his exculpatory statement to the arresting officers. Where a Miranda warning has been given such silence is considered to have been induced by the government and will not be considered truly inconsistent with the later testimony.\nIn the Raffel-Stewart line of cases, defendant remained silent at his own first trial but elected to testify at the second trial. In both these lines of cases the prior silence is essentially passive in nature and various reasons for such silence may be speculated upon, as it was not legally necessary for the defendant to ascribe any reason before electing to remain silent. The question of whether such silence then is truly inconsistent with the later testimony is inherent under such circumstances.\n*47 Although distinguishable, the federal case closest factually to the question before us is Grunewald v. United States, 353 U.S. 391, 1 L. Ed. 2d 931, 77 S. Ct. 963 (1957), 62 A.L.R. 2d 1344. In Grunewald, defendant Halperin invoked the Fifth Amendment when called as a witness before a grand jury, but at his trial answered the same questions he had previously declined to answer. The trial court permitted cross-examination for impeachment purposes. Such silence was not passive but rather an active assertion he would not testify before the grand jury on the Fifth Amendment grounds his testimony might incriminate him. In holding such cross-examination was improper the court stated:\n\n\"It is, of course, an elementary rule of evidence that prior statements may be used to impeach the credibility of a criminal defendant or an ordinary witness. But this can be done only if the judge is satisfied that the prior statements are in fact inconsistent. 3 Wigmore, Evidence, § 1040. And so the threshold question here is simply whether, in the circumstances of this case, the trial court erred in holding that Halperin's plea of the Fifth Amendment privilege before the grand jury involved such inconsistency with any of his trial testimony as to permit its use against him for impeachment purposes. We do not think that Raffel is properly to be read either as dispensing with the need for such preliminary scrutiny by the judge, or as establishing as a matter of law that such a prior claim of privilege with reference to a question later answered at the trial is always to be deemed to be a prior inconsistent statement, irrespective of the circumstances under which the claim of privilege was made. The issue decided in Raffel came to the Court as a certified question in quite an abstract form, and was really centered on the question whether a defendant who takes the stand on a second trial can continue to take advantage of the privilege asserted at the first trial. This Court held, in effect, that when a criminal defendant takes the stand, he waives his privilege completely and becomes subject to cross-examination impeaching his credibility just like any other witness: `His waiver is not partial; having once cast aside the cloak of immunity, he may not resume it at will, whenever cross-examination may be inconvenient or embarrassing.' The Court, in Raffel, did not focus on the question whether the cross-examination there involved was in fact probative in impeaching the defendant's credibility. In other words, we may assume that under Raffel Halperin in this case was subject to cross-examination impeaching his credibility just like any other witness, and that his Fifth Amendment plea before the grand jury could not carry over any form of immunity when he voluntarily took the stand at the trial. This does not, however, solve the question whether in the particular circumstances of this case the cross-examination should have been excluded because its probative value on the issue of Halperin's credibility was so negligible as to be far outweighed by its possible impermissible impact on the jury. As we consider that in the circumstances of the present case, the trial court, in the exercise of a sound discretion, should have refused to permit this line of cross-examination, we are not faced with the necessity of deciding whether Raffel has been stripped of vitality by the later *48 Johnson [v. United States, 318 U.S. 189, 87 L. Ed. 704, 63 S. Ct. 549 (1943)] case, or of otherwise re-examining Raffel.\n\n\"We need not tarry long to reiterate our view that, as the two courts below held, no implication of guilty could be drawn from Halperin's invocation of his Fifth Amendment privilege before the grand jury. Recent re-examination of the history and meaning of the Fifth Amendment has emphasized anew that one of the basic functions of the privilege is to protect innocent men. Griswold, The Fifth Amendment Today, 9-30, 53-82. `Too many, even those who should be better advised, view this privilege as a shelter for wrongdoers. They too readily assume that those who invoke it are either guilty of crime or commit perjury in claiming the privilege.' Ullmann v. United States, 350 U.S. 422, 426 [(1956)]. See also Slochower v. Board of Higher Education, 350 U.S. 551 [, 100 L. Ed. 692, 76 S. Ct. 637 (1956)], when at the same Term, this Court said at pp. 557-558: `The privilege serves to protect the innocent who otherwise might be ensnared by ambiguous circumstances.'\n\n\"When we pass to the issue of credibility, we deem it evident that Halperin's claim of the Fifth Amendment privilege before the Brooklyn grand jury in response to questions which he answered at the trial was wholly consistent with innocence. Had he answered the questions put to him before the grand jury in the same way he subsequently answered them at trial, this nevertheless would have provided the Government with incriminating evidence from his own mouth. For example, had he stated to the grandjury that he knew Griswald, the admission would have constituted a link between him and a criminal conspiracy, and this would be true even though he was entirely innocent and even though his friendship with Grunewald was above reproach. There was, therefore, as we see it, no inconsistency between Halperin's statement to the grandjury that answering the question whether he knew Grunewald would tend to furnish incriminating evidence against him, and his subsequent testimony at trial that his acquaintance with Grunewald was free of criminal elements. And the same thing is also true, as we see it, as to his claim of privilege with respect to the other questions asked him before the grand jury and his answers to those same questions when they were put to him at the trial.\" 353 U.S. at 418-22. (Emphasis supplied).\nIn Grunewald the prior proceeding in which the Fifth Amendment was invoked was a grand jury proceeding which is essentially investigative in nature. This is distinguishable from taking the Fifth Amendment when called as a witness by codefendants in the codefendants' trial. However, the rationale relative to inconsistency may be applied to the case before us.\nBefore concluding our discussion of United States Supreme Court cases, reference needs to be made to the recent decision in Jenkins v. Anderson, 447 U.S. 231, 65 L. Ed. 2d 86, 100 S. Ct. 2124 (1980). The Jenkins opinion not only establishes Raffel is alive and well, but aids in placing the various United States Supreme Court cases heretofore discussed into proper perspective and *49 into relationship with each other. Jenkins involved prearrest silence. In Jenkins defendant testified at trial the killing for which he was charged was in self-defense. In cross-examination the prosecution established by its questions defendant had not come forward with this story to police officers in the two-week interlude between the killing and defendant's arrest. In holding this line of questioning did not violate defendant's Fifth Amendment rights, the court stated:\n\"At trial the prosecutor attempted to impeach the petitioner's credibility by suggesting that the petitioner would have spoken out if he had killed in self-defense. The petitioner contends that the prosecutor's actions violated the Fifth Amendment as applied to the States through the Fourteenth Amendment. The Fifth Amendment guarantees an accused the right to remain silent during his criminal trial, and prevents the prosecution from commenting on the silence of a defendant who asserts the right. Griffin v. California, 380 U.S. 609, 614 [, 14 L. Ed. 2d 106, 85 S. Ct. 1229] (1965). In this case, of course, the petitioner did not remain silent throughout the criminal proceedings. Instead, he voluntarily took the witness stand in his own defense.\n\"This Court's decision in Raffel v. United States, 271 U.S. 494 [, 70 L. Ed. 1054, 46 S. Ct. 566] (1926), recognized that the Fifth Amendment is not violated when a defendant who testifies in his own defense is impeached with his prior silence. The defendant in Raffel was tried twice. At the first trial, a Government agent testified that Raffel earlier had made an inculpatory statement. The defendant did not testify. After the first trial ended in deadlock the agent repeated his testimony at the second trial, and Raffel took the stand to deny making such a statement. Cross-examination revealed that Raffel had not testified at the first trial. Id., at 495, n. The Court held that inquiry into prior silence was proper because `[t]he immunity from giving testimony is one which the defendant may waive by offering himself as a witness.... When he takes the stand in his own behalf, he does so as any other witness, and within the limits of the appropriate rules he may be cross-examined.... Id., at 496-497. Thus, the Raffel Court concluded that the defendant was `subject to cross-examination impeaching his credibility just like any other witness.' Grunewald v. United States, 353 U.S. 391, 420 [, 1 L. Ed. 2d 931, 77 S. Ct. 963] (1957).\" 447 U.S. at 235-36.\n\"In Raffel, the defendant's decision not to testify at his first trial was an invocation of his right to remain silent protected by the Fifth Amendment. In this case, the petitioner remained silent before arrest, but chose to testify at his trial. Our decision today does not consider whether or under what circumstances prearrest silence may be protected by the Fifth Amendment. We simply do not reach that issue because the rule of Raffel clearly permits impeachment even if the prearrest silence were held to be an invocation of the Fifth Amendment right to remain silent.\" 447 U.S. at 236, n. 2.\n\"It can be argued that a person facing arrest will not remain silent if his failure to speak later can be used to impeach him. But the Constitution does not forbid `every government-imposed choice in the criminal process that has the effect of *50 discouraging the exercise of constitutional rights.' Chaffin v. Stynchcombe, 412 U.S. 17, 30 [, 36 L. Ed. 2d 714, 93 S. Ct. 1977] (1973). See Corbitt v. New Jersey, 439 U.S. 212, 218, and n. 8 [, 58 L. Ed. 2d 466, 99 S. Ct. 492] (1978). The `\"threshold question is whether compelling the election impairs to an appreciable extent any of the policies behind the rights involved.\"' Chaffin v. Stynchcombe, supra, at 32, quoting Crampton v. Ohio, decided with McGautha v. California, 402 U.S. 183, 213 [, 28 L. Ed. 2d 711, 91 S. Ct. 1454] (1971). The Raffel Court explicitly rejected the contention that the possibility of impeachment by prior silence is an impermissible burden upon the exercise of Fifth Amendment rights. `We are unable to see that the rule that [an accused who] testifies ... must testify fully, adds in any substantial manner to the inescapable embarrassment which the accused must experience in determining whether he shall testify or not.' 271 U.S., at 499.\" 447 U.S. at 236-37.\n\"Both MR. JUSTICE STEVENS, post, at 241-242, n. 2, and MR. JUSTICE MARSHALL, post, at 252, suggest that the constitutional rule of Raffel was limited by later decisions of the Court. In fact, no Court opinion decided since Raffel has challenged its holding that the Fifth Amendment is not violated when a defendant is impeached on the basis of his prior silence.\" 447 U.S. at 237, n. 4.\n\"This Court similarly defined the scope of the Fifth Amendment protection in Harris v. New York, 401 U.S. 222 [, 28 L. Ed. 2d 1, 91 S. Ct. 643] (1971). There the Court held that a statement taken in violation of Miranda v. Arizona, 384 U.S. 436 [, 16 L. Ed. 2d 694, 86 S. Ct. 1602] (1966), may be used to impeach a defendant's credibility. Rejecting the contention that such impeachment violates the Fifth Amendment, the Court said:\n\n\"`Every criminal defendant is privileged to testify in his own defense, or to refuse to do so. But that privilege cannot be construed to include the right to commit perjury.... Having voluntarily taken the stand, petitioner was under an obligation to speak truthfully and accurately, and the prosecution here did no more than utilize the traditional truth-testing devices of the adversary process.' 401 U.S., at 225. (Emphasis supplied.) See also Oregon v. Hass, 420 U.S. 714, 721-723 [, 43 L. Ed. 2d 570, 95 S. Ct. 1215] (1975); Walder v. United States, 347 U.S. 62, 65 [, 98 L. Ed. 503, 74 S. Ct. 354] (1954).\n\"In determining whether a constitutional right has been burdened impermissibly, it also is appropriate to consider the legitimacy of the challenged governmental practice. See Chaffin v. Stynchcombe, supra, at 32, and n. 20. Attempted impeachment on cross-examination of a defendant, the practice at issue here, may enhance the reliability of the criminal process. Use of such impeachment on cross-examination allows prosecutors to test the credibility of witnesses by asking them to explain prior inconsistent statements and acts. A defendant may decide not to take the witness stand because of the risk of cross-examination. But this is a choice of litigation tactics. Once a defendant decides to testify, `[t]he interests of the other party and regard for the function of courts of justice to ascertain the truth become relevant, and prevail in the balance of considerations determining the scope and limits of the privilege against self-incrimination.' Brown v. United States, 356 U.S. 148, 156 [, 2 L. Ed. 2d 589, 78 S. Ct. 622] (1958).\n\n\"Thus, impeachment follows the defendant's own decision to cast aside his cloak of silence and advances the truth-finding function of the criminal trial. We *51 conclude that the Fifth Amendment is not violated by the use of prearrest silence to impeach a criminal defendant's credibility.\n\"III\n\"The petitioner also contends that use of prearrest silence to impeach his credibility denied him the fundamental fairness guaranteed by the Fourteenth Amendment. We do not agree. Common law traditionally has allowed witnesses to be impeached by their previous failure to state a fact in circumstances in which that fact naturally would have been asserted. 3A J. Wigmore, Evidence § 1042, p. 1056 (Chadbourn rev. 1970). Each jurisdiction may formulate its own rules of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative. For example, this Court has exercised its supervisory powers over federal courts to hold that prior silence cannot be used for impeachment where silence is not probative of a defendant's credibility and where prejudice to the defendant might result. See United States v. Hale, 422 U.S. 171, 180-181 [, 45 L. Ed. 2d 99, 95 S. Ct. 2133] (1975); Stewart v. United States, 366 U.S. 1, 5 [, 6 L. Ed. 2d 84, 81 S. Ct. 941] (1961); Grunewald v. United States, 353 U.S., at 424.\n\"Only in Doyle v. Ohio, 426 U.S. 610 [, 49 L. Ed. 2d 91, 96 S. Ct. 2240] (1976), did we find that impeachment by silence violated the Constitution. In that case, a defendant received the warnings required by Miranda v. Arizona, supra, at 467-473, when he was arrested for selling marihuana. At that time, he made no statements to the police. During his subsequent trial, the defendant's testified that he had been framed. The prosecutor impeached the defendant's credibility on cross-examination by revealing that the defendant remained silent after his arrest. The State argued that the prosecutor's actions were permissible, but we concluded that `the Miranda decision compels rejection of the State's position.' 426 U.S., at 617. Miranda warnings inform a person that he has the right to remain silent and assure him, at least implicitly, that his subsequent decision to remain silent cannot be used against him. Accordingly, `it does not comport with due process to permit the prosecution during the trial to call attention to his silence at the time of arrest and to insist that because he did not speak about the facts of the case at that time, as he was told he need not do, an unfavorable inference might be drawn as to the truth of his trial testimony.' Id. at 619, quoting United States v. Hale, supra, at 182-183 (White, J., concurring in judgment).\n\"In this case, no governmental action induced petitioner to remain silent before arrest. The failure to speak occurred before the petitioner was taken into custody and given Miranda warnings. Consequently, the fundamental unfairness present in Doyle is not present in this case. We hold that impeachment by use of prearrest silence does not violate the Fourteenth Amendment.\" 447 U.S. at 237-40. (Emphasis supplied.)\nTwo cases from state courts, although of little significance, perhaps should be mentioned. In Messier v. State, 428 P.2d 338 (Okla. Crim. App. 1967), the facts are rather unclearly stated but apparently defendant Messier was called as a witness by the State in a codefendant's preliminary hearing where she invoked the Fifth Amendment. At her own trial defendant Messier testified and the State asked her if she had previously refused to *52 testify \"against Clyde Green.\" In holding this line of questioning to be error the Oklahoma court summarily rejected the rationale of Raffel, stating Raffel had been \"impliedly overruled.\" This conclusion is completely contrary to the recent United States Supreme Court decision in Jenkins v. Anderson, 447 U.S. 231, previously discussed herein. After cavalierly dispatching Raffel the Oklahoma court reversed the conviction on something of a malum in se rationale. No reference was made as to whether or not there was true inconsistency between taking the Fifth Amendment in the former proceeding and the defendant's testimony at trial. (See Grunewald v. United States, 353 U.S. 391, previously discussed.)\nThe Matter of Silverberg, 459 Pa. 107, 327 A.2d 106 (1974), involved a disciplinary proceeding against three attorneys. In a preliminary proceeding to determine if sufficient cause existed to file-a formal complaint, described by the court as an \"ex parte\" proceeding, two attorneys took the Fifth Amendment when called as witnesses. Later at the formal disciplinary hearing, the attorneys testified to their complete innocence of unethical conduct. The special attorney for the investigation asked the attorneys on cross-examination as to their prior assertion of the Fifth Amendment. The Pennsylvania Supreme Court held this was error, relying on the concurring opinion in Grunewald v. United States, 353 U.S. 391. The Grunewald concurring opinion agreed with the reversal of the case but disagreed with the majority's \"true inconsistency\" test and advocated a total ban on such cross-examination.\nWe believe the rationale of the majority opinion in Grunewald is sound. Accordingly, before permitting a defendant at his own trial to be asked about his prior invocation of the Fifth Amendment to remain silent, the trial judge should determine whether there is true inconsistency between the prior silence and subsequent testimony. Such a determination lies within the sound judicial discretion of the judge. 353 U.S. at 423. If the judge determines there is true inconsistency then he may permit questions on defendant's prior silence as it affects the credibility of his subsequent testimony.\nWe turn now to the case before us. The trial court did not consider whether Nott's prior testimony in the Whitaker-Kirk trial was truly inconsistent with his testimony in his own trial, *53 and it was error not to do so. As this issue is before this court on a reserved question, we shall proceed to make that determination. At the Whitaker-Kirk trial defendant answered questions concerning his name and address and then, with his counsel present, declined to answer the following three questions:\n\"Mr. Nott, is it not a fact that Mr. Kirk and Mr. Whitaker were not present when you and Jerry and Allen Cavin broke in the Wetmore school?\"\n....\n\"Mr. Nott, are you the one that placed Mr. Whitaker's drivers license in the school?\"\n....\n\"What did you and the Cavin boys do with the stuff that you stole from the Wetmore School?\"\nIt should be noted these were not general questions relating to whether he knew the other defendants, etc., as were involved in Grunewald. Instead these were questions going to the heart of the actual commission of the crimes and disposal of the stolen property. Defendant Nott testified at trial in the case before us he had nothing to do with the crimes, was wholly innocent, and was not even present in Wetmore when the crimes were committed.\nDefendant Nott's assertion of the Fifth Amendment was not induced by the court. Nott was called to the witness stand by counsel for the codefendants in the codefendants' trial. This was an improper procedure as the Whitaker-Kirk defense counsel knew Nott would assert the Fifth Amendment and decline to testify. See State v. Crumm, 232 Kan. 254, 654 P.2d 417 (1982); and State v. Lashley, 233 Kan. 620, 664 P.2d 1358 (1983). This fact, however, does not alter the issue before us. Immediately after Nott was sworn as a witness, the district court asked counsel for the State, Whitaker, and Kirk to approach the bench where a conference was had while Nott waited on the witness stand. The court inquired at the bench conference, \"[A]re we going to have any Fifth Amendment problem?\" Defense counsel answered affirmatively. The court then concluded it should admonish Nott of his Fifth Amendment rights. Trial then resumed and Nott was asked by defense counsel to state his name. Nott responded to the question by giving his name followed by an immediate invocation of the Fifth Amendment. After this invocation of the Fifth Amendment by Nott the court asked Nott if he had counsel and if the wanted his counsel present. Defendant answered affirmatively to both questions and after some further discussion *54 relative to the Nott attorney, the court recessed the trial until that afternoon when Nott's attorney could be present. Clearly Nott invoked the Fifth Amendment prior to any discussion between himself and the court and such invocation was not the result of court admonition. The governmental-induced silence which was the concern of Doyle v. Ohio, 426 U.S. 610, 49 L. Ed. 2d 91, 96 S. Ct. 2240 (1976), is absent under the facts of this case.\nWe conclude defendant Nott's assertion of a Fifth Amendment privilege against self-incrimination in the Whitaker-Kirk trial to the specific questions asked herein was truly inconsistent with his trial testimony. Under such circumstances the trial court erred in prohibiting the State from cross-examining defendant for impeachment purposes on his prior inconsistent statements in the Whitaker-Kirk trial.\nThe appeal is sustained.\nPRAGER, J., dissenting:\nI respectfully dissent. In my judgment, the opinion of the majority has charted a course for the courts of Kansas which not only violates constitutional principles but is contrary to express provisions of the Kansas statutes. The effect of the majority opinion will be to seriously impair, if not to destroy, the constitutional privilege against self-incrimination as provided for in the federal and Kansas Constitutions.\nIn the United States, the privilege against self-incrimination has been a part of our law since the time of the adoption of the Constitution of the United States. It provides in the Fifth Amendment that no person shall be compelled in any criminal case to be a witness against himself. It has been stated that the fundamental purpose of the Fifth Amendment privilege against self-incrimination is the preservation of an adversary system of criminal justice. By its very terms, the privilege against self-incrimination is available in criminal cases, and this has been uniformly recognized by the courts. The United States Supreme Court has stated that the privilege against self-incrimination should be liberally construed, and has held that the privilege extends to the states through the Fourteenth Amendment.\nThe privilege against self-incrimination is included in Section 10 of the Kansas Bill of Rights. It has also been enacted into statutory law by the legislature in K.S.A. 60-423(a) which provides as follows:\n\n*55 \"(a) Every person has in any criminal action in which he or she is an accused a privilege not to be called as a witness and not to testify.\" (Emphasis supplied.)\nBut the privilege is not restricted to an accused at his own trial. In addition to being a right granted to an accused, the privilege against self-incrimination is given to any person called as a witness in any legal action by K.S.A. 60-425, which provides:\n\"60-425. Self-incrimination. Subject to K.S.A. 60-423 and 60-437, every natural person has a privilege, which he or she may claim, to refuse to disclose in an action or to a public official of this state or the United States or any other state or any governmental agency or division thereof any matter that will incriminate such person.\" (Emphasis supplied.)\nIncrimination is defined at K.S.A. 60-424 as follows:\n\"60-424. Definition of incrimination. A matter will incriminate a person within the meaning of this article if it constitutes, or forms an essential part of, or, taken in connection with other matters disclosed, is a basis for a reasonable inference of such a violation of the laws of this state as to subject the person to liability to punishment therefor, unless he or she has become for any reason permanently immune from punishment for such violation.\"\nThe constitutional and statutory right of a person not to testify against himself, either as the accused or as a witness, is thus one of the privileges recognized in the Kansas Code of Civil Procedure which is also enforced in criminal cases (K.S.A. 60-402). Contrary to what the majority state, K.S.A. 60-439 specifically declares that, where any privilege is exercised either by an accused or by a witness as to any particular matter, the judge or counsel may not comment thereon. Furthermore, that section provides that no presumption shall arise with respect to the exercise of any privilege, and the trier of fact may not draw any adverse inference therefrom. There is nothing in that statute which indicates that the scope of the statute is restricted to the defendant's own prosecution, but rather the only logical inference is that no comment can be made and no adverse inference can be drawn from any invocation of the Fifth Amendment.\nIn Jenkins v. Anderson, 447 U.S. 231, 239, 65 L. Ed. 2d 86, 100 S. Ct. 2124 (1980), which is discussed at length in the majority opinion and later in this opinion, the Court stated that \"[e]ach jurisdiction may formulate its own rules of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative.\" By the above-mentioned statutes, the Kansas legislature *56 has decided the issue in this case by providing that no comment can be made on the exercise of the privilege and no adverse inference can be drawn from it. Thus, even if the majority opinion were correct about the constitutional issue, which it is not as is shown later herein, the legislature has decided that in this jurisdiction a prior exercise of the privilege against self-incrimination may not be used as a basis for impeachment in the cross-examination of a defendant in a criminal action.\nThis case is before this court on a question reserved pursuant to K.S.A. 22-3602(b)(3). The question reserved for determination by the State is this: Whether the trial court improperly prohibited the State from cross-examining defendant, Clemens Nott, relative to his invocation of the Fifth Amendment to the United States Constitution in the earlier trial of two codefendants? The facts in the case are undisputed and are set forth with specificity in the majority opinion. Five individuals including the defendant were charged with burglary and theft involving a high school. Defendant Nott was advised by the arresting officer of his Miranda rights at the time of his arrest on April 27, 1982. He made no statement to the arresting officer. Under both federal and Kansas law, it is constitutionally impermissible for a state prosecutor to impeach a defendant's alibi defense which is told for the first time at trial by using post-arrest silence, after the defendant has been advised of his constitutional rights by the Miranda warning. Doyle v. Ohio, 426 U.S. 610, 49 L. Ed. 2d 91, 96 S. Ct. 2240 (1976); State v. Mims, 220 Kan. 726, 556 P.2d 387 (1976); State v. Clark, 223 Kan. 83, 574 P.2d 174 (1977). Under those cases, it would clearly have been improper for the trial court to have permitted the prosecutor to cross-examine defendant Nott because he remained silent and refused to discuss the case with the arresting officer.\nFollowing his arrest, defendant, being indigent, had counsel appointed to represent him. His appointed counsel advised him of his constitutional right to remain silent and specifically advised defendant not to testify at the trial of his codefendants. However, defendant Nott was subpoenaed to appear at the trial as a defense witness. The obvious purpose of this procedure was to have Nott exercise his privilege against self-incrimination in front of the jury for whatever benefit that might bring the other defendants.\n*57 The majority opinion implies that a defendant has the right to require a codefendant to testify, if that codefendant's trial has been severed, subject to the codefendant being able to invoke the Fifth Amendment on the witness stand in response to specific questions. This, however, is in direct conflict with and impliedly overrules State v. Crumm, 232 Kan. 254, 654 P.2d 417 (1982), and State v. Lashley, 233 Kan. 620, 664 P.2d 1358 (1983), and is inconsistent with what the majority itself recognizes later in the opinion. Those cases and the majority opinion clearly recognize that a codefendant whose trial is severed retains the right not to be called as a witness in his codefendant's trial. See United States v. Barber, 442 F.2d 517, 529, n. 22 (3d Cir.1971). K.S.A. 60-423 clearly recognizes this right. See State v. Crumm, 232 Kan. at 257-61, where the court rejected the argument that the Sixth Amendment right to confrontation requires that a defendant be able to call an alleged coparticipant for the purpose of having that person invoke the Fifth Amendment before the jury. The court in Crumm quoted with approval Com. v. Hesketh, 386 Mass. 153, 434 N.E.2d 1238 (1982), a Massachusetts case:\n\"`Immediately before trial, defense counsel informed the trial judge that he planned to call Roberts as a defense witness. Defense counsel told the judge that it was his understanding that Roberts might invoke the privilege against self-incrimination. He said that he planned to call Roberts as a witness before the jury. Counsel for the defendant told the judge that he had a right to have Roberts invoke the Fifth Amendment privilege before the jury....\n....\n\"`After the prosecution completed its case, the judge conducted a voir dire outside the presence of the jury to determine whether Roberts intended to invoke the privilege against self-incrimination and whether the privilege was properly invoked. If Roberts planned to take the Fifth Amendment, the judge ruled that Roberts would not be allowed to do so in front of the jury, and that Roberts could not be called as a witness merely to invoke the privilege.\n\"`Defense counsel agreed that the privilege was properly invoked. However, he objected to that portion of the ruling which did not permit Roberts to invoke the privilege in front of the jury. Citing art. 12 of the Declaration of Rights of the Massachusetts Constitution, and the Sixth Amendment to the United States Constitution, the defendant's attorney argued that Hesketh had a right to have Roberts invoke the privilege against self-incrimination in front of the jury. The judge did not agree and denied the defendant's request to have Roberts invoke the privilege before the jury. There was no error.\n\"`\"[T]he right to confront and to cross-examine [witnesses] is not absolute and may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process.\" Commonwealth v. Francis, 375 Mass. 211, 214, 375 *58 N.E.2d 1221 cert. denied, 439 U.S. 872, 99 S. Ct. 205, 58 L. Ed. 2d 185 (1978), quoting Chambers v. Mississippi, 410 U.S. 284, 295, 93 S. Ct. 1038, 1045-1046, 35 L. Ed. 2d 297 (1973), and cases cited. \"The Fifth Amendment privilege against self-incrimination, when properly invoked, is clearly one of those interests.\" Commonwealth v. Francis, supra. Therefore, the Sixth Amendment does not give the defendant the right to have a witness invoke the privilege against self-incrimination in front of the jury.\n\"`The Sixth Amendment \"must be considered in light of its purpose, namely to produce testimony for the defendant.... Calling a witness who will refuse to testify does not fulfill [that] purpose.\" United States v. Roberts, 503 F.2d 598, 600 (9th Cir. 1974), cert. denied, 419 U.S. 1113, 95 S. Ct. 791, 42 L. Ed. 2d 811 (1975); Dodd v. State, 236 Ga. 572, 576, 224 S.E.2d 408 (1976). Further, a witness's reliance on the Fifth Amendment \"may have a disproportionate impact upon the minds of the jurors.\" People v. Thomas, 51 N.Y.2d 466, 472 [434 N.Y.S.2d 941, 415 N.E.2d 931] (1980). \"The jury may think it high courtroom drama of probative significance when a witness `takes the Fifth.' In reality the probative value of the event is almost entirely undercut by the ... fact that it is a form of evidence not subject to cross-examination.\" Bowles v. United States, 439 F.2d 536, 541-542 (D.C. Cir.1970), cert. denied, 401 U.S. 995, 91 S. Ct. 1240, 28 L. Ed. 2d 533 (1971). Because the impact of a witness's refusal to testify outweighs its probative value, \"[i]t is well settled that the jury is not entitled to draw any inferences from the decision of a witness to exercise his constitutional privilege whether those inferences be favorable to the prosecution or the defense.\" Bowles v. United States, supra at 541, United States v. Lacouture, 495 F.2d 1237 (5th Cir.), cert. denied 419 U.S. 1053, 95 S. Ct. 631, 42 L. Ed. 2d 648 (1974).' 434 N.E.2d at 1241-1242.\" (Emphasis supplied.) 232 Kan. at 259-60.\nThis court in Crumm adopted that rationale, holding that forbidding defense counsel to ask questions which the witness would refuse to answer did not deprive defendant of his Sixth Amendment right to call witnesses on his behalf.\nTherefore, as even the majority opinion recognizes in the opinion in some places, a defendant cannot compel a codefendant to testify over his objection regardless of whether his trial has been severed. Thus, it is clear, at least in this state, that once a person has been charged with a crime, he becomes the accused and has the right to remain silent, and cannot be compelled to testify in any criminal action in regard to that crime.\nThe record in this case shows that, when Nott was called to the stand to testify in the absence of his counsel, the trial court immediately inquired whether there was any Fifth Amendment problem if Nott testified. Counsel for the other defendants indicated that there was. The judge indicated then that he should advise the defendant that he did not have to testify. The court required Nott to take the stand. Nott stated to the court that his *59 attorney had advised him not to answer any questions and that he rested on his Fifth Amendment right not to offer any testimony. The judge then stated that he would not allow any questions if Nott refused to answer any questions by exercising his rights under the Fifth Amendment. The court, however, did permit defense counsel to ask a few questions, but defendant refused to answer any questions and he was permitted to leave the witness stand.\nThereafter, Nott's lawyer, Mr. Patton, came to the courtroom. Nott was again placed on the stand and asked questions which were clearly incriminating. Patton stated to the court that he had advised his client not to answer the questions and that Nott should take the Fifth Amendment. Patton told the court that was going to be his advice to Nott as to any further questions which might be asked him. At that point, the defendant was permitted to step down by the court. As State v. Crumm and State v. Lashley clearly hold, it was improper even for Nott to be put on the stand and \"compelled\" to invoke the Fifth Amendment.\nAt the trial in this case, defendant Nott took the witness stand in his own defense. The State advised the court and defense counsel that it intended to cross-examine Nott as to his taking the Fifth Amendment in the Whitaker-Kirk trial. The trial court treated the matter as a motion in limine and prohibited the prosecutor from any inquiry regarding Nott's refusal to testify in the Whitaker-Kirk trial, two days previously. Nott was acquitted of the charges by the jury. The State appealed on the question reserved.\nThe majority concedes that, under Doyle, Mims, and Clark, the State could not have cross-examined Nott as to his silence at the time of his arrest because, as the Court in Doyle noted, silence in the wake of Miranda warnings may be nothing more than the arrestee's exercise of these rights, and thus, every post-arrest silence is insolubly ambiguous. The question immediately arises: Why should the rule be different under the circumstances of this case? The defendant Nott was advised by the police officer, then by his appointed counsel, and finally by the judge in the prior trial that he had a constitutional privilege to remain silent. How can Nott's privilege to remain silent be destroyed by the fact that, following his Miranda warning by the arresting officer, Nott was advised by his own counsel and by a *60 trial judge that he had the same privilege. Does this mean that a defendant has a right to rely on a Miranda warning given by an arresting officer, but has no right to rely on advice of his counsel or the advice of a district judge? This simply cannot be the law, and there is not a single decision in this country that declares this is the law. In fact, all of the decisions handed down after Doyle are expressly to the contrary.\nIn one of our own cases we held that the failure of a defendant to take the stand as a witness at a prior unrelated trial may not be used to impeach him at the time of his own trial. In State v. Dodson, 222 Kan. 519, 565 P.2d 291 (1977), the defendant asserted his Fifth Amendment privilege against self-incrimination while testifying in a prior unrelated trial. On appeal, it was held that it was error for the trial court to permit the prosecutor to cross-examine the defendant regarding his assertion of the Fifth Amendment privilege against self-incrimination at the prior trial. This was held to be error, not only on the basis of Doyle, Mims, and State v. Heath, 222 Kan. 50, 563 P.2d 418 (1977), but also on the basis of K.S.A. 60-425 and K.S.A. 60-439. The court, however, found that the error was harmless error under the facts of the case and affirmed the conviction. The majority opinion in this case makes no attempt to explain our decision in Dodson which is clearly a case in point on the issue before us.\nThe majority opinion cites Grunewald v. United States, 353 U.S. 391, 1 L. Ed. 2d 931, 77 S. Ct. 963 (1957). In Grunewald, the defendant Halperin invoked his Fifth Amendment privilege when called as a witness before a grand jury. At his trial, he answered the same questions he had previously refused to answer. The trial court permitted cross-examination of the defendant about his prior refusal to testify for impeachment purposes. The United States Supreme Court held that such cross-examination was improper. In the opinion, the court noted that defendant Halperin's claim of the Fifth Amendment privilege before the grand jury was wholly consistent with his innocence. In other words, the refusal of a defendant to testify on the basis of the Fifth Amendment was not inconsistent with his exculpatory testimony subsequently made at the defendant's trial.\nIn this regard, the majority argues that the exercise by Nott of his Fifth Amendment privilege was inconsistent with his later alibi testimony and thus could be used to impeach him. This *61 seems clearly contrary to the holding in Grunewald. It is important to see what the majority is really saying in making this argument. Simply stated, the majority is attempting to apply retroactively the defendant's waiver of his Fifth Amendment rights at his own trial to the invocation of the Fifth Amendment at the Whitaker-Kirk trial, and then turn that invocation into testimony which can later be used to impeach him. In Doyle, the court held that every post-arrest silence is insolubly ambiguous, and thus no adverse inference can be drawn from that silence. This point was further recognized in State v. Crumm, where the court stated that the \"probative value of the event [exercise of the Fifth Amendment] is almost entirely undercut by the ... fact that it is a form of evidence not subject to cross-examination.\" 232 Kan. at 260. See also State v. Lashley, Syl. ¶ 4. Since the prosecutor in the Whitaker-Kirk trial had no right to cross-examine Nott, no logical inference can possibly be drawn from his invocation of the Fifth Amendment, and thus no plausible inconsistency arises with his subsequent alibi testimony.\nThe problem presented in this case has arisen because of confusing language in the cases as to the continuing viability of the decision in Raffel v. United States, 271 U.S. 494, 70 L. Ed. 1054, 46 S. Ct. 566, decided in 1926. Raffel is discussed in the majority opinion and holds, in substance, that a defendant's silence by failing to testify at his first trial could be used against him in his second trial. In Grunewald, the four concurring justices expressed the view that Raffel should be specifically overruled. Even the majority of the court questioned whether Raffel was good law in light of Johnson v. United States, 318 U.S. 189, 87 L. Ed. 704, 63 S. Ct. 549 (1943), in which the majority opinion stated that when a trial court grants the claim of privilege but allows it to be used against the accused to his prejudice, the Court cannot disregard the matter. The Court stated that such procedure has such potentialities of oppressive use that the Court could not sanction its use.\nIn Stewart v. United States, 366 U.S. 1, 6 L. Ed. 84, 81 S. Ct. 941 (1961), the court stated:\n\"[T]hat in no case has this Court intimated that there is such a basic inconsistency between silence at one trial and taking the stand at a subsequent trial that the fact of prior silence can be used to impeach any testimony which a defendant elects to give at a later trial.\" p. 5.\n*62 The Court in Stewart rejected the government's argument that Raffel allowed the prosecutor to impeach the defendant by use of his silence at previous trials.\nOur own Court of Appeals has questioned whether Raffel is good law in this state after Doyle and Mims. See State v. Blevins, 7 Kan. App. 2d 378, 642 P.2d 136, rev. denied 231 Kan. 801 (1982).\nIn the majority opinion, it is stated that the precise issue presented in this case has not been settled. The courts of other jurisdictions have addressed the identical issue raised in this case and have uniformly adopted the rationale of Stewart, Doyle, and Grunewald and rejected the applicability of Raffel. In Messier v. State, 428 P.2d 338 (Okla. Crim. App. 1967), the court held that when the defendant took the stand at her trial, the State could not cross-examine her about her assertion of her Fifth Amendment privilege at a previous trial of one of her codefendants. Relying on Grunewald, the Oklahoma court held that it was prejudicial error for the trial judge to permit such cross-examination. The court quoted from Johnson, as follows:\n\"`The claim of privilege and its allowance is properly no part of the evidence submitted to the jury, and no inferences whatever can be legitimately drawn by them from the legal assertion by the witness of his constitutional right. The allowance of the privilege would be a mockery of justice, if either party is to be affected injuriously by it.'\" 428 P.2d at 342. (Emphasis supplied.)\nIn the opinion, the court noted that Raffel had been impliedly overruled by Johnson and Grunewald.\nThe Supreme Court of Pennsylvania considered the same basic issue in Matter of Silverberg, 459 Pa. 107, 327 A.2d 106 (1974). That case involved an attorney disciplinary proceeding in which two attorneys had claimed the privilege against self-incrimination in a prior preliminary proceeding. The court held that the Fifth Amendment right against self-incrimination applies to state disciplinary proceedings against an attorney and that the accuseds' constitutional rights against self-incrimination were violated when their prior claims of privilege were introduced to impeach their credibility at a later hearing.\nIn Dean v. Commonwealth, 209 Va. 666, 166 S.E.2d 228 (1969), the defendant was cross-examined by the prosecutor about his invocation of the Fifth Amendment privilege at a previous trial of his codefendant. The Supreme Court of Virginia *63 held that this was reversible error and in violation of defendant's constitutional right against self-incrimination. The court refused to follow the reasoning of Raffel and instead adopted the reasoning of the concurring opinion in Grunewald. The court held that the Fifth Amendment precludes the prosecution from using an assertion of the privilege against self-incrimination to discredit or convict the person who asserted it.\nFrom the line of cases cited above, it has now been clearly established that a defendant's prior exercise of his Fifth Amendment privilege, either at a preliminary hearing in his own case or in the separate trial of a codefendant, is not considered to be inconsistent with testimony he offers at his own trial and that cross-examination of the defendant by the prosecutor as to the prior exercise of the privilege is a violation of the defendant's constitutional right against self-incrimination.\nThe majority also attempts to justify its decision by relying upon language in Fletcher v. Weir, 455 U.S. 603, 71 L. Ed. 2d 490, 102 S. Ct. 1309 (1982). It is clear that Fletcher is not applicable at all to the factual circumstances of this case. Fletcher simply holds that a defendant's silence prior to the giving of the Miranda warnings may, if relevant, be used against him for impeachment purposes at his trial. The Court concluded that, since the defendant's silence was not induced by the government, defendant's silence could be used for impeachment purposes. The Court, however, made it clear that it did not retreat from its ruling in Doyle. The Court explicitly stated that, where the government has informed the defendant that he has a right to remain silent, it is a violation of due process for the government to attempt to use that silence against him, even if only for impeachment purposes.\nThe majority also relies upon Jenkins v. Anderson, 447 U.S. 231, 65 L. Ed. 2d 86, 100 S. Ct. 2124 (1980), to support its position. Like Fletcher, however, that case is not applicable to the case at hand because it only involves the question whether prearrest silence can be used for impeachment purposes. It does not involve, as this case does, a post-arrest situation where a defendant actually charged with a crime invoked his Fifth Amendment privilege on advice of counsel. The Court in Jenkins, as in Fletcher, clearly recognized this distinction and did not retreat in any way from its holding in Doyle. The Court stated:\n\n*64 \"Miranda warnings inform a person that he has the right to remain silent and assure him, at least implicitly, that his subsequent decision to remain silent cannot be used against him. Accordingly, `\"it does not comport with due process to permit the prosecution during the trial to call attention to his silence at the time of arrest and to insist that because he did not speak about the facts of the case at that time, as he was told he need not do, an unfavorable inference might be drawn as to the truth of his trial testimony.\"'\" 447 U.S. at 239-40.\nIn the accompanying footnote in Jenkins, the Court makes clear that the rule is no different in a case where a trial court assures the defendant that he has a right to invoke the Fifth Amendment privilege:\n\"The Court reached a similar result in Johnson v. United States, 318 U.S. 189 [, 87 L. Ed. 2d 704, 63 S. Ct. 549] (1943). A trial judge mistakenly told a defendant that he could claim the privilege against self-incrimination. After the defendant invoked the privilege, the prosecutor commented on the defendant's refusal to speak. Under its supervisory power, this Court held that the prosecutor's comments constituted error because the trial court had assured the defendant that he might claim the protections of the Fifth Amendment. The Court stated that `[e]lementary fairness requires that an accused should not be misled on that score.\" 447 U.S. at 240, n. 6.\nThus, it is clear that where the government has assured the accused that he has a right to remain silent or to invoke the Fifth Amendment privilege, that silence or exercise of the privilege cannot later be used against him for any purpose.\nAs noted above, in the present case it cannot reasonably be argued that defendant Nott was not informed of his right to remain silent or that the government did not induce his silence, after he had been arrested and accused of the crime. First, it is undisputed that Nott was given the Miranda warnings by the arresting officer. Second, his court-appointed attorney, James Patton, instructed him prior to the Whitaker-Kirk trial to invoke his Fifth Amendment privilege. Third, the trial judge in the Whitaker-Kirk trial specifically admonished defendant that he did not have to answer any questions until his attorney was present. When Nott's attorney arrived in the courtroom, he immediately instructed Nott to assert his Fifth Amendment right and not to testify. Thus, the defendant was instructed on at least four occasions that he had a privilege to remain silent. As noted before, it was highly improper for the trial court to require Nott to take the witness stand and invoke the Fifth Amendment. It is difficult to see how the majority can say that the government did not, at least in part, induce defendant Nott to remain silent.\n*65 Down through the years, the courts have recognized that a person's right to remain silent should not be subject to any sanction or penalty, and that a prosecutor's impeachment of a defendant because of a prior exercise of the privilege would, in effect, destroy the privilege. In Spevack v. Klein, 385 U.S. 511, 17 L. Ed. 2d 574, 87 S. Ct. 625 (1967), the Supreme Court unequivocally stated that the state cannot penalize or condition the exercise of the privilege against self-incrimination. It used the following language:\n\"`The Fourteenth Amendment secures against state invasion the same privilege that the Fifth Amendment guarantees against federal infringement \u0097 the right of a person to remain silent unless he chooses to speak in the unfettered exercise of his own will, and to suffer no penalty ... for such silence.' [Malloy v. Hogan], 378 U.S. at 8.\n\"In this context `penalty' is not restricted to fine or imprisonment. It means, as we said in Griffin v. California, 380 U.S. 609 [, 14 L. Ed. 2d 106, 85 S. Ct. 1229], the imposition of any sanction which makes the assertion of the Fifth Amendment privilege `costly.' ... What we said in Malloy and Griffin is in the tradition of the broad protection given the privilege at least since Boyd v. United States, 116 U.S. 616, 634-35 [, 29 L. Ed. 746, 6 S. Ct. 524]....\n\"`It may be that it is the obnoxious thing in its mildest and least repulsive form; but illegitimate and unconstitutional practices get their first footing in that way, namely, by silent approaches and slight deviations from legal modes of procedure. This can only be obviated by adhering to the rule that constitutional provisions for the security of person and property should be liberally construed. A close and literal construction deprives them of half their efficacy, and leads to gradual depreciation of the right, as if it consisted more in sound than in substance. It is the duty of courts to be watchful for the constitutional rights of the citizen, and against any stealthy encroachments thereon.' 116 U.S. at 635.\" pp. 514-15. (Emphasis supplied.)\nThe majority opinion, if followed by the courts of Kansas, will have the effect of bringing about the depreciation, if not destruction, of a basic constitutional right. If a person's assertion of his Fifth Amendment right to remain silent at the direction of his court-appointed attorney, or as a result of the admonition of a trial judge, can later be used by the prosecutor for impeachment during cross-examination at his trial, that assertion has become \"costly,\" and the State has penalized that person for his exercise of a fundamental constitutional right. The effect of the majority decision is essentially this: A person charged with a crime has a constitutional and statutory right to remain silent, but, if he exercises that right and remains silent, his silence can later be used to impeach his credibility if he ever takes the stand in his *66 defense thereafter. Does not such a rule impose a sanction or penalty on the exercise of a constitutional right? As stated by Justice Black in his concurring opinion in Grunewald:\n\"It seems peculiarly incongruous and indefensible for courts which exist and act only under the Constitution to draw inferences of lack of honesty from invocation of a privilege deemed worthy of enshrinement in the Constitution.\" 353 U.S. at 425-26.\nThe Fifth Amendment states that no person \"shall ... be compelled in any criminal case to be a witness against himself.\" By requiring the defendant to invoke the Fifth Amendment before a jury and then allowing that to be used later against that defendant, the majority has in effect compelled the defendant to be a witness against himself, which is directly contrary to the language of the privilege he sought to invoke. The majority opinion also refuses to follow the Kansas statutory provisions discussed above. For these reasons, I must respectfully dissent. I would uphold the trial court's ruling that an accused's assertion of his Fifth Amendment privilege at a trial of a codefendant cannot be used to impeach him when he later takes the stand and testifies at his own trial. The State's appeal on the question reserved should be denied.\nMILLER, J., joins the foregoing dissenting opinion.\nHOLMES, J., dissenting.\n",
            "ocr": false,
            "opinion_id": 1177324
        },
        {
            "author_str": "McFarland",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMcFarland, J.:\nThis is an appeal by the State on a question reserved pursuant to K.S.A. 22-3602(b)(3). The question on *35which determination is sought is whether the trial court improperly prohibited the State from cross-examining defendant Clemens C. Nott relative to his invocation of the Fifth Amendment to the United States Constitution in the earlier trial of two codefendants.\nThe relevant facts are as follows. On December 13, 1981, the Wetmore High School was burglarized and school property valued in excess of $100 was stolen. Five individuals were charged with said burglary and theft. They were Gerald L. Cavin, Allen Cavin, Steven L. Whitaker, Rodney L. Kirk and the defendant herein, Clemens C. Nott. Defendant Nott was advised of his Miranda rights at the time of his arrest on April 27, 1982, and made no statement to the arresting officers. Although each defendant was separately charged, a joint preliminary hearing was held on May 13, 1982, wherein each defendant was bound over for trial. On May 18, 1982, as a result of plea negotiations, the Cavin defendants plead guilty to burglary. The three remaining defendants, Whitaker, Kirk and Nott, then sought separate trials. Over the objection of the State, the district court ordered Whitaker and Kirk to be tried together, with Nott to be tried separately.\nThe Whitaker-Kirk trial commenced on October 25, 1982. The following day, counsel for defendants Whitaker and Kirk called Nott as a defense witness. When called to the stand to testify, Nott invoked the Fifth Amendment and refused to answer any of the questions propounded to him by defense counsel relative to the burglary and disposition of the stolen goods. The precise questions addressed to Nott will be set forth later in the opinion. The State did not inquire of the witness. Whitaker and Kirk were found not guilty on both counts.\nNott’s trial commenced at the conclusion of the Whitaker-Kirk trial. On October 29, 1982, Nott took the stand and presented an alibi defense — he testified he was in Topeka at the time of the commission of the crimes. No notice of alibi defense had been filed pursuant to K.S.A. 22-3218, but the same was unnecessary as only the defendant himself gave alibi testimony. Prior to its cross-examination of defendant Nott, the State requested a recess out of hearing of the jury. The State advised the court and defense counsel it intended to cross-examine Nott as to his taking the Fifth Amendment in the Whitaker-Kirk trial two days previously. The trial court treated the matter as a motion in *36limine and prohibited the State from any inquiry relative to defendant’s testimony in the prior trial. Defendant Nott was acquitted on both charges. The State has appealed on a question reserved and seeks determination of the propriety of the trial court’s order restricting the State’s cross-examination of the defendant.\nThe question before us may be stated as follows: Where a defendant is called as a witness by codefendants in their separate trial and declines to answer questions relative to his participation in the charged crimes on the basis of the Fifth Amendment privilege against self-incrimination, but testifies to an alibi defense in his own subsequent trial, may the State attack defendant’s credibility by inquiring on cross-examination as to defendant’s assertion of the Fifth Amendment in the codefendants’ trial on the basis the prior testimony is an inconsistent statement?\nThe issue is one of first impression in Kansas. In view of the vast number of reported cases concerning the Fifth Amendment right against self-incrimination, it seems incredible this precise issue is not the subject of well-settled law, but such is the case.\nA preliminary matter in the proper determination of this issue is the question of Nott’s legal status in each of the trials.\nIn a criminal trial, a defendant has the absolute right not to be called as a witness. Fifth Amendment to the United States Constitution; Kan. Const. Bill of Rights, § 10. In Kansas this right had been made statutory law as well by the enactment of K.S.A. 60-423(a) which provides:\n“Every person has in any criminal action in which he or she is an accused a privilege not to be called as a witness and not to testify.” (Emphasis supplied.)\nIf a defendant desires to testify in his or her own trial, he or she may do so. In so doing defendant waives the right not to be called as a witness in his or her trial. Where two codefendants are jointly tried, each defendant has a separate absolute right not to be called as a witness. In such circumstances one codefendant (or the State) cannot call the other codefendant as a witness absent a waiver by said defendant of his or her right not to be called as a witness. Such a waiver, if made, is complete subject only to the procedural rules relative to the scope of cross-examination, redirect examination, etc., and such other limitations as may be imposed by a trial court in appropriate circumstances. Obviously the waiver by a defendant of his or her right not to be *37called as a witness can have serious consequences and is a significant defense decision.\nWhat then can one codefendant do when he or she desires to call the other codefendant as a witness, but the other codefendant will not take the serious step of waiving the right not to be called as a witness? The only thing he or she can do is to seek severance of the trials of the two defendants. If successful on this motion, such defendant may then call the former codefendant as a witness. The former codefendant is not a defendant in the trial in progress and hence has no right not to be called as a witness, and can only assert a witness’s privilege against self-incrimination as grounds for refusing to answer specific questions. This situation has arisen many times. In United States v. Shuford, 454 F.2d 772 (4th Cir. 1971), Shuford, Long and Jordan were jointly indicted on conspiracy charges. Long was known to be the government’s chief witness and was never brought to trial. The court summarized the pertinent facts as follows:\n“Before the trial began and again after the prosecution submitted its evidence, Shuford moved that Jordan’s case be severed from his own so that he might have the benefit of Jordan’s testimony. Jordan likewise moved to have his case severed and joined in Shuford’s motion. Although Shuford testified in his own behalf, Jordan ultimately decided not to take the stand. According to Jordan’s statement to the court in support of Shuford’s second motion for severance, two considerations prompted his decision not to testify: First, he wanted to avoid cross-examination that would bring to light certain prior convictions of his, and second, he planned to stand on the insufficiency of the Government’s evidence and feared that if he took the stand in his own trial, he might strengthen the case against him by placing his credibility and demeanor before the jury. Shuford’s attorney, arguing the motion for severance, further asserted, apparently without dissent by Jordan, that Jordan was not averse to testifying in Shuford’s behalf at a separate trial, since his own defense would not thereby be jeopardized.\n“Before ruling on the motions for severance, the trial judge, in an endeavor to meet Jordan’s objections to taking the stand in the joint trial, offered to forbid the Government from raising Jordan’s prior criminal record on cross-examination. Jordan, however, still remained unwilling to testify, preferring to challenge the sufficiency of the Government’s case without exposing himself as a witness in his own behalf. The trial judge denied the severance motions.” 454 F.2d at 775.\nJordan was not going to testify in his own behalf in his trial. Therefore, any testimony given by him in Shuford’s trial could not have been used against him in his own trial, if the trials were severed. The trials were not severed and Shuford was convicted. On appeal he alleged trial error in refusing the severance. The appellate court agreed stating:\n*38“No other witness testified regarding Shuford’s instructions to Long. Indeed the only other potential witness with direct knowledge of this phase of the case was Jordan who, in the absence of a severance, declined to take the stand. And the Fifth Amendment gave Jordan the right not even to be called to the stand so long as he was a defendant. United States v. Keenan, 267 F.2d 118, 126 (7th Cir. 1959), cert denied, 361 U.S. 836, 80 S.Ct. 121, 4 L.Ed.2d 104 (1959); Poretto v. United States, 196 F.2d 392, 394 (5th Cir. 1952). This right extends so far as to forbid not only the Government, but even Shuford from calling Jordan to the stand. DeLuna v. United States, 308 F.2d 140 (5th Cir. 1952); United States v. Housing Foundation, 176 F.2d 665, 666 (3d Cir. 1949). However, if Jordan’s case were severed, while he would retain the privilege against self-incrimination, as a witness, he would no longer have the right not to be called to tire stand. Landy v. United States, 283 F.2d 303 (5th Cir. 1960). Thus, absent Jordan’s willingness to waive his Fifth Amendment rights while joined as a defendant with Shuford, severance was the only way of affording Shuford any possibility of persuading Jordan to testify.\n“In a situation where the elusive quality of credibility is of such importance, the jury should have the benefit of all relevant testimony likely to shed light on the situation. We think that the denial of the severance, resulting in withholding this witness’ testimony on such a critical point, so tipped the scales against Shuford that he failed to receive a fair trial. A verdict based so heavily on less than the full available testimony, where the missing testimony could, with relative ease, have been procured, should not stand.” 454 F.2d at 777. (Emphasis in original.)\nSee also United States v. Kozell, 468 F. Supp. 746 (E.D. Pa. 1979), where severance was sought in order to enable one defendant to be able to call his codefendant as a witness. In denying the motion the trial court stated;\n“As a general rule, defendants jointly indicted should be jointly tried. United States v. Frumento, 409 F. Supp. 143, 144 (E.D. Pa. 1976). Severance may be denied in the absence of a clear showing that a defendant will be so severely prejudiced by a joint trial that it will in effect deny him a fair trial. United States v. Barber, 296 F. Supp. 795, 797 (D. Del. 1969), aff'd in part, rev’d in part on other grounds, 442 F.2d 517 (3d Cir.), cert. denied, 404 U.S. 958, 92 S.Ct. 327, 30 L.Ed.2d 275 (1971). Kozell’s argument in support of his motion for severance is that Keller [codefendant] will invoke his Fifth Amendment privilege if they are tried jointly, thus depriving him of Keller as a defense witness. It is true that a defendant may not be required to take the stand at his own trial. United States o. Housing Foundation of America, 176 F.2d 665, 666 (3d Cir. 1949). However, a codefendant may be called as a witness at a separate trial for another person accused with him. United States v. Arcuri, 405 F.2d 691, 695 (2d Cir. 1968), cert. denied, 395 U.S. 913, 89 S.Ct. 1760, 23 L.Ed.2d 227 (1969). The fundamental flaw in Kozell’s argument is that he cannot compel Keller to testify even if a severance is granted. United States o. Barber, supra, 442 F.2d at 529 n. 22.\n“In United States v. Boscia, 573 F.2d 827 (3d Cir. 1978), the Third Circuit articulated several factors to be considered in determining whether the Court *39should grant a severance on the ground that a joint trial would deprive the movant of the ability to call a codefendant as a defense witness:\n“ ‘In determining the necessity of severance under these circumstances, courts have placed emphasis on the following four factors: (1) the likelihood of co-defendant’s testifying; (2) the degree to which such testimony would be exculpatory; (3) the degree to which the testifying co-defendants could be impeached; (4) judicial economy.’ Id., at 832. See also United States v. Rosa, 560 F.2d 149, 155 (3d Cir. 1977) (en banc); United States v. Finklestein, 526 F.2d 517, 523-524 (2d Cir. 1975); Byrd v. Wainwright, 428 F.2d 1017, 1019-1020 (5th Cir. 1970). Upon consideration of each of these factors, we find that their resolution militates against Kozell’s position.” 468 F. Supp. at 748.\nThe law relative to this aspect of prejudicial joinder is summarized in 1 Wright, Federal Practice and Procedure: Criminal 2d § 225 (1982), at pp. 831-39, as follows:\n“A second problem arises if one defendant wishes to use the testimony of a codefendant in his own behalf. One defendant may not require another to take the stand at a trial in which both are charged, since this would be inconsistent with the privilege of a criminal defendant not to be called to the stand at all. If a defendant does take the stand and testify he waives his privilege not to answer questions about the crime charged. Thus at a joint trial a defendant who does not wish to testify on his own behalf is hardly likely to take the stand on behalf of a codefendant.\n“A test that has been developed in the Fifth Circuit includes the considerations that most courts have applied in passing on a motion for severance in order to obtain the testimony of a codefendant.\n“ ‘In order to be entitled to a severance on the ground urged, the movant must demonstrate: (1) a bona fide need for the testimony; (2) the substance of the testimony; (3) its exculpatory nature and effect; and (4) that the co-defendant will in fact testify if the cases are severed. * * * Given such a showing, the court should (1) examine the significance of the testimony in relation to the defendant’s theory of defense; (2) assess the extent of prejudice caused by the absence of the testimony; (3) pay close attention to judicial administration and economy; (4) give weight to the timeliness of the motion.’\n“Most motions for severance on this ground fail the test. The courts show a healthy, and quite justified, skepticism whether the defendant would call his codefendant if he could, and whether the codefendant would not claim his constitutional privilege even in a separate trial. The courts have demanded more than conclusory statements about the nature of the expected testimony, and they have been reluctant to grant the motion if the codefendant’s willingness to testify is conditioned on his trial taking place before the trial of the defendant who wishes his testimony. Despite all of these barriers, there are cases in which it is held that the required showing has been made and that there should be a severance.”\nWe believe the Fifth Circuit test as above cited is sound and the same is approved.\nIt is clear Nott was not a defendant in the severed trial of Whitaker and Kirk. His status was that of a witness asserting a *40privilege against self-incrimination rather than a defendant exercising his right not to be called as a witness in his own trial. Generally, it is proper to attack the credibility of a witness by showing a prior inconsistent statement of the witness. Before turning to the issue of whether Nott’s exercise of the Fifth Amendment privilege against self-incrimination in the Whitaker-Kirk trial could properly be used to impeach the credibility of his alibi testimony at his own trial on the basis it is a prior inconsistent statement, some comment should be made on K.S.A. 60-439. The statute provides:\n“If a privilege is exercised not to testify or to prevent another from testifying either in the action or with respect to particular matters, or to refuse to disclose or to prevent another from disclosing any matter, the judge and counsel may not comment thereon, no presumption shall arise with respect to the exercise of the privilege, and the trier of fact may not draw any adverse inference therefrom. In those jury cases wherein the right to exercise a privilege, as herein provided, may be misunderstood and unfavorable inferences drawn by the trier of the fact, or may be impaired in the particular case, the court, at the request of the party exercising the privilege, may instruct the jury in support of such privilege.”\nUnder this statute where a criminal defendant does not waive his right not to be called as a witness in his own trial, or if a witness exercises a self-incrimination privilege (K.S.A. 60-425), or if any party in a civil or criminal action exercises a privilege to preclude the testimony of a witness in whole or in part (see: lawyer-client privilege [K.S.A. 60-426]; physician-patient privilege [K.S.A. 60-427]; marital privilege [K.S.A. 60-428]; and penitential communication privilege [K.S.A. 60-429]), then neither trial judge nor counsel in the case may comment upon such witness’ or party’s exercise of such right or privilege. This statute has no application to the facts before us. Nott’s assertion of his privilege against self-incrimination was made while a witness in the Whitaker-Kirk trial. K.S.A. 60-439 would have precluded comment thereon by trial court or counsel only in the Whitaker-Kirk trial. The statute speaks only to commenting on a privilege already exercised in the trial in which the privilege was asserted.\nWe turn now to the issue before us.\nMay Nott’s exercise of the privilege against self-incrimination (Fifth Amendment to the United States Constitution; Kan. Const. Bill of Rights, § 10; K.S.A. 60-425) be used to impeach the credibility of his alibi testimony at his own trial on the basis it is a prior inconsistent statement? In order to answer this question, *41it is necessary to review a number of United States decisions relative to whether evidence of a prior statement or silence of a defendant may be used against him at trial for impeachment purposes.\nThe Fifth Amendment to the United States Constitution provides in pertinent part:\n“No person shall ... be compelled in any Criminal Case to be a witness against himself . . . .”\nA comparable provision is found in Section Ten of the Kansas Constitution Bill of Rights.\nThe general rule is a prosecutor may not use a defendant’s post-arrest silence to impeach the credibility of his trial testimony. The landmark case in this area is Doyle v. Ohio, 426 U.S. 610, 49 L.Ed.2d 91, 96 S.Ct. 2240 (1976). In Doyle defendants were advised of their Miranda rights at the time of their arrest and chose to remain silent. At trial defendants related exculpatory accounts of the incident, specifically that they had been framed by narcotics agents. Over objections of defense counsel, the prosecution was permitted to ask defendants on cross-examination why they had not given the arresting officers the same exculpatory explanations. In reversing defendants’ convictions, the United States Supreme Court stated:\n“Silence in the wake of these [Miranda] warnings may be nothing more than the arrestee’s exercise of these Miranda rights. Thus, every post-arrest silence is insolubly ambiguous because of what the State is required to advise the person arrested. See United States v. Hale, [422 U.S. 171] at 177 [45 L.Ed.2d 99, 95 S.Ct. 2133 (1975)]. Moreover, while it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings. In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person s silence to be used to impeach an explanation subsequently offered at trial.” 426 U.S. at 617-18. (Emphasis supplied.)\nIn State v. Mims, 220 Kan. 726, 556 P.2d 387 (1976), the Kansas Supreme Court in following Doyle v. Ohio commented:\n“Prior to Doyle there was a conflict of decisions of the United States Courts of Appeals on the question whether a prosecutor may properly cross-examine the defendant on the fact that he remained silent and did not tell the police an exculpatory explanation at the time he was arrested as he did at the time he testified at the trial. We had the question before this court in State v. Bly, 215 Kan. 168, 523 P.2d 397 [(1974)]. In Bly we held that when a defendant testifies he may be impeached like any other witness and that the use of pretrial silence for impeachment depends on whether, in the circumstances presented, there is such *42inconsistency between silence and testimony as to reasonably permit tire use of silence to impeach the defendant’s credibility. In Bly the court relied primarily upon State v. Jackson, 201 Kan. 795, 443 P.2d 279 [(1968)], cert. den. 394 U.S. 908, 22 L.Ed.2d 219, 89 S.Ct. 1019 [(1969)].\n“We interpret the decision of the United States Supreme Court in Doyle to settle the question so as to make it constitutionally impermissible for a state prosecutor to impeach a defendant’s exculpatory story told for the first time at the trial by cross-examining him as to his post-arrest silence after receiving the warnings required by Miranda v. Arizona, 384 U.S. 436, 16 L.Ed.2d 694, 86 S.Ct. 1602 [(1966)], 10 A.L.R.3d 974. We specifically overrule syllabus eight and corresponding portions of the opinion in State v. Bly, supra, insofar as they are in conflict with Doyle v. Ohio, supra. Also to the extent they conflict with Doyle and our decision in this case we overrule State v. Jackson, supra; State v. Schroeder, 201 Kan. 811, 443 P.2d 284 [(1968)]; State v. Wade, 206 Kan. 347, 479 P.2d 811 [(1971)]; and State v. Crowe, 207 Kan. 473, 486 P.2d 503 [(1971)].” 220 Kan. at 730.\nSee also State v. Heath, 222 Kan. 50, 52, 563 P.2d 418 (1977), State v. Jordan, 223 Kan. 197, 574 P.2d 194 (1977), and State v. Smith, 223 Kan. 294, 574 P.2d 161 (1978).\nIn State v. Clark, 223 Kan. 83, 574 P.2d 174 (1977), defendant spoke briefly to police after his arrest, but remained silent about his exculpatory story until he testified at trial. In Clark the court held:\n“Following his arrest and the Miranda warnings, a defendant is under no duty to volunteer his exculpatory story.” Syl. ¶ 1.\n“It is constitutionally impermissible for a state prosecutor to impeach a defendant’s alibi defense, which is told for the first time at trial, when the defendant carried on limited discussion with police after his arrest, but was silent as to exculpatory matters subsequently asserted at trial.” Syl. V 2.\nThe linchpin of Doyle v. Ohio is the defendant’s silence has in some way been induced by government action, such as by the giving of a Miranda warning, and hence the silence is not inconsistent with the exculpatory testimony at trial. Recently, in Fletcher v. Weir, 455 U.S. 603, 71 L.Ed.2d 490, 102 S.Ct. 1309 (1982), the United States Supreme Court held where there has been no governmental action to induce silence by the defendant, then post-arrest silence may be used at trial to impeach the credibility of a testifying defendant.\nWe believe the United States Supreme Court’s rationale in Fletcher, including its analysis of prior cases, is significant to the issue herein and should be set forth in some detail:\n“In the course of a fight in a nightclub parking lot, Ronnie Buchanan pinned respondent Weir to the ground. Buchanan then jumped to his feet and shouted *43that he had been stabbed; he ultimately died from his stab wounds. Respondent immediately left the scene, and did not report the incident to the police.\n“At his trial for intentional murder, respondent took the stand in his own defense. He admitted stabbing Buchanan, but claimed that he acted in self-defense and that the stabbing was accidental. This in-court statement was the first occasion on which respondent offered an exculpatory version of the stabbing. The prosecutor cross-examined him as to why he had, when arrested, failed either to advance his exculpatory explanation to the arresting officers or to disclose the location of the knife he had used to stab Buchanan. Respondent was ultimately found guilty by a jury of first degree manslaughter. The conviction was affirmed on appeal to the Supreme Court of Kentucky.\n“The United States District Court for the Western District of Kentucky then granted respondent a writ of habeas corpus, and the Court of Appeals for the Sixth Circuit affirmed. 658 F.2d 1126 (1981). The Court of Appeals concluded that respondent was denied due process of law guaranteed by the Fourteenth Amendment when the prosecutor used his postarrest silence for impeachment purposes. Although it did not appear from the record that the arresting officers had immediately read respondent his Miranda warnings, the court concluded that a defendant cannot be impeached by use of his postarrest silence even if no Miranda warnings had been given. The court held that ‘it is inherently unfair to allow cross-examination concerning postarrest silence,’ 658 F.2d, at 1130, and rejected the contention that our decision in Doyle v. Ohio, 426 U.S. 610 (1976), applied only where the police had read Miranda warnings to a defendant. Because we think that the Court of Appeals gave an overly broad reading to our decision in Doyle v. Ohio, supra, we reverse its judgment.\n“One year prior to our decision in Doyle, we held in the exercise of our supervisory power over the federal courts that silence following the giving of Miranda warnings was ordinarily so ambiguous as to have little probative value. United States v. Hale, 422 U.S. 171 [, 45 L.Ed.2d 99,95 S.Ct. 2133] (1975). There we said:\n‘In light of the many alternative explanations for his pretrial silence, we do not think it sufficiently probative of an inconsistency with his in-court testimony to warrant admission of evidence thereof.’ Id., at 180.\n“The principles which evolved on the basis of decisional law dealing with appeals within the federal court system are not, of course, necessarily based on any constitutional principle. Where they are not, the States are free to follow or to disregard them so long as the state procedure as a whole remains consistent with due process of law. See Cupp v. Naughten, 414 U.S. 141, 146 [, 38 L.Ed.2d 368, 94 S.Ct. 396] (1973). The year after our decision in Hale, we were called upon to decide an issue similar to that presented in Hale in the context of a state criminal proceeding. While recognizing the importance of cross-examination and of exposing fabricated defenses, we held in Doyle v. Ohio, supra, that because of the nature of Miranda warnings it would be a violation of due process to allow comment on the silence which the warnings may well have encouraged:\n‘[W]hile it is true that the Miranda warnings contain no express assurance that silence will carry no penalty, such assurance is implicit to any person who receives the warnings. In such circumstances, it would be fundamentally unfair and a deprivation of due process to allow the arrested person’s silence *44to be used to impeach an explanation subsequently offered at trial.’ Id., at 618 (footnote omitted).\n“The significant difference between the present case and Doyle is that the record does not indicate that respondent Weir received any Miranda warnings during the period in which he remained silent immediately after his arrest. The majority of the Court of Appeals recognized the difference, but sought to extend Doyle to cover Weir’s situation by stating that ‘[w]e think an arrest, by itself, is governmental action which implicitly induces a defendant to remain silent.’ 658 F.2d, at 1131. We think that this broadening of Doyle is unsupported by the reasoning of that case and contrary to our post-Doyle decisions.\n“In Jenkins v. Anderson, 447 U.S. 231, 239 [, 65 L.Ed.2d 86, 100 S.Ct. 2124] (1980), a case dealing with pre-arrest silence, we said:\n‘Common law traditionally has allowed witnesses to be impeached by their previous failure to state a fact in circumstances in which that fact naturally would have been asserted. 3A J. Wigmore, Evidence § 1042, p. 1056 (Chadbourn rev. 1970). Each jurisdiction may formulate its own rales of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative.’\n“In Jenkins, as in other post-Doyle cases, we have consistently explained Doyle as a case where the government had induced silence by implicitly assuring the defendant that his silence would not be used against him. In Roberts v. United States, 445 U.S. 552, 561 [, 63 L.Ed.2d 622, 100 S.Ct. 1358] (1980), we observed that the post-conviction, presentencing silence of the defendant did not resemble ‘postarrest silence that may be induced by the assurances contained in Miranda warnings.’ In Jenkins, we noted that the failure to speak involved in that case occurred before tire defendant was taken into custody and was given his Miranda warnings, commenting that no governmental action induced the defendant to remain silent before his arrest. 447 U.S., at 239-240. Finally, in Anderson v. Charles, 447 U.S. 404, 407-408 [, 65 L.Ed.2d 222, 100 S.Ct. 2180] (1980), we explained that use of silence for impeachment was fundamentally unfair in Doyle because ‘Miranda warnings inform a person of his right to remain silent and assure him, at least implicitly, that his silence will not be used against him. . . . Doyle bars the use against a criminal defendant of silence maintained after receipt of governmental assurances.’\n“In the absence of the sort of affirmative assurances embodied in the Miranda warnings, we do not believe that it violates due process of law for a State to permit cross-examination as to postarrest silence when a defendant chooses to take the stand. A State is entitled, in such situations, to leave to the judge and jury under its own rales of evidence the resolution of the extent to which postarrest silence may be deemed to impeach a criminal defendant’s own testimony.” 455 U.S. at 603-07.\nHeretofore, we have been discussing impeaching a testifying defendant by cross-examination of him as to his failure to tell arresting officers the exculpatory version of events. In such instances the silence may be considered governmentally induced by the giving of the Miranda warning and hence said *45silence is not clearly inconsistent with the defendant’s trial testimony.\nAnother line of cases involves the propriety of impeaching a defendant’s exculpatory trial testimony by showing defendant’s silence in a prior judicial proceeding. The progenitor of this line is Raffel v. United States, 271 U.S. 494, 70 L.Ed. 1054, 46 S.Ct. 566 (1926). See also 21 Ill. L. Rev. 396 (1926).\nIn Raffel defendant was accused of operating an illegal liquor establishment during Prohibition. At his first trial, where a government witness testified defendant admitted operating the establishment, defendant did not testify. Defendant’s first trial ended in a hung jury. At his second trial the government witness repeated his testimony relative to defendant’s admission. Unlike his first trial, defendant then took the stand and denied making the admission. To attack the credibility of defendant’s denial of the admission, the trial court permitted the government to inquire of defendant why he had remained silent at the first trial in face of testimony concerning the admission. The United States Supreme Court, on a certified question, held the prosecutor’s examination at the second trial was permissible.\n“The immunity from giving testimony is one which the defendant may waive by offering himself as a witness. [Citations omitted.] When he takes the stand in his own behalf, he does so as any other witness, and within the limits of the appropriate rules he may be cross-examined as to the facts in issue. [Citations omitted.] He may be examined for the purpose of impeaching his credibility. [Citations omitted.] His failure to deny or explain evidence of incriminating circumstances of which he may have knowledge, may be the basis of adverse inference, and the jury may be so instructed. [Citation omitted.] His waiver is not partial; having once cast aside the cloak of immunity, he may not resume it at will, whenever cross-examination may be inconvenient or embarrassing.\n“If, therefore, the questions asked of the defendant were logically relevant, and competent within the scope of the rules of cross-examination, they were proper questions, unless there is some reason of policy in the law of evidence which requires their exclusion.” 271 U.S. at 496-97.\nContinuing:\n“It is elementary that a witness who upon direct examination denies making statements relevant to the issue, may be cross-examined with respect to conduct on his part inconsistent with this denial. The value of such testimony, as is always the case with cross-examination, must depend upon the nature of the answers elicited; and their weight is for the jury. But we cannot say that such questions are improper cross-examination, although the trial judge might appropriately instruct the jury that the failure of the defendant to take the stand in his own behalf is not in itself to be taken as an admission of the truth of the testimony which he did not deny.\n*46“There can be no basis, then, for excluding the testimony objected to, unless it be on the theory that under the peculiar circumstances of the case, the defendant’s immunity should be held to survive his appearance as a witness on the second trial, to the extent at least, that he may be permitted to preserve silence as to his conduct on the first.” 271 U.S. at 498.\nConcluding:\n“There is a sound policy in requiring the accused who offers himself as a witness to do so without reservation, as does any other witness. We can discern nothing in the policy of the law against self-incrimination which would require the extension of immunity to any trial or to any tribunal other than that in which the defendant preserves it by refusing to testify.” 271 U.S. at 499. (Emphasis supplied.)\nIn Stewart v. United States, 366 U.S. 1, 6 L.Ed.2d 84, 81 S.Ct. 941 (1961), the Court noted the mere fact a defendant was silent at a prior judicial proceeding does not mean when he subsequently testifies at his own trial there is per se an inconsistency between his prior silence and subsequent testimony.\n“[I]n no case has this Court intimated that there is such a basic inconsistency between silence at one trial and taking the stand at a subsequent trial that the fact of prior silence can be used to impeach any testimony which a defendant elects to give at a later trial. The Raffel case, relied upon by the majority below, involved a situation in which Raffel had sat silent at his first trial in the face of testimony by a government agent that Raffel had previously made admissions pointing to his guilt. On a second trial, Raffel took the stand and denied the truth of this same testimony offered by the same witness. Under these circumstances, this Court held that Raffel’s silence at the first trial could be shown in order to discredit his testimony at the second trial on the theory that the silence itself constituted an admission as to the truth of the agent’s testimony.” 366 U.S. at 5-6.\nIn the Doyle-Fletcher line of cases, the issue was impeachment of a testifying defendant as to his failure to tell his exculpatory statement to the arresting officers. Where a Miranda warning has been given such silence is considered to have been induced by the government and will not be considered truly inconsistent with the later testimony.\nIn the Raffel-Stewart line of cases, defendant remained silent at his own first trial but elected to testify at the second trial. In both these lines of cases the prior silence is essentially passive in nature and various reasons for such silence may be speculated upon, as it was not legally necessary for the defendant to ascribe any reason before electing to remain silent. The question of whether such silence then is truly inconsistent with the later testimony is inherent under such circumstances.\n*47Although distinguishable, the federal case closest factually to the question before us is Grunewald v. United States, 353 U.S. 391, 1 L.Ed.2d 931, 77 S.Ct. 963 (1957), 62 A.L.R.2d 1344. In Grünewald, defendant Halperin invoked the Fifth Amendment when called as a witness before a grand jury, but at his trial answered the same questions he had previously declined to answer. The trial court permitted cross-examination for impeachment purposes. Such silence was not passive but rather an active assertion he would not testify before the grand jury on the Fifth Amendment grounds his testimony might incriminate him. In holding such cross-examination was improper the court stated:\n“It is, of course, an elementary rule of evidence that prior statements may be used to impeach the credibility of a criminal defendant or an ordinary witness. But this can be done only if the judge is satisfied that the prior statements are in fact inconsistent. 3 Wigmore, Evidence, § 1040. And so the threshold question here is simply whether, in the circumstances of this case, the trial court erred in holding that Halperin’s plea of the Fifth Amendment privilege before the grand jury involved such inconsistency with any of his trial testimony as to permit its use against him for impeachment purposes. We do not think that Raffel is properly to be read either as dispensing with the need for such preliminary scrutiny by the judge, or as establishing as a matter of law that such a prior claim of privilege with reference to a question later answered at the trial is always to be deemed to be a prior inconsistent statement, irrespective of the circumstances under which the claim of privilege was made. The issue decided in Raffel came to the Court as a certified question in quite an abstract form, and was really centered on the question whether a defendant who takes the stand on a second trial can continue to take advantage of the privilege asserted at the first trial. This Court held, in effect, that when a criminal defendant takes the stand, he waives his privilege completely and becomes subject to cross-examination impeaching his credibility just like any other witness: ‘His waiver is not partial; having once cast aside the cloak of immunity, he may not resume it at will, whenever cross-examination may be inconvenient or embarrassing.’ The Court, in Raffel, did not focus on the question whether the cross-examination there involved was in fact probative in impeaching the defendant’s credibility. In other words, we may assume that under Raffel Halperin in this case was subject to cross-examination impeaching his credibility just like any other witness, and that his Fifth Amendment plea before the grand jury could not carry over any form of immunity when he voluntarily took the stand at the trial. This does not, however, solve the question whether in the particular circumstances of this case the cross-examination should have been excluded because its probative value on the issue of Halperin’s credibility was so negligible as to be far outweighed by its possible impermissible impact on the jury. As we consider that in the circumstances of the present case, the trial court, in the exercise of a sound discretion, should have refused to permit this line of cross-examination, we are not faced with the necessity of deciding whether Raffel has been stripped of vitality by the later *48Johnson [v. United States, 318 U.S. 189, 87 L.Ed. 704, 63 S.Ct. 549 (1943)] case, or of otherwise re-examining Raffel.\n“We need not tarry long to reiterate our view that, as the two courts below held, no implication of guilt could be drawn from Halperin’s invocation of his Fifth Amendment privilege before the grand jury. Recent re-examination of the history and meaning of the Fifth Amendment has emphasized anew that one of the basic functions of the privilege is to protect innocent men. Griswold, The Fifth Amendment Today, 9-30, 53-82. ‘Too many, even those who should be better advised, view this privilege as a shelter for wrongdoers. They too readily assume that those who invoice it are either guilty of crime or commit peijury in claiming the privilege.’ Ullmann v. United States, 350 U.S. 422, 426 [(1956)]. See also Slochower v. Board of Higher Education, 350 U.S. 551 [, 100 L.Ed. 692, 76 S.Ct. 637 (1956)], when at the same Term, this Court said at pp. 557-558: ‘The privilege serves to protect the innocent who otherwise might be ensnared by ambiguous circumstances.’\n“When we pass to the issue of credibility, we deem it evident that Halperin’s claim of the Fifth Amendment privilege before the Brooklyn grand jury in response to questions which he answered at the trial was wholly consistent with innocence. Had he answered, the questions put to him before the grand jury in the same way he subsequently answered them at trial, this nevertheless would have provided the Government with incriminating evidence from his own mouth. For example, had he stated to the grand jury that he knew Grünewald, the admission would have constituted a link between him and a criminal conspiracy, and this would be true even though he was entirely innocent and even though his friendship with Grünewald was above reproach. There was, therefore, as we see it, no inconsistency between Halperin’s statement to the grand jury that answering the question whether he knew Grünewald would tend to furnish incriminating evidence against him, and his subsequent testimony at trial that his acquaintance with Grünewald was free of criminal elements. And the same thing is also true, as we see it, as to his claim of privilege with respect to the other questions asked him before the grand jury and his answers to those same questions when they were put to him at the trial.” 353 U.S. at 418-22. (Emphasis supplied.)\nIn Grünewald the prior proceeding in which the Fifth Amendment was invoked was a grand jury proceeding which is essentially investigative in nature. This is distinguishable from taking the Fifth Amendment when called as a witness by codefendants in the codefendants’ trial. However, the rationale relative to inconsistency may be applied to the case before us.\nBefore concluding our discussion of United States Supreme Court cases, reference needs to be made to the recent decision in Jenkins v. Anderson, 447 U.S. 231, 65 L.Ed.2d 86, 100 S.Ct. 2124 (1980). The Jenkins opinion not only establishes Raffel is alive and well, but aids in placing the various United States Supreme Court cases heretofore discussed into proper perspective and *49into relationship with each other. Jenkins involved prearrest silence. In Jenkins defendant testified at trial the killing for which he was charged was in self-defense. In cross-examination the prosecution established by its questions defendant had not come forward with this story to police officers in the two-week interlude between the killing and defendant’s arrest. In holding this line of questioning did not violate defendant’s Fifth Amendment rights, the court stated:\n“At trial the prosecutor attempted to impeach the petitioner’s credibility by suggesting that the petitioner would have spoken out if he had killed in self-defense. The petitioner contends that the prosecutor’s actions violated the Fifth Amendment as applied to the States through the Fourteenth Amendment. The Fifth Amendment guarantees an accused the right to remain silent during his criminal trial, and prevents the prosecution from commenting on the silence of a defendant who asserts the right. Griffin v. California, 380 U.S. 609, 614 [, 14 L.Ed.2d 106, 85 S.Ct. 1229] (1965). In this case, of course, the petitioner did not remain silent throughout the criminal proceedings. Instead, he voluntarily took the witness stand in his own defense.\n“This Court’s decision in Raffel v. United States, 271 U.S. 494 [, 70 L.Ed. 1054, 46 S.Ct. 566] (1926), recognized that the Fifth Amendment is not violated when a defendant who testifies in his own defense is impeached with his prior silence. The defendant in Raffel was tried twice. At the first trial, a Government agent testified that Raffel earlier had made an inculpatory statement. The defendant did not testify. After the first trial ended in deadlock the agent repeated his testimony at the second trial, and Raffel took the stand to deny making such a statement. Cross-examination revealed that Raffel had not testified at the first trial. Id., at 495, n. The Court held that inquiry into prior silence was proper because ‘[t]he immunity from giving testimony is one which the defendant may waive by offering himself as a witness. . . . When he takes the stand in his own behalf, he does so as any other witness, and within the limits of the appropriate rules he may be cross-examined. . . .’ Id., at 496-497. Thus, the Raffel Court concluded that the defendant was ‘subject to cross-examination impeaching his credibility just like any other witness.’ Grunewald v. United States, 353 U.S. 391, 420 [, 1 L.Ed.2d 931, 77 S.Ct. 963] (1957).” 447 U.S. at 235-36.\n“In Raffel, the defendant’s decision not to testify at his first trial was an invocation of his right to remain silent protected by the Fifth Amendment. In this case, the petitioner remained silent before arrest, but chose to testify at his trial. Our decision today does not consider whether or under what circumstances prearrest silence may be protected by the Fifth Amendment. We simply do not reach that issue because the rule of Raffel clearly permits impeachment even if the prearrest silence were held to be an invocation of the Fifth Amendment right to remain silent.” 447 U.S. at 236, n. 2.\n“It can be argued that a person facing arrest will not remain silent if his failure to speak later can be used to impeach him. But the Constitution does not forbid ‘every government-imposed choice in the criminal process that has the effect of *50discouraging the exercise of constitutional rights.’ Chaffin v. Stynchcombe, 412 U.S. 17, 30 [, 36 L.Ed.2d 714, 93 S.Ct. 1977] (1973). See Corbitt v. New Jersey, 439 U.S. 212, 218, and n. 8 [, 58 L.Ed.2d 466, 99 S.Ct. 492] (1978). The ‘ “threshold question is whether compelling the election impairs to an appreciable extent any of the policies behind the rights involved.” ’ Chaffin v. Stynchcombe, supra, at 32, quoting Crampton v. Ohio, decided with McGautha v. California, 402 U.S. 183, 213 [, 28 L.Ed.2d 711, 91 S.Ct. 1454] (1971). The Raffel Court explicitly rejected the contention that the possibility of impeachment by prior silence is an impermissible burden upon the exercise of Fifth Amendment rights, ‘We are unable to see that the rule that [an accused who] testifies , . . must testify fully, adds in any substantial manner to the inescapable embarrassment which the accused must experience in determining whether he shall testify or not.’ 271 U.S., at 499.” 447 U.S. at 236-37.\n“Both Mr. Justice Stevens, post, at 241-242, n. 2, and Mr. Justice Marshall, post, at 252, suggest that the constitutional rule of Raffel was limited, by later decisions of the Court. In fact, no Court opinion decided since Raffel has challenged its holding that the Fifth Amendment is not violated when a defendant is impeached on the basis of his prior silence.” 447 U.S. at 237, n. 4.\n“This Court similarly defined the scope of the Fifth Amendment protection in Harris v. New York, 401 U.S. 222 [, 28 L.Ed,2d 1, 91 S.Ct. 643] (1971). There the Court held that a statement taken in violation of Miranda v. Arizona, 384 U.S. 436 [, 16 L.Ed.2d 694, 86 S.Ct. 1602] (1966), may be used to impeach a defendant’s credibility. Rejecting the contention that such impeachment violates the Fifth Amendment, the Court said:\n“ ‘Every criminal defendant is privileged to testify in his own defense, or to refuse to do so. But that privilege cannot be construed to include the right to commit perjury. . . . Having voluntarily taken the stand, petitioner was under an obligation to speak truthfully and accurately, and the prosecution here did no more than utilize the traditional truth-testing devices of the adversary process.’ 401 U.S., at 225. (Emphasis supplied.) See also Oregon v. Hass, 420 U.S. 714, 721-723 [, 43 L.Ed.2d 570, 95 S.Ct. 1215] (1975); Walder v. United States, 347 U.S. 62, 65 [, 98 L.Ed. 503, 74 S.Ct. 354] (1954).\n“In determining whether a constitutional right has been burdened impermissibly, it also is appropriate to consider the legitimacy of the challenged governmental practice. See Chaffin v. Stynchcombe, supra, at 32, and n. 20. Attempted impeachment on cross-examination of a defendant, the practice at issue here, may enhance the reliability of the criminal process. Use of such impeachment on cross-examination allows prosecutors to test the credibility of witnesses by asking them to explain prior inconsistent statements and acts. A defendant may decide not to take the witness stand because of the risk of cross-examination. But this is a choice of litigation tactics. Once a defendant decides to testify, ‘[t]he interests of the other party and regard for the function of courts of justice to ascertain the truth become relevant, and prevail in the balance of considerations determining the scope and limits of the privilege against self-incrimination.’ Brown v. United States, 356 U.S. 148, 156 [, 2 L.Ed.2d 589, 78 S.Ct. 622] (1958).\n“Thus, impeachment follows the defendant’s own decision to cast aside his cloak of silence and advances the truth-finding function of the criminal trial. We *51conclude that the Fifth Amendment is not violated by the use of prearrest silence to impeach a criminal defendant’s credibility.\n“Ill\n“The petitioner also contends that use of prearrest silence to impeach his credibility denied him the fundamental fairness guaranteed by the Fourteenth Amendment. We do not agree. Common law traditionally has allowed witnesses to be impeached by their previous failure to state a fact in circumstances in which that fact naturally would have been asserted. 3A J. Wigmore, Evidence § 1042, p. 1056 (Chadbourn rev. 1970). Each jurisdiction may formulate its own rules of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative. For example, this Court has exercised its supervisory powers over federal courts to hold that prior silence cannot be used for impeachment where silence is not probative of a defendant’s credibility and where prejudice to the defendant might result. See United States v. Hale, 422 U.S. 171, 180-181 [, 45 L.Ed.2d 99, 95 S.Ct. 2133] (1975); Stewart v. United States, 366 U.S. 1, 5 [, 6 L.Ed.2d 84, 81 S.Ct. 941] (1961); Grunewald v. United States, 353 U.S., at 424.\n“Only in Doyle v. Ohio, 426 U.S. 610 [, 49 L.Ed.2d 91, 96 S.Ct. 2240] (1976), did we find that impeachment by silence violated the Constitution. In that case, a defendant received the warnings required by Miranda v. Arizona, supra, at 467-473, when he was arrested for selling marihuana. At that time, he made no statements to the police. During his subsequent trial, the defendant testified that he had been framed. The prosecutor impeached the defendant’s credibility on cross-examination by revealing that the defendant remained silent after his arrest. The State argued that the prosecutor’s actions were permissible, but we concluded that ‘the Miranda decision compels rejection of the State’s position.’ 426 U.S., at 617. Miranda warnings inform a person that he has the right to remain silent and assure him, at least implicitly, that his subsequent decision to remain silent cannot be used against him. Accordingly, ‘it does not comport with due process to permit the prosecution during the trial to call attention to his silence at the time of arrest and to insist that because he did not speak about the facts of the case at that time, as he was told he need not do, an unfavorable inference might be drawn as to the truth of his trial testimony.’ Id. at 619, quoting United States v. Hale, supra, at 182-183 (White, J., concurring in judgment).\n“In this case, no governmental action induced petitioner to remain silent before arrest. The failure to speak occurred before the petitioner was taken into custody and given Miranda warnings. Consequently, the fundamental unfairness present in Doyle is not present in this case. We hold that impeachment by use of prearrest silence does not violate the Fourteenth Amendment.” 447 U.S. at 237-40. (Emphasis supplied.)\nTwo cases from state courts, although of little significance, perhaps should be mentioned. In Messier v. State, 428 P.2d 338 (Okla. Crim. App. 1967), the facts are rather unclearly stated but apparently defendant Messier was called as a witness by the State in a codefendant’s preliminary hearing where she invoked the Fifth Amendment. At her own trial defendant Messier testified and the State asked her if she had previously refused to *52testify “against Clyde Green.” In holding this line of questioning to be error the Oklahoma court summarily rejected the rationale of Raffel, stating Raffel had been “impliedly overruled.” This conclusion is completely contrary to the recent United States Supreme Court decision in Jenkins v. Anderson, 447 U.S. 231, previously discussed herein. After cavalierly dispatching Raffel the Oklahoma court reversed the conviction on something of a malum in se rationale. No reference was made as to whether or not there was true inconsistency between taking the Fifth Amendment in the former proceeding and the defendant’s testimony at trial. (See Grunewald v. United States, 353 U.S. 391, previously discussed.)\nThe Matter of Silverberg, 459 Pa. 107, 327 A.2d 106 (1974), involved a disciplinary proceeding against three attorneys. In a preliminary proceeding to determine if sufficient cause existed to file a formal complaint, described by the court as an “ex parte” proceeding, two attorneys took the Fifth Amendment when called as witnesses. Later at the formal disciplinary hearing, the attorneys testified to their complete innocence of unethical conduct. The special attorney for the investigation asked the attorneys on cross-examination as to their prior assertion of the Fifth Amendment. The Pennsylvania Supreme Court held this was error, relying on the concurring opinion in Grunewald v. United States, 353 U.S. 391. The Grünewald concurring opinion agreed with the reversal of the case but disagreed with the majority’s “true inconsistency” test and advocated a total ban on such cross-examination.\nWe believe the rationale of the majority opinion in Grünewald is sound. Accordingly, before permitting a defendant at his own trial to be asked about his prior invocation of the Fifth Amendment to remain silent, the trial judge should determine whether there is true inconsistency between the prior silence and subsequent testimony. Such a determination lies within the sound judicial discretion of the judge. 353 U.S. at 423. If the judge determines there is true inconsistency then he may permit questions on defendant’s prior silence as it affects the credibility of his subsequent testimony.\nWe turn now to the case before us. The trial court did not consider whether Nott’s prior testimony in the Whitaker-Kirk trial was truly inconsistent with his testimony in his own trial, *53and it was error not to do so. As this issue is before this court on a reserved question, we shall proceed to make that determination. At the Whitaker-Kirk trial defendant answered questions concerning his name and address and then, with his counsel present, declined to answer the following three questions:\n“Mr. Nott, is it not a fact that Mr. Kirk and Mr. Whitaker were not present when you and Jerry and Allen Cavin broke in the Wetmore school?”\n“Mr. Nott, are you the one that placed Mr. Whitaker’s drivers license in the school?”\n“What did you and the Cavin boys do with the stuff that you stole from the Wetmore School?”\nIt should be noted these were not general questions relating to whether he knew the other defendants, etc., as were involved in Grünewald. Instead these were questions going to the heart of the actual commission of the crimes and disposal of the stolen property. Defendant Nott testified at trial in the case before us he had nothing to do with the crimes, was wholly innocent, and was not even present in Wetmore when the crimes were committed.\nDefendant Nott’s assertion of the Fifth Amendment was not induced by the court. Nott was called to the witness stand by counsel for the codefendants in the codefendants’ trial. This was an improper procedure as the Whitaker-Kirk defense counsel knew Nott would assert the Fifth Amendment and decline to testify. See State v. Crumm, 232 Kan. 254, 654 P.2d 417 (1982); and State v. Lashley, 233 Kan. 620, 664 P.2d 1358 (1983). This fact, however, does not alter the issue before us. Immediately after Nott was sworn as a witness, the district court asked counsel for the State, Whitaker, and Kirk to approach the bench where a conference was had while Nott waited on the witness stand. The court inquired at the bench conference, “[A]re we going to have any Fifth Amendment problem?” Defense counsel answered affirmatively. The court then concluded it should admonish Nott of his Fifth Amendment rights. Trial then resumed and Nott was asked by defense counsel to state his name. Nott responded to the question by giving his name followed by an immediate invocation of the Fifth Amendment. After this invocation of the Fifth Amendment by Nott the court asked Nott if he had counsel and if he wanted his counsel present. Defendant answered affirmatively to both questions and after some further discussion *54relative to the Nott attorney, the court recessed the trial until that afternoon when Nott’s attorney could be present. Clearly Nott invoked the Fifth Amendment prior to any discussion between himself and the court and such invocation was not the result of court admonition. The governmental-induced silence which was the concern of Doyle v. Ohio, 426 U.S. 610, 49 L.Ed.2d 91, 96 S.Ct. 2240 (1976), is absent under the facts of this case.\nWe conclude defendant Nott’s assertion of a Fifth Amendment privilege against self-incrimination in the Whitaker-Kirk trial to the specific questions asked herein was truly inconsistent with his trial testimony. Under such circumstances the trial court erred in prohibiting the State from cross-examining defendant for impeachment purposes on his prior inconsistent statements in the Whitaker-Kirk trial.\nThe appeal is sustained.\n",
            "ocr": false,
            "opinion_id": 9549074
        },
        {
            "author_str": "Prager",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPrager, J.,\ndissenting: I respectfully dissent. In my judgment, the opinion of the majority has charted a course for the courts of Kansas which not only violates constitutional principles but is contrary to express provisions of the Kansas statutes. The effect of the majority opinion will be to seriously impair, if not to destroy, the constitutional privilege against self-incrimination as provided for in the federal and Kansas Constitutions.\nIn the United States, the privilege against self-incrimination has been a part of our law since the time of the adoption of the Constitution of the United States. It provides in the Fifth Amendment that no person shall be compelled in any criminal case to be a witness against himself. It has been stated that the fundamental purpose of the Fifth Amendment privilege against self-incrimination is the preservation of an adversary system of criminal justice. By its very terms, the privilege against self-incrimination is available in criminal cases, and this has been uniformly recognized by the courts. The United States Supreme Court has stated that the privilege against self-incrimination should be liberally construed, and has held that the privilege extends to the states through the Fourteenth Amendment.\nThe privilege against self-incrimination is included in Section 10 of the Kansas Bill of Rights. It has also been enacted into statutory law by the legislature in K.S.A. 60-423(a) which provides as follows:\n*55“(a) Every person has in any criminal action in which he or she is an accused a privilege not to be called as a witness and not to testify.” (Emphasis supplied.)\nBut the privilege is not restricted to an accused at his own trial. In addition to being a right granted to an accused, the privilege against self-incrimination is given to any person called as a witness in any legal action by K.S.A. 60-425, which provides:\n“60-425. Self-incrimination. Subject to K.S.A. 60-423 and 60-437, every natural person has a privilege, which he or she may claim, to refuse to disclose in an action or to a public official of this state or the United States or any other state or any governmental agency or division thereof any matter that will incriminate such person.” (Emphasis supplied.)\nIncrimination is defined at K.S.A. 60-424 as follows:\n“60-424. Definition of incrimination. A matter will incriminate a person within the meaning of this article if it constitutes, or forms an essential part of, or, taken in connection with other matters disclosed, is a basis for a reasonable inference of such a violation of the laws of this state as to subject the person to liability to punishment therefor, unless he or she has become for any reason permanently immune from punishment for such violation.”\nThe constitutional and statutory right of a person not to testify against himself, either as the accused or as a witness, is thus one of the privileges recognized in the Kansas Code of Civil Procedure which is also enforced in criminal cases (K.S.A. 60-402). Contrary to what the majority state, K.S.A. 60-439 specifically declares that, where any privilege is exercised either by an accused or by a witness as to any particular matter, the judge or counsel may not comment thereon. Furthermore, that section provides that no presumption shall arise with respect to the exercise of any privilege, and the trier of fact may not draw any adverse inference therefrom. There is nothing in that statute which indicates that the scope of the statute is restricted to the defendant’s own prosecution, but rather the only logical inference is that no comment can be made and no adverse inference can be drawn from any invocation of the Fifth Amendment.\nIn Jenkins v. Anderson, 447 U.S. 231, 239, 65 L.Ed.2d 86, 100 S.Ct. 2124 (1980), which is discussed at length in the majority opinion and later in this opinion, the Court stated that “[e]ach jurisdiction may formulate its own rules of evidence to determine when prior silence is so inconsistent with present statements that impeachment by reference to such silence is probative.” By the above-mentioned statutes, the Kansas legislature *56has decided the issue in this case by providing that no comment can be made on the exercise of the privilege and no adverse inference can be drawn from it. Thus, even if the majority opinion were correct about the constitutional issue, which it is not as is shown later herein, the legislature has decided that in this jurisdiction a prior exercise of the privilege against self-incrimination may not be used as a basis for impeachment in the cross-examination of a defendant in a criminal action.\nThis case is before this court on a question reserved pursuant to K.S.A. 22-3602(b)(3). The question reserved for determination by the State is this: Whether the trial court improperly prohibited the State from cross-examining defendant, Clemens Nott, relative to his invocation of the Fifth Amendment to the United States Constitution in the earlier trial of two codefendants? The facts in the case are undisputed and are set forth with specificity in the majority opinion. Five individuals including the defendant were charged with burglary and theft involving a high school. Defendant Nott was advised by the arresting officer of his Miranda rights at the time of his arrest on April 27, 1982. He made no statement to the arresting officer. Under both federal and Kansas law, it is constitutionally impermissible for a state prosecutor to impeach a defendant’s alibi defense which is told for the first time at trial by using post-arrest silence, after the defendant has been advised of his constitutional rights by the Miranda warning. Doyle v. Ohio, 426 U.S. 610, 49 L.Ed.2d 91, 96 S.Ct. 2240 (1976); State v. Mims, 220 Kan. 726, 556 P.2d 387 (1976); State v. Clark, 223 Kan. 83, 574 P.2d 174 (1977). Under those cases, it would clearly have been improper for the trial court to have permitted the prosecutor to cross-examine defendant Nott because he remained silent and refused to discuss the case with the arresting officer.\nFollowing his arrest, defendant, being indigent, had counsel appointed to represent him. His appointed counsel advised him of his constitutional right to remain silent and specifically advised defendant not to testify at the trial of his codefendants. However, defendant Nott was subpoenaed to appear at the trial as a defense witness. The obvious purpose of this procedure was to have Nott exercise his privilege against self-incrimination in front of the jury for whatever benefit that might bring the other defendants.\n*57The majority opinion implies that a defendant has the right to require a codefendant to testify, if that codefendant’s trial has been severed, subject to the codefendant being able to invoke the Fifth Amendment on the witness stand in response to specific questions. This, however, is in direct conflict with and impliedly overrules State v. Crumm, 232 Kan. 254, 654 P.2d 417 (1982), and State v. Lashley, 233 Kan. 620, 664 P.2d 1358 (1983), and is inconsistent with what the majority itself recognizes later in the opinion. Those cases and the majority opinion clearly recognize that a codefendant whose trial is severed retains the right not to be called as a witness in his codefendant’s trial. See United States v. Barber, 442 F.2d 517, 529, n. 22 (3d Cir. 1971). K.S.A. 60-423 clearly recognizes this right. See State v. Crumm, 232 Kan. at 257-61, where the court rejected the argument that the Sixth Amendment right to confrontation requires that a defendant be able to call an alleged coparticipant for the purpose of having that person invoke the Fifth Amendment before the jury. The court in Crumm quoted with approval Com. v. Hesketh, 386 Mass. 153, 434 N.E.2d 1238 (1982), a Massachusetts case:\n“ ‘Immediately before trial, defense counsel informed the trial judge that he planned to call Roberts as a defense witness. Defense counsel told the judge that it was his understanding that Roberts might invoke the privilege against self-incrimination. He said that he planned to call Roberts as a witness before the jury. Counsel for the defendant told the judge that he had a right to have Roberts invoke the Fifth Amendment privilege before the jury. . . .\n“ ‘After the prosecution completed its case, the judge conducted a voir dire outside the presence of the jury to determine whether Roberts intended to invoke the privilege against self-incrimination and whether the privilege was properly invoked. If Roberts planned to take the Fifth Amendment, the judge ruled that Roberts would not be allowed to do so in front of the jury, and that Roberts could not be called as a witness merely to invoke the privilege.\n“ ‘Defense counsel agreed that the privilege was properly invoked. However, he objected to that portion of the ruling which did not permit Roberts to invoke the privilege in front of the jury. Citing art. 12 of the Declaration of Rights of the Massachusetts Constitution, and the Sixth Amendment to the United States Constitution, the defendant’s attorney argued that Hesketh had a right to have Roberts invoke the privilege against self-incrimination in front of the jury. The judge did not agree and denied the defendant’s request to have Roberts invoke the privilege before the jury. There was no error.\n“[T]he right to confront and to cross-examine [witnesses] is not absolute and may, in appropriate cases, bow to accommodate other legitimate interests in the criminal trial process.” Commonwealth v. Francis, 375 Mass. 211, 214, 375 *58N.E.2d 1221 cert. denied, 439 U.S. 872, 99 S.Ct. 205, 58 L.Ed.2d 185 (1978), quoting Chambers v. Mississippi, 410 U.S. 284, 295, 93 S.Ct. 1038, 1045-1046, 35 L.Ed.2d 297 (1973), and cases cited. “The Fifth Amendment privilege against self-incrimination, when properly invoked, is clearly one of those interests.” Commonwealth v. Francis, supra. Therefore, the Sixth Amendment does not give the defendant the right to have a witness invoke the privilege against self-incrimination in front of the jury.\n“ ‘The Sixth Amendment “must be considered in light of its purpose, namely to produce testimony for the defendant. . . . Calling a witness who will refuse to testify does not fulfill [that] purpose.” United States v. Roberts, 503 F.2d 598, 600 (9th Cir. 1974), cert. denied, 419 U.S. 1113, 95 S.Ct. 791, 42 L.Ed.2d 811 (1975); Dodd v. State, 236 Ga. 572, 576, 224 S.E.2d 408 (1976). Further, a witness’s reliance on the Fifth Amendment “may have a disproportionate impact upon the minds of the jurors.” People v. Thomas, 51 N.Y.2d 466, 472 [434 N.Y.S.2d 941, 415 N.E.2d 931] (1980). “The jury may think it high courtroom drama of probative significance when a witness ‘takes the Fifth.’ In reality the probative value of the event is almost entirely undercut by the . . . fact that it is a form of evidence not subject to cross-examination.” Bowles v. United States, 439 F.2d 536, 541-542 (D.C. Cir. 1970), cert. denied, 401 U.S. 995, 91 S.Ct. 1240, 28 L.Ed.2d 533 (1971). Because the impact of a witness’s refusal to testify outweighs its probative value, “[i]t is well settled that the jury is not entitled to draw any inferences from the decision of a witness to exercise his constitutional privilege whether those inferences be favorable to the prosecution or the defense.” Bowles v. United States, supra at 541, United States v. Lacouture, 495 F.2d 1237 (5th Cir.), cert. denied 419 U.S. 1053, 95 S.Ct. 631, 42 L.Ed.2d 648 (1974).’ 434 N.E.2d at 1241-1242.” (Emphasis supplied.) 232 Kan. at 259-60.\nThis court in Crumrn adopted that rationale, holding that forbidding defense counsel to ask questions which the witness would refuse to answer did not deprive defendant of his Sixth Amendment right to call witnesses on his behalf.\nTherefore, as even the majority opinion recognizes in the opinion in some places, a defendant cannot compel a codefendant to testify over his objection regardless of whether his trial has been severed. Thus, it is clear, at least in this state, that once a person has been charged with a crime, he becomes the accused and has the right to remain silent, and cannot be compelled to testify in any criminal action in regard to that crime.\nThe record in this case shows that, when Nott was called to the stand to testify in the absence of his counsel, the trial court immediately inquired whether there was any Fifth Amendment problem if Nott testified. Counsel for the other defendants indicated that there was. The judge indicated then that he should advise the defendant that he did not have to testify. The court required Nott to take the stand. Nott stated to the court that his *59attorney had advised him not to answer any questions and that he rested on his Fifth Amendment right not to offer any testimony. The judge then stated that he would not allow any questions if Nott refused to answer any questions by exercising his rights under the Fifth Amendment. The court, however, did permit defense counsel to ask a few questions, but defendant refused to answer any questions and he was permitted to leave the witness stand.\nThereafter, Nott’s lawyer, Mr. Patton, came to the courtroom. Nott was again placed on the stand and asked questions which were clearly incriminating. Patton stated to the court that he had advised his client not to answer the questions and that Nott should take the Fifth Amendment. Patton told the court that was going to be his advice to Nott as to any further questions which might be asked him. At that point, the defendant was permitted to step down by the court. As State v. Crumm and State v. Lashley clearly hold, it was improper even for Nott to be put on the stand and “compelled” to invoke the Fifth Amendment.\nAt the trial in this case, defendant Nott took the witness stand in his own defense. The State advised the court and defense counsel that it intended to cross-examine Nott as to his taking the Fifth Amendment in the Whitaker-Kirk trial. The trial court treated the matter as a motion in limine and prohibited the prosecutor from any inquiry regarding Nott’s refusal to testify in the Whitaker-Kirk trial, two days previously. Nott was acquitted of the charges by the jury. The State appealed on the question reserved.\nThe majority concedes that, under Doyle, Mims, and Clark, the State could not have cross-examined Nott as to his silence at the time of his arrest because, as the Court in Doyle noted, silence in the wake of Miranda warnings may be nothing more than the arrestee’s exercise of these rights, and thus, every post-arrest silence is insolubly ambiguous. The question immediately arises: Why should the rule be different under the circumstances of this case? The defendant Nott was advised by the police officer, then by his appointed counsel, and finally by the judge in the prior trial that he had a constitutional privilege to remain silent. How can Nott’s privilege to remain silent be destroyed by the fact that, following his Miranda warning by the arresting officer, Nott was advised by his own counsel and by a *60trial judge that he had the same privilege. Does this mean that a defendant has a right to rely on a Miranda warning given by an arresting officer, but has no right to rely on advice of his counsel or the advice of a district judge? This simply cannot be the law, and there is not a single decision in this country that declares this is the law. In fact, all of the decisions handed down after Doyle are expressly to the contrary.\nIn one of our own cases we held that the failure of a defendant to take the stand as a witness at a prior unrelated trial may not be used to impeach him at the time of his own trial. In State v. Dodson, 222 Kan. 519, 565 P.2d 291 (1977), the defendant asserted his Fifth Amendment privilege against self-incrimination while testifying in a prior unrelated trial. On appeal, it was held that it was error for the trial court to permit the prosecutor to cross-examine the defendant regarding his assertion of the Fifth Amendment privilege against self-incrimination at the prior trial. This was held to be error, not only on the basis of Doyle, Mims, and State v. Heath, 222 Kan. 50, 563 P.2d 418 (1977), but also on the basis of K.S.A. 60-425 and K.S.A. 60-439. The court, however, found that the error was harmless error under the facts of the case and affirmed the conviction. The majority opinion in this case makes no attempt to explain our decision in Dodson which is clearly a case in point on the issue before us.\nThe majority opinion cites Grunewald v. United States, 353 U.S. 391, 1 L.Ed.2d 931, 77 S.Ct. 963 (1957). In Grünewald, the defendant Halperin invoked his Fifth Amendment privilege when called as a witness before a grand jury. At his trial, he answered the same questions he had previously refused to answer. The trial court permitted cross-examination of the defendant about his prior refusal to testify for impeachment purposes. The United States Supreme Court held that such cross-examination was improper. In the opinion, the court noted that defendant Halperin’s claim of the Fifth Amendment privilege before the grand jury was wholly consistent with his innocence. In other words, the refusal of a defendant to testify on the basis of the Fifth Amendment was not inconsistent with his exculpatory testimony subsequently made at the defendant’s trial.\nIn this regard, the majority argues that the exercise by Nott of his Fifth Amendment privilege was inconsistent with his later alibi testimony and thus could be used to impeach him. This *61seems clearly contrary to the holding in Grünewald. It is important to see what the majority is really saying in making this argument. Simply stated, the majority is attempting to apply retroactively the defendant’s waiver of his Fifth Amendment rights at his own trial to the invocation of the Fifth Amendment at the Whitaker-Kirk trial, and then turn that invocation into testimony which can later be used to impeach him. In Doyle, the court held that every post-arrest silence is insolubly ambiguous, and thus no adverse inference can be drawn from that silence. This point was further recognized in State v. Crumm, where the court stated that the “probative value of the event [exercise of the Fifth Amendment] is almost entirely undercut by the . . . fact that it is a form of evidence not subject to cross-examination.” 232 Kan. at 260. See also State v. Lashley, Syl. ¶ 4. Since the prosecutor in the Whitaker-Kirk trial had no right to cross-examine Nott, no logical inference can possibly be drawn from his invocation of the Fifth Amendment, and thus no plausible inconsistency arises with his subsequent alibi testimony.\nThe problem presented in this case has arisen because of confusing language in the cases as to the continuing viability of the decision in Raffel v. United States, 271 U.S. 494, 70 L.Ed. 1054, 46 S.Ct. 566, decided in 1926. Raffel is discussed in the majority opinion and holds, in substance, that a defendant’s silence by failing to testify at his first trial could be used against him in his second trial. In Grünewald, the four concurring justices expressed the view that Raffel should be specifically overruled. Even the majority of the court questioned whether Raffel was good law in light of Johnson v. United States, 318 U.S. 189, 87 L.Ed. 704, 63 S.Ct. 549 (1943), in which the majority opinion stated that when a trial court grants the claim of privilege but allows it to be used against the accused to his prejudice, the Court cannot disregard the matter. The Court stated that such procedure has such potentialities of oppressive use that the Court could not sanction its use.\nIn Stewart v. United States, 366 U.S. 1, 6 L.Ed. 84, 81 S.Ct. 941 (1961), the court stated:\n“[T]hat in no case has this Court intimated that there is such a basic inconsistency between silence at one trial and taking the stand at a subsequent trial that the fact of prior silence can be used to impeach any testimony which a defendant elects to give at a later trial.” p. 5.\n*62The Court in Stewart rejected the government’s argument that Raffel allowed the prosecutor to impeach the defendant by use of his silence at previous trials.\nOur own Court of Appeals has questioned whether Raffel is good law in this state after Doyle and Mims. See State v. Blevins, 7 Kan. App. 2d 378, 642 P.2d 136, rev. denied 231 Kan. 801 (1982).\nIn the majority opinion, it is stated that the precise issue presented in this case has not been settled. The courts of other jurisdictions have addressed the identical issue raised in this case and have uniformly adopted the rationale of Stewart, Doyle, and Grünewald and rejected the applicability of Raffel. In Messier v. State, 428 P.2d 338 (Okla. Crim. App. 1967), the court held that when the defendant took the stand at her trial, the State could not cross-examine her about her assertion of her Fifth Amendment privilege at a previous trial of one of her codefendants. Relying on Grünewald, the Oklahoma court held that it was prejudicial error for the trial judge to permit such cross-examination. The court quoted from Johnson, as follows:\n“ ‘The claim of privilege and its allowance is properly no part of the evidence submitted to the jury, and no inferences whatever can be legitimately drawn by them from the legal assertion by the witness of his constitutional right. The allowance of the privilege would be a mockery of justice, if either party is to be affected injuriously by it.’ ” 428 P.2d at 342. (Emphasis supplied.)\nIn the opinion, the court noted that Raffel had been impliedly overruled by Johnson and Grünewald.\nThe Supreme Court of Pennsylvania considered the same basic issue in Matter of Silverberg, 459 Pa. 107, 327 A.2d 106 (1974). That case involved an attorney disciplinary proceeding in which two attorneys had claimed the privilege against self-incrimination in a prior preliminary proceeding. The court held that the Fifth Amendment right against self-incrimination applies to state disciplinary proceedings against an attorney and that the accuseds’ constitutional rights against self-incrimination were violated when their prior claims of privilege were introduced to impeach their credibility at a later hearing.\nIn Dean v. Commonwealth, 209 Va. 666, 166 S.E.2d 228 (1969), the defendant was cross-examined by the prosecutor about his invocation of the Fifth Amendment privilege at a previous trial of his codefendant. The Supreme Court of Virginia *63held that this was reversible error and in violation of defendant’s constitutional right against self-incrimination. The court refused to follow the reasoning of Raffel and instead adopted the reasoning of the concurring opinion in Grünewald. The court held that the Fifth Amendment precludes the prosecution from using an assertion of the privilege against self-incrimination to discredit or convict the person who asserted it.\nFrom the line of cases cited above, it has now been clearly-established that a defendant’s prior exercise of his Fifth Amendment privilege, either at a preliminary hearing in his own case or in the separate trial of a codefendant, is not considered to be inconsistent with testimony he offers at his own trial and that cross-examination of the defendant by the prosecutor as to the prior exercise of the privilege is a violation of the defendant’s constitutional right against self-incrimination.\nThe majority also attempts to justify its decision by relying upon language in Fletcher v. Weir, 455 U.S. 603, 71 L.Ed.2d 490, 102 S.Ct. 1309 (1982). It is clear that Fletcher is not applicable at all to the factual circumstances of this case. Fletcher simply holds that a defendant’s silence prior to the giving of the Miranda warnings may, if relevant, be used against him for impeachment purposes at his trial. The Court concluded that, since the defendant’s silence was not induced by the government, defendant’s silence could be used for impeachment purposes. The Court, however, made it clear that it did not retreat from its ruling in Doyle. The Court explicitly stated that, where the government has informed the defendant that he has a right to remain silent, it is a violation of due process for the government to attempt to use that silence against him, even if only for impeachment purposes.\nThe majority also relies upon Jenkins v. Anderson, 447 U.S. 231, 65 L.Ed.2d 86, 100 S.Ct. 2124 (1980), to support its position. Like Fletcher, however, that case is not applicable to the case at hand because it only involves the question whether prearrest silence can be used for impeachment purposes. It does not involve, as this case does, a post-arrest situation where a defendant actually charged with a crime invoked his Fifth Amendment privilege on advice of counsel. The Court in Jenkins, as in Fletcher, clearly recognized this distinction and did not retreat in any way from its holding in Doyle. The Court stated:\n*64“Miranda warnings inform a person that he has the right to remain silent and assure him, at least implicitly, that his subsequent decision to remain silent cannot be used against him. Accordingly, ‘ “it does not comport with due process to permit the prosecution during the trial to call attention to his silence at the time of arrest and to insist that because he did not speak about the facts of the case at that time, as he was told he need not do, an unfavorable inference might be drawn as to the truth of his trial testimony.” ’ ” 447 U.S. at 239-40.\nIn the accompanying footnote in Jenkins, the Court makes clear that the rule is no different in a case where a trial court assures the defendant that he has a right to invoke the Fifth Amendment privilege:\n“The Court reached a similar result in Johnson v. United States, 318 U.S. 189 [, 87 L.Ed.2d 704, 63 S.Ct. 549] (1943). A trial judge mistakenly told a defendant that he could claim the privilege against self-incrimination. After the defendant invoked the privilege, the prosecutor commented on the defendant’s refusal to speak. Under its supervisory power, this Court held that the prosecutor’s comments constituted error because the trial court had assured the defendant that he might claim the protections of the Fifth Amendment. The Court stated that ‘[e]lementary fairness requires that an accused should not be misled on that score.” 447 U.S. at 240, n. 6.\nThus, it is clear that where the government has assured the accused that he has a right to remain silent or to invoke the Fifth Amendment privilege, that silence or exercise of the privilege cannot later be used against him for any purpose..\nAs noted above, in the present case it cannot reasonably be argued that defendant Nott was not informed of his right to remain silent or that the government did not induce his silence, after he had been arrested and accused of the crime. First, it is undisputed that Nott was given the Miranda warnings by the arresting officer. Second, his court-appointed attorney, James Patton, instructed him prior to the Whitaker-Kirk trial to invoke his Fifth Amendment privilege. Third, the trial judge in the Whitaker-Kirk trial specifically admonished defendant that he did not have to answer any questions until his attorney was present. When Nott’s attorney arrived in the courtroom, he immediately instructed Nott to assert his Fifth Amendment right and not to testify. Thus, the defendant was instructed on at least four occasions that he had a privilege to remain silent. As noted before, it was highly improper for the trial court to require Nott to take the witness stand and invoke the Fifth Amendment. It is difficult to see how the majority can say that the government did not, at least in part, induce defendant Nott to remain silent.\n*65Down through the years, the courts have recognized that a person’s right to remain silent should not be subject to any sanction or penalty, and that a prosecutor’s impeachment of a defendant because of a prior exercise of the privilege would, in effect, destroy the privilege. In Spevack v. Klein, 385 U.S. 511, 17 L.Ed.2d 574, 87 S.Ct. 625 (1967), the Supreme Court unequivocally stated that the state cannot penalize or condition the exercise of the privilege against self-incrimination. It used the following language:\n“ ‘The Fourteenth Amendment secures against state invasion the same privilege that the Fifth Amendment guarantees against federal infringement — the right of a person to remain silent unless he chooses to speak in the unfettered exercise of his own will, and to suffer no penalty . . . for such silence.’ [Malloy v. Hogan], 378 U.S. at 8.\n“In this context ‘penalty’ is not restricted to fine or imprisonment. It means, as we said in Griffin v. California, 380 U.S. 609 [, 14 L.Ed.2d 106, 85 S.Ct. 1229], the imposition of any sanction which makes the assertion of the Fifth Amendment privilege ‘costly.’ . . . What we said in Malloy and Griffin is in the tradition of the broad protection given the privilege at least since Boyd v. United States, 116 U.S. 616, 634-35 [, 29 L.Ed. 746, 6 S.Ct. 524]. . . .\n“ ‘It may be that it is the obnoxious thing in its mildest and least repulsive form; but illegitimate and unconstitutional practices get their first footing in that way, namely, by silent approaches and slight deviations from legal modes of procedure. This can only be obviated by adhering to the rule that constitutional provisions for the security of person and property should be liberally construed. A close and literal construction deprives them of half their efficacy, and leads to gradual depreciation of the right, as if it consisted more in sound than in substance. It is the duty of courts to he watchful for the constitutional rights of the citizen, and against any stealthy encroachments thereon.’ 116 U.S. at 635.” pp. 514-15. (Emphasis supplied.)\nThe majority opinion, if followed by the courts of Kansas, will have the effect of bringing about the depreciation, if not destruction, of a basic constitutional right. If a person’s assertion of his Fifth Amendment right to remain silent at the direction of his court-appointed attorney, or as a result of the admonition of a trial judge, can later be used by the prosecutor for impeachment during cross-examination at his trial, that assertion has become “costly,” and the State has penalized that person for his exercise of a fundamental constitutional right. The effect of the majority decision is essentially this: A person charged with a crime has a constitutional and statutory right to remain silent, but, if he exercises that right and remains silent, his silence can later be used to impeach his credibility if he ever takes the stand in his *66defense thereafter. Does not such a rule impose a sanction or penalty on the exercise of a constitutional right? As stated by Justice Black in his concurring opinion in Grünewald:\n“It seems peculiarly incongruous and indefensible for courts which exist and act only under the Constitution to draw inferences of lack of honesty from invocation of a privilege deemed worthy of enshrinement in the Constitution.” 353 U.S. at 425-26.\nThe Fifth Amendment states' that no person “shall . . . be compelled in any criminal case to be a witness against himself.” By requiring the defendant to invoke the Fifth Amendment before a jury and then allowing that to be used later against that defendant, the majority has in effect compelled the defendant to be a witness against himself, which is directly contrary to the language of the privilege he sought to invoke. The majority opinion also refuses to follow the Kansas statutory provisions discussed above. For these reasons, I must respectfully dissent. I would uphold the trial court’s ruling that an accused’s assertion of his Fifth Amendment privilege at a trial of a codefendant cannot be used to impeach him when he later takes the stand and testifies at his own trial. The State’s appeal on the question reserved should be denied.\nMiller, J., joins the foregoing dissenting opinion.\nHolmes, J., dissenting.\n",
            "ocr": false,
            "opinion_id": 9549075
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}