{
    "id": 529801,
    "judges": "Arnold, Cambridge, Ross",
    "date_filed": "2016-10-14",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jerry-washington",
    "case_name_short": null,
    "case_name": "United States v. Jerry Washington",
    "case_name_full": "UNITED STATES of America, Appellee, v. Jerry WASHINGTON, Appellant",
    "attorneys": "R. Thomas Day, St. Louis, Mo., for appellant., Richard L. Poehling, St. Louis, Mo., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 15, 1989., Rehearing Denied Nov. 3, 1989.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b250-9\">\n    UNITED STATES of America, Appellee, v. Jerry WASHINGTON, Appellant.\n   </parties><br><docketnumber id=\"b250-12\">\n    No. 88-2627.\n   </docketnumber><br><court id=\"b250-13\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b250-14\">\n    Submitted June 15, 1989.\n   </otherdate><br><decisiondate id=\"b250-15\">\n    Decided Sept. 19, 1989.\n   </decisiondate><br><otherdate id=\"b250-16\">\n    Rehearing Denied Nov. 3, 1989.\n   </otherdate><br><attorneys id=\"b251-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"155\"> \n     *155\n     </span>\n    R. Thomas Day, St. Louis, Mo., for appellant.\n   </attorneys><br><attorneys id=\"b251-13\">\n    Richard L. Poehling, St. Louis, Mo., for appellee.\n   </attorneys><br><judges id=\"b251-14\">\n    Before ARNOLD, Circuit Judge, and ROSS, Senior Circuit Judge, and CAMBRIDGE,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b251-17\">\n     The HONORABLE WILLIAM G. CAMBRIDGE, United States District Judge for the District of Nebraska, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "886 F.2d 154"
    ],
    "opinions": [
        {
            "author_str": "Ross",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/886/886.F2d.154.88-2627.html",
            "author_id": null,
            "opinion_text": "886 F.2d 154\n    UNITED STATES of America, Appellee,v.Jerry WASHINGTON, Appellant.\n    No. 88-2627.\n    United States Court of Appeals,Eighth Circuit.\n    Submitted June 15, 1989.Decided Sept. 19, 1989.Rehearing Denied Nov. 3, 1989.\n    \n      R. Thomas Day, St. Louis, Mo., for appellant.\n      Richard L. Poehling, St. Louis, Mo., for appellee.\n      Before ARNOLD, Circuit Judge, and ROSS, Senior Circuit Judge, and CAMBRIDGE,* District Judge.\n      ROSS, Circuit Judge.\n    \n    \n      1\n      Jerry Washington appeals from a final judgment entered in the district court1 for the Eastern District of Missouri upon a jury verdict finding him guilty of possession of a firearm by a convicted felon in violation of 18 U.S.C.App. Sec. 1202(a)(1).  Under the enhanced penalty provision of that statute, Washington was sentenced to fifteen years incarceration without eligibility for parole.  Washington now appeals that conviction arguing first, that the district court erred in failing to find that he had established a prima facie case of race discrimination in the selection of his jury panel, and second, that he was improperly sentenced under the enhanced penalty provision of section 1202(a)(1).  For the reasons set forth below, we affirm.\n    \n    \n      2\n      Under Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), a defendant has the initial burden of establishing a prima facie case of purposeful discrimination in the selection of the jury panel.  Id. at 96-97, 106 S.Ct. at 1722-23.    In considering whether the defendant has established the requisite prima facie showing, the trial court should consider all relevant circumstances including, but not limited to, a pattern of strikes against black jurors, as well as the prosecutor's questions and statements during voir dire.  Id.  Once a prima facie case has been made, the burden shifts to the government to articulate a neutral explanation for the peremptory challenges.  Id. at 97, 106 S.Ct. at 1723.    District court findings regarding whether a prima facie showing has been made are entitled to \"great deference,\" id. at 98 n. 21, 106 S.Ct. at 1724 n. 21, and will not be disturbed on appeal unless clearly erroneous.  United States v. Battle, 859 F.2d 56, 58 (8th Cir.1988).\n    \n    \n      3\n      In this appeal, Washington, who is black, argues that the government unconstitutionally exercised its peremptory challenges by using two of its six strikes against two of the four black members of the venire panel.  The district court denied Washington's motion that the government's challenges against black jurors be disallowed, finding that a prima facie showing of discrimination had not been made.  Accordingly, the court did not require the government to articulate reasons for its peremptory challenges.\n    \n    \n      4\n      Washington advances no theory to establish the prima facie showing that the strikes were racially motivated other than to point to the percentage of strikes used against black jurors.  In United States v. Johnson, 873 F.2d 1137, 1140 (8th Cir.1989), this court recently held that \"numbers alone neither make a prima facie case nor negate a prima facie case.\"    Although numbers alone will not constitute such a showing, \"the rate at which black veniremen are struck compared to whites with other relevant evidence may weigh in determining whether a defendant has established a prima facie case.\"    Id.\n    \n    \n      5\n      As in the present case, the government in Johnson used two of its six peremptory challenges to strike two of the four black veniremen from the jury panel.  Noting that the \"case is a particularly close one,\" id. at 1140 n. 3, the court held that a prima facie showing had been made based on two factors:  first, the government struck black veniremen at a disproportionate rate, and second, the government struck blacks who did not respond during voir dire but did not strike whites who similarly did not respond.\n    \n    \n      6\n      As distinguished from Johnson, the only theory advanced in the instant case to establish a prima facie case is reference to the percentage of strikes used against black jurors.  We conclude that the facts and circumstances of this case do not raise the necessary inference of discrimination.  The district court did not clearly err in finding that Washington had failed to establish a prima facie case.\n    \n    \n      7\n      Washington also argues on appeal that the district court erred in relying on Washington's 1957 burglary conviction in order to support the enhanced penalty provision of 18 U.S.C.App. Sec. 1202(a).  Section 1202(a) provides that a person who is convicted of unlawfully possessing a firearm shall be fined not more than $10,000 or imprisoned for not more than two years, or both.  In the case of a person who unlawfully possesses a firearm and who has three previous convictions for robbery or burglary, or both, he shall be fined not more than $25,000 and imprisoned for not less than fifteen years, without eligibility for parole.\n    \n    \n      8\n      In the instant case, three prior convictions were alleged in order to support the enhanced penalty provision of section 1202(a).  Two of these convictions are not in dispute:  a 1964 conviction for first degree robbery and a 1970 conviction for second degree burglary.  Washington does challenge, however, a 1957 conviction for second degree burglary, arguing that the conviction was unconstitutionally based upon a plea of guilty that was not voluntarily and intelligently entered.\n    \n    \n      9\n      Relying on Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969), Washington argues that this 1957 conviction was the result of a guilty plea that lacked specific waiver of his constitutional rights.  Although Boykin mandates that the record reflects that a guilty plea was entered understandingly and voluntarily, see Brady v. United States, 397 U.S. 742, 747-48 n. 4, 90 S.Ct. 1463, 1468-69 n. 4, 25 L.Ed.2d 747 (1970), this court has been reluctant to apply the Boykin safeguards retroactively.  In Brown v. Swenson, 487 F.2d 1236 (8th Cir.1973), cert. denied, 416 U.S. 944, 94 S.Ct. 1952, 40 L.Ed.2d 296 (1974), we held that when a guilty plea was entered before the Boykin decision \"subsequent procedural requirements concerning inquiries into specific issues do not apply.\"    Id. at 1240.    Instead, the \"determinative question * * * is whether under the totality of the circumstances the petitioner's plea was entered knowingly and voluntarily.\"    Id.  In a subsequent case, this court stated, \"the pre-Boykin test does not require a record affirmatively showing that the trial judge gave the defendant specific procedural warnings before accepting the plea but only that the record contain facts demonstrating the voluntary and intelligent nature of the plea.\"    Winford v. Swenson, 517 F.2d 1114, 1117 (8th Cir.1975).  A \"counseled guilty plea made by a competent defendant aware of the nature of the charge against him and induced by his desire to limit the possible penalty will not be set aside simply because the defendant later learns of constitutional rights which he did not know at the time the plea was entered.\"    Id. at 1117-18.    In deciding whether a guilty plea is valid, courts have presumed validity where such plea has been entered with the assistance of counsel.  Id. at 1118.\n    \n    \n      10\n      Under the totality of the circumstances, we conclude that Washington's 1957 guilty plea was knowingly and voluntarily entered.  It is undisputed that Washington had competent counsel at the time of his plea in 1957.  Washington never sought a post-conviction remedy on the basis of incompetent counsel or involuntariness of his plea.  Following an evidentiary hearing in the instant case, the district court made a finding that the defendant entered into his 1957 guilty plea with an understanding of the nature of the charges against him and the consequences of entering his plea.  The district court held that Washington had failed to rebut the presumption of validity attached to a plea that is entered with the assistance of counsel.  The district court's finding that the guilty plea was knowingly and voluntarily entered was not clearly erroneous.  Accordingly, the 1957 conviction was properly considered in sentencing Washington under the enhanced penalty provision of section 1202(a).\n    \n    \n      11\n      The judgment of the district court is affirmed.\n    \n    \n      \n        *\n         The HONORABLE WILLIAM G. CAMBRIDGE, United States District Judge for the District of Nebraska, sitting by designation\n      \n      \n        1\n         The Honorable John F. Nangle, Chief Judge, United States District Court for the Eastern District of Missouri\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 529801
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}