{
    "id": 1188695,
    "judges": "Fromme, McFarland, Prager",
    "date_filed": 374112000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-warren",
    "case_name_short": "Warren",
    "case_name": "State v. Warren",
    "case_name_full": "State of Kansas, Plaintiff-Appellee, v. John M. Warren, Defendant-Appellant",
    "attorneys": "Larry W. Wall, of Fleeson, Gooing, Coulson & Kitch, of Wichita, argued the cause and was on the briefs for the appellant., Jack Peggs, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Clark V. Owens, district attorney, were with him on the brief for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 73,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b549-5\">\n    No. 52,753\n   </docketnumber><br><parties id=\"b549-6\">\n    State of Kansas,\n    <em>\n     Plaintiff-Appellee,\n    </em>\n    v. John M. Warren,\n    <em>\n     Defendant-Appellant.\n    </em>\n</parties><br><citation id=\"b549-7\">\n    (635 P.2d 1236)\n   </citation><decisiondate id=\"Axo\">\n    Opinion filed November 9, 1981.\n   </decisiondate><br><attorneys id=\"b549-13\">\n<em>\n     Larry W. Wall,\n    </em>\n    of Fleeson, Gooing, Coulson &amp; Kitch, of Wichita, argued the cause and was on the briefs for the appellant.\n   </attorneys><br><attorneys id=\"b549-14\">\n<em>\n     Jack Peggs,\n    </em>\n    assistant district attorney, argued the cause, and\n    <em>\n     Robert T. Stephan,\n    </em>\n    attorney general, and\n    <em>\n     Clark V. Owens,\n    </em>\n    district attorney, were with him on the brief for the appellee.\n   </attorneys>",
    "citations": [
        "635 P.2d 1236",
        "230 Kan. 385"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4486.0,
            "opinion_text": "\n230 Kan. 385 (1981)\n635 P.2d 1236\nSTATE OF KANSAS, Plaintiff-Appellee,\nv.\nJOHN M. WARREN, Defendant-Appellant.\nNo. 52,753\nSupreme Court of Kansas.\nOpinion filed November 9, 1981.\nLarry W. Wall, of Fleeson, Gooing, Coulson &amp; Kitch, of Wichita, argued the cause and was on the briefs for the appellant.\nJack Peggs, assistant district attorney, argued the cause, and Robert T. Stephan, attorney general, and Clark V. Owens, district attorney, were with him on the brief for the appellee.\nThe opinion of the court was delivered by\nPRAGER, J.:\nThis is a direct appeal in a criminal action in which the defendant, John M. Warren, was convicted of aggravated robbery (K.S.A. 21-3427) and acquitted of felony theft (K.S.A. 1980 Supp. 21-3701[a]). The case arose out of the theft of a television set at Griffith Construction Company and the armed robbery of the Chateau Briand Restaurant in Wichita. Two robbers were involved in the Chateau Briand robbery, one of whom *386 was Timothy McGuire, who testified against the defendant at the trial.\nThe circumstances surrounding the robbery were undisputed. The only issue in the case was the identity of Warren as the other robber. The following facts were undisputed: Timothy McGuire met defendant Warren about the first of October 1979, when both were working for the Griffith Construction Company. McGuire moved in defendant's trailer house on November 1, 1979. McGuire testified that he quit working for Griffith Construction Company on November 12, 1979. What happened thereafter is hotly disputed between McGuire and the defendant. McGuire testified that, when he moved in with Warren in his trailer, Warren told him that he, Warren, had stolen a television set from the Griffith Construction office. Warren and his girl friend, Wanda Hurt, a legal secretary, testified that when McGuire moved in the trailer, McGuire brought the television set with him and gave it to Warren in lieu of rent. The owner of the television set testified that it was stolen from the Griffith Construction office on September 17, 1979. Both McGuire and Warren, as employees, had access to the office where the television set was located.\nMcGuire testified that, during the fourteen days he was living in Warren's trailer, Warren suggested that the two of them rob the Chateau Briand and that they committed the robbery on November 8, 1979. Defendant Warren denied that he had any prior knowledge of the robbery or that he committed it. Shortly after McGuire moved out of defendant's trailer home, McGuire was arrested and charged with committing two robberies. He was caught in the act while committing an armed robbery of a convenience store. McGuire was released on bail a day or two after November 14, 1979, and returned to the Warren trailer house to retrieve his clothing. He then went to his parents' home in Coffeyville. While there he talked to an FBI agent, who advised him to make a deal with the Wichita Police Department. About four months later, McGuire returned to Wichita and talked to a Detective Anderson, informing him that the defendant had participated with him in the robbery. For the two robberies McGuire pled guilty to theft receiving a suspended sentence with a two-year probationary period. It was McGuire's testimony that a bank bag taken in the Chateau Briand robbery was in the defendant's trailer hidden under a couch in the living room where defendant had placed it. Defendant Warren testified that he did not know *387 the bank bag was in the trailer until he was advised by McGuire it was there, which was the same time McGuire told Warren about the stolen television set. McGuire testified that he did return later to get his clothing and at that time did take the bank bag and television set. Warren testified that the reason he did not report this information to the police was that he was afraid of McGuire. Warren, age 24, had a spotless record and no prior criminal convictions.\nAt the time the robbery occurred at the Chateau Briand restaurant, the robbers took money from the cashier, Tammie Moss. Anthony Miller, owner of the restaurant, was also present and observed the two men involved in the robbery at the cash register. One of the men pointed a gun at him and said, \"You don't want anything, fellow.\" The robber then grabbed the bank bag, and the two robbers left with their loot. At the preliminary hearing defendant Warren was identified by Tammie Moss. Her identification was highly questionable after cross-examination by defense counsel. Tammie Moss did not testify at the trial. Anthony Miller testified at both the preliminary hearing and the trial. Anthony Miller identified defendant Warren as being the robber who pointed a gun at him and who grabbed the bank bag from under the counter. The circumstances surrounding the identification by Miller will be discussed in detail later in the opinion.\nAs noted above, the defendant was tried for aggravated robbery of the Chateau Briand and for felony theft of the television set. The jury acquitted the defendant on the charge of theft of the television set, but convicted him of aggravated robbery. Following his conviction, the defendant appealed to this court claiming prejudicial trial errors.\nThe defendant raises four points:\n(1) The trial court erred in refusing to grant a mistrial when the prosecutor, in his cross-examination of the defendant, stated before the jury that the absent witness, Tammie Moss, had identified defendant as the robber;\n(2) The trial court erred in denying the defendant's motion to admit the expert testimony of Dr. Elizabeth F. Loftus, an expert in the field of eyewitness identification;\n(3) The trial court erred in refusing to give a requested instruction on the subject of eyewitness identification; and\n(4) The trial court erred in failing to give a cautionary instruction on accomplice testimony as requested by defendant. *388 In considering each of these points, we will do so with the understanding that they are interrelated on the issue of identification, the only contested issue in the robbery case.\nWe will consider first the defendant's contention that he was denied a fair trial and that the trial court erred in refusing to grant a mistrial as a result of the prosecutor's statement on cross-examination that an absent witness, Tammie Moss, had identified Warren as the robber. As noted above, Tammie Moss was the cashier of the Chateau Briand restaurant at the time the robbery took place. At the beginning of the trial, defense counsel called to the court's attention the fact that Tammie Moss had gone into the hospital that very day to undergo dental surgery and would be unable to testify. Defense counsel wanted Tammie Moss to testify at the trial and requested a continuance, since she was one of the persons present when the robbery occurred. He wanted her to testify because of her conflicting statements in regard to the description of the robbers, which he thought would be beneficial to the defense. The State objected, and the trial court denied the defendant's request for a continuance to have Tammie Moss present.\nThe trial then proceeded. The State presented its case and rested. Then defendant Warren took the stand and testified in his own defense. On cross-examination, the defendant denied that he committed the robbery at the Chateau Briand and then the following cross-examination took place on questions propounded by the prosecutor:\n\"Q. Are you acquainted with Tammie Moss?\n\"A. No, I'm not.\n\"Q. You'd never met her before in your life, had you?\n\"A. No.\n\"Q. You'd never seen her before in your life, had you?\n\"A. No, I haven't.\n\"Q. Tammie Moss identified you as the robber of the Chateau Briand also, didn't she.\"\nDefense counsel immediately objected, pointing out to the court that Tammie Moss had not testified in the case, and that the statement of the prosecutor was extremely prejudicial. He moved the court to grant a mistrial. It is undisputed that Tammie Moss never took the stand and was thus not available for cross-examination by defense counsel before the jury. As noted above, the *389 defendant had previously requested a continuance so Tammie Moss could be available. The trial court summarily denied the motion for a mistrial. It did sustain the objection of the defense counsel and instructed the jury to disregard the statement.\nThe defendant contends that he was denied a fair trial and that the unsolicited statement by the prosecutor constituted reversible error because the result of the statement was to deny to the defendant his constitutional right of confrontation of the witnesses against him. We have concluded that, under the circumstances, the statement made by the prosecutor in the presence of the jury that an absent witness, Tammie Moss, had previously identified the defendant as being one of the robbers was clearly hearsay and violated the defendant's right of confrontation. In reaching this conclusion, we note the following cases which hold that the admission into evidence of inculpatory hearsay testimony of an absent witness constitutes a denial of the defendant's right of confrontation: State v. Davis, 2 Kan. App. 2d 10, 573 P.2d 1124 (1978); State v. Kirk, 211 Kan. 165, 505 P.2d 619 (1973); State v. Hooks, 202 Kan. 68, 446 P.2d 770 (1968). Misconduct on the part of the prosecutor in making unwarranted comments and going outside the record may be so prejudicial as to deny an accused a fair trial and require reversal. State v. Jordan, 223 Kan. 197, 574 P.2d 194 (1977); and State v. Crowley, 220 Kan. 532, 536, 552 P.2d 971 (1976).\nUnder the circumstances in this case, the unprovoked statement of the prosecutor could not be considered harmless error. The issue of identification was hotly contested, and the unsolicited statement by the prosecutor might well have been the factor which caused the jury to find defendant Warren guilty of the aggravated robbery. For that reason, the case must be reversed on this point and the defendant granted a new trial.\nWe will next consider together the defendant's second and third points that the defendant was denied a fair trial because the trial court abused its discretion by refusing to permit defendant's expert witness, Dr. Elizabeth F. Loftus, to testify as to the unreliability of eyewitness identification and by refusing to give defendant's requested cautionary instruction on eyewitness identification. At the outset, it should be stated that the unreliability of eyewitness identification and the conviction of innocent people as a result thereof has been a matter of concern for the judiciary in many countries.\n*390 In United States v. Wade, 388 U.S. 218, 228, 18 L. Ed. 2d 1149, 87 S. Ct. 1926 (1967), the United States Supreme Court recognized the inherently suspicious nature of eyewitness identification evidence. In the majority opinion by Justice Brennan the following statement is made:\n\"The vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification. Mr. Justice Frankfurter once said: `What is the worth of identification testimony even when uncontradicted? The identification of strangers is proverbially untrustworthy. The hazards of such testimony are established by a formidable number of instances in the records of English and American trials. These instances are recent \u0097 not due to the brutalities of ancient criminal procedure.' The Case of Sacco and Vanzetti 30 (1927).\"\nMore recently in Manson v. Brathwaite, 432 U.S. 98, 53 L. Ed. 2d 140, 97 S. Ct. 2243 (1977), Justice Blackmun noted the unreliability of eyewitness identification where an eyewitness is requested to testify about an encounter with a total stranger under circumstances of emergency or emotional stress. In the course of the opinion, he points out that the eyewitness's recollection of the stranger can be distorted easily by the circumstances or by later actions of the police. He expressed the court's concern that the jury not hear eyewitness testimony unless the testimony has aspects of reliability.\nWe also note Neil v. Biggers, 409 U.S. 188, 199-200, 34 L. Ed. 2d 401, 93 S. Ct. 375 (1972), where Justice Powell, in discussing the reliability of eyewitness identification, mentions the factors to be considered in evaluating the testimony as including (1) the opportunity of the witness to view the defendant at the time of the crime, (2) the witness's degree of attention, (3) the accuracy of the witness's prior description of the criminal, (4) the level of certainty demonstrated by the witness at the confrontation, and (5) the length of time between the crime and the confrontation. In State v. Ponds, 227 Kan. 627, 608 P.2d 946 (1980), Chief Justice Schroeder states that reliability is the linchpin in determining the admissibility of identification testimony and suggests the five factors, mentioned in Neil v. Biggers, should be used to test the reliability of courtroom identification.\nThis problem of the potential unreliability of eyewitness identification has been with us for a long time. In 1908, Charles C. Moore published A Treatise on Facts or the Weight and Value of Evidence. In sections 1221 through 1231, the author discusses in *391 depth the inherent unreliability of eyewitness identification. In 1932, Edwin M. Borchard, Professor of Law of Yale University, published his book, Convicting the Innocent, Errors of Criminal Justice, where he discusses 65 cases where innocent people were convicted as a result of erroneous eyewitness identification. These cases occurred in 27 different states.\nIn his treatise, The Science of Judicial Proof, p. 537 (3d ed. 1937), John Henry Wigmore states that the whole process involved in testimony going to the identity of persons calls for caution and precaution. In 3 Wigmore, Evidence in Trials at Common Law (rev. ed. 1970), by Professor James H. Chadbourn of Harvard University, it is stated on pages 205-06, that some of the most tragic miscarriages of justice have been due to testimonial errors in the area of eyewitness identification and the whole process therefore calls for caution.\nThe problems inherent in eyewitness identification are the subject of an article by David B. Fishman and Elizabeth F. Loftus, Expert Psychological Testimony on Eyewitness Identification, 4 Law &amp; Psychology Rev. 87 (Fall 1978). In her article, Dr. Loftus discusses the steps taken by the judicial establishment of Great Britain to correct the injustices resulting from mistaken identification. Astonished by the pardons of two individuals who had been independently convicted on the basis of erroneous eyewitness identifications, the British home secretary appointed a committee to investigate this area of criminal law and police procedure. The committee, chaired by Lord Devlin, recommended that a trial judge should be required by statute (1) to direct the jury that it is not safe to convict upon eyewitness evidence unless the circumstances of the identification are exceptional or the eyewitness evidence is supported by substantial evidence of another sort; (2) to indicate to the jury the circumstances, if any, which they might regard as exceptional and the evidence, if any, which they might regard as supporting the identification; and (3) if a trial judge is unable to indicate either such circumstances or such evidence, to direct the jury to return a verdict of not guilty. The English experience and the Devlin report are discussed in Williams, Evidence of Identification: The Devlin Report, Cr. L. Rev. 407-422 (1976).\nThe problem inherent in eyewitness identification from criminal lineups is also recognized in Canada, in continental Europe, *392 and in Latin America. See Murray, The Criminal Lineup at Home and Abroad, Utah L. Rev. 610 (1966). The article notes that Italy, Guatemala, Mexico, and Costa Rica had adopted special procedures to be used at lineups so that the possibility of misidentification can be minimized. It is interesting to note that, in 1882, Spain adopted in its code of criminal procedure such safeguards. For other works in this area which recognize the unreliability of eyewitness identification, see Wall, Eye-Witness Identification in Criminal Cases (1965); Loftus, Eyewitness Testimony (1979); and Fredric W. Woocher, Did your Eyes Deceive You? Expert Psychological Testimony on the Unreliability of Eyewitness Identification, 29 Stan. L. Rev. 969 (1977).\nIn spite of the great volume of articles on the subject of eyewitness testimony by legal writers and the great deal of scientific research by psychologists in recent years, the courts in this country have been slow to take the problem seriously and, until recently, have not taken effective steps to confront it. The trouble is that many judges have assumed that an \"eyeball\" witness, who identifies the accused as the criminal, is the most reliable of witnesses, and, if there are any questions about the identification, the jurors, in their wisdom, are fully capable of determining the credibility of the witness without special instructions from the court. Yet cases of mistaken identification are not infrequent and the problem of misidentification has not been alleviated.\nWe note, for example, a 1979 unreported prosecution in Wilmington, Delaware, against Rev. Bernard T. Pagano, a Roman Catholic priest, accused of robbing six Delaware stores in the winter of 1978. At the trial, he was falsely identified by several state witnesses as the robber. After the State rested its case, the prosecution was dismissed on motion of the State because another man confessed to the crime. Closer to home is the case of Ronald Quick, who was twice tried and convicted of aggravated robbery of a liquor store in Hutchinson. At both trials two eyewitnesses positively identified defendant as the perpetrator of the crime. These two convictions were reversed for trial errors in State v. Quick, 226 Kan. 308, 597 P.2d 1108 (1979), and 229 Kan. 117, 621 P.2d 997 (1981). The case was dismissed by the State during the third trial after another man, who looked like the defendant, confessed to the crime.\n*393 The Kansas procedure does provide certain safeguards to prevent the conviction of an innocent accused on the basis of unreliable eyewitness identification. Our trial courts have the power to suppress eyewitness testimony, if the eyewitness identification procedure rendered the testimony unreliable. Cross-examination and argument by defense counsel afford some protection. Unfortunately, these procedures have not solved the problem. Able defense counsel have attempted to combat unreliable eyewitness identification by two additional methods: They have called to the witness stand expert witnesses in the field of psychology to testify as to the various factors which may cause eyewitness identification to be unreliable. They have also requested the trial court to give a cautionary instruction stating the factors to be considered by the jury in weighing the credibility of eyewitness testimony.\nIn the case now before us, defense counsel attempted to follow both procedures. Defense counsel proffered the testimony of Dr. Elizabeth F. Loftus, a nationally known and recognized expert in the field of scientific and psychological aspects of eyewitness identification. The trial court refused to admit the testimony, relying primarily on State v. Reed, 226 Kan. 519, 601 P.2d 1125 (1979). The trial court, in rejecting the proffered testimony of Dr. Loftus, stated that it did not think \"we ought to be bringing in psychologists to say, `Well, this witness is wrong or that witness is wrong.'\" Defense counsel also requested a cautionary instruction to advise the jury as to the factors to be considered in weighing the credibility of the eyewitness testimony. The trial court refused to give such an instruction. It should also be noted that in his closing argument, defense counsel attempted, in effect, to tell the jury that many people suffer improper convictions because of mistaken identification. The State objected, and the court sustained the objection stating that there was no evidence to that effect.\nWe will first discuss the question of admissibility of expert testimony in the field of eyewitness identification. In State v. Reed, 226 Kan. 519, it was contended on appeal that the trial court erred in denying defendant's motion to introduce expert testimony in the field of eyewitness identification. The expert testimony was offered to show the jury reasons why an eyewitness identification could be unreliable. The defendant took the position *394 that juries place too much weight on identification testimony and that expert testimony was necessary to show that scientific studies have drawn into question the reliability of such testimony. Defendant made no claim that the witness suffered any specific organic or emotional disability that would have affected the reliability of her identification of the defendant. The trial court rejected the proposed evidence and on appeal this court affirmed. The court noted that the basis for admission of expert testimony is the need to assist the jury under the facts of the particular case.\nThe question presented in Reed was whether the proposed expert testimony would have materially aided the jury or whether questions relating to the reliability of eyewitness identification testimony are within the normal experience and qualifications of the jury. The opinion cites several federal cases which have excluded such testimony and notes that the defendant was unable to cite a published opinion which endorses the use of expert identification opinion evidence in the area of eyewitness testimony. In Syllabus ¶ 1, the court states that, under K.S.A. 60-456(b), the qualifications of an expert witness and the admissibility of his testimony are matters within the sound discretion of the trial court, and its rulings thereon will not be disturbed on appeal in the absence of an abuse of discretion. Syllabus ¶ 2 states that, although an expert witness may be permitted to give an opinion bearing on the ultimate issue, he may do so only insofar as the opinion will aid the jury in the interpretation of technical facts or when it will assist the jury in understanding the evidence. There being no abuse of discretion, the trial court was affirmed.\nThe holding of this court in Reed is consistent with a number of cases handed down by federal courts and courts of other jurisdictions. There is an annotation in 20 A.L.R. 3d 684 on the subject of the necessity and admissibility of expert testimony as to the credibility of a witness. This annotation cites cases from various jurisdictions and summarizes them with the general statement that expert testimony as to credibility of a witness is admissible if the subject matter involves organic or emotional disorders. If, however, the characteristic attacked does not involve some organic or mental disorder, or some impairment of the mental or physical faculties by injury, disease, or habit, expert *395 testimony is usually excluded. The annotation notes that a question ever present, but not always specified, is whether the subject matter is within the scope of the ordinary layman's knowledge and experience, and the contiguous matters of invading the jury's province and of overdeveloping a collateral matter, especially if the expert opinions are expected to be conflicting. Typical cases holding that the admission of expert testimony in the area of eyewitness identification rests in the sound discretion of the trial court and will not be disturbed in the absence of abuse of discretion, are the following: United States v. Amaral, 488 F.2d 1148 (9th Cir.1973); Dyas v. United States, 376 A.2d 827 (D.C.), cert. denied 434 U.S. 973 (1977); United States v. Brown, 540 F.2d 1048 (10th Cir.1976); State v. Galloway, 275 N.W.2d 736 (Iowa 1979); Hampton v. State, 92 Wis. 2d 450, 285 N.W.2d 868 (1979); State v. Helterbridle, 301 N.W.2d 545 (Minn. 1980).\nIn Helterbridle, the Supreme Court of Minnesota correctly states that there are trial courts around the country which in criminal cases have admitted testimony of experts on the subject of eyewitness testimony, but it could find no reported appellate court decisions holding that a trial court abused its discretion in refusing to admit such evidence. We note that in the case before us, when the expert testimony of Dr. Loftus was proffered by the defense, her affidavit stated she had personally been allowed to testify before judges and juries in more than 34 cases in various states and that another expert, Dr. Robert Buckhout, had been permitted to testify in more than 20 state court trials on the subject of eyewitness identification testimony and its inherent unreliability.\nAfter considering these cases and the literature on the subject, we have concluded that requiring trial courts to admit this type of expert evidence is not the answer to the problem. We believe that the problem can be alleviated by a proper cautionary instruction to the jury which sets forth the factors to be considered in evaluating eyewitness testimony. Such an instruction, coupled with vigorous cross-examination and persuasive argument by defense counsel dealing realistically with the shortcomings and trouble spots of the identification process, should protect the rights of the defendant and at the same time enable the courts to avoid the problems involved in the admission of expert testimony on this subject.\n*396 As noted above, until recently the appellate courts of America have not given proper recognition to the potential for injustice involved in the area of eyewitness testimony. The picture, however, is changing and the more recent decisions recognize the serious nature of the problem and, like the courts of Great Britain, have taken the position that the answer is an appropriate cautionary instruction on the subject. The pioneer case is United States v. Telfaire, 469 F.2d 552 (D.C. Cir.1972). In Telfaire, the United States Court of Appeals for the District of Columbia Circuit adopted a model special instruction on eyewitness identification to be used in future cases in the circuit. The court in Telfaire recognized the need for guidelines to be given by the trial court to the jury to be used by the jury in weighing the credibility of eyewitness testimony. The decision in Telfaire was followed in United States v. Holley, 502 F.2d 273 (4th Cir.1974) and United States v. Hodges, 515 F.2d 650 (7th Cir.1975). State appellate court cases holding that it is error not to give a cautionary instruction on eyewitness testimony where the facts of the case require it are as follows: Commonwealth v. Rodriguez, 378 Mass. 296, 391 N.E.2d 889 (1979); Commonwealth v. Moffett, 383 Mass. 201, 418 N.E.2d 585 (1981); Freeman v. State, 371 So. 2d 115 (Fla. Dist. Ct. App. 1979); Brooks v. State, 380 So. 2d 1012 (Ala. App. 1980); State V. Helterbridle, 301 N.W.2d 545. For a case rejecting the need for a cautionary instruction on identification, see Hampton v. State, 92 Wis. 2d 450.\nThere have been several cases before the Supreme Court of Kansas in which the issue has been raised that the trial court erred in refusing to give a special instruction to the jury on eyewitness testimony. In several cases, this court rejected the need for an instruction modeled after the Telfaire instruction. See State v. Porter, 223 Kan. 114, 574 P.2d 187 (1977); State v. Robertson, 221 Kan. 409, 559 P.2d 810 (1977); State v. Wilson, 221 Kan. 92, 558 P.2d 141 (1976); State v. Ponds and Garrett, 218 Kan. 416, 419, 543 P.2d 967 (1975). The question was before us most recently in State v. Mack, 228 Kan. 83, 612 P.2d 158 (1980). In Mack, we rejected the need for a special instruction modeled after the Telfaire instruction, stating that the general instruction given adequately covered the subject of the instruction requested and refused. We note that PIK Criminal does not comment on the *397 need for such an instruction and no pattern instruction is provided.\nWe have considered these Kansas cases along with cases from other jurisdictions and have concluded that in any criminal action in which eyewitness identification is a critical part of the prosecution's case and there is a serious question about the reliability of the identification, a cautionary instruction should be given advising the jury as to the factors to be considered in weighing the credibility of the eyewitness identification testimony. Any statements to the contrary in any of our previous cases cited above are hereby disapproved. In reaching this conclusion, we have considered the fact that trial courts are often required to determine the admissibility of eyewitness testimony where issues of unreliability are raised. As pointed out by Chief Justice Schroeder in State v. Ponds, 227 Kan. 627, in testing the reliability of identification testimony, the five factors mentioned in Neil v. Biggers should be considered by the trial court. If these five factors should be considered in determining the admissibility of the testimony, it would seem even more appropriate to require the jury to consider the same factors in weighing the credibility of the eyewitness identification testimony. Otherwise the jury might reasonably conclude that the admission of the evidence by the trial court vouched for its reliability. We think it clear that, in order to prevent potential injustice, some standards must be provided the jury so that the credibility of eyewitness identification testimony can be intelligently and fairly weighed. The giving of such an instruction will take only a couple of minutes in trial time and will be well worth it, if some future injustices can be avoided.\nWe will now consider whether the factual circumstances in the case now before us required a cautionary instruction on eyewitness identification and whether the proposed instruction requested by the defendant was appropriate. The factual circumstances surrounding the identification of defendant John M. Warren by Anthony Miller are uncontroverted. Mr. Miller, the owner of the Chateau Briand, testified that the robbery from beginning to end took less than one and one-half minutes. Most of the time he spent staring at the other robber, McGuire, because he thought he recognized him. Miller testified that he spent only fifteen to twenty seconds looking at the defendant. After the *398 robbery and up to the time of the preliminary hearing, Miller was not shown a group of photographs of individuals and he was not asked to identify the defendant either from photographs or a lineup. The identification of the defendant by Miller occurred 138 days or about 4 1/2 months after the robbery and under these circumstances: The first time Miller made the identification he had been informed by the police that they had arrested the man that robbed him and that the other robber had said that was the man and the man was in the courtroom. Mr. Miller entered the courtroom and observed only one man, the defendant Warren, seated at the table and that was the first chance Miller had to see the defendant. He testified that he did not notice that the defendant had any distinguishing facial characteristics and could not recall the color of defendant's eyes. He testified that the robber had no facial hair, when other testimony indicated the defendant had a mustache at the time the robbery occurred. He testified that he thought the robber was about one inch or so taller than himself, when, in fact, the defendant was 6'4\" tall, nearly 6\" taller than Miller. At the preliminary hearing, Miller testified that the robber was not wearing a hat. At the trial, he testified that the robber wore a cowboy hat. Miller also testified that he had never seen the robber before. Testimony indicated that the defendant frequented a McDonald's restaurant managed by Miller a couple of years before, and that Miller actually told the defendant to leave McDonald's restaurant because he was talking too long with one of the employees.\nAfter the parties had presented their evidence, the defendant requested the following instruction:\n\"Instruction No. 7\n\"(1) One of the questions in this case is the identification of the Defendant as the one who committed the crime charged. The prosecution has the burden of proving beyond a reasonable doubt not only that the crime was committed, but that the Defendant was the person who committed it.\n\"(2) In considering whether the prosecution has proved beyond a reasonable doubt that the Defendant was the person who committed the offense, you should consider the following:\n\"(3) The witness's opportunity to observe the criminal act and the person or persons committing them, including the length of time available for observation; the amount of time between the aforementioned observation and any subsequent identification; the light or lack of light at the time; the witness's state of mind at the time of the offense; whether a weapon was involved; whether the witness had occasion to see or know the Defendant before the incident and any other circumstances *399 affecting the witness's opportunity to observe the person or persons committing the offense.\n\"(4) The identification made by the witness after the offense must be the product of his own memory. You may take into consideration any subsequent identification, the circumstances surrounding the identification, the state of mind of the witness at the time, and other circumstances bearing on the reliability of the identification. You may also consider the length of time that elapsed between the occurrence of the crime and the time the witness saw the Defendant as a factor bearing on the reliability of the identification.\n\"(5) You may take into account any occasions on which the witness failed to make an identification of Defendant or made an identification that was inconsistent with his identification at trial and all other circumstances which you found affected the identification.\"\nThe court refused to give the instruction requested and, in lieu thereof, gave a commonly used general instruction on the weighing of witness credibility as follows:\n\"Instruction No. 5\n\"It is for you to determine the weight and credit to be given the testimony of each witness. You have a right to use that knowledge and experience which you possess in common with men in general in considering the testimony of each witness. You also may take the following factors into consideration when weighing a witness's testimony:\n\"a) The witness's ability and opportunity to observe and know the things about which he had testified;\n\"b) The clarity and accuracy of the witness's memory;\n\"c) The witness's manner and conduct while testifying;\n\"d) Any interest the witness may have in the result of the trial; and\n\"e) The reasonableness of the witness's testimony when considered in light of all the evidence in the case; and\n\"f) Any bias, interest, prejudice or motive the witness may have.\n\"If you find that any witness has willfully testified falsely concerning any material matter, you have a right to distrust the testimony of that witness in other matters, and you may reject all or part of the testimony of that witness, or you may give it such weight as you think it deserves. You should not reject any testimony without cause.\"\nWe have concluded from all of the circumstances that the general instruction given in this case did not adequately cover the subject of eyewitness identification testimony. The general instruction did not focus sufficiently on the dangers of eyewitness testimony. Also in a case such as this, where eyewitness testimony was so important, the jury would not know that it should scrutinize that one witness carefully. In fact, given that the accomplice and the defendant both testified as well, the jury could easily have been confused about whether the general instruction *400 even referred to the eyewitness. The requested instruction was entirely appropriate. We hold that the substance of this instruction should be given in any appropriate case. In the future the Committee on Pattern Jury Instruction will have an opportunity to consider the matter of a pattern instruction in this area. We have concluded that an appropriate instruction on eyewitness identification should have been given in view of the factual circumstances disclosed by the evidence.\nThe defendant's final point is that the trial court erred in failing to give a cautionary instruction on accomplice testimony. In State v. Moody, 223 Kan. 699, 576 P.2d 637, cert. denied 439 U.S. 894 (1978), Justice McFarland, speaking for the court, held that, if accomplice testimony is only partially corroborated and the defendant requests a cautionary instruction, it is error not to give the instruction. We also note the opinion by Justice Miller in State v. Moore, 229 Kan. 73, 622 P.2d 631 (1981). PIK Crim. 52.18 (1979 Supp.) provided a pattern cautionary instruction which would have been appropriate in this case. Although in this case the testimony of the alleged accomplice, McGuire, was in part corroborated by the testimony of Anthony Miller, as noted above the reliability of that eyewitness testimony was questionable. Under the circumstances, we hold that the trial court should have given a cautionary instruction on the testimony of an accomplice and, on retrial of the case, such an instruction should be given.\nFor the reasons set forth above, the judgment of the district court is reversed, and the case is remanded with directions to grant the defendant a new trial.\nFROMME, J., dissenting.\nThis court now decrees that the trial courts of this state give special instructions cautioning the jurors on the inherent unreliability of eyewitness testimony. This stacks the deck in favor of the criminal and against the prosecution. The court in its instructions now must discount the weight of eyewitness testimony. Eyewitness testimony should be explained, considered, and evaluated the same as any other testimony, by cross-examination and persuasive argument of defense counsel. Defense counsel can deal realistically with any shortcomings of such evidence, whether it be eyewitness identification of a defendant or circumstantial evidence. The jurors should be allowed to determine the credibility of witnesses and the weight of the *401 evidence. The judge should not stress the weight or the shortcomings of any particular relevant evidence.\nThe effect of the requirement under syllabus ¶ 1 is to place on the shoulders of the trial judge the difficult task of determining when \"eyewitness identification is a critical part of the prosecution's case and there is a serious question about the reliability of the identification.\" What yardstick can be used for this determination? Evidence should not be considered critical to the prosecution's case if there is sufficient other relevant evidence to support a conviction.\nIn the present case at the preliminary hearing there were three eyewitnesses who identified the defendant as the criminal who held the handgun. The defendant was not wearing a mask when he robbed the restaurant. One of the eyewitnesses was in the hospital at the time of the trial. Her presence could not be procured and the trial was completed without her. The inadvertent reference at trial to her identification of defendant may not have been admissible. However, it was objected to and the court immediately struck the statement and directed the jury to disregard the reference. At most this was harmless error.\nThere was some question as to the admissibility of proffered testimony of this witness, Tammie Moss. The testimony was given at the preliminary hearing. The testimony was under oath, in open court, and was subjected to cross-examination by defendant's counsel. It was proffered and a showing was made that Tammie Moss was admitted to a hospital for dental surgery the morning of the trial. She was unavailable as a witness. Her transcribed testimony at the preliminary hearing should have been admitted by the trial judge. K.S.A. 60-460(c)(2).\nEven though this testimony was not allowed at the trial, the owner of the restaurant, an eyewitness, did identify the defendant at the trial as one of the persons who committed the crime. A similar eyewitness identification of the defendant was made by the accomplice McGuire. Under the facts here the prosecution's case was based, not on one, but on three eyewitnesses, although only two of these eyewitnesses were available and permitted to testify at the trial.\nAdd to their testimony the circumstantial evidence. It consisted of a money bag which was found on the premises where defendant lived. The bag contained definite proof that it was taken from the restaurant during this robbery. In addition to the money bag *402 and the eyewitness identifications, we have the testimony of McGuire, the accomplice, who testified that he and Warren planned and carried out the robbery, and divided the ill-gotten gains in Warren's living quarters. It would appear that this is substantial evidence of another sort linking defendant with the robbery, yet the majority finds a serious question on the reliability of the identification of the defendant. In this case even under the rule stated in paragraph one of the syllabus no cautionary instruction should be required.\nAfter considering the facts of this case, the court still holds a cautionary instruction on the reliability of eyewitness identification was necessary. If this be true the cautionary instruction must be given in any case where an eyewitness identifies the defendant.\nParagraph one of the syllabus in this case is misleading for it does not fit the facts of this case. In relating the facts upon which the court applies this rule, the court has evaluated the credibility of the witnesses and weighed the evidence in such a manner as to justify application of the new rule. The testimony of Miller and McGuire is disparaged. This court characterizes the issue of defendant's identification as being \"hotly contested.\" This can be said in most contested cases. The presence of the money sack in the living quarters of the defendant is explained by pointing to McGuire's previous presence in those quarters and by mentioning the various criminal charges previously filed against him. McGuire's testimony that defendant took the sack when the money was divided is discounted and the testimony of the defendant Warren, that he never knew the sack was in his living quarters, is accepted as believable. The court in this manner has examined the trial evidence and determined credibility of witnesses and the weight to be given the evidence to justify application of the rule it hands down. The jury determined credibility and weight of the evidence and convicted the defendant. The verdict should be allowed to stand.\nThe following instruction was given at the trial and was sufficient:\n\"It is for you to determine the weight and credit to be given the testimony of each witness. You have a right to use that knowledge and experience which you possess in common with men in general in considering the testimony of each witness. You also may take the following factors into consideration when weighing a witness's testimony:\n\n*403 \"a) The witness's ability and opportunity to observe and know the things about which he had testified;\n\"b) The clarity and accuracy of the witness's memory;\n\"c) The witness's manner and conduct while testifying;\n\"d) Any interest the witness may have in the result of the trial; and\n\"e) The reasonableness of the witness's testimony when considered in light of all the evidence in the case; and\n\"f) Any bias, interest, prejudice or motive the witness may have.\n\"If you find that any witness has willfully testified falsely concerning any material matter, you have a right to distrust the testimony of that witness in other matters, and you may reject all or part of the testimony of that witness, or you may give it such weight as you think it deserves. You should not reject any testimony without cause.\"\nThis instruction is clear. It is logically arranged and covers any possible weaknesses which might be attributed to the eyewitness identification testimony, as well as any other evidence in the case. In disapproving this general instruction given by the trial court the court merely explains its disapproval by saying the instruction did not focus sufficiently on the dangers of eyewitness testimony. This is a dangerous basis for such a requirement. There are many cases which say the court's instructions should not call attention to or give special emphasis to particular witnesses or evidence. See discussion in State v. Wilkins, 215 Kan. 145, 152, 154, 155, 523 P.2d 728 (1974).\nIt is not for a court to determine credibility and weight to be given \u0097 that is for the jury. State v. Dorsey, 224 Kan. 152, Syl. ¶ 4, 578 P.2d 261 (1978).\nIn conclusion I note that recently there has been a movement in the courts to discredit an eyewitness who identifies the criminal. This court now joins this movement and adopts the erroneous premise that such testimony is inherently unreliable. All types of testimony and evidence have, at times, proven to be unreliable. In the past we have withheld the stamp of either approval or disapproval on any category or type of relevant evidence. Evidence such as confessions, accomplice testimony, testimony of expert witnesses and circumstantial evidence may be subject to human error and even human perjury. However, once the court determines evidence to be relevant and admissible, it should then be left to the jury as to which witness should be believed and what weight should be given to that testimony.\nI would affirm this case rather than use it as a vehicle for adopting the rule set out in syllabus ¶ 1.\nMcFARLAND, J., joins the foregoing dissenting opinion.\n",
            "ocr": false,
            "opinion_id": 1188695
        },
        {
            "author_str": "Prager",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nPrager, J.:\nThis is a direct appeal in a criminal action in which the defendant, John M. Warren, was convicted of aggravated robbery (K.S.A. 21-3427) and acquitted of felony theft (K.S.A. 1980 Supp. 21-3701[a]). The case arose out of the theft of a television set at Griffith Construction Company and the armed robbery of the Chateau Briand Restaurant in Wichita. Two robbers were involved in the Chateau Briand robbery, one of whom *386was Timothy McGuire, who testified against the defendant at the trial.\nThe circumstances surrounding the robbery were undisputed. The only issue in the case was the identity of Warren as the other robber. The following facts were undisputed: Timothy McGuire met defendant Warren about the first of October 1979, when both were working for the Griffith Construction Company. McGuire moved in defendant’s trailer house on November 1, 1979. McGuire testified that he quit working for Griffith Construction Company on November 12, 1979. What happened thereafter is hotly disputed between McGuire and the defendant. McGuire testified that, when he moved in with Warren in his trailer, Warren told him that he, Warren, had stolen a television set from the Griffith Construction office. Warren and his girl friend, Wanda Hurt, a legal secretary, testified that when McGuire moved in the trailer, McGuire brought the television set with him and gave it to Warren in lieu of rent. The owner of the television set testified that it was stolen from the Griffith Construction office on September 17,1979. Both McGuire and Warren, as employees, had access to the office where the television set was located.\nMcGuire testified that, during the fourteen days he was living in Warren’s trailer, Warren suggested that the two of them rob the Chateau Briand and that they committed the robbery on November 8, 1979. Defendant Warren denied that he had any prior knowledge of the robbery or that he committed it. Shortly after McGuire moved out of defendant’s trailer home, McGuire was arrested and charged with committing two robberies. He was caught in the act while committing an armed robbery of a convenience store. McGuire was released on bail a day or two after November 14, 1979, and returned to the Warren trailer house to retrieve his clothing. He then went to his parents’ home in Coffeyville. While there he talked to an FBI agent, who advised him to make a deal with the Wichita Police Department. About four months later, McGuire returned to Wichita and talked to a Detective Anderson, informing him that the defendant had participated with him in the robbery. For the two robberies McGuire pled guilty to theft receiving a suspended sentence with a two-year probationary period. It was McGuire’s testimony that a bank bag taken in the Chateau Briand robbery was in the defendant’s trailer hidden under a couch in the living room where defendant had placed it. Defendant Warren testified that he did not know *387the bank bag was in the trailer until he was advised by McGuire it was there, which was the same time McGuire told Warren about the stolen television set. McGuire testified that he did return later to get his clothing and at that time did take the bank bag and television set. Warren testified that the reason he did not report this information to the police was that he was afraid of McGuire. Warren, age 24, had a spotless record and no prior criminal convictions.\nAt the time the robbery occurred at the Chateau Briand restaurant, the robbers took money from the cashier, Tammie Moss. Anthony Miller, owner of the restaurant, was also present and observed the two men involved in the robbery at the cash register. One of the men pointed a gun at him and said, “You don’t want anything, fellow.” The robber then grabbed the bank bag, and the two robbers left with their loot. At the preliminary hearing defendant Warren was identified by Tammie Moss. Her identification was highly questionable after cross-examination by defense counsel. Tammie Moss did not testify at the trial. Anthony Miller testified at both the preliminary hearing and the trial. Anthony Miller identified defendant Warren as being the robber who pointed a gun at him and who grabbed the bank bag from under the counter. The circumstances surrounding the identification by Miller will be discussed in detail later in the opinion.\nAs noted above, the defendant was tried for aggravated robbery of the Chateau Briand and for felony theft of the television set. The jury acquitted the defendant on the charge of theft of the television set, but convicted him of aggravated robbery. Following his conviction, the defendant appealed to this court claiming prejudicial trial errors.\nThe defendant raises four points:\n(1) The trial court erred in refusing to grant a mistrial when the prosecutor, in his cross-examination of the defendant, stated before the jury that the absent witness, Tammie Moss, had identified defendant as the robber;\n(2) The trial court erred in denying the defendant’s motion to admit the expert testimony of Dr. Elizabeth F. Loftus, an expert in the field of eyewitness identification;\n(3) The trial court erred in refusing to give a requested instruction on the subject of eyewitness identification; and\n(4) The trial court erred in failing to give a cautionary instruction on accomplice testimony as requested by defendant. *388In considering each of these points, we will do so with the understanding that they are interrelated on the issue of identification, the only contested issue in the robbery case.\nWe will consider first'the defendant’s contention that he was denied a fair trial and that the trial court erred in refusing to grant a mistrial as a result of the prosecutor’s statement on cross-examination that an absent witness, Tammie Moss, had identified Warren as the robber. As noted above, Tammie Moss was the cashier of the Chateau Briand restaurant at the time the robbery took place. At the beginning of the trial, defense counsel called to the court’s attention the fact that Tammie Moss had gone into the hospital that very day to undergo dental surgery and would be unable to testify. Defense counsel wanted Tammie Moss to testify at the trial and requested a continuance, since she was one of the persons present when the robbery occurred. He wanted her to testify because of her conflicting statements in regard to the description of the robbers, which he thought would be beneficial to the defense. The State objected, and the trial court denied the defendant’s request for a continuance to have Tammie Moss present.\nThe trial then proceeded. The State presented its case and rested. Then defendant Warren took the stand and testified in his own defense. On cross-examination, the defendant denied that he committed the robbery at the Chateau Briand and then the following cross-examination took place on questions propounded by the prosecutor:\n“Q. Are you acquainted with Tammie Moss?\n“A. No, I’m not.\n“Q. You’d never met her before in your life, had you?\n“A. No.\n“Q. You’d never seen her before in your life, had you?\n“A. No, I haven’t.\n“Q. Tammie Moss identified you as the robber of the Chateau Briand also, didn’t she.”\nDefense counsel immediately objected, pointing out to the court that Tammie Moss had not testified in the case, and that the statement of the prosecutor was extremely prejudicial. He moved the court to grant a mistrial. It is undisputed that Tammie Moss never took the stand and was thus not available for cross-examination by defense counsel before the jury. As noted above, the *389defendant had previously requested a continuance so Tammie Moss could be available. The trial court summarily denied the motion for a mistrial. It did sustain the objection of the defense counsel and instructed the jury to disregard the statement.\nThe defendant contends that he was denied a fair trial and that the unsolicited statement by the prosecutor constituted reversible error because the result of the statement was to deny to the defendant his constitutional right of confrontation of the witnesses against him. We have concluded that, under the circumstances, the statement made by the prosecutor in the presence of the jury that an absent witness, Tammie Moss, had previously identified the defendant as being one of the robbers was clearly hearsay and violated the defendant’s right of confrontation. In reaching this conclusion, we note the following cases which hold that the admission into evidence of inculpatory hearsay testimony of an absent witness constitutes a denial of the defendant’s right of confrontation: State v. Davis, 2 Kan. App. 2d 10, 573 P.2d 1124 (1978); State v. Kirk, 211 Kan. 165, 505 P.2d 619 (1973); State v. Hooks, 202 Kan. 68, 446 P.2d 770 (1968). Misconduct on the part of the prosecutor in making unwarranted comments and going outside the record may be so prejudicial as to deny an accused a fair trial and require reversal. State v. Jordan, 223 Kan. 197, 574 P.2d 194 (1977); and State v. Crowley, 220 Kan. 532, 536, 552 P.2d 971 (1976).\nUnder the circumstances in this case, the unprovoked statement of the prosecutor could not be considered harmless error. The issue of identification was hotly contested, and the unsolicited statement by the prosecutor might well have been the factor which caused the jury to find defendant Warren guilty of the aggravated robbery. For that reason, the case must be reversed on this point and the defendant granted a new trial.\nWe will next consider together the defendant’s second and third points that the defendant was denied a fair trial because the trial court abused its discretion by refusing to permit defendant’s expert witness, Dr. Elizabeth F. Loftus, to testify as to the unreliability of eyewitness identification and by refusing to give defendant’s requested cautionary instruction on eyewitness identification. At the outset, it should be stated that the unreliability of eyewitness identification and the conviction of innocent people as a result thereof has been a matter of concern for the judiciary in many countries.\n*390In United States v. Wade, 388 U.S. 218, 228, 18 L.Ed.2d 1149, 87 S.Ct. 1926 (1967), the United States Supreme Court recognized the inherently suspicious nature of eyewitness identification evidence. In the majority opinion by Justice Brennan the following statement is made:\n“The vagaries of eyewitness identification are well-known; the annals of criminal law are rife with instances of mistaken identification. Mr. Justice Frankfurter once said; ‘What is the worth of identification testimony even when uncontradicted? The identification of strangers is proverbially untrustworthy. The hazards of such testimony are established by a formidable number of instances in the records of English and American trials. These instances are recent — not due to the brutalities of ancient criminal procedure.’ The Case of Sacco and Vanzetti 30 (1927).”\nMore recently in Manson v. Brathwaite, 432 U.S. 98, 53 L.Ed.2d 140, 97 S.Ct. 2243 (1977), Justice Blackmun noted the unreliability of eyewitness identification where an eyewitness is requested to testify about an encounter with a total stranger under circumstances of emergency or emotional stress. In the course of the opinion, he points out that the eyewitness’s recollection of the stranger can be distorted easily by the circumstances or by later actions of the police. He expressed the court’s concern that the jury not hear eyewitness testimony unless the testimony has aspects of reliability.\nWe also note Neil v. Biggers, 409 U.S. 188, 199-200, 34 L.Ed.2d 401, 93 S.Ct. 375 (1972), where Justice Powell, in discussing the reliability of eyewitness identification, mentions the factors to be considered in evaluating the testimony as including (1) the opportunity of the witness to view the defendant at the time of the crime, (2) the witness’s degree of attention, (3) the accuracy of the witness’s prior description of the criminal, (4) the level of certainty demonstrated by the witness at the confrontation, and (5) the length of time between the crime and the confrontation. In State v. Ponds, 227 Kan. 627, 608 P.2d 946 (1980), Chief Justice Schroeder states that reliability is the linchpin in determining the admissibility of identification testimony and suggests the five factors, mentioned in Neil v. Biggers, should be used to test the reliability of courtroom identification.\nThis problem of the potential unreliability of eyewitness identification has been with us for a long time. In 1908, Charles C. Moore published A Treatise on Facts or the Weight and Value of Evidence. In sections 1221 through 1231, the author discusses in *391depth the inherent unreliability of eyewitness identification. In 1932, Edwin M. Borchard, Professor of Law of Yale University, published his book, Convicting the Innocent, Errors of Criminal Justice, where he discusses 65 cases where innocent people were convicted as a result of erroneous eyewitness identification. These cases occurred in 27 different states.\nIn his treatise, The Science of Judicial Proof, p. 537 (3d ed. 1937), John Henry Wigmore states that the whole process involved in testimony going to the identity of persons calls for caution and precaution. In 3 Wigmore, Evidence in Trials at Common Law (rev. ed. 1970), by Professor James H. Chadbourn of Harvard University, it is stated on pages 205-06, that some of the most tragic miscarriages of justice have been due to testimonial errors in the area of eyewitness identification and the whole process therefore calls for caution.\nThe problems inherent in eyewitness identification are the subject of an article by David B. Fishman and Elizabeth F. Loftus, Expert Psychological Testimony on Eyewitness Identification, 4 Law &amp; Psychology Rev. 87 (Fall 1978). In her article, Dr. Loftus discusses the steps taken by the judicial establishment of Great Britain to correct the injustices resulting from mistaken identification. Astonished by the pardons of two individuals who had been independently convicted on the basis of erroneous eyewitness identifications, the British home secretary appointed a committee to investigate this area of criminal law and police procedure. The committee, chaired by Lord Devlin, recommended that a trial judge should be required by statute (1) to direct the jury that it is not safe to convict upon eyewitness evidence unless the circumstances of the identification are exceptional or the eyewitness evidence is supported by substantial evidence of another sort; (2) to indicate to the jury the circumstances, if any, which they might regard as exceptional and the evidence, if any, which they might regard as supporting the identification; and (3) if a trial judge is unable to indicate either such circumstances or such evidence, to direct the jury to return a verdict of not guilty. The English experience and the Devlin report are discussed in Williams, Evidence of Identification: The Devlin Report, Cr. L. Rev. 407-422 (1976).\nThe problem inherent in eyewitness identification from criminal lineups is also recognized in Canada, in continental Europe, *392and in Latin America. See Murray, The Criminal Lineup at Home and Abroad, Utah L. Rev. 610 (1966). The article notes that Italy, Guatemala, Mexico, and Costa Rica had adopted special procedures to be used at lineups so that the possibility of misidentification can be minimized. It is interesting to note that, in 1882, Spain adopted in its code of criminal procedure such safeguards. For other works in this area which recognize the unreliability of eyewitness identification, see Wall, Eye-Witness Identification in Criminal Cases (1965); Loftus, Eyewitness Testimony (1979); and Fredric W. Woocher, Did your Eyes Deceive You? Expert Psychological Testimony on the Unreliability of Eyewitness Identification, 29 Stan. L. Rev. 969 (1977).\nIn spite of the great volume of articles on the subject of eyewitness testimony by legal writers and the great deal of scientific research by psychologists in recent years, the courts in this country have been slow to take the problem seriously and, until recently, have not taken effective steps to confront it. The trouble is that many judges have assumed that an “eyeball” witness, who identifies the accused as the criminal, is the most reliable of witnesses, and, if there are any questions about the identification, the jurors, in their wisdom, are fully capable of determining the credibility of the witness without special instructions from the court. Yet cases of mistaken identification are not infrequent and the problem of misidentification has not been alleviated.\nWe note, for example, a 1979 unreported prosecution in Wilmington, Delaware, against Rev. Bernard T. Pagano, a Roman Catholic priest, accused of robbing six Delaware stores in the winter of 1978. At the trial, he was falsely identified by several state witnesses as the robber. After the State rested its case, the prosecution was dismissed on motion of the State because another man confessed to the crime. Closer to home is the case of Ronald Quick, who was twice tried and convicted of aggravated robbery of a liquor store in Hutchinson. At both trials two eyewitnesses positively identified defendant as the perpetrator of the crime. These two convictions were reversed for trial errors in State v. Quick, 226 Kan. 308, 597 P.2d 1108 (1979), and 229 Kan. 117, 621 P.2d 997 (1981). The case was dismissed by the State during the third trial after another man, who looked like the defendant, confessed to the crime.\n*393The Kansas procedure does provide certain safeguards to prevent the conviction of an innocent accused on the basis of unreliable eyewitness identification. Our trial courts have the power to suppress eyewitness testimony, if the eyewitness identification procedure rendered the testimony unreliable. Cross-examination and argument by defense counsel afford some protection. Unfortunately, these procedures have not solved the problem. Able defense counsel have attempted to combat unreliable eyewitness identification by two additional methods: They have called to the witness stand expert witnesses in the field of psychology to testify as to the various factors which may cause eyewitness identification to be unreliable. They have also requested the trial court to give a cautionary instruction stating the factors to be considered by the jury in weighing the credibility of eyewitness testimony.\nIn the case now before us, defense counsel attempted to follow both procedures. Defense counsel proffered the testimony of Dr. Elizabeth F. Loftus, a nationally known and recognized expert in the field of scientific and psychological aspects of eyewitness identification. The trial court refused to admit the testimony, relying primarily on State v. Reed, 226 Kan. 519, 601 P.2d 1125 (1979). The trial court, in rejecting the proffered testimony of Dr. Loftus, stated that it did not think “we ought to be bringing in psychologists to say, ‘Well, this witness is wrong or that witness is wrong.’ ” Defense counsel also requested a cautionary instruction to advise the jury as to the factors to be considered in weighing the credibility of the eyewitness testimony. The trial court refused to give such an instruction. It should also be noted that in his closing argument, defense counsel attempted, in effect, to tell the jury that many people suffer improper convictions because of mistaken identification. The State objected, and the court sustained the objection stating that there was no evidence to that effect.\nWe will first discuss the question of admissibility of expert testimony in the field of eyewitness identification. In State v. Reed, 226 Kan. 519, it was contended on appeal that the trial court erred in denying defendant’s motion to introduce expert testimony in the field of eyewitness identification. The expert testimony was offered to show the jury reasons why an eyewitness identification could be unreliable. The defendant took the posi*394tion that juries place too much weight on identification testimony and that expert testimony was necessary to show that scientific studies have drawn into question the reliability of such testimony. Defendant made no claim that the witness suffered any specific organic or emotional disability that would have affected the reliability of her identification of the defendant. The trial court rejected the proposed evidence and on appeal this court affirmed. The court noted that the basis for admission of expert testimony is the need to assist the jury under the facts of the particular case.\nThe question presented in Reed was whether the proposed expert testimony would have materially aided the jury or whether questions relating to the reliability of eyewitness identification testimony are within the normal experience and qualifications of the jury. The opinion cites several federal cases which have excluded such testimony and notes that the defendant was unable to cite a published opinion which endorses the use of expert identification opinion evidence in the area of eyewitness testimony. In Syllabus ¶ 1, the court states that, under K.S.A. 60-456(b), the qualifications of an expert witness and the admissibility of his testimony are matters within the sound discretion of the trial court, and its rulings thereon will not be disturbed on appeal in the absence of an abuse of discretion. Syllabus ¶ 2 states that, although an expert witness may be permitted to give an opinion bearing on the ultimate issue, he may do so only insofar as the opinion will aid the jury in the interpretation of technical facts or when it will assist the jury in understanding the evidence. There being no abuse of discretion, the trial court was affirmed.\nThe holding of this court in Reed is consistent with a number of cases handed down by federal courts and courts of other jurisdictions. There is an annotation in 20 A.L.R.3d 684 on the subject of the necessity and admissibility of expert testimony as to the credibility of a witness. This annotation cites cases from various jurisdictions and summarizes them with the general statement that expert testimony as to credibility of a witness is admissible if the subject matter involves organic or emotional disorders. If, however, the characteristic attacked does not involve some organic or mental disorder, or some impairment of the mental or physical faculties by injury, disease, or habit, expert *395testimony is usually excluded. The annotation notes that a question ever present, but not always specified, is whether the subject matter is within the scope of the ordinary layman’s knowledge and experience, and the contiguous matters of invading the jury’s province and of overdeveloping a collateral matter, especially if the expert opinions are expected to be conflicting. Typical cases holding that the admission of expert testimony in the area of eyewitness identification rests in the sound discretion of the trial court and will not be disturbed in the absence of abuse of discretion, are the following: United States v. Amaral, 488 F.2d 1148 (9th Cir. 1973); Dyas v. United States, 376 A.2d 827 (D.C.), cert. denied 434 U.S. 973 (1977); United States v. Brown, 540 F.2d 1048 (10th Cir. 1976); State v. Galloway, 275 N.W.2d 736 (Iowa 1979); Hampton v. State, 92 Wis. 2d 450, 285 N.W.2d 868 (1979); State v. Helterbridle, 301 N.W.2d 545 (Minn. 1980).\nIn Helterbridle, the Supreme Court of Minnesota correctly states that there are trial courts around the country which in criminal cases have admitted testimony of experts on the subject of eyewitness testimony, but it could find no reported appellate court decisions holding that a trial court abused its discretion in refusing to admit such evidence. We note that in the case before us, when the expert testimony of Dr. Loftus was proffered by the defense, her affidavit stated she had personally been allowed to testify before judges and juries in more than 34 cases in various states and that another expert, Dr. Robert Buckhout, had been permitted to testify in more than 20 state court trials on the subject of eyewitness identification testimony and its inherent unreliability.\nAfter considering these cases and the literature on the subject, we have concluded that requiring trial courts to admit this type of expert evidence is not the answer to the problem. We believe that the problem can be alleviated by a proper cautionary instruction to the jury which sets forth the factors to be considered in evaluating eyewitness testimony. Such an instruction, coupled with vigorous cross-examination and persuasive argument by defense counsel dealing realistically with the shortcomings and trouble spots of the identification process, should protect the rights of the defendant and at the same time enable the courts to avoid the problems involved in the admission of expert testimony on this subject.\n*396As noted above, until recently the appellate courts of America have not given proper recognition to the potential for injustice involved in the area of eyewitness testimony. The picture, however, is changing and the more recent decisions recognize the serious nature of the problem and, like the courts of Great Britain, have taken the position that the answer is an appropriate cautionary instruction on the subject. The pioneer case is United States v. Telfaire, 469 F.2d 552 (D.C. Cir. 1972). In Telfaire, the United States Court of Appeals for the District of Columbia Circuit adopted a model special instruction on eyewitness identification to be used in future cases in the circuit. The court in Telfaire recognized the need for guidelines to be given by the trial court to the jury to be used by the jury in weighing the credibility of eyewitness testimony. The decision in Telfaire was followed in United States v. Holley, 502 F.2d 273 (4th Cir. 1974) and United States v. Hodges, 515 F.2d 650 (7th Cir. 1975). State appellate court cases holding that it is error not to give a cautionary instruction on eyewitness testimony where the facts of the case require it are as follows: Commonwealth v. Rodriguez, 378 Mass. 296, 391 N.E.2d 889 (1979); Commonwealth v. Moffett, 383 Mass. 201, 418 N.E.2d 585 (1981); Freeman v. State, 371 So. 2d 115 (Fla. Dist. Ct. App. 1979); Brooks v. State, 380 So. 2d 1012 (Ala. App. 1980); State v. Helterbridle, 301 N.W.2d 545. For a case rejecting the need for a cautionary instruction on identification, see Hampton v. State, 92 Wis. 2d 450.\nThere have been several cases before the Supreme Court of Kansas in which the issue has been raised that the trial court erred in refusing to give a special instruction to the jury on eyewitness testimony. In several cases, this court rejected the need for an instruction modeled after the Telfaire instruction. See State v. Porter, 223 Kan. 114, 574 P.2d 187 (1977); State v. Robertson, 221 Kan. 409, 559 P.2d 810 (1977); State v. Wilson, 221 Kan. 92, 558 P.2d 141 (1976); State v. Ponds and Garrett, 218 Kan. 416, 419, 543 P.2d 967 (1975). The question was before us most recently in State v. Mack, 228 Kan. 83, 612 P.2d 158 (1980). In Mack, we rejected the need for a special instruction modeled after the Telfaire instruction, stating that the general instruction given adequately covered the subject of the instruction requested and refused. We note that PIK Criminal does not comment on the *397need for such an instruction and no pattern instruction is provided.\nWe have considered these Kansas cases along with cases from other jurisdictions and have concluded that in any criminal action in which eyewitness identification is a critical part of the prosecution’s case and there is a serious question about the reliability of the identification, a cautionary instruction should be given advising the jury as to the factors to be considered in weighing the credibility of the eyewitness identification testimony. Any statements to the contrary in any of our previous cases cited above are hereby disapproved. In reaching this conclusion, we have considered the fact that trial courts are often required to determine the admissibility of eyewitness testimony where issues of unreliability are raised. As pointed out by Chief Justice Schroeder in State v. Ponds, 227 Kan. 627, in testing the reliability of identification testimony, the five factors mentioned in Neil v. Biggers should be considered by the trial court. If these five factors should be considered in determining the admissibility of the testimony, it would seem even more appropriate to require the jury to consider the same factors in weighing the credibility of the eyewitness identification testimony. Otherwise the jury might reasonably conclude that the admission of the evidence by the trial court vouched for its reliability. We think it clear that, in order to prevent potential injustice, some standards must be provided the jury so that the credibility of eyewitness identification testimony can be intelligently and fairly weighed. The giving of such an instruction will take only a couple of minutes in trial time and will be well worth it, if some future injustices can be avoided.\nWe will now consider whether the factual circumstances in the case now before us required a cautionary instruction on eyewitness identification and whether the proposed instruction requested by the defendant was appropriate. The factual circumstances surrounding the identification of defendant John M. Warren by Anthony Miller are uncontroverted. Mr. Miller, the owner of the Chateau Briand, testified that the robbery from beginning to end took less than one and one-half minutes. Most of the time he spent staring at the other robber, McGuire, because he thought he recognized him. Miller testified that he spent only fifteen to twenty seconds looking at the defendant. After the *398robbery and up to the time of the preliminary hearing, Miller was not shown a group of photographs of individuals and he was not asked to identify the defendant either from photographs or a lineup. The identification of the defendant by Miller occurred 138 days or about 4Vfe months after the robbery and under these circumstances: The first time Miller made the identification he had been informed by the police that they had arrested the man that robbed him and that the other robber had said that was the man and the man was in the courtroom. Mr. Miller entered the courtroom and observed only one man, the defendant Warren, seated at the table and that was the first chance Miller had to see the defendant. He testified that he did not notice that the defendant had any distinguishing facial characteristics and could not recall the color of defendant’s eyes. He testified that the robber had no facial hair, when other testimony indicated the defendant had a mustache at the time the robbery occurred. He testified that he thought the robber was about one inch or so taller than himself, when, in fact, the defendant was 6’4” tall, nearly 6” taller than Miller. At the preliminary hearing, Miller testified that the robber was not wearing a hat. At the trial, he testified that the robber wore a cowboy hat. Miller also testified that he had never seen the robber before. Testimony indicated that the defendant frequented a McDonald’s restaurant managed by Miller a couple of years before, and that Miller actually told the defendant to leave McDonald’s restaurant because he was talking too long with one of the employees.\nAfter the parties had presented their evidence, the defendant requested the following instruction:\n“Instruction No. 7_\n“(1) One of the questions in this case is the identification of the Defendant as the one who committed the crime charged. The prosecution has the burden of proving beyond a reasonable doubt not only that the crime was committed, but that the Defendant was the person who committed it.\n“(2) In considering whether the prosecution has proved beyond a reasonable doubt that the Defendant was the person who committed the offense, you should consider the following:\n“(3) The witness’s opportunity to observe the criminal act and the person or persons committing them, including the length of time available for observation; the amount of time between the aforementioned observation and any subsequent identification; the light or lack of light at the time; the witness’s state of mind at the time of the offense; whether a weapon was involved; whether the witness had occasion to see or know the Defendant before the incident and any other circum*399stances affecting the witness’s opportunity to observe the person or persons committing the offense.\n“(4) The identification made by the witness after the offense must be the product of his own memory. You may take into consideration any subsequent identification, the circumstances surrounding the identification, the state of mind of the witness at the time, and other circumstances bearing on the reliability of the identification. You may also consider the length of time that elapsed between the occurrence of the crime and the time the witness saw the Defendant as a factor bearing on the reliability of the identification.\n“(5) You may take into account any occasions on which the witness failed to make an identification of Defendant or made an identification that was inconsistent with his identification at trial and all other circumstances which you found affected the identification.”\nThe court refused to give the instruction requested and, in lieu thereof, gave a commonly used general instruction on the weighing of witness credibility as follows:\n“Instruction No. 5_\n“It is for you to determine the weight and credit to be given the testimony of each witness. You have a right to use that knowledge and experience which you possess in common with men in general in considering the testimony of each witness. You also may take the following factors into consideration when weighing a witness’s testimony:\n“a) The witness’s ability and opportunity to observe and know the things about which he had testified;\n“b) The clarity and accuracy of the witness’s memory;\n“c) The witness’s manner and conduct while testifying;\n“d) Any interest the witness may have in the result of the trial; and\n“e) The reasonableness of the witness’s testimony when considered in light of all the evidence in the case; and\n“f) Any bias, interest, prejudice or motive the witness may have.\n“If you find that any witness has willfully testified falsely concerning any material matter, you have a right to distrust the testimony of that witness in other matters, and you may reject all or part of the testimony of that witness, or you may give it such weight as you think it deserves. You should not reject any testimony without cause.”\nWe have concluded from all of the circumstances that the general instruction given in this case did not adequately cover the subject of eyewitness identification testimony. The general instruction did not focus sufficiently on the dangers of eyewitness testimony. Also in a case such as this, where eyewitness testimony was so important, the jury would not know that it should scrutinize that one witness carefully. In fact, given that the accomplice and the defendant both testified as well, the jury could easily have been confused about whether the general in*400struction even referred to the eyewitness. The requested instruction was entirely appropriate. We hold that the substance of this instruction should be given in any appropriate case. In the future the Committee on Pattern Jury Instruction will have an opportunity to consider the matter of a pattern instruction in this area. We have concluded that an appropriate instruction on eyewitness identification should have been given in view of the factual circumstances disclosed by the evidence.\nThe defendant’s final point is that the trial court erred in failing to give a cautionary instruction on accomplice testimony. In State v. Moody, 223 Kan. 699, 576 P.2d 637, cert. denied 439 U.S. 894 (1978), Justice McFarland, speaking for the court, held that, if accomplice testimony is only partially corroborated and the defendant requests a cautionary instruction, it is error not to give the instruction. We also note the opinion by Justice Miller in State v. Moore, 229 Kan. 73, 622 P.2d 631 (1981). PIK Crim. 52.18 (1979 Supp.) provided a pattern cautionary instruction which would have been appropriate in this case. Although in this case the testimony of the alleged accomplice, McGuire, was in part corroborated by the testimony of Anthony Miller, as noted above the reliability of that eyewitness testimony was questionable. Under the circumstances, we hold that the trial court should have given a cautionary instruction on the testimony of an accomplice and, on retrial of the case, such an instruction should be given.\nFor the reasons set forth above, the judgment of the district court is reversed, and the case is remanded with directions to grant the defendant a new trial.\n",
            "ocr": false,
            "opinion_id": 9552928
        },
        {
            "author_str": "Fromme",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFromme, J.,\ndissenting. This court now decrees that the trial courts of this state give special instructions cautioning the jurors on the inherent unreliability of eyewitness testimony. This stacks the deck in favor of the criminal and against the prosecution. The court in its instructions now must discount the weight of eyewitness testimony. Eyewitness testimony should be explained, considered, and evaluated the same as any other testimony, by cross-examination and persuasive argument of defense counsel. Defense counsel can deal realistically with any shortcomings of such evidence, whether it be eyewitness identification of a defendant or circumstantial evidence. The jurors should be allowed to determine the credibility of witnesses and the weight of the *401evidence. The judge should not stress the weight or the shortcomings of any particular relevant evidence.\nThe effect of the requirement under syllabus ¶ 1 is to place on the shoulders of the trial judge the difficult task of determining when “eyewitness identification is a critical part of the prosecution’s case and there is a serious question about the reliability of the identification.” What yardstick can be used for this determination? Evidence should not be considered critical to the prosecution’s case if there is sufficient other relevant evidence to support a conviction.\nIn the present case at the preliminary hearing there were three eyewitnesses who identified the defendant as the criminal who held the handgun. The defendant was not wearing a mask when he robbed the restaurant. One of the eyewitnesses was in the hospital at the time of the trial. Her presence could not be procured and the trial was completed without her. The inadvertent reference at trial to her identification of defendant may not have been admissible. However, it was objected to and the court immediately struck the statement and directed the jury to disregard the reference. At most this was harmless error.\nThere was some question as to the admissibility of proffered testimony of this witness, Tammie Moss. The testimony was given at the preliminary hearing. The testimony was under oath, in open court, and was subjected to cross-examination by defendant’s counsel. It was proffered and a showing was made that Tammie Moss was admitted to a hospital for dental surgery the morning of the trial. She was unavailable as a witness. Her transcribed testimony at the preliminary hearing should have been admitted by the trial judge. K.S.A. 60-460(c)(2).\nEven though this testimony was not allowed at the trial, the owner of the restaurant, an eyewitness, did identify the defendant at the trial as one of the persons who committed the crime. A similar eyewitness identification of the defendant was made by the accomplice McGuire. Under the facts here the prosecution’s case was based, not on one, but on three eyewitnesses, although only two of these eyewitnesses were available and permitted to testify at the trial.\nAdd to their testimony the circumstantial evidence. It consisted of a money bag which was found on the premises where defendant lived. The bag contained definite proof that it was taken from the restaurant during this robbery. In addition to the money bag *402and the eyewitness identifications, we have the testimony of McGuire, the accomplice, who testified that he and Warren planned and carried out the robbery, and divided the ill-gotten gains in Warren’s living quarters. It would appear that this is substantial evidence of another sort linking defendant with the robbery, yet the majority finds a serious question on the reliability of the identification of the defendant. In this case even under the rule stated in paragraph one of the syllabus no cautionary instruction should be required.\nAfter considering the facts of this case, the court still holds a cautionary instruction on the reliability of eyewitness identification was necessary. If this be true the cautionary instruction must be given in any case where an eyewitness identifies the defendant.\nParagraph one of the syllabus in this case is misleading for it does not fit the facts of this case. In relating the facts upon which the court applies this rule, the court has evaluated the credibility of the witnesses and weighed the evidence in such a manner as to justify application of the new rule. The testimony of Miller and McGuire is disparaged. This court characterizes the issue of defendant’s identification as being “hotly contested.” This can be said in most contested cases. The presence of the money sack in the living quarters of the defendant is explained by pointing to McGuire’s previous presence in those quarters and by mentioning the various criminal charges previously filed against him. McGuire’s testimony that defendant took the sack when the money was divided is discounted and the testimony of the defendant Warren, that he never knew the sack was in his living quarters, is accepted as believable. The court in this manner has examined the trial evidence and determined credibility of witnesses and the weight to be given the evidence to justify application of the rule it hands down. The jury determined credibility and weight of the evidence and convicted the defendant. The verdict should be allowed to stand.\nThe following instruction was given at the trial and was sufficient:\n“It is for you to determine the weight and credit to be given the testimony of each witness. You have a right to use that knowledge and experience which you possess in common with men in general in considering the testimony of each witness. You also may take the following factors into consideration when weighing a witness’s testimony:\n*403“a) The witness’s ability and opportunity to observe and know the things about which he had testified;\n“b) The clarity and accuracy of the witness’s memory;\n“c) The witness’s manner and conduct while testifying;\n“d) Any interest the witness may have in the result of the trial; and\n“e) The reasonableness of the witness’s testimony when considered in light of all the evidence in the case; and\n“f) Any bias, interest, prejudice or motive the witness may have.\n“If you find that any witness has willfully testified falsely concerning any material matter, you have a right to distrust the testimony of that witness in other matters, and you may reject all or part of the testimony of that witness, or you may give it such weight as you think it deserves. You should not reject any testimony without cause.”\nThis instruction is clear. It is logically arranged and covers any possible weaknesses which might be attributed to the eyewitness identification testimony, as well as any other evidence in the case. In disapproving this general instruction given by the trial court the court merely explains its disapproval by saying the instruction did not focus sufficiently on the dangers of eyewitness testimony. This is a dangerous basis for such a requirement. There are many cases which say the court’s instructions should not call attention to or give special emphasis to particular witnesses or evidence. See discussion in State v. Wilkins, 215 Kan. 145, 152, 154, 155, 523 P.2d 728 (1974).\nIt is not for a court to determine credibility and weight to be given — that is for the jury. State v. Dorsey, 224 Kan. 152, Syl. ¶ 4, 578 P.2d 261 (1978).\nIn conclusion I note that recently there has been a movement in the courts to discredit an eyewitness who identifies the criminal. This court now joins this movement and adopts the erroneous premise that such testimony is inherently unreliable. All types of testimony and evidence have, at times, proven to be unreliable. In the past we have withheld the stamp of either approval or disapproval on any category or type of relevant evidence. Evidence such as confessions, accomplice testimony, testimony of expert witnesses and circumstantial evidence may be subject to human error and even human perjury. However, once the court determines evidence to be relevant and admissible, it should then be left to the jury as to which witness should be believed and what weight should be given to that testimony.\nI would affirm this case rather than use it as a vehicle for adopting the rule set out in syllabus ¶ 1.\nMcFarland, J., joins the foregoing dissenting opinion.\n",
            "ocr": false,
            "opinion_id": 9552929
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}