{
    "id": 598489,
    "judges": null,
    "date_filed": 726278400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-harry-walker-fersner",
    "case_name_short": null,
    "case_name": "United States v. Harry Walker Fersner",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "983 F.2d 1069"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/983/983.F2d.1069.92-5899.html",
            "author_id": null,
            "opinion_text": "983 F.2d 1069\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.UNITED STATES of America, Plaintiff-Appellee,v.Harry Walker FERSNER, Defendant-Appellant.\n    No. 92-5899.\n    United States Court of Appeals, Sixth Circuit.\n    Jan. 6, 1993.\n    \n      Before NATHANIEL R. JONES and RYAN, Circuit Judges, and JOHN N. PECK, Senior Circuit Judge.\n      PER CURIAM.\n    \n    \n      1\n      Defendant Harry Walker Fersner appeals his sentence for knowingly transporting and concealing, and aiding and abetting the knowing transportation and concealment of a stolen vehicle in interstate commerce, on the grounds that he was entitled to a four-level offense level reduction for being a \"minimal\" participant in the criminal activity;  that his sentence was unconstitutionally disproportionate to his crime;  and that the district court failed to comply with Rule 32(c)(3)(D) of the Federal Rules of Criminal Procedure.   We reject Fersner's contentions, and affirm the decision of the district court.\n    \n    I. The Case\n    \n      2\n      On July 17 and 18, 1988, Fersner traveled to Spartanburg, South Carolina, with Coy Ralph Trent and Evelyn Sue Hamby.   Upon arrival in Spartanburg, Fersner was informed that Trent and Hamby were going to steal a van.   The three of them drove to Vic Bailey Ford, Inc., in Spartanburg, where Trent entered the premises and stole a 1988 Ford Super Cargo Van while Hamby and Fersner remained in their vehicle outside.\n    \n    \n      3\n      The stolen van was driven to an area beyond the city limits of Spartanburg, where its license plates were switched.   The van was then driven to Maynardville, Tennessee, with Hamby and Fersner following in another vehicle.\n    \n    \n      4\n      Upon arrival in Maynardville, Fersner unloaded plumbing supplies and other materials from an old van which he owned, and placed them into the stolen van.   The vehicle identification number plates were then transferred from Fersner's old van to the stolen van.   Fersner eventually paid Trent and Hamby $2000 for the stolen vehicle.\n    \n    \n      5\n      On March 20, 1991, Fersner, Trent and Hamby were indicted by a federal grand jury.   Among other charges, Fersner was charged in Count Ten with knowing transportation of, and aiding and abetting the transportation of a stolen motor vehicle in interstate commerce, in violation of 18 U.S.C. &#167; 2 (1988) and 18 U.S.C. &#167; 2312 (1988);  in Count Eleven with knowing concealment of, and aiding and abetting the concealment of a stolen motor vehicle which crossed a state line after being stolen, in violation of 18 U.S.C. &#167; 2 and 18 U.S.C. &#167; 2313 (Supp.  III 1991);  and in Count Thirteen with knowing possession of a stolen motor vehicle which crossed a state line after being stolen, in violation of 18 U.S.C. &#167; 2313.\n    \n    \n      6\n      Fersner entered a guilty plea to Counts Ten and Eleven on March 18, 1992.   A presentence report was prepared by a probation officer.   Pursuant to the United States Sentencing Commission's Sentencing Guidelines, &#167; 2B1.2 (Nov. 1991) [hereinafter U.S.S.G.], Fersner's base offense level was computed to be four.   Specific offense characteristics increased this level to ten, per U.S.S.G. &#167; 2B1.2(b)(1).   Two-level deductions were considered appropriate for his having a \"minor\" role in the offense, see U.S.S.G. &#167; 3B1.2, and for his acceptance of responsibility, see U.S.S.G. &#167; 3E1.1, thus bringing the offense level to six.   Given that Fersner's criminal history category was found to be II, the guideline range of imprisonment was computed to be one to seven months.   Fersner filed objections to the presentence report, stating that he should have received a four-level reduction for having had a \"minimal,\" as opposed to \"minor,\" role in the offense;  and that the facts as stated in the presentence report were slanted in a way that made Fersner's role in the offense seem larger than it really was.   The probation officer responded to these objections in an addendum to the presentence report.\n    \n    \n      7\n      On June 22, 1992, he was sentenced to five months of imprisonment on each count, to be served concurrently;  three years of supervised release;  and was ordered to pay over $5500 in restitution.\n    \n    \n      8\n      Trent pled guilty to four counts of knowing transportation of, and aiding and abetting the transportation of a stolen motor vehicle in interstate commerce.   He was sentenced to thirty-seven months of imprisonment;  three years of supervised release;  and was ordered to pay over $8000 in restitution.   See J.A. at 25-27.\n    \n    \n      9\n      Hamby pled guilty to the same counts as Trent did, and received a five-month prison sentence;  one year of supervised release;  and a restitutionary fine in the amount of over $2500.   See id. at 46;  Appellee's Br. at 3.\n    \n    \n      10\n      II. The Denial of the Minimal Participant Adjustment\n    \n    \n      11\n      Fersner contends that he was entitled to a four-level downward adjustment for being a \"minimal\" participant in the criminal activity under U.S.S.G. &#167; 3B1.2(a), as opposed to a two-level downward adjustment for being a \"minor\" participant under U.S.S.G. &#167; 3B1.2(b).   A trial court's denial of a downward adjustment pursuant to U.S.S.G. &#167; 3B1.2(a) is subject to a \"clearly erroneous\" standard of review.   United States v. Daniels, 948 F.2d 1033, 1036 (6th Cir.1991), cert. denied, 112 S.Ct. 1279 (1992).\n    \n    \n      12\n      U.S.S.G. &#167; 3B1.2(a) provides that \"[i]f the defendant was a minimal participant in any criminal activity, decrease [the offense level] by 4 levels.\"   Application Note One to this subsection reads:\n    \n    \n      13\n      Subsection (a) applies to a defendant who plays a minimal role in concerted activity.   It is intended to cover defendants who are plainly among the least culpable of those involved in the conduct of a group.   Under this provision, the defendant's lack of knowledge or understanding of the scope and structure of the enterprise and of the activities of others is indicative of a role as minimal participant.\n    \n    \n      14\n      Application Note Two to this subsection mentions that this adjustment is intended to be \"used infrequently.\"\n    \n    \n      15\n      The presentence report states that \"Fersner was identified by investigating agents as being the least culpable individual in this criminal conduct.\"   J.A. at 48.   The fact that Fersner's role may not have been as great as the codefendants, however, does not automatically qualify him for \"minimal participant\" status.   See United States v. Thomas, 963 F.2d 63, 65 (5th Cir.1992).   The probation officer who prepared the presentence report did not consider Fersner's conduct to be \"minimal\" \"inasmuch as he [Fersner] requested that Hamby and Trent 'get him' a newer model van, and he was present when they stole the 1988 Super Cargo van in South Carolina and transported it across State lines.\"   J.A. at 48.   In addition, the probation officer reported that, according to the government, arresting officers, and codefendants, \"Fersner did have information prior to this criminal conduct that Coy Ralph Trent and Evelyn Sue Hamby were stealing cars and selling them on a regular basis.\"   Id. at 63.\n    \n    \n      16\n      The district court accepted the factual findings of the presentence report, see id. at 76, and this acceptance is not clearly erroneous.   Fersner bears the burden of establishing that he was a \"minimal participant,\"  see United States v. Perry, 908 F.2d 56, 58 (6th Cir.)  (\"the defendant has the burden of proving mitigating factors by a preponderance of the evidence\"), cert. denied, 111 S.Ct. 565 (1990), and it was not clear error to find that he did not meet this burden.   From the record, it appears that Fersner had knowledge and understanding of the scope and structure of the enterprise and of the activities of the others involved.   Fersner was told when the threesome reached Spartanburg that a van was to be stolen.   After the stolen van was brought to Tennessee, Fersner immediately took possession of it, and eventually paid codefendants $2000 for it.   Fersner's first assertion of error is without merit.\n    \n    III. The Proportionality of the Sentence\n    \n      17\n      Fersner argues that, pursuant to  Solem v. Helm, 463 U.S. 277, 284 (1983), his sentence was unconstitutionally disproportionate to his crime.   Fersner was determined to be the least culpable of the three defendants, see J.A. at 47-48, yet received the same term of imprisonment as Hamby.\n    \n    \n      18\n      Fersner's argument is again without merit.   There is no indication that the sentence imposed is disproportionate to the crime.   The sentence imposed was within even the lower guideline range that Fersner seeks on appeal.   The statutory maximum sentence for a violation of either 18 U.S.C. &#167; 2312 or 18 U.S.C. &#167; 2313 is five years of imprisonment.   Fersner received a sentence of five months.   In  United States v. Fry, 831 F.2d 664, 667 (6th Cir.1987), this court stated that a defendant \"relying upon the argument that he has received a disproportionate sentence must establish more than the mere fact that other defendants have received less harsh sentences for similar crimes.\"   Similarly, a defendant must show more than the fact that a more culpable codefendant received the same sentence.   Fersner has not done so here.\n    \n    IV. Rule 32(c)(3)(D)\n    \n      19\n      Finally, Fersner seems to suggest that the district court erred by not complying with the requirements of Rule 32(c)(3)(D) of the Federal Rules of Criminal Procedure, which reads:\n    \n    \n      20\n      If the comments of the defendant and the defendant's counsel or testimony or other information introduced by them allege any factual inaccuracy in the presentence report or the summary of the report or part thereof, the court shall, as to each matter controverted, make (i) a finding as to the allegation, or (ii) a determination that no such finding is necessary because the matter controverted will not be taken into account in sentencing.   A written record of such findings and determinations shall be appended to and accompany any copy of the presentence investigation report thereafter made available to the Bureau of Prisons or the Parole Commission.\n    \n    \n      21\n      There are two bases for alleging violations under Rule 32(c)(3)(D).   First, failure to adhere to the dictates of the rule may have denied the defendant his or her due process right to fair sentencing procedures, particularly the right to be sentenced on the basis of accurate information.   If the constitutional basis for a Rule 32(c)(3)(D) violation is alleged, the defendant \"must raise grave doubt as to the veracity of the information and show that the court relied on that false information in determining the sentence.\"   Fry, 831 F.2d at 667 (citing  United States v. Eschweiler, 782 F.2d 1385, 1387-88 (7th Cir.1986)).\n    \n    \n      22\n      The second basis for alleging a violation of Rule 32(c)(3)(D) is mere lack of adherence to the rule.   To establish a Rule 32(c)(3)(D) violation on this ground, the defendant need only show that \"(1) allegations of inaccuracy were before the sentencing court and (2) the court failed to make findings regarding the controverted matters or a determination that the disputed information would not be used in sentencing.' \"   United States v. Mandell, 905 F.2d 970, 973 (6th Cir.1990) (quoting  Eschweiler, 782 F.2d at 1389).  \" 'The showing necessary to demonstrate a constitutional violation should not be confused with that required to make out a Rule 32 violation.   Resentencing may be necessary under the Rule even though a defendant's right to due process has not been violated.' \"   Mandell, 905 F.2d at 974 (quoting  Eschweiler, 782 F.2d at 1388).  \"Rule 32(c)(3)(D) is intended to ensure that the defendant's concerns over disputed allegations in the presentence report have been considered by the district court whose reasoning is shown on the record for both the benefit of the defendant and for us on review.\"   Mandell, 905 F.2d at 974.\n    \n    \n      23\n      Fersner suggests that his constitutional due process rights were violated where the district court allegedly failed to comply with Rule 32(c)(3)(D).   See Appellant's Br. at 7, 10.   Upon careful review of the record, we find that Fersner has not raised a grave doubt as to the veracity of the information the district court relied upon in determining his sentence.\n    \n    \n      24\n      Furthermore, we find that the district court did comply with Rule 32(c)(3)(D).   The district court specifically indicated that the resolution of disputed facts was unnecessary to determining the sentence or stated its conclusions as to relevant disputed facts.   Fersner's objection to the facts as set out in the presentence report concerned Fersner's role in the offense.   Specifically, Fersner claimed that, contrary to the facts as set out in the presentence report, he \"did not know that co-defendants Trent and Hamby were going to steal a vehicle in South Carolina.\"   J.A. at 68.   At the sentencing hearing, the district court commented:\n    \n    \n      25\n      [Fersner] was, in this case he goes off down to South Carolina.   I know he denies that he knew that they were going to steal a car for him, but he knows enough about it to change the VIN numbers, when he gets back, takes them off his old truck and puts them on the new one.   Pays only $2,000 for this vehicle.   I mean, that is pretty obvious he knew what was going on.   It seems to me he makes it more than just a minimal participant.\n    \n    \n      26\n      Id. at 84.   The district court here indicates that the disputed fact of Fersner's knowledge of Trent and Hamby's plan was not required for it to reach the conclusion that Fersner was \"more than just a minimal participant\" for purposes of sentencing.   Moreover, to the extent that any factual disputes were relevant to sentencing, the district court's adoption of the factual findings in the presentence report, see id. at 76, makes it clear that the court resolved any such disputes against Fersner.   See, e.g., United States v. Sherbak, 950 F.2d 1095, 1099 (5th Cir.1992) (\"... [T]he district court expressly adopted the facts set forth in [the presentence report].  In so doing the court, at least implicitly, weighed the positions of the probation department and the defense and credited the probation department's facts.   Rule 32 does not require a catechismic regurgitation of each fact determined and each fact rejected when they are determinable from a [presentence report] that the court has adopted by reference.\");  see also United States v. Farmer, No. 91-4158, 1992 WL 323075, at * 2, 1992 U.S.App. LEXIS 29785, at * 6 (6th Cir. Nov. 6, 1992) (per curiam) (\"[W]e conclude that the district court's adoption of the findings in the presentence report satisfies the requirements of Rule 32(c)(3)(D).\");  United States v. Unger, No. 92-1181, 1992 WL 354469, at * 2, 1992 U.S.App. LEXIS 31587, at * 5 (7th Cir. Nov. 9, 1992) (\"At the conclusion of sentencing, the court specifically adopted the factual statements contained in the presentence report as its findings of fact.   Adoption of the facts as set forth in the presentence report indicates that the district court accepted the government's version of the facts as true and is sufficiently specific to constitute a factual finding under Rule 32(c)(3)(D).\")  (footnote omitted);  United States v. Cagan, No. 91-50053, 1992 WL 2758, at * 2, 1992 U.S.App. LEXIS 304, at * 4 (9th Cir.  Jan. 9, 1992) (\"Rule 32(c)(3)(D)'s requirement is satisfied when a court adopts the conclusions in the presentence report and report addendum.\").   We  find the district court's statements adequate for purposes of complying with Rule 32(c)(3)(D).\n    \n    \n      27\n      In sum, to the extent that Fersner has asserted error related to Rule 32(c)(3)(D), we find his assertion meritless.\n    \n    \n      28\n      AFFIRMED.\n    \n    ",
            "ocr": false,
            "opinion_id": 598489
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}