{
    "id": 1141970,
    "judges": "Dan M. Lee, P.J., and Prather and Sullivan",
    "date_filed": 580521600000,
    "date_filed_is_approximate": false,
    "slug": "smith-v-state",
    "case_name_short": null,
    "case_name": "Smith v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "527 So. 2d 660"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n527 So. 2d 660 (1988)\nJerold Wayne SMITH\nv.\nSTATE of Mississippi.\nNo. 57719.\nSupreme Court of Mississippi.\nMay 25, 1988.\nGerard F. Smith, Gulfport, for appellant.\nEdwin Lloyd Pittman and Mike Moore, Attys. Gen. by Charles W. Maris, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore DAN M. LEE, P.J., and PRATHER and SULLIVAN, JJ.\nSULLIVAN, Justice, for the Court:\nJerold Wayne Smith was tried and found guilty of possession of a controlled substance by the Circuit Court of Harrison County, Mississippi. He was sentenced to life in the custody of the Mississippi Department of Corrections as an habitual offender. He now assigns three errors on this appeal:\nI. That the trial court erred in failing to sustain the defendant's motion for a directed verdict;\n*661 II. That the trial court erred in failing to protect defendant's equal protection right of a fair trial by over cautioning defendant's witness; and\nIII. That the trial court erred in not allowing the defendant's jury instruction, 13-S.C., D-3 on the presumption of innocence.\nOn March 18, 1985, Smith and one Catherine Mae Wilson were arrested at the Red Carpet Inn in Gulfport, Mississippi, pursuant to valid arrest warrants. The controlled substance found was Demerol, a substance illegal to possess except by prescription.\nThe defense consisted only of the testimony of Patrolman Steven Barnes who escorted Smith from the Red Carpet Inn to his patrol car and testified that Smith was able to walk to the car and respond to the one question he asked him and Catherine Mae Wilson, a co-defendant, who pled the Fifth Amendment after stating her name.\n\nI.\n\nDID THE TRIAL COURT ERR IN FAILING TO SUSTAIN SMITH'S MOTION FOR DIRECTED VERDICT?\nThe motion for directed verdict is based upon the argument that the prosecution failed to prove two essential elements of the crime: (1) possession of a controlled substance and (2) absence of a prescription.\nInstruction S-2 given by the trial judge is identical to the instruction quoted and approved by this Court in Breckenridge v. State, 472 So. 2d 373 (Miss. 1985), and therefore there is no merit to the constructive possession argument.\nWhile it is not necessary to address Smith's second argument because he cites no authority to this Court, we will address it anyway. Mississippi Code Annotated, Section 41-29-148(1) (1972) provides:\nIt is not necessary for the State to negate any exemption in this article in any complaint, indictment, or other pleading or in any trial, hearing, or other proceeding under said article. The burden of proof of any exemption or exception is upon the person claiming it.\nThis Court has commented on the operation of Section 41-29-148 as follows:\nUnder § 41-29-148, supra, the indictment need not \"negate any exemption\" but the burden of establishing any exemption is \"upon the person claiming it.\" As noted by Chief Justice Smith who wrote our opinion in Miller v. State, 105 Miss. 777, 63 So. 269 (1913), the fact of whether a defendant has a valid order or prescription is \"peculiarly within his [the defendant's] knowledge\" and in such event it \"devolves upon him, and not the state, to establish\" such an exemption. See also Falcon v. State, 226 So. 2d 399 (Fla. 1969), which held in a similar situation that the state \"cannot be required to prove the nonexistence of each exception.\"\nBryant v. State, 427 So. 2d 131, 133 (Miss. 1983). Therefore, this assignment of error is without merit.\n\nII.\n\nDID THE TRIAL COURT ERR IN FAILING TO PROTECT SMITH'S EQUAL PROTECTION RIGHT TO A FAIR TRIAL BY OVER CAUTIONING THE DEFENDANT'S WITNESSES?\nAt Smith's suppression hearing one day prior to trial in chief, Karen Young, counsel for Catherine Wilson, Smith's severed co-defendant, informed the court that Wilson, if called to testify, would invoke her privilege against self-incrimination. At the close of the State's case the following day the court was informed by defense counsel that Wilson wished to testify on Smith's behalf after which the following occurred:[1]\n\"MS. CALDWELL: Judge, there's one other matter. I've been advised by Mr. Smith that Catherine Wilson now desires to testify on his behalf. In light of the fact that her attorney was in here yesterday *662 saying she wanted her to take the fifth, I think maybe we should get Ms. Young over here because she does want to testify.\n\"THE COURT: Have you talked to Ms. Wilson?\n\"THE DEFENDANT: She mentioned it to me this morning.\n\"MS. CALDWELL: She's also mentioned it to me, your Honor, that she would \u0097\n\"THE DEFENDANT: I have not talked to her at length.\n\"THE COURT: Is she in the holding cell?\n\"MR. BURDICK: I don't think so.\n\"THE COURT: If she's in there, bring her out right now. (to the bailiff)\n\"THE DEFENDANT: I think she's in there. (Whereupon Catherine Wilson was brought into the courtroom, and the following proceedings were had regarding her testifying:)\n\"THE COURT: Your name is Catherine May Wilson?\n\"MS. WILSON: Yes, sir.\n\"THE COURT: It's obvious in the case before the Court at present that you're a codefendant in the charge against Jerold Wayne Smith. I was advised yesterday afternoon through your counsel, Karen Young, that if called as a witness, you would invoke the fifth amendment. I was advised a few minutes ago by counsel for Mr. Smith and Mr. Smith, himself, that you indicated to them that you may wish to not invoke the fifth amendment and testify.\n\"MS. WILSON: Yes, sir.\n\"THE COURT: Is that correct?\n\"MS WILSON: Yes, sir.\n\"THE COURT: You do wish to testify?\n\"MS. WILSON: Yes, sir.\n\"THE COURT: Have you talked to your attorney about this.\n\"MS. WILSON: Yes, sir.\n\"THE COURT: This morning?\n\"MS. WILSON: Not this morning; no, sir.\n\"THE COURT: Call Karen Young. Get her over here immediately, please. (Whereupon the clerk was directed to telephone Ms. Young.)\n\"THE COURT: You do have the right not to testify since you are charged with this crime yourself. Do you understand that?\n\"MS. WILSON: Yes, sir.\n\"THE COURT: You have the right to remain silent, that you have the right not to testify. They have the right \u0097 the Defense has the right to call you to the stand and ask you your name and ask you if you were charged in this case, and ask where you presently live, and you'd have to answer those questions; but you have a right not to answer anything else because it might incriminate you even though it may help your codefendant, or hurt him. I don't know which way the testimony will go. Do you understand that?\n\"MS. WILSON: Yes, sir.\n\"MR. BURDICK: Your Honor, if it materializes that Ms. Wilson is, in fact, going to testify, I would also like the Court to have something on the record where Mr. Smith waives the status of marital immunity. They're married, and he would have to waive that right.\n\"THE COURT: I take it he's going to do that if she testifies.\n\"MR. BURDICK: Well, I'd like it on the record so that at a future date he can't come back and say \u0097\n\"MS. CALDWELL: Your Honor, I would also like it on the record that I had advised Mr. Smith that I do not want Catherine Wilson testifying, and I did not want him to waive his immunity.\n\"THE COURT: Do you understand what's being said.\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: I think by him \u0097 particularly over the protest of his own counsel \u0097 calling this witness to the stand, he waives marital privilege.\n\"MR. BURDICK: As long as something is on the record that he's waiving that, I'm satisfied.\n*663 \"THE COURT: Let me say this to you, Mr. Smith: There are two ways you can stop this woman from testifying. Well, there's one way you can stop her from testifying, and she can stop herself from testifying by two ways. She can refuse to testify based upon marital privilege. You two are presently married; is that correct, sir?\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: Correct, Ms. Wilson?\n\"MS. WILSON: Yes, sir.\n\"THE COURT: And since your marriage, I take it there has not been any divorce or annulment?\n\"THE DEFENDANT: No, sir.\n\"THE COURT: You both have the right to invoke the privilege, then, and not have you testify, Ms. Wilson. You also have a personal right not to testify, again, based upon the fifth amendment rights. And you're waiving your privilege, you're telling me?\n\"MS. WILSON: Yes, sir, I am.\n\"THE COURT: And you're waiving your fifth amendment rights, you're telling me?\n\"MS. WILSON: Yes, sir.\n\"THE COURT: Mr. Smith, you're waiving your privilege.\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: Marital privilege.\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: I'm going to be candid on the record. From what Ms. Young told me yesterday, Ms. Wilson, she doesn't want you to testify.\n\"MS. WILSON: Yes, sir, that's correct.\n\"THE COURT: So I take it, if you do this, you're doing it over her protest.\n\"MS. WILSON: Yes, sir.\n\"THE COURT: Again for the record, Mr. Smith, Ms. Caldwell is obviously advising me right now that she does not want this witness to testify.\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: And you disagree with her and you want her called?\n\"THE DEFENDANT: Well, I'd like to have a little \u0097 five minutes maybe to talk things over with Ms. Caldwell.\n\"THE COURT: I'm going to give you a recess. I'm going to let Ms. Caldwell find that case for me, in the first place. I haven't ruled on the motion for directed verdict, but I'm sitting here assuming for the moment, the motion is overruled. I'll have to see what that case says, though. But I'm still talking about her testifying. you run the risk \u0097\n\"THE DEFENDANT: Yes, sir.\n\"THE COURT: I'm going to be candid in the record \u0097 and I'm sure that's why Ms. Caldwell does not want her to testify \u0097 You run the risk of having her say things to your favor on direct, but when she testifies, once she waives the right as to self-incrimination, she waives it for all purposes. The State can then begin to attack her, both by use of prior convictions, if any, and secondly, by what knowledge she has, if any, of what went on in that room.\n\"What, Ms. Wilson?\n\"MS. WILSON: There's other pending charges. Am I allowed to take the fifth on those, if they was to bring up other charges or something that I'm pending on and that I haven't been brought to trial on yet?\n\"THE COURT: What pending charges are you referring to?\n\"MR. BURDICK: I think she's talking about armed robbery charges she has in this jurisdiction, Jackson County, and Forrest County. The State would not get into those right now, your Honor.\n\"MS. CALDWELL: Also, Judge, the other drugs; the other pending drugs.\n\"MS. WILSON: I have five more indictments on different drugs not pertaining to this case.\n\"THE COURT: She's co-indictee on every indictment he's a co-indictee on?\n\"MS. CALDWELL: Yes, sir.\n\"THE DEFENDANT: That's correct, your Honor.\n*664 \"THE COURT: I can tell by your expression, Ms. Caldwell, you know what I'm thinking.\n\"MS. CALDWELL: Yes, sir.\n\"THE COURT: The best and most classic way to state it is: If the door is open, they have a right to run through it.\n\"MS. CALDWELL: Judge, I have advised them of that, and I will talk with them further once again. I tried to explain to both Mr. Smith and Ms. Wilson that if we bring her on the stand, that they can start getting into the other drugs on cross-examination. This is my fear. I'll be perfectly honest.\n\"THE COURT: I'm of the legal opinion they can. Under certain circumstances, if she got on the stand and admitted possession of this drug and said he didn't have it at all, that's obviously going to open the door. If she gets on the stand and says they both had this drug in their possession, or he had it himself, that doesn't open the door. The bad part is obviously that nails him to the wall at the same time.\n\"I'm advising you up front. Depending upon the testimony \u0097 and Ms. Caldwell has been in this courtroom more than enough times to know \u0097 you open the door potentially to testimony. You need to discuss it with her.\n\"I need to get her on the phone with Karen Young. (referring to Ms. Wilson) Walk her down to the clerk's office and put her on the phone with Karen right now and have Karen talk to her.\"\nThe jury was then returned to the courtroom, instructed by the court and excused for recess. The judge made a record of time given both counsel and Karen Young to advise their respective clients. Young was present at this time and made the following of record:\n\"MS. YOUNG: Yes, sir. I understand that my client went on record earlier stating that it was her intention to testify in this trial today. After you recessed, I spoke with my client and advised her that she should not take the stand. She's a codefendant. Anything she would say here would be used against her in a subsequent trial. So she informed me that if she is forced to take the stand, she will plead the fifth.\n\"THE COURT: Ms. Caldwell, you've become aware of that I'm sure?\n\"MS. CALDWELL: Yes, your Honor.\n\"THE COURT: Do you still wish to have her called?\n\"MS. CALDWELL: Your Honor, if it were my decision, no. I would not have her called at all.\n\"THE COURT: Let's bring Smith out. (Whereupon Mr. Smith was returned to the courtroom.)\n\"THE COURT: All right. I have the defendant present here. The comments just made by Ms. Young and myself were made outside his presence. I'll restate them for the record in his presence.\"\nWilson was then called by Smith and she invoked her Fifth Amendment privilege after stating her name. Smith now urges to us that all of the above, taken together, influenced and pressured Wilson and as a result denied Smith his right to a fair trial. Smith certainly had a right to call witnesses in his behalf but it was not his right to force a witness to testify to matters which might incriminate that witness. Defendant's right to the testimony of a witness extends only to the limit of the witness' right against self-incrimination. See Pugh v. State, 376 So. 2d 1135, 1144 (Ala.Cr.App. 1979).\nHad the trial judge refused to allow Smith to put Ms. Wilson on the stand and force her to invoke her Fifth Amendment right in front of the jury, reversible error would have been committed. Hall v. State, 490 So. 2d 858 (Miss. 1986); Coleman v. State, 388 So. 2d 157 (Miss. 1980); Stewart v. State, 355 So. 2d 94 (Miss. 1978).\nTo the contrary, the trial court did an admirable job of informing the witness and Smith of his rights and the privilege. See Hutchins v. State, 212 Miss. 145, 54 So. 2d 210 (1951). This assignment of error is without merit.\n\n\n*665 III.\n\nDID THE TRIAL COURT ERR IN NOT ALLOWING SMITH'S JURY INSTRUCTION, 13-S.C., OR D-3 ON THE PRESUMPTION OF INNOCENCE?\nSmith contends that since Instruction 13-S.C. was withdrawn and Instruction D-3 was refused the jury was left uninstructed as to the presumption of innocence. Smith is mistaken. Instruction D-4 which was given by the court states as follows:\nThe law presumes every person charged with the commission of a crime to be innocent. This presumption places upon the State the burden of proving the Defendant guilty of every material element of the crime with which he is charged. Before you can return a verdict of guilty, the State must prove to your satisfaction beyond a reasonable doubt that the Defendant throughout the trial and prevails at its close unless overcome by evidence which satisfies the Jury of his guilt beyond a reasonable doubt. [sic] The Defendant is not required to prove his innocence.\nInstruction C-13 S.C. and Instruction D-3 were repetitive of Instruction D-4 and the court was not required to grant them. Tigner v. State, 478 So. 2d 293, 296 (Miss. 1985). There is no merit to this assignment of error.\nFinding no error on the record, the conviction of possession of a controlled substance and sentence to life imprisonment in the custody of the Mississippi Department of Corrections as an habitual offender are therefore affirmed.\nAFFIRMED.\nROY NOBLE LEE, C.J., HAWKINS and DAN M. LEE, P.JJ., and PRATHER, ROBERTSON, ANDERSON, GRIFFIN, and ZUCCARO, JJ., concur.\nNOTES\n[1]  In order to properly present this assignment, we find it necessary to quote extensively from the record.\n\n",
            "ocr": false,
            "opinion_id": 1141970
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}