{
    "id": 1145193,
    "judges": "Durham, Hall, Howe, Oaks, Sawaya, Stewart",
    "date_filed": "1987-08-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-stephens",
    "case_name_short": "Stephens",
    "case_name": "State v. Stephens",
    "case_name_full": "STATE of Utah, Plaintiff and Respondent, v. Charles Bryant STEPHENS, Defendant and Appellant",
    "attorneys": "Bradley Rich, Salt Lake City, for defendant and appellant., David L. Wilkinson, Atty. Gen., Ted Cannon and Craig L. Barlow, Salt Lake City, for plaintiff and respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b634-8\">\n    STATE of Utah, Plaintiff and Respondent, v. Charles Bryant STEPHENS, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b634-11\">\n    No. 16190.\n   </docketnumber><br><court id=\"b634-12\">\n    Supreme Court of Utah.\n   </court><br><decisiondate id=\"b634-13\">\n    June 20, 1983.\n   </decisiondate><br><attorneys id=\"b635-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"587\"> \n     *587\n     </span>\n    Bradley Rich, Salt Lake City, for defendant and appellant.\n   </attorneys><br><attorneys id=\"b635-7\">\n    David L. Wilkinson, Atty. Gen., Ted Cannon and Craig L. Barlow, Salt Lake City, for plaintiff and respondent.\n   </attorneys>",
    "citations": [
        "667 P.2d 586"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n667 P.2d 586 (1983)\nSTATE of Utah, Plaintiff and Respondent,\nv.\nCharles Bryant STEPHENS, Defendant and Appellant.\nNo. 16190.\nSupreme Court of Utah.\nJune 20, 1983.\n*587 Bradley Rich, Salt Lake City, for defendant and appellant.\nDavid L. Wilkinson, Atty. Gen., Ted Cannon and Craig L. Barlow, Salt Lake City, for plaintiff and respondent.\nSAWAYA, District Judge:\nDefendant, Charles Bryant Stephens, was charged and convicted of burglary, pursuant to U.C.A., 1953, § 76-6-202. The defendant was sentenced to an indeterminate prison term of 0-5 years. On appeal he contends that the court's exclusion of certain testimony constituted prejudicial error warranting reversal of his conviction or, in the alternative, a new trial.\nAt the trial of the defendant, the following facts were established. On July 31, 1978, at approximately 12:51 a.m., two deputy sheriffs were dispatched to the area of 5160 South and 3760 West in Salt Lake County in response to a prowler complaint phoned in by a citizen. Upon their arrival at the scene, the officers discovered a broken basement window in the rear of a residence suspected to be the scene of the burglary. One of the deputies observed a dim light moving within the house and a large bundle being placed outside of the broken glass window. A third officer arrived on the scene, and the three officers subsequently entered the home and arrested the defendant and one Larry Yarrington. Larry Yarrington later pleaded guilty to the charge of burglary.\nAt the trial, Larry Yarrington testified that the defendant is married to his sister. According to Yarrington, the defendant and the defendant's wife had custody of Yarrington's two younger brothers and that he committed the theft because of the financial straits of defendant's family. Yarrington testified that the defendant drove him to the scene, unaware of Yarrington's burglary plans, and that when told of the plans, the defendant refused to participate and left the scene. Yarrington testified that he then went to the rear of the house, broke through a window, and entered. According to Yarrington, he was inside the house approximately 15 minutes before he was interrupted by the defendant who had entered the house and who told Yarrington to \"forget about doing this burglary\" and to \"get out of here.\" Shortly thereafter, both of them were arrested inside the house.\nThe defendant then took the stand and testified to essentially the same facts as did Larry Yarrington. The defendant testified that he did not intend to commit a theft and that his only purpose in returning to the scene and in entering the house was to get his brother-in-law, Yarrington, out of the house.\nThe defense called Virginia Yarrington Stephens, the defendant's wife and Yarrington's sister, to the stand. Defense counsel attempted to elicit testimony regarding Yarrington's tendency to be rash and impulsive, and, when met with objection, argued its admissibility pursuant to Rules 46 and 47 of the Utah Rules of Evidence (U.R.E.). The court excluded the proffered testimony pursuant to its discretionary power under U.R.E. 45. The court stated that Yarrington's character was not in issue and that its relevance, if any at all, was extremely limited.\nOn appeal, defendant contends that the evidence should have been admitted under Rule 47, U.R.E. In State v. Peterson, Utah, 560 P.2d 1387 (1977), we held as follows:\nRule 47, U.R.E., is qualified by a provision requiring the evidence be \"relevant.\" The committee's note states:\n\n*588 The admission or rejection of character evidence depends primarily on the court's conception of its relevancy. Rule 1(2), U.R.E., provides:\n\"Relevant evidence\" means evidence having any tendency in reason to prove or disprove the existence of any material fact.\nIn that case, defendant was convicted of forcible sexual abuse. Defendant claimed on appeal that he should have been permitted to elicit testimony from a character witness that defendant had never made any sexual advances toward her. The trial court ruled and we affirmed that such evidence had no probative value with respect to sexual advances made toward another person.\nLikewise, in the instant case, testimony as to Yarrington's impulsiveness has absolutely no bearing on defendant's guilt or innocence. Yarrington had already pleaded guilty to the crime of burglary. Whether or not he acted impulsively in committing the burglary was not relevant to defendant's participation in the crime. Certainly the probative value of such testimony was within the trial court's discretion under Rule 45, U.R.E.\nAt trial the defense also sought to obtain the testimony of two of the arresting officers and the testimony of one Helen Baer, the defendant's sister, all of whom would testify to the effect that Yarrington had told them that he committed the burglary and that the defendant had nothing to do with it. The defense sought admission of this testimony pursuant to U.R.E. 63(1)(c) or, alternatively, under U.R.E. 63(4) as exceptions to the hearsay rule. The trial court, however, excluded the proffered testimony.\nThis Court need not determine whether the proffered testimony came within a recognized exception to the hearsay evidence rule, as the defendant claims, for the reason that the substance of such testimony was later received through another source, to wit, through the testimony of Yarrington himself. In direct examination of Yarrington, the following colloquy took place:\nQ. Did you make any statements to the police at that point?\nA. I just told them that the burglary was my idea.\nQ. Did you tell them what part, if any, Chuck had in the burglary?\nA. No, I didn't.\nQ. Did you explain what you meant by it being your idea?\nA. That \u0097 no, I didn't explain it at that time. I just said the burglary was my idea.\nQ. Did Chuck have any part in this burglary?\nA. No, he didn't.\nIt is readily apparent that the essence of the proffered testimony is the same as that later elicited through Yarrington. Where evidence is excluded by the trial court, any error which may have resulted from such exclusion is cured where the substance of the evidence is later admitted through some other means. State v. Salmon, Utah, 612 P.2d 366 (1980); State v. Sorensen, Utah, 617 P.2d 333 (1980). Hence, any error in excluding the proffered testimony was harmless. See Rule 5, U.R.E., and State v. Pierre, Utah, 572 P.2d 1338 (1977).\nThe judgment of conviction is affirmed.\nHALL, C.J., and OAKS, J., concur.\nSTEWART, Justice (dissenting):\nI dissent. The defendant did not receive a fair trial, I submit, because he was prevented from adducing the evidence that was potentially the most persuasive evidence he had available for establishing his defense.\nAt trial the defendant sought to introduce the testimony of the two arresting officers and of the defendant's sister that defendant's brother-in-law, Larry Yarrington, had told each of them that only Yarrington had committed the burglary and that the defendant had entered the premises only to talk Yarrington out of the burglary. The testimony of the two officers and the defendant's sister-in-law was excluded *589 by the trial court. The majority sustains that ruling on the basis that the substance of the evidence was adduced through another source, Larry Yarrington himself. In light of the realities of the trial process, that ruling, in my view, is an inadequate answer and one that raises serious constitutional questions.\nThe right of a defendant to produce evidence in his own behalf is one of the most fundamental aspects of a fair trial. See, e.g., Webb v. Texas, 409 U.S. 95, 93 S. Ct. 351, 34 L. Ed. 2d 330 (1972); Washington v. Texas, 388 U.S. 14, 87 S. Ct. 1920, 18 L. Ed. 2d 1019 (1967); In re Oliver, 333 U.S. 257, 68 S. Ct. 499, 92 L. Ed. 682 (1948). No court, under either the Federal or the Utah Constitution, may confine a defendant to the least effective witnesses he has to establish a defense. I respectfully submit that the difficulty with the majority position is that it fails to take into account the realities of a trial and the important, perhaps determining effect that the credibility of the testimony of the defendant's proposed witnesses might have had on the outcome of this case. The defendant's version of the case was limited to the evidence introduced through one person who had already admitted guilt in the same burglary. Yarrington was, of course, subject to impeachment because of that crime and may have been under some constraint as a result of his plea. Furthermore, the jury, knowing that Yarrington had nothing to lose, could have thought that his story was concocted after the event to help his brother-in-law, especially since the testimony adduced did not indicate that Yarrington had maintained Stephens' innocence from the beginning.\nTwo of the witnesses the defendant wanted to call were police officers who would have testified of Yarrington's statement, made at the time of the arrest, that defendant had nothing to do with the burglary. That would, at the very least, have rebutted any inference of a later fabrication by Yarrington and might well have been more believable than Yarrington's own trial testimony, because at the time of the arrest he was speaking spontaneously, before a story could have been concocted. Although defendant's sister's testimony might well have been biased, her credibility is neither for us nor the trial court to assess.\nA defendant has a constitutional right to have the validity of his witnesses' testimony determined by his peers. To foreclose that by an evidentiary ruling excluding the testimony deprives a defendant of a fair trial.\nThis case is similar in material respects to Chambers v. Mississippi, 410 U.S. 284, 93 S. Ct. 1038, 35 L. Ed. 2d 297 (1973). There the United States Supreme Court reversed a murder conviction because a state trial court had refused to allow the defendant to cross-examine a third person's repudiation of a prior confession to the crime, and had also excluded testimony by others to whom the third person had confessed. The trial court's ruling was based on technical state rules of evidence which the Supreme Court found inadequate in the face of a defendant's right to produce witnesses in his own behalf and to cross-examine witnesses who testify against him.[1]\nFurthermore, the exclusion of the evidence is not sustainable, in my view, on the ground that the testimony was hearsay. The statements of Yarrington constituted declarations against interest because they incriminated himself, even though they also absolved defendant. Utah R.Evid. 63(10).[2] The availability of the declarant in this case should not work to exclude the evidence. The language of the Supreme Court in *590 Chambers v. Mississippi, supra, is applicable in the instant case:\nIn these circumstances, where constitutional rights directly affecting the ascertainment of guilt are implicated, the hearsay rule may not be applied mechanistically to defeat the ends of justice.\n410 U.S. at 302, 93 S.Ct. at 1049.\nI think the case should be reversed and remanded for a new trial.\nHOWE, J., concurs in the dissenting opinion of STEWART, J.\nDURHAM, J., does not participate herein.\nNOTES\n[1]  In Chambers, the testimony which was excluded would also have been relevant to impeach the trial testimony of the third person who had made the inculpatory remarks but later denied having made them.\n[2]  I realize that Rule 63(10) requires that the declarant be unavailable and that the declarant was not unavailable in this case. But to exclude the evidence in this case on that ground is simply absurd. The availability of the declarant makes the evidence more, not less, reliable. See Chambers, supra, at 301 &amp; n. 21, 93 S.Ct. at 1049 &amp; n. 21.\n\n",
            "ocr": false,
            "opinion_id": 1145193
        },
        {
            "author_str": "Sawaya",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSAWAYA, District Judge:\nDefendant, Charles Bryant Stephens, was charged and convicted of burglary, pursuant to U.C.A., 1953, § 76-6-202. The defendant was sentenced to an indeterminate prison term of 0-5 years. On appeal he contends that the court’s exclusion of certain testimony constituted prejudicial error warranting reversal of his conviction or, in the alternative, a new trial.\nAt the trial of the defendant, the following facts were established. On July 31, 1978, at approximately 12:51 a.m., two deputy sheriffs were dispatched to the area of 5160 South and 3760 West in Salt Lake County in response to a prowler complaint phoned in by a citizen. Upon their arrival at the scene, the officers discovered a broken basement window in the rear of a residence suspected to be the scene of the burglary. One of the deputies observed a dim light moving within the house and a large bundle being placed outside of the broken glass window. A third officer arrived on the scene, and the three officers subsequently entered the home and arrested the defendant and one Larry Yarrington. Larry Yarrington later pleaded guilty to the charge of burglary.\nAt the trial, Larry Yarrington testified that the defendant is married to his sister. According to Yarrington, the defendant and the defendant’s wife had custody of Yar-rington’s two younger brothers and that he committed the theft because of the financial straits of defendant’s family. Yarring-ton testified that the defendant drove him to the scene, unaware of Yarrington’s burglary plans, and that when told of the plans, the defendant refused to participate and left the scene. Yarrington testified that he then went to the rear of the house, broke through a window, and entered. According to Yarrington, he was inside the house approximately 15 minutes before he was interrupted by the defendant who had entered the house and who told Yarrington to “forget about doing this burglary” and to “get out of here.” Shortly thereafter, both of them were arrested inside the house.\nThe defendant then took the stand and testified to essentially the same facts as did Larry Yarrington. The defendant testified that he did not intend to commit a theft and that his only purpose in returning to the scene and in entering the house was to get his brother-in-law, Yarrington, out of the house.\nThe defense called Virginia Yarring-ton Stephens, the defendant’s wife and Yar-rington’s sister, to the stand. Defense counsel attempted to elicit testimony regarding Yarrington’s tendency to be rash and impulsive, and, when met with objection, argued its admissibility pursuant to Rules 46 and 47 of the Utah Rules of Evidence (U.R.E.). The court excluded the proffered testimony pursuant to its discretionary power under U.R.E. 45. The court stated that Yarrington’s character was not in issue and that its relevance, if any at all, was extremely limited.\nOn appeal, defendant contends that the evidence should have been admitted under Rule 47, U.R.E. In State v. Peterson, Utah, 560 P.2d 1387 (1977), we held as follows:\nRule 47, U.R.E., is qualified by a provision requiring the evidence be “relevant.” The committee’s note states:\n*588The admission or rejection of character evidence depends primarily on the court’s conception of its relevancy.\nRule 1(2), U.R.E., provides:\n“Relevant evidence” means evidence having any tendency in reason to prove or disprove the existence of any material fact.\nIn that case, defendant was convicted of forcible sexual abuse. Defendant claimed on appeal that he should have been permitted to elicit testimony from a character witness that defendant had never made any sexual advances toward her. The trial court ruled and we affirmed that such evidence had no probative value with respect to sexual advances made toward another person.\nLikewise, in the instant case, testimony as to Yarrington’s impulsiveness has absolutely no bearing on defendant’s guilt or innocence. Yarrington had already pleaded guilty to the crime of burglary. Whether or not he acted impulsively in committing the burglary was not relevant to defendant’s participation in the crime. Certainly the probative value of such testimony was within the trial court’s discretion under Rule 45, U.R.E.\nAt trial the defense also sought to obtain the testimony of two of the arresting officers and the testimony of one Helen Baer, the defendant’s sister, all of whom would testify to the effect that Yarrington had told them that he committed the burglary and that the defendant had nothing to do with it. The defense sought admission of this testimony pursuant to U.R.E. 63(l)(c) or, alternatively, under U.R.E. 63(4) as exceptions to the hearsay, rule. The trial court, however, excluded the proffered testimony.\nThis Court need not determine whether the proffered testimony came within a recognized exception to the hearsay evidence rule, as the defendant claims, for the reason that the substance of such testimony was later received through another source, to wit, through the testimony of Yarrington himself. In direct examination of Yarring-ton, the following colloquy took place:\nQ. Did you make any statements to the police at that point?\nA. I just told them that the burglary was my idea.\nQ. Did you tell them what part, if any, Chuck had in the burglary?\nA. No, I didn’t.\nQ. Did you explain what you meant by it being your idea?\nA. That — no, I didn’t explain it at that time. I just said the burglary was my idea.\nQ. Did Chuck have any part in this burglary?\nA. No, he didn’t.\nIt is readily apparent that the essence of the proffered testimony is the same as that later elicited through Yarring-ton. Where evidence is excluded by the trial court, any error which may have resulted from such exclusion is cured where the substance of the evidence is later admitted through some other means. State v. Salmon, Utah, 612 P.2d 366 (1980); State v. Sorensen, Utah, 617 P.2d 333 (1980). Hence, any error in excluding the proffered testimony was harmless. See Rule 5, U.R.E., and State v. Pierre, Utah, 572 P.2d 1338 (1977).\nThe judgment of conviction is affirmed.\nHALL, C.J., and OAKS, J., concur.\n",
            "ocr": false,
            "opinion_id": 9537573
        },
        {
            "author_str": "Stewart",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTEWART, Justice\n(dissenting):\nI dissent. The defendant did not receive a fair trial, I submit, because he was prevented from adducing the evidence that was potentially the most persuasive evidence he had available for establishing his defense.\nAt trial the defendant sought to introduce the testimony of the two arresting officers and of the defendant’s sister that defendant’s brother-in-law, Larry Yarring-ton, had told each of them that only Yar-rington had committed the burglary and that the defendant had entered the premises only to talk Yarrington out of the burglary. The testimony of the two officers and the defendant’s sister-in-law was ex-*589eluded by the trial court. The majority sustains that ruling on the basis that the substance of the evidence was adduced through another source, Larry Yarrington himself. In light of the realities of the trial process, that ruling, in my view, is an inadequate answer and one that raises serious constitutional questions.\nThe right of a defendant to produce evidence in his own behalf is one of the most fundamental aspects of a fair trial. See, e.g., Webb v. Texas, 409 U.S. 95, 93 S.Ct. 351, 34 L.Ed.2d 330 (1972); Washington v. Texas, 388 U.S. 14, 87 S.Ct. 1920, 18 L.Ed.2d 1019 (1967); In re Oliver, 333 U.S. 257, 68 S.Ct. 499, 92 L.Ed. 682 (1948). No court, under either the Federal or the Utah Constitution, may confine a defendant to the least effective witnesses he has to establish a defense. I respectfully submit that the difficulty with the majority position is that it fails to take into account the realities of a trial and the important, perhaps determining effect that the credibility of the testimony of the defendant’s proposed witnesses might have had on the outcome of this case. The defendant’s version of the case was limited to the evidence introduced through one person who had already admitted guilt in the same burglary. Yarrington was, of course, subject to impeachment because of that crime and may have been under some constraint as a result of his plea. Furthermore, the jury, knowing that Yarrington had nothing to lose, could have thought that his story was concocted after the event to help his brother-in-law, especially since the testimony adduced did not indicate that Yarrington had maintained Stephens’ innocence from the beginning.\nTwo of the witnesses the defendant wanted to call were police officers who would have testified of Yarrington’s statement, made at the time of the arrest, that defendant had nothing to do with the burglary. That would, at the very least, have rebutted any inference of a later fabrication by Yarrington and might well have been more believable than Yarrington’s own trial testimony, because at the time of the arrest he was speaking spontaneously, before a story could have been concocted. Although defendant’s sister’s testimony might well have been biased, her credibility is neither for us nor the trial court to assess.\nA defendant has a constitutional right to have the validity of his witnesses’ testimony determined by his peers. To foreclose that by an evidentiary ruling excluding the testimony deprives a defendant of a fair trial.\nThis case is similar in material respects to Chambers v. Mississippi, 410 U.S. 284, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973). There the United States Supreme Court reversed a murder conviction because a state trial court had refused to allow the defendant to cross-examine a third person’s repudiation of a prior confession to the crime, and had also excluded testimony by others to whom the third person had confessed. The trial court’s ruling was based on technical state rules of evidence which the Supreme Court found inadequate in the face of a defendant’s right to produce witnesses in his own behalf and to cross-examine witnesses who testify against him.1\nFurthermore, the exclusion of the evidence is not sustainable, in my view, on the ground that the testimony was hearsay. The statements of Yarrington constituted declarations against interest because they incriminated himself, even though they also absolved defendant. Utah R.Evid. 63(10).2 The availability of the declarant in this case should not work to exclude the evidence. The language of the Supreme Court in *590Chambers v. Mississippi, supra, is applicable in the instant case:\nIn these circumstances, where constitutional rights directly affecting the ascertainment of guilt are implicated, the hearsay rule may not be applied mechanistically to defeat the ends of justice.\n410 U.S. at 302, 93 S.Ct. at 1049.\nI think the case should be reversed and remanded for a new trial.\nHOWE, J., concurs in the dissenting opinion of STEWART, J.\nDURHAM, J., does not participate herein.\n\n. In Chambers, the testimony which was excluded would also have been relevant to impeach the trial testimony of the third person who had made the inculpatory remarks but later denied having made them.\n\n\n. I realize that Rule 63(10) requires that the declarant be unavailable and that the declarant was not unavailable in this case. But to exclude the evidence in this case on that ground is simply absurd. The availability of the de-clarant makes the evidence more, not less, reliable. See Chambers, supra, at 301 &amp; n. 21, 93 S.Ct. at 1049 &amp; n. 21.\n\n",
            "ocr": false,
            "opinion_id": 9537574
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Robbery"
}