{
    "id": 1149786,
    "judges": "Roberts",
    "date_filed": "1993-11-23",
    "date_filed_is_approximate": true,
    "slug": "hawkins-v-state",
    "case_name_short": "Hawkins",
    "case_name": "Hawkins v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "199 So. 2d 276"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4055.0,
            "opinion_text": "\n199 So. 2d 276 (1967)\nCharlie C. HAWKINS, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 35633.\nSupreme Court of Florida.\nMay 31, 1967.\n*277 Ben Daniel, Jr., Ocala, for appellant.\nEarl Faircloth, Atty. Gen., and Wallace E. Allbritton, Asst. Atty. Gen., for appellee.\nROBERTS, Justice.\nCharlie C. Hawkins was convicted of murder in the first degree without recommendation to mercy for the murder of John Marvin Tapp, an oil station attendant, during the commission of a robbery in which the defendant and another person participated. The appellant was sentenced to death. Hawkins and one Willie James Whitworth were jointly indicted for the offense. A motion for severance by Hawkins having been denied, the court proceeded to trial, at the conclusion of which the jury acquitted Willie James Whitworth but convicted Hawkins. In pretrial statements each of the defendants accused the other of killing Tapp and there was no question but that both were present at the event and one of them in the course of the robbery shot the victim. Neither claims that he was not present or that someone else did the shooting in spite of the difference in their accusations. In view of the abundant evidence against Whitworth it is difficult to understand why the jury acquitted him, although that question is not before us now.\nMany circumstances, certain admissions and other evidence point to the unquestioned guilt of Hawkins. Proof that he purchased the shotgun a comparatively short time before the crime was committed, the observation of witnesses of the departure of Hawkins with another person the evening before the murder, the association between Hawkins and Whitworth, the statement to the witness, Effie Littlejohn, by Hawkins at the time of leaving Streamline near Pahokee, Florida, that he was going off on a little trip and that he had a job to do, that Whitworth was going with him, all fit into the proof. A description of the green and white Plymouth car that was borrowed from their friend, \"Dap\", its later location in Georgia after the murder and the statement by Hawkins to Effie Littlejohn after his return that he had driven to Georgia, that the car had broken down, along with other conversation by him as to what had happened contributed further to the factual background. The concealment by Hawkins of the shotgun after its purchase which he had wrapped in a green blanket and placed under the clothes closet on a foot locker where he lived gave some light upon the kind of use he intended to make of the gun.\nTestimony by Officer Owen that he found the shotgun in the trunk of the green and white Plymouth when he picked it up in Valdosta, Georgia, is also significant. Owen reported a conversation between Whitworth *278 and Hawkins in which Hawkins, when asked what he had done with the shotgun, stated that he had put it in the trunk of the car.\nThe testimony of the ballistics expert comparing the shotgun wadding found in the body of the victim to the type of wadding contained in shells which belonged to Hawkins and other evidence of comparison was admissible for the consideration of the jury and added to the total circumstances from which the inference of guilt could be drawn. The statement made to Officer Owen by Hawkins that early in the morning of February 5, he and Whitworth pulled into the oil station in Belleview, Florida, got some gas and that Whitworth got out of the car with a shotgun and pushed the attendant around the corner of the station and shot him and took his billfold and that they left there and went on to Valdosta, Georgia, where the green and white Plymouth car broke down, placed Hawkins at the scene of the crime, although he claimed Whitworth did the shooting. This evidence is also important in considering the relevancy of other crimes in which Hawkins participated, which will be separately considered.\nWe will deal first with the question whether or not the court committed error in denying the defendant's motion for severance and separate trial. We think not. This court has long been committed to the proposition that the granting or denial of a motion for severance is largely discretionary, and such a ruling will not be disturbed unless there is a clear showing of abuse of that discretion. See Suarez v. State, 95 Fla. 42, 115 So. 519 (1928). In that case the court commented where the defenses of joint defendants were antagonistic, it is proper to grant a severance, but then quoted with approval from 16 C.J. 786 this language: \"* * * but the mere fact that one defendant is attempting to escape punishment by throwing the blame on the co-defendant is not sufficient ground therefor.\" In the case of Palmer v. State, 106 Fla. 237, 145 So. 69, this court refused to disturb the ruling of a trial court denying a motion for severance on a showing somewhat comparable to, but much stronger than, the showing made in this case.\nNeither of the defendants took the stand at the trial but in their pretrial statements each admitted being present but each accused the other of being the killer. In addition to the statements of the defendants we also had the other testimony as hereinabove outlined and which they could use in passing on the veracity of the two defendants as well as the ultimate determination of guilt.\nThe appellant complains because the trial court insisted that he make his opening statement immediately following the opening statement by the prosecution, rather than allowing the defendant's opening statement to be presented at the conclusion of the state's case. This is basically a question of courtroom procedure in which, as previously stated, the trial court must have a broad discretion. We find nothing in this record to indicate that the trial court abused its discretion in requiring the opening statements to be made before the taking of testimony, nor can we find where any harm occurred to the defendant by the ruling. In further support of the ruling by the trial court see the annotations in 93 A.L.R.2d pages 953, 965, 967, where the matter is discussed in detail.\nWe next reach the question of whether or not the court erred in admitting certain evidence relating to the alleged commission of other crimes by the defendant. Witness Robert S. Eller testified that he had been robbed at a service station in Palm Beach on February 10th of 1966 and identified the appellant Hawkins as being one of the two men who perpetrated the robbery, and testified that Hawkins was carrying a shotgun. The witness Thomas A. Greer testified concerning a murder in Fort Meade, Florida, during the same month. The Fort Meade crime occurred on February 3rd, the crime of which the appellant stands convicted was committed on February 5th, and the Palm Beach robbery on February 10th. In *279 each of the crimes two men were involved, and it was a service station attendant that was either robbed or murdered, and in each of the crimes a shotgun was used. This court in Williams v. State, Fla., 110 So. 2d 654, in an exhaustive opinion laid down the guidelines for the admission of testimony concerning other crimes. When measured by the test in the Williams case, it is our opinion, and we hold, that the admission of testimony of witnesses Eller and Greer was not error. Any doubt about the admissibility would fade in view of the testimony of deputy Tindall, who said that Hawkins told him, \"He (Hawkins) was driving the car and had a different person with him, and in each one of these killings he saw the man shot, saw him fall, and the money was taken from each station and divided between the two of them.\" It is significant that Hawkins purchased a shotgun on January 19th, 1966, and there was evidence the person Hawkins said was with him at the time of the killings was also with him at the time he purchased the shotgun.\nOfficer Owen testified concerning his first approach to Hawkins as follows: \u0097\n\"A. When I first saw Hawkins I identified myself and told him that I was investigating a murder that occurred in Marion County, in Belleview, Florida, on February the 5th, 1966, and that he had been charged in that case and that at this time I want to advise him that he had a right to an attorney and that if he could not furnish one of his own the State would furnish him one free of charge to defend him in this cause. I further advised him that he did not have to answer any question that I might ask him and that any statement he should make concerning the charge against him could be used for him or against him in court, and I wanted him to fully understand that anything he said should be freely and voluntarily, as far as he's concerned. I said, asked him, do you fully understand what I'm talking about, what I mean; he said `yes, sir'.\"\nAfter some preliminary questions Officer Owen continued:\n\"Q. What did the Defendants say in your presence, to the best of your recollection, Mr. Owen?\n\"A. I asked Whitworth to go ahead and say and \u0097 to tell Hawkins what he had already told us, and he started telling him. He said, why don't you go ahead and \u0097 he was talking to Hawkins. He said, why don't you go ahead and tell him the truth; you know I didn't kill the man. You killed him; said, I was just with you, and \u0097 you want me to go ahead?\n\"Q. Yes, sir?\n\"A. Hawkins countered on that and said, no, man; said, I didn't kill him. Said, you know you did it. Said, I was driving the car; you're the one that did the shooting. That conversation, back and forth, transferred two or three times, each accusing the other, and then at the final part of it Whitworth says, well, what did you do with the gun when I left you in Valdosta. He said, I put it in the trunk of the car. They were more or less accusing each other, saying \u0097 each saying the other was just with him, each saying the other one did the shooting.\n\"Q. They both stated that they were present at the time the man was killed?\n\"A. Yes, sir.\n\"Q. And each just accused the other of doing the shooting; is that right?\n\"A. Yes, sir.\"\nHawkins did not dispute the testimony of Officer Owen.\nThe other matters and things complained of by the appellant have been considered and found to be without merit. Pursuant to Florida Statute § 924.32(2), F.S.A., we have reviewed the evidence to determine if the interests of justice require a new trial, and it is our opinion, and we hold, that the testimony amply supports the verdict and *280 the ends of justice do not require a new trial. The defendant committed a heinous crime, was duly indicted, had a fair trial free from harmful error, and the penalty is as provided by law.\nAffirmed.\nTHOMAS, DREW, O'CONNELL and CALDWELL, JJ., and SPECTOR, District Judge, concur.\nTHORNAL, C.J., agrees to conclusion and judgment.\n",
            "ocr": false,
            "opinion_id": 1149786
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}