{
    "id": 1152541,
    "judges": "Roy Noble Lee, P.J., and Dan M. Lee and Prather",
    "date_filed": 502502400000,
    "date_filed_is_approximate": false,
    "slug": "holmes-v-state",
    "case_name_short": "Holmes",
    "case_name": "Holmes v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 32,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "481 So. 2d 319"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4896.0,
            "opinion_text": "\n481 So. 2d 319 (1985)\nHarvey HOLMES and L.C. Holmes\nv.\nSTATE of Mississippi.\nNo. 55795.\nSupreme Court of Mississippi.\nDecember 4, 1985.\n*320 Azki Shah, Clarksdale, for appellants.\nEdwin Lloyd Pittman, Atty. Gen. by DeWitt Allred, Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore ROY NOBLE LEE, P.J., and DAN M. LEE and PRATHER, JJ.\nDAN M. LEE, Justice, for the court:\nHarvey Holmes and L.C. Holmes were indicted in Quitman County, Mississippi, during the March, 1984 term. The indictment charged that on the 19th day of February, 1984, they burglarized the Quitman County Farmers Association (hereinafter referred to as \"the Co-op\") located in Marks, Mississippi. Harvey and L.C. Holmes were tried and convicted in the Circuit Court of Quitman County. Each was sentenced to seven (7) years imprisonment in the state penitentiary.\nTestimony at trial showed that on the evening of February 18 or the morning of February 19, 1984, the Co-op was burglarized. The Co-op manager testified that three pistols, one box of cartridges and one knife were taken during the burglary.\nEverette Thompson testified that on February 17, 1984, he and Harvey and L.C. Holmes planned the burglary. He further testified that, on the following day, he, L.C. Holmes and Harvey Holmes rode to the Co-op in Harvey Holmes's car; that he and L.C. Holmes were left at the Co-op; that they gained entrance into the building by breaking a plate glass window; and, that Harvey Holmes returned later that night to pick them up. The testimony of Harvey Holmes and several other witnesses indicated that the appellants might have been at other places before, during and after the burglary.\nDue to the failure of the trial court to properly instruct the jury with reference to the defendant's theory of alibi and the failure to caution the jurors regarding accomplice testimony, the judgment below must be reversed and remanded for a new trial.\nAt the close of his case, Harvey Holmes submitted numerous jury instructions including an erroneous instruction on the defense of alibi.[1] L.C. Holmes however *321 submitted a proper alibi instruction, which read:\nInstruction No. 4290-D-1. Alibi means elsewhere or in another place. In this case, the defendant, L.C. Holmes, Jr. is asserting the defense of alibi by saying that he was at home on Lewis Street in Marks, Mississippi, at the time when the state claims that he was somewhere else committing the crime of burglary.\nAlibi is a legal and proper defense in law. The defendant is not required to establish the truth of his alibi to your satisfaction, but, if the evidence or lack of evidence in this case raises in the minds of the jury a reasonable doubt as to whether the defendant was present and committed the crime, then you must give him the benefit of the doubt and acquit him.\nThe trial judge rejected both of the co-defendants' submitted alibi instructions \u0097 not based on any inaccuracy in the instructions, but on the weakness of the evidence which supported the alibis. The judge's rationale was expressed in unequivocal terms:\nThe court has seriously considered the granting of an alibi instruction for both defendants, and based on the evidence that was presented, the court does not feel that there was strong enough evidence to justify an alibi instructions.\n\n... [T]he court is not going to grant an alibi instruction. (emphasis added)\nAs a result, the jury received no instructions whatsoever with respect to the co-defendants' theory of defense, i.e., alibi.\nIn Sanford v. State, 372 So. 2d 276 (Miss. 1979), a case similar to the instant one, this Court stated:\n\"Alibi\" as a defense is well established in our criminal jurisprudence. We have held many times that alibi testimony, if believed by the jury when considered along with all the other evidence, requires acquittal. Without question, one who interposes an alibi as the theory of his defense, and presents testimony in support of such a plea, is entitled to a jury instruction focusing upon such a theory.\nId. at 278.\nThe Sanford rationale has been recently reiterated in Young v. State, 451 So. 2d 208, 210 (Miss. 1984). See in accord, Gandy v. State, 355 So. 2d 1096 (Miss. 1978); Newton v. State, 229 Miss. 267, 90 So. 2d 375 (1956); McBroom v. State, 217 Miss. 338, 64 So. 2d 144 (1953); McNair v. State, 215 Miss. 510, 61 So. 2d 338 (1952); Nelms v. State, 58 Miss. 362 (1880).\nIt is well established that the jury is the sole judge of the weight and credibility of the evidence. Fairley v. State, 467 So. 2d 894, 902 (Miss. 1985); Pate v. State, 419 So. 2d 1324, 1326 (Miss. 1982); Jackson v. Griffin, 390 So. 2d 287, 289 (Miss. 1980); Gathright v. State, 380 So. 2d 1276, 1278 (Miss. 1980); Lewis Grocery Co. v. Blackwell, 209 So. 2d 639, 641 (Miss. 1968); Ivey v. State, 206 Miss. 734, 752-753, 40 So. 2d 609, 613 (1949). \"This Court has in numerous cases, too many to mention, said that when the evidence is conflicting, the jury will be the sole judge of the credibility of witnesses and the weight and worth of their testimony.\" Gathright, 380 So.2d at 1278.\nThe testimony of two of the state's witnesses indicated the time at which the burglary occurred. Everette Thompson testified that he, L.C. Holmes and Harvey Holmes arrived at the Co-op two or three minutes before twelve. He said that he and L.C. stayed there about twentyfive minutes, they waited about five minutes for Harvey to return and pick them up, then arrived back at the Holmes's trailer at 12:40 a.m. Later, on cross-examination, he said it was \"close to one\" when the three returned to the trailer. Another state's witness, Alice Cook, testified only that she *322 saw \"Duck\" (Everette Thompson) and \"Red\" (L.C. Holmes) on the highway near the Co-op \"between something after twelve and something to one.\"\nTheir testimony was contradicted by several defense witnesses. In support of his alibi, Harvey Holmes said that he arrived at the trailer at about 11:40 p.m., talked with his brother, L.C., then lay down on the couch and slept until he was awakened briefly at 12:30 a.m. Don Williams and Bonell Jamison independently testified that they heard Harvey Holmes's car return prior to 12:00 midnight. More important, Lyndon Holmes testified that he saw his brother, Harvey, asleep on the couch in the trailer at 12:20 or 12:40 a.m. This was in direct contravention of the testimony of Everette Thompson. Also Troy Holmes testified that he returned to the trailer at approximately 1:00 a.m. and saw his brother, Harvey, asleep on the couch and saw his brother, L.C., also asleep.\nThe trial judge should have allowed the jury to determine the weight and credibility of the conflicting testimony. To refuse the defendants' alibi instructions was error and requires reversal.\nThe attorney for Harvey Holmes also submitted an instruction to the effect that the uncorroborated testimony of an accomplice should be viewed with great caution and suspicion. The court refused the instruction and stated, \"The testimony of the accomplice, Everette Thompson, was not uncorroborated.\"\nWe have examined the record and have found no testimony which corroborates that of Everette Thompson as it refers to Harvey Holmes. A deputy sheriff did testify that a footprint at the scene of the crime matched a shoe belonging to Everette Thompson; this would corroborate Thompson's admission that he had committed the crime. Another witness testified that she saw Everette Thompson and L.C. Holmes on the highway near the Co-op on the evening of the robbery. However, there is absolutely no evidence other than the testimony of Thompson which would tend to inculpate Harvey Holmes in any way in this case.\nThe granting of a cautionary instruction regarding the testimony of an accomplice is discretionary with the trial judge. Hussey v. State, 473 So. 2d 478 (Miss. 1985); Davis v. State, 472 So. 2d 428 (Miss. 1985); Jones v. State, 381 So. 2d 983 (Miss. 1980), cert. denied, 449 U.S. 1003, 101 S. Ct. 543, 66 L. Ed. 2d 300 (1980); Fleming v. State, 319 So. 2d 223 (Miss. 1975). However, that discretion is not absolute; it may be abused. Hussey, 473 So.2d at 480.\nIn Davis v. State, 472 So. 2d 428 (Miss. 1985), this Court held that the trial court did not abuse its discretion by refusing the defendant's requested cautionary instruction concerning the testimony of an alleged accomplice. Two aspects distinguish Davis from the instant case. First, in Davis, the witness in question was only alleged to be an accomplice. The trial judge was of the opinion that he was not and, therefore, refused the instruction. A majority of this Court found that the circuit judge's ruling was not an abuse of his discretion. But see Davis, 472 So.2d at 435-436 (Hawkins, J., dissenting); Dedeaux v. State, 125 Miss. 326, 335, 87 So. 664, 665 (1921). In the instant case, it is obvious that Everette Thompson was, by his own admission, an accomplice to the crime. Second, in Davis, the prosecution was not wholly dependent on the testimony of the alleged accomplice. A corroborating witness \"provided evidence sufficient to convict, leaving aside the testimony of the accomplice.\" Hussey, 473 So.2d at 481 (Robertson, J., specially concurring). Without the testimony of Everette Thompson, there is nothing to indicate that Harvey Holmes was in any way involved in the burglary of the Co-op.\nIn Hussey v. State, 473 So. 2d 478 (Miss. 1985), this Court reversed a conviction due to the trial court's failure to give a cautionary instruction. As in the instant case, the prosecution in Hussey was based almost entirely on the testimony of the accomplice; *323 \"the evidence (was) virtually irreconcilable with the verdict except for the testimony of the accomplice.\" Id. at 480. In the case before us, except for the testimony of the accomplice, the evidence against Harvey Holmes was nonexistant. When faced with such a situation, the trial judge must accede to the accused's request and grant a cautionary instruction. See Catchings v. State, 394 So. 2d 869, 870 (Miss. 1981); see also Green v. State, 456 So. 2d 757, 758 (Miss. 1984).\nSince the errors discussed above require that the appellants be afforded a new trial, it is not necessary that we address in depth other errors which were assigned. Nonetheless, in the interest of evenhanded justice, we are compelled to note the following.\nAt trial, an abstract of judgment was offered to impeach the credibility of Everette Thompson. The abstract had been prepared and certified by a justice court clerk and was based on records prepared by her judge. The trial judge refused to admit the abstract and based his refusal on an ostensible inadequacy in the underlying record. This might not be remarkable but for the fact that, subsequently, six virtually identical abstracts of judgment were admitted to impeach the credibility of Harvey Holmes. No inquiry was made as to the sufficiency of the records on which those abstracts were based. Five of the six admitted abstracts were prepared by the same clerk who had prepared the excluded abstract. Upon a new trial, such a double standard will, we trust, be abandoned.\nAs a result of the errors discussed above, the judgment of the trial court must be reversed and this cause remanded for a new trial.\nREVERSED AND REMANDED.\nPATTERSON, C.J., WALKER and ROY NOBLE LEE, P.JJ., and HAWKINS, PRATHER, ROBERTSON, SULLIVAN and ANDERSON, JJ., concur.\nNOTES\n[1]  Harvey Holmes's alibi instruction improperly stated that it was the government's burden to convince the jury that his alibi was not true. The state is not required to disprove a defendant's alibi; its burden is simply to prove the defendant's guilt beyond a reasonable doubt. Forrest v. State, 352 So. 2d 1328, 1330 (Miss. 1977). See also Dubose v. State, 320 So. 2d 773 (Miss. 1975); Kelly v. State, 239 Miss. 683, 124 So. 2d 840 (1960); Newton v. State, 229 Miss. 267, 90 So. 2d 375 (1956). While this case must be reversed on other grounds, it should be noted that in certain circumstances the trial judge must either correct deficient proffered instructions or afford counsel a reasonable opportunity to do so. Harper v. State, 478 So. 2d 1017 (Miss. 1985); Byrd v. McGill, 478 So. 2d 302 (Miss. 1985).\n\n",
            "ocr": false,
            "opinion_id": 1152541
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}