{
    "id": 1160367,
    "judges": "Crockett, Ellett, Hall, Maughan, Wilkins",
    "date_filed": "2021-03-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-austin",
    "case_name_short": null,
    "case_name": "State v. Austin",
    "case_name_full": "STATE of Utah, Plaintiff and Respondent, v. David Lee AUSTIN, Defendant and Appellant",
    "attorneys": "Robert B. Hansen, Atty. Gen., Michael L. Deamer, Deputy Atty. Gen., Craig L. Barlow, Asst. Atty. Gen., Salt Lake City, for defendant and appellant., Stephen R. McCaughey, Richard G. Mac-Dougall, Salt Lake City, for plaintiff and respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b899-14\">\n    STATE of Utah, Plaintiff and Respondent, v. David Lee AUSTIN, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b899-17\">\n    No. 15602.\n   </docketnumber><br><court id=\"b899-18\">\n    Supreme Court of Utah.\n   </court><br><decisiondate id=\"b899-19\">\n    Sept. 1, 1978.\n   </decisiondate><br><attorneys id=\"b900-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"854\"> \n     *854\n     </span>\n    Robert B. Hansen, Atty. Gen., Michael L. Deamer, Deputy Atty. Gen., Craig L. Barlow, Asst. Atty. Gen., Salt Lake City, for defendant and appellant.\n   </attorneys><br><attorneys id=\"b900-21\">\n    Stephen R. McCaughey, Richard G. Mac-Dougall, Salt Lake City, for plaintiff and respondent.\n   </attorneys>",
    "citations": [
        "584 P.2d 853"
    ],
    "opinions": [
        {
            "author_str": "Ellett",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5853.0,
            "opinion_text": "\n584 P.2d 853 (1978)\nSTATE of Utah, Plaintiff and Respondent,\nv.\nDavid Lee AUSTIN, Defendant and Appellant.\nNo. 15602.\nSupreme Court of Utah.\nSeptember 1, 1978.\n*854 Robert B. Hansen, Atty. Gen., Michael L. Deamer, Deputy Atty. Gen., Craig L. Barlow, Asst. Atty. Gen., Salt Lake City, for defendant and appellant.\nStephen R. McCaughey, Richard G. MacDougall, Salt Lake City, for plaintiff and respondent.\nELLETT, Chief Justice:\nAppellant and a co-defendant were tried and convicted by a jury of aggravated robbery. At the outset of the trial, the court *855 held a hearing based on the defendant's motion to suppress the evidence, claiming that the evidence was illegally seized without a warrant. The trial court denied the motion to suppress, holding that the items seized were in plain view. Appellant brings the following issues on appeal:\n(1) The search of appellant's hotel room was conducted without a warrant and was, therefore, illegal; and\n(2) The trial court erred in denying appellant's motion to suppress the evidence, which error was prejudicial to appellant.\nThe Constitution of Utah, Article I, Sec. 14 protects persons from unreasonable searches and seizures and further provides that \"no warrant shall issue but upon probable cause.\" This Court has held that all searches are not prohibited by the Constitution \u0097 only unreasonable searches; and the unreasonableness of a search is determined from the attendant circumstances.[1]\nChimel v. California[2] is the landmark case that has interpreted a search incident to a lawful arrest to mean that warrantless searches are permitted when reasonable and necessary to (1) protect the police officer or third persons (the search and seizure of weapons) and (2) prevent the destruction of evidence that is within the immediate control of the arrestee. Chimel suppressed the evidence taken in that case became the entire house was searched, and it was held that such a search went beyond the scope of the two-prong test outlined above.\nAppellant does not challenge the legality of his arrest but maintains that because he was handcuffed, he had no \"control\" over the area; therefore, the search cannot be justified under the Chimel standard. This Court has referred to Chimel in interpreting the limitations on and exceptions to searches and seizures under the Utah Constitution. In State v. Lopes[3] we stated:\n... It is well settled that in making a lawful arrest an officer may make a search of the person arrested and the immediate physical surroundings to check for evidence of crime or dangerous weapons.\nFurther, in State v. Torres[4] this Court said:\n... the rule is well-established that upon making such a lawful arrest a police officer may seize any evidence for which there is a reasonable basis to believe is connected with the suspect or under his control and would be probative of this or other crime.\nThe U.S. Supreme Court has adopted the exception of allowing warrantless searches when making lawful arrests. A recent decision that reflects this trend to the warrant requirement is U.S. v. Chadwick[5] wherein the Court stated:\nSuch searches may be conducted without a warrant, and they may also be made whether or not there is probable cause to believe that the person arrested may have a weapon or is about to destroy evidence. The potential dangers lurking in all custodial arrests makes warrantless searches of items within the `immediate control' area reasonable without requiring the arresting officer to calculate the probability that weapons or destructible evidence may be involved... .\nAfter applying the above test to the facts in the Chadwick case, the Court held that the evidence should be suppressed because it was taken from a footlocker in which the defendant had a privacy interest and the seizure was too remote in time from the arrest itself. These facts are distinguishable from the instant matter and will be discussed infra.\nThe effect of putting handcuffs on the person under arrest has not been held to negate the existing circumstances surrounding a search but is considered to be only one factor in determining the necessity for the *856 search. Several jurisdictions have addressed this specific issue. In State v. Cox[6] a search was made after handcuffing the defendant. The Minnesota Court held as follows:\n... that the search was valid to the extent that the officers stayed within the bedroom, the area within the defendant's immediate control. The fact that defendant may have been handcuffed at the time the police searched that limited area is not alone a sufficient factor to distinguish this case from other cases in which we have approved the search involved as being limited to the area within the arrestee's immediate control... .[7]\nIn People v. Floyd[8] the New York Court said at page 563, 312 N.Y.S.2d at page 196, 260 N.E.2d at page 817:\n... It suffices that it is not at all clear that the `grabbing distance' authorization in the Chimel case is conditioned upon the arrested person's continued capacity `to grab.'\nIt thus appears that the defendant in custody need not be physically able to move about in order to justify a search within a limited area once an arrest has been made. This same position was affirmed in People v. Fitzpatrick:[9]\n... And the fact that the police had handcuffed the defendant did not render the closet search [where he was found and removed from] unauthorized.[10]\nIn the instant matter, the police went to the hotel and knocked on the door. They were admitted into the room where they proceeded to arrest the appellant. Any subsequent search of the immediate area, whether to find concealed weapons or to preserve evidence that was in danger of being destroyed, was proper as incident to a valid arrest. No warrant was required as long as the search was properly confined to a limited area within the appellant's control. Here, the search was restricted to a single room where the defendant was arrested and held in custody. He was present during the search. Under the foregoing authorities, we hold that a search so limited is valid without a warrant.\nHaving determined that a warrantless search is valid pursuant to a lawful arrest, we next must consider whether the evidence seized was lawfully obtained. The prevailing view is that when a warrantless search is justified, any evidence seized \"in plain view\" will be admissible.[11]\nHere, appellant claims the receipts found in a wastebasket were not in plain view and that he had an expectation of privacy in the wastebasket. Neither claim has merit.\nThe wastebasket was in the room where the police were lawfully authorized to be. It contained partially burned paper and anyone in the proximity of the wastebasket could notice the contents. The charred paper turned out to be receipts from the hotel where the robbery occurred. They were instantly recognizable since the name of the hotel was imprinted on them; therefore, the police officer discovered partially destroyed items that he knew to be stolen property and which were in plain view.\nFurther support for this position is given by the fact that appellant concedes the nickel roll found on a chair was properly seized \"in plain view.\" The nickel roll turned out to have been taken from the hotel's cash drawer and was admitted into evidence. Once the roll of nickels was discovered, the police officers were justified in making a further search of the immediate *857 area to see if other stolen property could be located. This view was adopted by this Court in State v. Eastmond[12] wherein we said:\n... where the officer observes some property in plain sight which he has good reason to believe is stolen, ... [he is not prevented] from making further reasonable search of the immediate area to see if there is other stolen property.[13]\nIt is also entirely probable that the evidence would have been destroyed had the officers left it where it was in order to seek a search warrant. An attempt had already been made to destroy the receipts; and it is also not unlikely that even though the appellant was in police custody, the hotel maid could have entered the room and inadvertently destroyed the evidence. It was not only reasonable to seize the receipts, but the officers would not have been doing their duty if they had failed to seize them since there can be no assumption that the receipts would remain in the same place until they could return with a proper warrant.\nAs to appellant's claim that he had an expectation of privacy, we need only point out that such expectations do not extend to evidence in plain view. Furthermore, a privacy expectation is based on a subjective intent that the person has an interest in the property. Once that property is thrown away, however, no valid interest remains. A wastebasket carries an inference that anything put into it is intended to be discarded or destroyed. It is not the same privacy interest that exists in a drawer or in a footlocker as was found in the Chadwick case, supra.\nThe appellant tries to analogize the wastebasket to the garbage cans in the cases of People v. Krivda[14] and People v. Edwards.[15] In those cases, the evidence taken from the trash cans was suppressed. However, unlike the case now before us, the evidence was not in plain view but was sealed in bags. Nor did the police have probable cause to make an arrest; they were conducting the search in order to obtain probable cause for an arrest and such a search was an impermissible intrusion. This is not the situation here.\nThe trial court did not err in its denial of the motion to suppress. Judgment affirmed. No costs are awarded.\nCROCKETT and HALL, JJ., concur.\nMAUGHAN and WILKINS, JJ., concur in the result.\nNOTES\n[1]  State v. Sims, 30 Utah 2d 251, 254, 516 P.2d 354 (1973).\n[2]  395 U.S. 752, 89 S. Ct. 2034, 23 L. Ed. 2d 685 (1969).\n[3]  Utah, 552 P.2d 120, 121-122 (1976).\n[4]  29 Utah 2d 269, 270, 508 P.2d 534, 535 (1973).\n[5]  433 U.S. 1, 14, 97 S. Ct. 2476, 2485, 53 L. Ed. 2d 538 (1977).\n[6]  294 Minn. 252, 200 N.W.2d 305 (1972).\n[7]  Id., 200 N.W.2d at 309.\n[8]  26 N.Y.2d 558, 312 N.Y.S.2d 193, 260 N.E.2d 815 (1970).\n[9]  32 N.Y.2d 499, 346 N.Y.S.2d 793, 799, 300 N.E.2d 139 (1973) cert. denied 414 U.S. 1033, 94 S. Ct. 462, 38 L. Ed. 2d 324 (1973).\n[10]  Id., 346 N.Y.S.2d at 798, 300 N.E.2d at 143.\n[11]  Chimel v. California, supra; State v. Knapp, 28 Utah 2d 258, 501 P.2d 264 (1972); Coolidge v. New Hampshire, 403 U.S. 443, 467, 91 S. Ct. 2022, 29 L. Ed. 2d 564 (1971).\n[12]  28 Utah 2d 129, 499 P.2d 276 (1972).\n[13]  Id. at 133, 499 P.2d at 279.\n[14]  5 Cal. 3d 357, 96 Cal. Rptr. 62, 486 P.2d 1262 (1971).\n[15]  71 Cal. 2d 1096, 80 Cal. Rptr. 633, 458 P.2d 713 (1969).\n\n",
            "ocr": false,
            "opinion_id": 1160367
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Robbery"
}