{
    "id": 7964964,
    "judges": "Wedell",
    "date_filed": "1980-02-22",
    "date_filed_is_approximate": true,
    "slug": "franklin-v-hudspeth",
    "case_name_short": "Franklin",
    "case_name": "Franklin v. Hudspeth",
    "case_name_full": "Harley Ray Franklin v. R. H. Hudspeth, Warden of the Kansas State Penitentiary",
    "attorneys": "Charles W. Lowder, of Kansas City, argued the cause and was on the briefs for the petitioner., Harold B. Fatzer, assistant attorney general, argued the cause, and Edward F. Am, attorney general, was with him on the briefs for the respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "166 Kan. 218",
        "200 P.2d 276"
    ],
    "opinions": [
        {
            "author_str": "Wedell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nWedell, J.:\nThis is an original proceeding in habeas corpus. The petitioner was charged with larceny of an automobile under the provisions of G. S. 1935, 21-533, and pursuant to his plea of guilty was convicted and sentenced to not less than five nor more than fifteen years in accordance with the provisions of G. S. 1935, 21-534. He was committed to confinement in the state penitentiary by the district court of Montgomery county on September 6, 1941.\nGiving his petition the most liberal interpretation possible it would appear the petitioner seeks his release on the following alleged grounds:\n(1) He was prosecuted and convicted pursuant to an information rather than an indictment of a grand jury.\n(2) He was denied the right to a fair and impartial trial.\n(3) He was coerced to enter his plea of guilty on the same day the information was filed.\n(4) The information under which he was charged does not contain the statute number of the alleged offense.\n(5) The journal entry does not contain the statute under which he was sentenced.\n(6) The clerk of the penitentiary postdated the sentence from September 6, 1941, to February 1, 1947.\nThe first ground is without merit. Touching the second ground *219the journal entry of judgment discloses petitioner was not coerced into entering his plea of guilty; that the district court offered to appoint counsel for petitioner, which offer he declined. The record also contains petitioner’s written declination of counsel and a finding of the court that an appointment of counsel over his objections would not be to petitioner’s advantage. Petitioner has not met the required burden of proof on the second ground. (Brewer v. Amrine, 155 Kan. 525, 127 P. 2d 447, certiorari denied, 317 U. S. 702, 63 S. Ct. 525, 87 L. Ed. 561; Miller v. Hudspeth, 164 Kan. 688, 192 P. 2d 147.) The third ground is without merit. In addition to what has been said under the second ground it is sufficient to say it is not uncommon to accept a plea of guilty and to pronounce sentence on the same day the information is filed where a defendant requests no continuance but, on the contrary, asks to be permitted to enter his plea. It is not the time element that is determinative but whether defendant has been properly advised and knowingly, understanding^ and voluntarily enters his plea. Touching both the second and third grounds counsel for petitioner concedes an effort to obtain evidence to corroborate petitioner’s affidavit was unsuccessful. The fourth complaint is not a ground for release. Touching the fifth ground it is true the original journal entry of judgment did not contain the statute under which defendant was sentenced as at that time required by G. S. 1947 Supp. 62-1516. That oversight was, however, subsequently cured by a nunc pro tunc order of the district court which recites that defendant had been sentenced under the provisions of G. S'. 1935, 21-534, the proper statute, but that by inadvertence the statute was not set out in the journal entry. Notice of the nunc pro tunc hearing was served on petitioner and the journal entry has been made to speak the truth and now complies with the provisions of G. S. 1947 Supp. 62-1516. The sixth ground of the petition is without merit. Prior to the conviction for larceny in Montgomery county, for which petitioner was sentenced on September 6, 1941, the petitioner had been convicted and sentenced for a felony in the district court of Shawnee county on June 1, 1937. On February 1, 1947, the petitioner received a full pardon from the governor on the Shawnee county conviction. On that date the clerk of the penitentiary merely rebooked petitioner on the instant conviction and sentence from the district court of Montgomery county. It is under *220the latter conviction and commitment that petitioner is now confined.\nOn October 8, 1948, the date the instant case was orally argued before this court, we were advised petitioner had filed an unverified amended petition for a writ on October 4, 1948, in which it was, in substance, charged the nunc pro■ tunc order, previously mentioned, constituted a conspiracy to defeat the petition for the writ; that petitioner had filed a motion in the district court of Montgomery county asking that a subpoena be issued to him to; obtain his presence at the hearing for a nunc pro tunc order,, that counsel be appointed to represent him at such hearing and that both of such motions were overruled; that the transcript of the proceedings in the district court show petitioner was sentenced under the provisions of G. S. 1935, 21-533, and not under the provisions of G. S'. 1935, 21-534.\nG. S. 1935, 21-533, merely makes the theft of an automobile grand larceny. It does not attempt to fix the penalty for that offense. The penalty is fixed by the next statute. (G. S. 1935, 21-534.) Petitioner clearly is in error with respect to the statute under which sentence actually had been imposed. The general allegation that the nunc pro tunc order constituted a conspiracy to defeat the instant proceeding is a mere conclusion and is refuted by the record.\nWe have recently held that a .defendant’s presence at a hearing to’ complete a journal entry so as to include the statute under which he was sentenced is not necessary. (Wilson v. Hudspeth, 165 Kan. 666, 669, 198 P. 2d 165.) In the instant case petitioner was present in person at the time he was sentenced. He rejected the offer of the court to appoint counsel for him who would have been present at all proceedings including the day of sentence. No new or different sentence was imposed by virtue of the nunc pro tuna order. That order merely completed the journal entry of judgment by making it disclose what was actually done on the day of sentence at which the petitioner was present, without counsel, because he had rejected the appointment of counsel.\nThe writ is denied.\n",
            "ocr": true,
            "opinion_id": 7916990
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}