{
    "id": 805628,
    "judges": "Garza, Smith, Southwick",
    "date_filed": 1343692800000,
    "date_filed_is_approximate": false,
    "slug": "little-v-shell-exploration-production-co",
    "case_name_short": null,
    "case_name": "Little v. Shell Exploration & Production Co.",
    "case_name_full": "Randall L. LITTLE, Bringing This Action on Behalf of the United States Government; Joel F. Arnold, Bringing This Action on Behalf of the United States Government, Plaintiffs-Appellants, v. SHELL EXPLORATION & PRODUCTION COMPANY; Shell Deepwater Development Systems, Inc.; Shell Offshore, Inc., Defendants-Appellees",
    "attorneys": "Sean Connelly (argued), Eric Fisher, Lindsay Ann Unruh, Reilly Pozner, L.L.P., Richard C. LaFond, Law Office of Richard C. LaFond, P.C., Denver, CO, Leif Alexander Olson, Welsh & Chapoton L.L.P., Houston, TX, Michael Steven Porter, Wheat Ridge, CO, for Plaintiffs-Appellants., Daniel Mead McClure (argued), Matthew Alexander Dekovich, Fulbright & Jaworski, L.L.P., Houston, TX, Nancy Lee Pell, Atty. Gen., Fulbright & Jaworski, L.L.P., Washington, DC, Gregory A. McKenzie, Edmond, OK, for DefendantsAppellees., Charles Wylie Scarborough (argued), U.S. Dept, of Justice, Civ. Div., App. Staff, Washington, DC, for United States of America, Amicus Curiae.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b308-9\">\n    Randall L. LITTLE, bringing this action on behalf of the United States Government; Joel F. Arnold, bringing this action on behalf of the United States Government, Plaintiffs-Appellants, v. SHELL EXPLORATION &amp; PRODUCTION COMPANY; Shell Deepwater Development Systems, Inc.; Shell Offshore, Inc., Defendants-Appellees.\n   </parties><docketnumber id=\"Ax9\">\n    No. 11-20320.\n   </docketnumber><court id=\"AsVR\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><decisiondate id=\"AbQ\">\n    July 31, 2012.\n   </decisiondate><br><attorneys id=\"b309-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"283\"> \n     *283\n     </span>\n    Sean Connelly (argued), Eric Fisher, Lindsay Ann Unruh, Reilly Pozner, L.L.P., Richard C. LaFond, Law Office of Richard C. LaFond, P.C., Denver, CO, Leif Alexander Olson, Welsh &amp; Chapoton L.L.P., Houston, TX, Michael Steven Porter, Wheat Ridge, CO, for Plaintiffs-Appellants.\n   </attorneys><br><attorneys id=\"b309-21\">\n    Daniel Mead McClure (argued), Matthew Alexander Dekovich, Fulbright\n    <em>\n     &amp;\n    </em>\n    Jaworski, L.L.P., Houston, TX, Nancy Lee Pell, Atty. Gen., Fulbright &amp; Jaworski, L.L.P., Washington, DC, Gregory A. McKenzie, Edmond, OK, for DefendantsAppellees.\n   </attorneys><br><attorneys id=\"b309-22\">\n    Charles Wylie Scarborough (argued), U.S. Dept, of Justice, Civ. Div., App. Staff,\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"284\"> \n     *284\n     </span>\n    Washington, DC, for United States of America, Amicus Curiae.\n   </attorneys><br><judges id=\"b310-5\">\n    Before SMITH, GARZA and SOUTHWICK, Circuit Judges.\n   </judges>",
    "citations": [
        "690 F.3d 282"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 21.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions%5Cpub%5C11/11-20320-CV0.wpd.pdf",
            "author_id": null,
            "opinion_text": "     Case: 11-20320   Document: 00511940318     Page: 1   Date Filed: 07/31/2012\n\n\n\n\n          IN THE UNITED STATES COURT OF APPEALS\n                   FOR THE FIFTH CIRCUIT  United States Court of Appeals\n                                                   Fifth Circuit\n\n                                                                     FILED\n                                                                     July 31, 2012\n\n                                   No. 11-20320                   Lyle W. Cayce\n                                                                       Clerk\n\nRANDALL L. LITTLE, bringing this action on behalf of the United States\nGovernment; JOEL F. ARNOLD, bringing this action on behalf of the United\nStates Government,\n\n                                             Plaintiffs-Appellants\nv.\n\nSHELL EXPLORATION & PRODUCTION COMPANY; SHELL\nDEEPWATER DEVELOPMENT SYSTEMS, INC.; SHELL OFFSHORE,\nINC.,\n\n                                             Defendants-Appellees\n\n\n\n                  Appeal from the United States District Court\n                       for the Southern District of Texas\n\n\nBefore SMITH, GARZA, and SOUTHWICK, Circuit Judges.\nLESLIE H. SOUTHWICK, Circuit Judge:\n        This case presents an issue of first impression for our court. Is a federal\nemployee, even one whose job it is to investigate fraud, a “person” under the\nFalse Claims Act such that he may maintain a qui tam action? We disagree with\nthe district court and conclude that there is no basis to except such an employee\nfrom personhood. A second question is whether the Act’s “public disclosure bar”\nis an impediment to this suit. The district court determined that this bar\n\f   Case: 11-20320      Document: 00511940318      Page: 2   Date Filed: 07/31/2012\n\n\n\n                                    No. 11-20320\n\napplied but used an overly broad conception of the bar. We REVERSE and\nREMAND for further proceedings consistent with this opinion.\n                    FACTUAL AND PROCEDURAL HISTORY\n      In early 2006, relators Randall Little and Joel Arnold filed two qui tam\nsuits against Shell in the Western District of Oklahoma. They alleged that Shell\nhad defrauded the U.S. Department of the Interior of at least $19 million.\nSpecifically, they charged that from October 2001 through 2005, Shell had\ndeprived the United States of royalties by taking unauthorized deductions for\nexpenses to gather and store oil on twelve of its offshore drilling platforms.\n      At the time their suits were filed, Little was a Senior Auditor and Arnold\na Supervisory Auditor for the Minerals Management Service (MMS), an agency\nwithin the Department of the Interior that administered Shell’s leases.1 Part of\nMMS’s mission was to uncover theft or fraud in the royalty programs. Little\nreported the information he uncovered to Arnold, his immediate supervisor, and\nthe two furnished it to their mutual superior, Lonnie Kimball. It is undisputed\nthat the Shell allegations came to light during the course of their official duties\nand that reporting their findings to Kimball was a job requirement. It is also\nundisputed that this information was conveyed before the filings of the qui tam\nactions. To their knowledge, neither MMS nor any other federal agency has ever\nacted on this information.\n      Special procedures apply to qui tam suits under the False Claims Act.\nThey are suits brought “for the person and for the United States Government.”\n31 U.S.C. § 3730(b)(1). Before a defendant is served, the relator must provide\nthe complaint and “substantially all material evidence and information” he has\nto the United States. § 3730(b)(2). The case remains under seal for 60 days.\nThe government may intervene in the litigation and then prosecute the action\n\n\n      1\n          Governmental reorganizations have eliminated the MMS.\n\n                                           2\n\f     Case: 11-20320    Document: 00511940318      Page: 3   Date Filed: 07/31/2012\n\n\n\n                                    No. 11-20320\n\nitself, or move to have it dismissed. § 3730(c)(2)(A). The court may grant\ndismissal “notwithstanding the objections” of relators.            Id.   Should the\ngovernment intervene and continue the suit, the relators receive between 10 and\n25 percent of any judgment, whereas their share rises to between 25 and 30\npercent if the United States declines participation. § 3730(d)(1), (2).\n        These procedures were followed. After the government notified the court\nit did not wish to intervene, the court ordered the case to be unsealed and the\ndefendants to be served. The cases were transferred from Oklahoma to the\nSouthern District of Texas on March 2, 2007, and consolidated there by the\nparties’ joint request. See 28 U.S.C. § 1404(a); Fed. R. Civ. P. 42(a).\n        In April 2011, the district court granted summary judgment to Shell on the\nground that two distinct False Claims Act provisions prohibited the suit: Section\n3730(b)(1), describing who may bring suit, and the public disclosure bar\ncontained in Section 3730(e)(4)(A), (B). Relators timely appeal. As amicus\ncuriae, the United States urges us to construe the False Claims Act as barring\nsuits by government employees who discover wrongdoing in the scope of their\nofficial duties.\n                                    DISCUSSION\nI.      Constitutional Standing\n        We first address the government’s claim that there is no Article III\njurisdiction. Though raised for the first time on appeal, a legitimate question\nabout jurisdiction must be answered no matter when it is first asked. Arena v.\nGraybar Elec. Co., 669 F.3d 214, 223 (5th Cir. 2012).\n        A plaintiff ordinarily must show (1) an injury in fact, (2) that the injury is\nfairly traceable to the challenged conduct, and (3) that a victory in litigation will\nlikely redress the injury. See Adar v. Smith, 639 F.3d 146, 150 (5th Cir.) (en\nbanc), cert. denied, 132 S. Ct. 400 (2011). It is settled that qui tam relators who\nare not federal employees have constitutional standing. Vt. Agency of Natural\n\n                                           3\n\f   Case: 11-20320        Document: 00511940318          Page: 4     Date Filed: 07/31/2012\n\n\n\n                                        No. 11-20320\n\nRes. v. United States ex rel. Stevens, 529 U.S. 765, 773-74 (2000). Standing\nexists because “a qui tam relator is, in effect, suing as a partial assignee of the\nUnited States[’s]” claim for damages. Stevens, 529 U.S. at 773 n.4.\n       Article III grants judicial power over the “Cases” and “Controversies” that\nwere the traditional concern of the courts in England. Id. at 774. There was a\n“long tradition of qui tam actions in England and the American Colonies.” Id.\nWe have interpreted Stevens to hold “that the history of qui tam was ‘well nigh\nconclusive’ with respect to resolving the question of whether qui tam relators\nfiling suit under the [False Claims Act] have Article III standing.” Riley v. St.\nLuke’s Episcopal Hosp., 252 F.3d 749, 752 (5th Cir. 2001) (en banc).\n       The government distinguishes Stevens, which involved relators who were\nnot federal employees, by arguing employee-relators might not be able to retain\ntheir litigation awards.2 It contends that the prospect of not retaining damages\nundercuts Stevens’s rationale. Even assuming a federal employee may not retain\nhis award, a subsequent decision clarifies that there nonetheless would be\nstanding. In that decision, the Supreme Court fully embraced the concept that\nan “assignee can sue based on his assignor’s injuries.” Sprint Commc’ns Co. v.\nAPCC Servs., Inc., 554 U.S. 269, 286 (2008). In rejecting the claim that not\nbenefitting from litigation proceeds creates a redressability problem, the court\nheld that the inquiry focuses “on whether the injury that a plaintiff alleges is\nlikely to be redressed through the litigation – not on what the plaintiff\nultimately intends to do with the money he recovers.” Id. at 287.\n       Thus, claims by federal-employee relators can create a case or controversy.\nWe now must determine whether the False Claims Act allows such claims.\n\n\n\n       2\n         The government states without elaboration that “a violation of the [federal] conflict-of-\ninterest rules [,5 C.F.R. §§ 2635.101(b)(3), 2635.703(a),] creates a constructive trust on behalf\nof the United States” depriving the employee of his share of the proceeds. We discuss these\nrules in more detail below.\n\n                                                4\n\f      Case: 11-20320        Document: 00511940318         Page: 5    Date Filed: 07/31/2012\n\n\n\n                                           No. 11-20320\n\nII.      Who May Bring a False Claims Act Qui Tam Action?\n         The district court granted summary judgment, which is proper if there are\nno genuine disputes of material fact and the movant is entitled to judgment as\na matter of law. Fed. R. Civ. P. 56(a). Our review is de novo, with the evidence\nbeing viewed in the light most favorable to the non-movants. United States ex\nrel. Jamison v. McKesson Corp., 649 F.3d 322, 326 (5th Cir. 2011).\n         The position advocated by Shell and the United States is expressly\ncontrary to the holdings of the Eleventh Circuit and the en banc Tenth Circuit.\nUnited States ex rel. Williams v. NEC Corp., 931 F.2d 1493, 1501-02 (11th Cir.\n1991); United States ex rel. Holmes v. Consumer Ins. Grp., 318 F.3d 1199, 1208-\n12 (10th Cir. 2003). Adopting that position would also create tension with the\nen banc Ninth Circuit and the Sixth Circuit. United States ex rel. Fine v.\nChevron U.S.A., Inc., 72 F.3d 740, 743-44 & n.5 (9th Cir. 1995); United States ex\nrel. Burns v. A.D. Roe Co., 186 F.3d 717, 722 & n.5 (6th Cir. 1999). The First\nCircuit, though, has taken the position that at least some federal employees may\nnot be qui tam claimants. United States ex rel. LeBlanc v. Raytheon Co., 913\nF.2d 17, 19-20 (1st Cir. 1990).3 Though we apply our own judgment to every\ncase, we customarily are “chary to create a circuit split.” Alfaro v. Comm’r, 349\nF.3d 225, 229 (5th Cir. 2003). There is something of a split already, though.\n         A.       Statutory Text\n         The place to start in deciding whether these parties can bring this claim\nis the text of the False Claims Act. Med. Ctr. Pharmacy v. Mukasey, 536 F.3d\n383, 394 (5th Cir. 2008). The key provision states this:\n         (b) Actions by private persons.—(1) A person may bring a civil action\n         for a violation of section 3729 for the person and for the United\n         States Government. The action shall be brought in the name of the\n         Government. The action may be dismissed only if the court and the\n\n\n         3\n             No one in this appeal has advocated for the First Circuit’s approach.\n\n                                                  5\n\f   Case: 11-20320       Document: 00511940318         Page: 6     Date Filed: 07/31/2012\n\n\n\n                                       No. 11-20320\n\n       Attorney General give written consent to the dismissal and their\n       reasons for consenting.\n31 U.S.C. § 3730(b)(1) (2006). When a provision is unambiguous and “the\nstatutory scheme is coherent and consistent,” there is no need for further inquiry\nas to meaning. Schindler Elevator Corp. v. United States ex rel. Kirk, 131 S. Ct.\n1885, 1893 (2011) (quotation marks and citation omitted).\n       “A person” may bring suit, suggesting that any person may do so. See\nStevens, 529 U.S. at 783 n.12. According to the Dictionary Act in 1 U.S.C. § 1,\nas well as ordinary usage, a human being is a person.                   See Mohamad v.\nPalestinian Authority, 132 S. Ct. 1702, 1707 (2012). A normal rule of statutory\ninterpretation is that when Congress uses the same word in different parts of a\nstatute, it intended each to carry the same meaning. Dep’t of Revenue v. ACF\nIndus., Inc., 510 U.S. 332, 341-42 (1994). In determining that municipalities can\nbe False Claims Act defendants, the Supreme Court embraced a “presumption\nthat the statutory term person extends . . . to persons politic and incorporate, as\nto natural persons whatsoever.”            Cook Cnty., Ill. v. United States ex rel.\nChandler, 538 U.S. 119, 125 (2003) (quotation marks and citation omitted).4\n       We also look at the context of the whole statute to make certain contrary\nindications are not found. Bosamia v. C.I.R., 661 F.3d 250, 254 (5th Cir. 2011).\nSection 3730 contains four other major parts. Subsection (a) grants the Attorney\nGeneral power to enforce the False Claims Act directly, (c) lays out the rights of\nqui tam plaintiffs, and (d) describes their share of any recovery. Subsection (e),\nentitled “Certain actions barred,” enumerates four statutory limits on\njurisdiction. Among these are a bar by subject, by identity of defendant, and a\n\n       4\n         The Court’s earlier holding that “person” excluded States is not to the contrary. See\ngenerally Stevens, 529 U.S. at 780 (2000). That interpretation was counseled by (i) the False\nClaims Act’s structure (below, we conclude the opposite as to government employee relators),\nid. at 783-84, and (ii) by the “longstanding interpretive presumption that ‘person’ does not\ninclude the sovereign,” id. at 780. Also, in Stevens it was accepted as clear that the False\nClaims Act was directed “at natural persons.” Id. at 782.\n\n                                              6\n\f   Case: 11-20320    Document: 00511940318      Page: 7   Date Filed: 07/31/2012\n\n\n\n                                  No. 11-20320\n\nspecial military exclusion. Suits duplicative of civil suits or administrative\nactions with the government as a party are barred. § 3730(e)(3). No suits may\nbe lodged against members of Congress, the judiciary, or senior executive branch\nofficials. § 3730(e)(2)(A). Former or current armed services personnel cannot\nsue another member of the armed forces for matters “arising out of such person’s\nservice in the armed forces.” § 3730(e)(1). The (e)(4) exception for public\ndisclosures is analyzed in detail later.\n      The existence of these limiting provisions is instructive. When Congress\nprovides express “exceptions in a statute, it does not follow that courts have\nauthority to create others.” United States v. Johnson, 529 U.S. 53, 58 (2000).\nInstead, we typically infer that Congress wished to limit the statute only as\nstated. Id. Shell and the government argue they are not seeking a judicially-\nimposed limit. Instead, they claim subsection (b)(1)’s heading of “Actions by\nprivate persons” narrows the universe of relators just to non-governmental\npersons. “Private” can mean “belonging to an individual, as opposed to the\npublic or the government.” Black’s Law Dictionary 1315 (9th ed. 2009).\n      The argument drawn from the title is that Congress used “private persons”\nto exclude government employees. Equally plausible is that this title simply\ndistinguishes subsection (b)’s provisions pertaining to qui tam suits from the\nprovisions of subsection (a) entitled “Responsibilities of the Attorney General.”\nSee Erickson ex rel. United States v. Am. Inst. of Biological Scis., 716 F. Supp.\n908, 915 n.12 (E.D. Va. 1989). In that understanding, the title “private persons”\nmeans those filers of suits who are not the Attorney General. Regardless of what\nthe language in this title means, a title is a form of abbreviation that frequently\n“fails to refer to all matters which the framers of that section wrote into the\ntext.” United States v. Johnson, 632 F.3d 912, 924 (5th Cir.) (quotation marks\nand citation omitted), cert. denied, 132 S. Ct. 135 (2011).\n\n\n\n                                           7\n\f   Case: 11-20320      Document: 00511940318         Page: 8     Date Filed: 07/31/2012\n\n\n\n                                      No. 11-20320\n\n       The relators present another reason why the “private persons” title to\nsubsection (b) is not a limitation on who can be a relator. They argue that\nsubsection (e)(1), which prohibits members of the armed services from being\nrelators in suits against other members on claims “arising out of” military\nservice, would be unnecessary if the title of “private persons” already barred all\nsuits by federal employees. The argument draws on the “cardinal principle of\nstatutory construction that a statute ought, upon the whole, to be so construed\nthat, if it can be prevented, no clause, sentence, or word shall be superfluous,\nvoid, or insignificant.” TRW Inc. v. Andrews, 534 U.S. 19, 31 (2001) (quotation\nmarks and citations omitted). We are reluctant to put much analytical weight\non this section dealing with the military. The treatment of members of the\narmed services under the False Claims Act has been the subject of recurring re-\nevaluations and recalibrations almost since the Act was adopted in 1863. Dan\nL. Hargrove, Soldiers of Qui Tam Fortune: Do Military Service Members Have\nStanding to File Qui Tam Actions Under the False Claims Act, 34 Pub. Cont. L.J.\n45, 83-85 (2004). Were we to agree with the relators as to the significance of\nsubsection (e)(1), it would only confirm a conclusion we have reached for other\nreasons. We need not explore this particular argument further.\n       In earlier suits, the government has argued that no federal employee may\nbe a relator.5 In this appeal, the government and Shell ask us to interpret\n“private” as excluding only some sub-class of federal employees. Perhaps it\nwould be those who learn of the fraud during their official duties or those\nemployed to audit or otherwise investigate fraud.6 Fine-tuning such exceptions\n\n\n       5\n        It unsuccessfully argued to the Eleventh Circuit that the False Claims Act “contained\na general exclusion against all government employees as qui tam plaintiffs.” Williams, 931\nF.2d at 1502.\n       6\n         Shell claims that those “who are paid to investigate and report fraud and who then\nseek to file qui tam suits based on information they developed for the government” may not\nbe False Claims Act relators. The United States’s proposed construction sweeps a bit more\n\n                                             8\n\f   Case: 11-20320      Document: 00511940318        Page: 9    Date Filed: 07/31/2012\n\n\n\n                                     No. 11-20320\n\nwould be based on little more than our perception of reasonable policy limits.\nThe exceptions would not arise from the text of the Act. Not only would these\nnew definitions take us beyond the “ordinary or natural meaning” appropriate\nfor undefined terms, they would commit us to a process of exposition in future\ncases. F.D.I.C. v. Meyer, 510 U.S. 471, 476 (1994); e.g., United States ex rel.\nHolmes v. Consumer Ins. Grp., 318 F.3d 1199, 1217 n.2 (10th Cir. 2003) (en banc)\n(Tacha, J., dissenting). Because “the federal lawmaking power is vested in the\nlegislative, not the judicial, branch of government,” we will not undertake\ncreating exceptions to this statutory language. Nw. Airlines, Inc. v. Transp.\nWorkers Union of Am., AFL-CIO, 451 U.S. 77, 95 (1981).\n      Shell directs us to one other phrase in the False Claims Act. It claims\nthere is an exception embedded in the statutory statement that because the suit\nis brought “for the person and for the United States,” government employees are\nnot contemplated. § 3730(b)(1) (emphasis added). The argument is that because\nthe government can only act through individuals, a government employee cannot\nact “for the United States”; that person is the United States.\n      We are unconvinced. A person can have two legal identities, one official\nand one individual. E.g., Hafer v. Melo, 502 U.S. 21, 27 (1991) (explaining that\na “government official in the role of a personal-capacity defendant . . . fits\ncomfortably within the statutory term ‘person’”). Second, we take our cue from\nthe Supreme Court’s early encounter with the False Claims Act. United States\nex rel. Marcus v. Hess, 317 U.S. 537 (1943). The Court determined that the\nstatute had “no words of exception or qualification” at a time when the virtually\nidentical clause “as well as for himself as for the United States” was part of the\nFalse Claims Act. An Act to Prevent and Punish Frauds upon the Government\nof the United States, ch. 67, 12 Stat. 696 (1863). In granting the statute’s\n\n\nbroadly. It would prohibit suits by any “government employee who obtains information about\nfraud in the course of his official duties.”\n\n                                            9\n\f  Case: 11-20320       Document: 00511940318          Page: 10     Date Filed: 07/31/2012\n\n\n\n                                       No. 11-20320\n\nlanguage full effect, the Court embraced the notion that “even a district\nattorney, who would presumably gain all knowledge of a fraud from his official\nposition, might sue as the informer.” Hess, 317 U.S. at 546.\n       The text of the False Claims Act supports the relators’ standing.\n       B.     Conflict of Interest Principles\n       In the alternative, the government and Shell rely on a statute and\nregulations that concern ethical obligations of federal employees. One is the\ncriminal conflict-of-interest statute. 18 U.S.C. § 208. The other is a set of\nfederal ethics regulations. See 5 C.F.R. pt. 2635 (“Standards of Ethical Conduct\nfor Employees of the Executive Branch”); 5 U.S.C. § 7301. Allowing federal\nemployees to be relators is said to conflict with both these provisions. We accept,\nwithout exploring in detail, that there are potential if not clear difficulties under\nthose provisions for federal employees to be relators.7\n       The argument that flows from the possibility that obligations extraneous\nto the False Claims Act affect these relators is that we must harmonize different\nlaws if possible, which is a corollary of the rule that an individual statute should\nbe construed as a whole. 2B Norman J. Singer, Sutherland on Statutory\nConstruction § 51.1, at 200 (7th ed. 2008). Nonetheless, “other statutes may not\nbe resorted to if the statute is clear and unambigious.” Id. at 197. That latter\n\n\n\n       7\n          The crime statute on its face pertains only to interested-official acts. It bars\nemployees from participating “through decision, approval, disapproval, recommendation, the\nrendering of advice, investigation” when the “judicial or other proceeding, application, [or]\nrequest for a ruling” is one in which they have a financial interest. 18 U.S.C. § 208. Section\n2635.101(b)(3) prohibits the “improper use” of nonpublic information to further private\ninterest, and various provisos bar employees from “participating personally and substantially\nin an official capacity” in matters in which they have a financial interest. 5 C.F.R. §\n2635.402(a). The regulation on misuse of government property does not facially encompass\nfacts learned at work, except in the case of intellectual property that has been purchased. See\n§ 2635.704(b)(1) (“Government property includes any form of real or personal property in\nwhich the Government has an ownership, leasehold, or other property interest as well as any\nright or other intangible interest that is purchased with Government funds . . . .”).\n\n                                              10\n\f  Case: 11-20320       Document: 00511940318         Page: 11     Date Filed: 07/31/2012\n\n\n\n                                      No. 11-20320\n\nmaxim applies to the unambiguous statement that begins subsection (b): “A\nperson” may bring suit.\n       Even were we inclined to venture outside the False Claims Act in search\nof meaning, however, it would be inappropriate to draw from the conflict-of-\ninterest rules. The justification for the in pari materia canon is that Congress\nshould be assumed to have legislated with reference to the other provision.\nSinger, Sutherland on Statutory Construction § 51.1, at 203.                       Thus, a\nconventional limit on the canon is that courts should harmonize only those\n“statutes addressing the same subject matter.” Wachovia Bank v. Schmidt, 546\nU.S. 303, 316 (2006).8 In Schmidt, the Court concluded that the provisions on\nsubject matter jurisdiction and venue were not sufficiently similar to be\nharmonized. Id. The False Claims Act rules and the ethics guidelines for\nfederal employees are not the same subject.\n       The government and Shell also argue that failing to give effect to the\nconflict-of-interest and ethics requirements would require us to acknowledge\nthat those provisions were impliedly repealed, and such repeals are disfavored.\nSee Jackson v. Stinnett, 102 F.3d 132, 135-36 (5th Cir. 1996). We do not accept\nthe premise for this argument, namely, that the relevant provisions are\nsomehow inoperative. How they operate on these relators is an issue for another\ntime and place. At no stage in this litigation has the government taken the\nposition that Little and Arnold committed a crime, or violated a specific\nregulation. We have no evidence that their federal agency disciplined them.\nNothing in the record indicates that the lawsuit was filed while at work, or\n\n\n\n       8\n         It has been noted that even when legislation expressly references other law, an\ninterpreting court should not assume that because “the reference makes discovery of the prior\nact possible,” such a discovery necessarily has occurred. Singer, Sutherland on Statutory\nConstruction § 51.1, at 203. In the False Claims Act, there is not even that type of cross-\nreference.\n\n                                             11\n\f  Case: 11-20320      Document: 00511940318         Page: 12     Date Filed: 07/31/2012\n\n\n\n                                      No. 11-20320\n\notherwise in dereliction of their duties. Were such claims made at some point,\nthey would be processed in a forum separate from this suit.\n       Further, using the conflict rules to override the False Claims Act’s terms\nwould interfere with the other two coordinate branches of our government. We\nwould thwart a cause of action Congress permitted. See Med. Ctr. Pharmacy, 536\nF.3d at 394. As to the ethics prohibitions, which are susceptible to multiple\nreasonable interpretations, we would tie the hands of the President who is vested\nwith discretion to enforce those regulations. See 5 U.S.C. § 7301.\n       There is evidence the Executive Branch in the past has permitted\nemployee-relator suits. In 1996, the Department of Justice (DOJ) created a\nmanual entitled “Relator’s Share Guidelines” to assist government attorneys in\nmaking recommendations for the award, within the statutory range, in qui tam\nsuits.9 A factor “for consideration for a possible decrease in the percentage”\nproposed by the DOJ was that “[t]he relator learned of the fraud in the course of\nhis Government employment.” Also at oral argument, the question was put to\nthe government why its authority to intervene could not be a vehicle for\nredressing ethical or administrative concerns. It admitted that its existing\nauthority was up to the task, but that it was unwilling to incur the political costs\nassociated with dismissing potentially meritorious suits. This candid admission\nand the DOJ’s guideline, which counsels reduced but not zero recovery, illustrate\nwhy it is sound for us to follow the statutory text.\n       C.     Other Considerations\n              1.     Legislative History\n       The text under consideration here is the product of a 1986 congressional\noverhaul of the False Claims Act. False Claims Amendments Act, Pub. L. No.\n\n\n       9\n        See United States ex rel. Alderson v. Quorum Health Grp. Inc., 171 F. Supp. 2d 1323,\n1333-34 & n.33 (M.D. Fla. 2001); United States ex rel. Johnson-Pochardt v. Rapid City Reg’l\nHosp., 252 F. Supp. 2d 892, 899 n.2 (D.S.D. 2003).\n\n                                             12\n\f  Case: 11-20320     Document: 00511940318      Page: 13    Date Filed: 07/31/2012\n\n\n\n                                   No. 11-20320\n\n99-562, 100 Stat. 3153 (1986). Each party argues that if we study Congress’s\n1986 drafting history, a clear purpose supportive of their position will emerge\nthat should guide our statutory interpretation. We have already determined\nthat this part of the Act needs no further elaboration.\n      The divergent messages that can be obtained from legislative history\nrender the history prone to selective use. See Nalle v. C.I.R., 997 F.2d 1134, 1137\n(5th Cir. 1993). Because the 1986 False Claims Act bill was so repeatedly revised\nen route to final passage, this is particularly true as to it. See Graham Cnty. Soil\n& Water Conservation Dist. v. United States ex rel. Wilson, 130 S. Ct. 1396, 1407\nn.15 (2010). That winding path through Congress “provides ample opportunity\nto search the legislative history and find some support somewhere for almost any\nconstruction” of its terms. Id. (quotation marks and citation omitted). Shell and\nthe relators have done just that. Relators point to a U.S. Merit Systems Board\nsurvey cited in the Senate Report recounting that almost 70 percent of federal\nemployees with knowledge of illegality failed to take appropriate internal action.\nBy contrast, Shell focuses on the passage in the same report that says the\npurpose of the amendments was to “allow and encourage assistance from the\nprivate citizenry.” S. Rep. No. 99-345 at 8 (1986). Given the general and specific\npitfalls associated with legislative history of this Act, we do not search for further\nenlightenment in it.\n             2.    Absurdity\n      If the result we reach is absurd, we might need to proceed beyond the plain\nmeaning. United States v. Rabanal, 508 F.3d 741, 743-44 (5th Cir. 2007). We\nbriefly address why our interpretation is not an absurdity.\n      The government and Shell claim that today’s holding will work “an\nunseemly and counter-productive result.”         We are aware of the dilemmas\nidentified. Chief among them is how to ensure employee fidelity to agency\nenforcement priorities in the face of personal monetary incentives. Our holding,\n\n                                         13\n\f  Case: 11-20320       Document: 00511940318         Page: 14     Date Filed: 07/31/2012\n\n\n\n                                      No. 11-20320\n\nthough, does not prevent the government from promulgating new personnel\nguidelines (or enforcing old ones) to manage these concerns. Also, as discussed\nearlier, the government can intervene and dismiss actions.\n       Absurdity requires more than questionable policy. Miss. Poultry Ass’n, Inc.\nv. Madigan, 992 F.2d 1359, 1365 (5th Cir. 1993). There are plausible reasons for\nCongress to have authorized governmental relator suits, which forecloses\nrecourse to the absurdity canon. Id.; see also Barnhart v. Sigmon Coal Co., 534\nU.S. 438, 461-62 (2002).          The government has monetary and personnel\nconstraints that do not enable it to pursue every lead or prosecute every\nwrongdoer. By nature, bureaucracies can be slow to act, and on occasion can fall\nvictim to corruption or restrictive partisan agendas. There is potential for\ngovernmental relators to prompt more agency responsiveness even when suits\nare not filed. Additionally, the prospect of monetary awards might provide public\nservants with additional incentives to ferret out fraud.10\n       Our task is still unfinished. Having decided that Little and Arnold’s\nemployment as government auditors does not deprive them of standing under the\nFalse Claims Act, we now consider whether their particular factual allegations\nbring them within the terms of the public disclosure bar. 31 U.S.C. § 3730(e)(4).\n\n\nIII.   Public Disclosure Bar\n        Section 3730(e)(4) expresses a balance of interests Congress struck in\n1986. Graham Cnty., 130 S. Ct. at 1407. It implicates the subject matter\njurisdiction of the court in a unique way. Rockwell Intern. Corp. v. United States,\n\n\n       10\n         These types of arguments can be found in the literature on the Act. See, e.g., Barry\nM. Landy, Note, Deterring Fraud to Increase Public Confidence: Why Congress Should Allow\nGovernment Employees to File Qui Tam Lawsuits, 94 Minn. L. Rev. 1239, 1256-64 (2010);\nDavid Wallace, Government Employees as Qui Tam Relators, 1996-Aug. Army Law. 14, 21-22\n(1996); Joan R. Bullock, The Pebble in the Shoe: Making the Case for the Government\nEmployee, 60 Tenn. L. Rev. 365 (1993).\n\n                                             14\n\f  Case: 11-20320       Document: 00511940318          Page: 15      Date Filed: 07/31/2012\n\n\n\n                                       No. 11-20320\n\n549 U.S. 457, 467-68 (2007). By virtue of the general grant of federal question\njurisdiction, 28 U.S.C. § 1331, and the False Claims Act, we have power over\nthese suits until and unless it becomes evident that our jurisdiction to adjudicate\nthe substantive allegations has been withdrawn. See id. at 468. This typically\noccurs at the summary judgment stage. McKesson, 649 F.3d at 326.11\n       On summary judgment, the opposing party must first identify “public\ndocuments that could plausibly contain allegations or transactions upon which\nthe relator’s action is based.” McKesson, 649 F.3d at 327. Then, the relator must\nput forth “evidence sufficient to show that there is a genuine issue of material\nfact as to whether his action was based on those public disclosures.” Id.\n       A.     Public Disclosure\n       In its motion for summary judgment, Shell designated five categories of\nevidence: (1) civil proceedings, (2) news media accounts, (3) two published\narticles, (4) certain communications between the company and MMS, and (5) a\n2002-2003 audit. This is the full universe of materials appropriately under\nconsideration. See id. On appeal, the parties’ chief focus has been category one.\nSpecifically it consists of three prior False Claims Act cases, as well as several\nadministrative decisions. Relators contend that the information in categories\nfour and five was never disseminated into the public domain. If true, then they\nwould not be proper subjects for analysis. See United States ex rel. Reagan v. E.\nTex. Med. Ctr., 384 F.3d 168, 175-76 (5th Cir. 2004); Webster’s Third New\nInternational Dictionary 1836 (1993) (public means “exposed to general view”)\n(hereinafter Webster’s).\n       The public disclosure bar is explained in these provisions:\n\n\n\n       11\n          These observations and the following analysis pertain to Section 3730(e)(4) before its\namendment in 2010 by the Patient Protection and Affordable Care Act, Pub. L. 111-148, 124\nStat. 199, 901, § 10104(j)(2) (Mar. 23, 2010). This suit has been pending since 2006 and the\ntext is not retroactively applicable. See McKesson, 649 F.3d at 326 n.6.\n\n                                              15\n\f  Case: 11-20320    Document: 00511940318     Page: 16   Date Filed: 07/31/2012\n\n\n\n                                  No. 11-20320\n\n      (4)(A) No court shall have jurisdiction over an action under this\n      section based upon the public disclosure of allegations or\n      transactions in a criminal, civil, or administrative hearing, in a\n      congressional, administrative, or Government Accounting Office\n      report, hearing, audit, or investigation, or from the news media,\n      unless the action is brought by the Attorney General or the person\n      bringing the action is an original source of the information.\n\n      (B) For purposes of this paragraph, “original source” means an\n      individual who has direct and independent knowledge of the\n      information on which the allegations are based and has voluntarily\n      provided the information to the Government before filing an action\n      under this section which is based on the information.\n31 U.S.C. § 3730(e)(4) (2006).\n      Below we explain why Little and Arnold cannot be original sources. The\nremaining questions thus are “1) whether there has been a ‘public disclosure’ of\nallegations or transactions, [and] 2) whether the qui tam action is ‘based upon’\nsuch publicly disclosed allegations.” McKesson, 649 F.3d at 327 (quotation marks\nand citation omitted). We have held that “the publicly disclosed allegations or\ntransactions need only be as broad and as detailed as those in the relator’s\ncomplaint.” Id. In McKesson, we found sources such as a restatement of the\napplicable law and “general statements that [a type of] fraud is ‘proliferating’”\ninadequate to trigger the disclosure bar on their own. Id. at 329-330. The bar\napplied only because the complaint at issue “described various fraudulent\nschemes only generally” and was devoid of “particular allegations against any\ndefendant.” Id. at 328, 330-31.\n      By contrast, the complaint here identifies Shell by name, gives a specific\ntime period, and offers details about the scheme. When specifics are alleged, it\nis crucial to consider whether the disclosures correspond in scope and breadth.\nA guiding query is whether “one could have produced the substance of the\ncomplaint merely by synthesizing the public disclosures’ description” of a scheme.\nId. at 331. Correlation in detail is not the only question. It can be that\n\n                                       16\n\f  Case: 11-20320    Document: 00511940318      Page: 17    Date Filed: 07/31/2012\n\n\n\n                                  No. 11-20320\n\ndisclosures “provide[] specific details about the fraudulent scheme and the types\nof actors involved in it” such that the defendant’s misconduct would have been\nreadily identifiable. Id. at 329-30 (discussing In re Natural Gas Royalties, 562\nF.3d 1032, 1039 (10th Cir. 2009), while cautioning to use its reasoning sparingly).\n      An irreducible minimum is that the disclosures furnish evidence of the\nfraudulent scheme alleged. The claimed scheme here is a willful violation of\nMMS rules and guidelines in order to deduct the costs of gathering (or upstream\ncosts) from royalty-in-kind payments. Cf. United States ex rel. Maxwell v. Kerr-\nMcGee Oil & Gas Corp., 540 F.3d 1180, 1187 (10th Cir. 2008).\n      In granting summary judgment, the district court relied on similarities\nbetween what was publicly disclosed and what was stated in the complaint:\n            For an action to be based on public disclosure, the disclosure\n      and the factual basis of the suit need not be identical. Rather, the\n      public disclosure must have been sufficient for the government to\n      find related frauds, even though the circumstances of the\n      transactions may differ.\n\n            Little and Arnold say that Shell fraudulently deducted oil\n      transportation costs on the Mineral Management Service’s Form\n      2014s for specific oil leases from October 2001 through December\n      2005. The record shows that the earlier, notorious claims are\n      parallel to the auditors’ suit. Little and Arnold complain by merely\n      applying public information – in both senses – to specific leases that\n      they investigated for the government.\n\n            Little and Arnold admit as much in their response to Shell:\n      “The cases listed by Shell identify wrongful acts committed by\n      several petroleum companies, in different time periods, on different\n      leases, and for different products.” Changing 2005 to 2006, carbon\n      dioxide to gas, on-shore to off-shore, tract A to tract B, and Shell for\n      Exxon do[es] not change the mechanism of the fraud or the\n      obviousness that the question would potentially apply to every\n      operator of a federal lease. Lower payment of royalties are identical\n      from deducting transportation costs.\n\n\n\n\n                                        17\n\f  Case: 11-20320    Document: 00511940318      Page: 18   Date Filed: 07/31/2012\n\n\n\n                                  No. 11-20320\n\n      The district court’s ultimate conclusion about public disclosure could be\ncorrect, but the court applied an overly broad definition of such disclosure. The\ndistrict court’s listing of what had to be changed from the publicly disclosed\ninformation to what is in the complaint cuts against the conclusion that the\ncomplaint is based on the disclosures. It is not apparent from the district court’s\nanalysis that Little and Arnold “could have produced the substance of the\ncomplaint merely by synthesizing the public disclosures’ description of” the\nscheme. McKesson, 649 F.3d at 331.\n      We therefore remand for that court to reexamine the summary judgment\nevidence. The district court should determine whether the public disclosures\nidentified in the motion for summary judgment reveal either (i) that Shell was\ndeducting gathering expenses prohibited by program regulations, or (ii) that this\ntype of fraud was so pervasive in the industry that the company’s scheme, as\nalleged, would have been easily identified. McKesson, 649 F.3d at 329.\n      B.    Original Source\n      Finally, only if a public disclosure has occurred in this case will it become\nrelevant whether the relator was an original source for the information. To\nqualify, a relator must have “direct and independent knowledge” of the\nallegations underlying his complaint, and also must have “voluntarily provided\nthe information to the Government.” § 3730(e)(4); see Rockwell, 549 U.S. at 471-\n73. We agree with the district court, and the other courts to have reached the\nissue, that the fact that a relator “was employed specifically to disclose fraud is\nsufficient to render his disclosures nonvoluntary.” United States ex rel. Fine v.\nChevron, U.S.A., 72 F.3d 740, 744 (9th Cir. 1995) (en banc); see also Wercinski v.\nIBM Corp., 982 F. Supp. 449, 461-62 (S.D. Tex. 1997); United States ex rel. Foust\nv. Grp. Hospitalization & Med. Servs., Inc., 26 F. Supp. 2d 60, 73 (D.D.C. 1998);\nWebster’s 2564 (“voluntary implies freedom from any compulsion that could\nconstrain one’s choice” and defining it as “produced in or by an act of choice”).\n\n                                        18\n\f  Case: 11-20320    Document: 00511940318      Page: 19   Date Filed: 07/31/2012\n\n\n\n                                  No. 11-20320\n      Therefore, if the district court determines on remand that there was a\npublic disclosure, the suit will need to be dismissed because these relators cannot\nbe the original source.\n      Lastly, we reject the argument that on remand there is a need to have the\ncase assigned to a different district judge.\n      We REVERSE the judgment and REMAND to the district court for further\nproceedings.\n\n\n\n\n                                        19\n\f  Case: 11-20320     Document: 00511940318       Page: 20    Date Filed: 07/31/2012\n\n\n\n                                   No. 11-20320\nEMILIO M. GARZA, Circuit Judge, concurring:\n      I concur in the majority opinion in full. I write separately to address the\nconflict of interest concerns mentioned, but discussed only briefly, in Section II.B.\n\n\n      The Government presents the special standards to which federal employees\nare held concerning potential conflicts of interest, all of which may, in some way,\nbe implicated by our decision today. First, federal employees who file qui tam\nactions like the one at issue in this case are now, on a plain reading of 18 U.S.C.\n§ 208, potentially criminally liable. Section 18 provides that:\n      whoever, being an officer or employee . . . of any independent agency\n      of the United States . . . participates personally and substantially as\n      a Government officer or employee . . . in a judicial or other\n      proceeding . . . in which, to his knowledge, he . . . has a financial\n      interest . . . [s]hall be subject to the penalties set forth in section 216\n      of this title.\n\nThis provision ostensibly applies to the federal government employee who files\na qui tam action, a “judicial [ ] proceeding” in which he or she necessarily “has a\nfinancial interest.” This imposition of criminal liability is rooted in a desire for\nimpartial judgment on the part of federal employees, and it takes no leap of logic\nto conclude that the judgment of an auditor, faced with potential violations which\nalso come under the purview of the FCA, may be impaired. See United States v.\nMiss. Valley Generating Co., 364 U.S. 547, 549 (1961).\n      Second, the Code of Federal Regulations prohibits government employees\nfrom using “nonpublic Government information” to further their private\ninterests, 5 C.F.R. §§ 2635.101(b)(3), 2635.703(a), from participating in any\nmatter in which they have a financial interest, id. §§ 2635.402, 2635.501,\n2635.502, and from using government property or time for personal purposes, id.\n§§ 2635.704, 2635.705. The government employee who files an FCA claim based\non “nonpublic Government information” obtained in the course of his or her\n\n\n                                          20\n\f  Case: 11-20320      Document: 00511940318    Page: 21   Date Filed: 07/31/2012\n\n\n\n                                    No. 11-20320\nduties as an auditor arguably does so to further private interests, arguably\nparticipates in a matter in which he or she has a financial interest, and arguably\nuses government property or time to further private interests.\n      Third, federal auditors are held to an even higher standard than other\ngovernment employees. Chapter 3.03 of the Government Accountability Office’s\nGenerally Accepted Government Auditing Standards (“The Yellow Book”)\nprovides that all auditors “should be free both in fact and appearance from\npersonal, external, and organizational impediments to their independence.\nSimilarly, Chapter 3.04 of The Yellow Book exhorts auditors to avoid situations\nthat may lead reasonable third parties to conclude that they are unable to\nmaintain independence or exercise impartial judgment on all issues associated\nwith their work. Our construction of the FCA today will implicate all of these\nmandates.\n      That said, we are charged as judges with interpreting statutes as written,\nand, insofar as they do not interfere with the well-recognized canons of\nconstruction discussed by the majority, the tension now left between the FCA\nand the aforementioned conflict-of-interest principles is a matter of political\nconcern. Congress gives standing under the FCA to all “persons,” with certain\nexplicit exceptions not implicated in this case, and has written the FCA in such\na way as to give no notice to the conflict of interest principles discussed in\nsection 208, the CFR, or The Yellow Book. Whether Congress has acted wisely\nin granting standing to a “person” who may be criminally or professionally liable\nfor filing suit is not for us to say.\n\n\n\n\n                                        21\n\f",
            "ocr": false,
            "opinion_id": 805628
        },
        {
            "author_str": "Garza",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEMILIO M. GARZA, Circuit Judge,\nconcurring:\nI concur in the majority opinion in full. I write separately to address the conflict of interest concerns mentioned, but discussed only briefly, in Section II.B.\nThe Government presents the special standards to which federal employees are held concerning potential conflicts of interest, all of which may, in some way, be implicated by our decision today. First, federal employees who file qui tam actions like the one at issue in this case are now, on a plain reading of 18 U.S.C. § 208, potentially criminally liable. Section 18 provides that:\nwhoever, being an officer or employee ... of any independent agency of the United States ... participates personally and substantially as a Government officer or employee ... in a judicial or other proceeding ... in which, to his knowledge, he ... has a financial interest ... [s]hall be subject to the penalties set forth in section 216 of this title.\nThis provision ostensibly applies to the federal government employee who flies a qui tam action, a “judicial [ ] proceeding” in which he or she necessarily “has a financial interest.” This imposition of criminal *295liability is rooted in a desire for impartial judgment on the part of federal employees, and it takes no leap of logic to conclude that the judgment of an auditor, faced with potential violations which also come under the purview of the FCA, may be impaired. See United States v. Miss. Valley Generating Co., 364 U.S. 520, 549, 81 S.Ct. 294, 5 L.Ed.2d 268 (1961).\nSecond, the Code of Federal Regulations prohibits government employees from using “nonpublic Government information” to further their private interests, 5 C.F.R. §§ 2635.101(b)(3), 2635.703(a), from participating in any matter in which they have a financial interest, id. §§ 2635.402, 2635.501, 2635.502, and from using government property or time for personal purposes, id. §§ 2635.704, 2635.705. The government employee who files an FCA claim based on “nonpublic Government information” obtained in the course of his or her duties as an auditor arguably does so to further private interests, arguably participates in a matter in which he or she has a financial interest, and arguably uses government property or time to further private interests.\nThird, federal auditors are held to an even higher standard than other government employees. Chapter 3.03 of the Government Accountability Office’s Generally Accepted Government Auditing Standards (“The Yellow Book”) provides that all auditors “should be free both in fact and appearance from personal, external, and organizational impediments to their independence. Similarly, Chapter 3.04 of The Yellow Book exhorts auditors to avoid situations that may lead reasonable third parties to conclude that they are unable to maintain independence or exercise impartial judgment on all issues associated with their work. Our construction of the FCA today will implicate all of these mandates.\nThat said, we are charged as judges with interpreting statutes as written, and, insofar as they do not interfere with the well-recognized canons of construction discussed by the majority, the tension now left between the FCA and the aforementioned conflict-of-interest principles is a matter of political concern. Congress gives standing under the FCA to all “persons,” with certain explicit exceptions not implicated in this case, and has written the FCA in such a way as to give no notice to the conflict of interest principles discussed in section 208, the CFR, or The Yellow Book. Whether Congress has acted wisely in granting standing to a “person” who may be criminally or professionally hable for filing suit is not for us to say.\n",
            "ocr": false,
            "opinion_id": 9501013
        },
        {
            "author_str": "Southwick",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLESLIE H. SOUTHWICK, Circuit Judge:\nThis case presents an issue of first impression for our court. Is a federal employee, even one whose job it is to investigate fraud, a “person” under the False Claims Act such that he may maintain a qui tam action? We disagree with the district court and conclude that there is no basis to except such an employee from personhood. A second question is whether the Act’s “public disclosure bar” is an impediment to this suit. The district court determined that this bar applied but used an overly broad conception of the bar. We REVERSE and REMAND for further proceedings consistent with this opinion.\nFACTUAL AND PROCEDURAL HISTORY\nIn early 2006, relators Randall Little and Joel Arnold filed two qui tam suits against Shell in the Western District of Oklahoma. They alleged that Shell had defrauded the U.S. Department of the Interior of at least $19 million. Specifically, they charged that from October 2001 through 2005, Shell had deprived the United States of royalties by taking unauthorized deductions for expenses to gather and store oil on twelve of its offshore drilling platforms.\nAt the time their suits were filed, Little was a Senior Auditor and Arnold a Supervisory Auditor for the Minerals Management Service (MMS), an agency within the Department of the Interior that administered Shell’s leases.1 Part of MMS’s mission was to uncover theft or fraud in the royalty programs. Little reported the information he uncovered to Arnold, his immediate supervisor, and the two furnished it to their mutual superior, Lonnie Kim-ball. It is undisputed that the Shell allegations came to light during the course of their official duties and that reporting their findings to Kimball was a job requirement. It is also undisputed that this information was conveyed before the filings of the qui tam actions. To their knowledge, neither MMS nor any other federal agency has ever acted on this information.\nSpecial procedures apply to qui tam suits under the False Claims Act. They are suits brought “for the person and for the United States Government.” 31 U.S.C. § 3730(b)(1). Before a defendant is served, the relator must provide the complaint and “substantially all material evidence and information” he has to the United States. § 3730(b)(2). The case remains under seal for 60 days. The government may intervene in the litigation and then prosecute the action itself, or move to have it dismissed. § 3730(c)(2)(A). The court may grant dismissal “notwithstanding the objections” of relators. Id. Should the government intervene and continue the suit, the relators receive between 10 and 25 percent of any judgment, whereas their share rises to between 25 and 30 percent if the United States declines participation. § 3730(d)(1), (2).\nThese procedures were followed. After the government notified the court it did not wish to intervene, the court ordered the case to be unsealed and the defendants to be served. The cases were transferred *285from Oklahoma to the Southern District of Texas on March 2, 2007, and consolidated there by the parties’ joint request. See 28 U.S.C. § 1404(a); Fed.R.Civ.P. 42(a).\nIn April 2011, the district court granted summary judgment to Shell on the ground that two distinct False Claims Act provisions prohibited the suit: Section 3730(b)(1), describing who may bring suit, and the public disclosure bar contained in Section 3730(e)(4)(A), (B). Relators timely appeal. As amicus curiae, the United States urges us to construe the False Claims Act as barring suits by government employees who discover wrongdoing in the scope of their official duties.\nDISCUSSION\n\n1. Constitutional Standing\n\nWe first address the government’s claim that there is no Article III jurisdiction. Though raised for the first time on appeal, a legitimate question about jurisdiction must be answered no matter when it is first asked. Arena v. Graybar Elec. Co., 669 F.3d 214, 223 (5th Cir.2012).\nA plaintiff ordinarily must show (1) an injury in fact, (2) that the injury is fairly traceable to the challenged conduct, and (3) that a victory in litigation will likely redress the injury. See Adar v. Smith, 639 F.3d 146, 150 (5th Cir.) (en banc), cert. denied, — U.S. -, 132 S.Ct. 400, 181 L.Ed.2d 257 (2011). It is settled that qui tarn relators who are not federal employees have constitutional standing. Vt. Agency of Natural Res. v. United States ex rel. Stevens, 529 U.S. 765, 773-74, 120 S.Ct. 1858, 146 L.Ed.2d 836 (2000). Standing exists because “a qui tarn relator is, in effect, suing as a partial assignee of the United States[’s]” claim for damages. Stevens, 529 U.S. at 773 n. 4, 120 S.Ct. 1858.\nArticle III grants judicial power over the “Cases” and “Controversies” that were the traditional concern of the courts in England. Id. at 774, 120 S.Ct. 1858. There was a “long tradition of qui tarn actions in England and the American Colonies.” Id. We have interpreted Stevens to hold “that the history of qui tarn was ‘well nigh conclusive’ with respect to resolving the question of whether qui tarn relators filing suit under the [False Claims Act] have Article III standing.” Riley v. St. Luke’s Episcopal Hosp., 252 F.3d 749, 752 (5th Cir.2001) (en banc).\nThe government distinguishes Stevens, which involved relators who were not federal employees, by arguing employee-relators might not be able to retain their litigation awards.2 It contends that the prospect of not retaining damages undercuts Stevens’s rationale. Even assuming a federal employee may not retain his award, a subsequent decision clarifies that there nonetheless would be standing. In that decision, the Supreme Court fully embraced the concept that an “assignee can sue based on his assignor’s injuries.” Sprint Commc’ns Co. v. APCC Servs., Inc., 554 U.S. 269, 286, 128 S.Ct. 2531, 171 L.Ed.2d 424 (2008). In rejecting the claim that not benefitting from litigation proceeds creates a redressability problem, the court held that the inquiry focuses “on whether the injury that a plaintiff alleges is likely to be redressed through the litigation — not on what the plaintiff ultimately intends to do with the money he recovers.” Id. at 287, 128 S.Ct. 2531.\n*286Thus, claims by federal-employee relators can create a case or controversy. We now must determine whether the False Claims Act allows such claims.\nII. Who May Bring a False Claims Act Qui Tam Action?\nThe district court granted summary judgment, which is proper if there are no genuine disputes of material fact and the movant is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(a). Our review is de novo, with the evidence being viewed in the light most favorable to the non-movants. United States ex rel. Jamison v. McKesson Corp., 649 F.3d 322, 326 (5th Cir.2011).\nThe position advocated by Shell and the United States is expressly contrary to the holdings of the Eleventh Circuit and the en banc Tenth Circuit. United States ex rel. Williams v. NEC Corp., 931 F.2d 1493, 1501-02 (11th Cir.1991); United States ex rel. Holmes v. Consumer Ins. Grp., 318 F.3d 1199, 1208-12 (10th Cir.2003). Adopting that position would also create tension with the en banc Ninth Circuit and the Sixth Circuit. United States ex rel. Fine v. Chevron U.S.A, Inc., 72 F.3d 740, 743-44 &amp; n. 5 (9th Cir.1995); United States ex rel. Burns v. A.D. Roe Co., 186 F.3d 717, 722 &amp; n. 5 (6th Cir. 1999). The First Circuit, though, has taken the position that at least some federal employees may not be qui tarn claimants. United States ex rel. LeBlanc v. Raytheon Co., 913 F.2d 17, 19-20 (1st Cir.1990).3 Though we apply our own judgment to every case, we customarily are “chary to create a circuit split.” Alfaro v. Comm’r, 349 F.3d 225, 229 (5th Cir.2003). There is something of a split already, though.\n\nA. Statutory Text\n\nThe place to start in deciding whether these parties can bring this claim is the text of the False Claims Act. Med. Ctr. Pharmacy v. Mukasey, 536 F.3d 383, 394 (5th Cir.2008). The key provision states this:\n(b) Actions by private persons.—(1) A person may bring a civil action for a violation of section 3729 for the person and for the United States Government. The action shall be brought in the name of the Government. The action may be dismissed only if the court and the Attorney General give written consent to the dismissal and their reasons for consenting.\n31 U.S.C. § 3730(b)(1) (2006). When a provision is unambiguous and “the statutory scheme is coherent and consistent,” there is no need for further inquiry as to meaning. Schindler Elevator Corp. v. United States ex rel. Kirk,—U.S.-, 131 S.Ct. 1885, 1893, 179 L.Ed.2d 825 (2011) (quotation marks and citation omitted).\n“A person” may bring suit, suggesting that any person may do so. See Stevens, 529 U.S. at 783 n. 12, 120 S.Ct. 1858. According to the Dictionary Act in 1 U.S.C. § 1, as well as ordinary usage, a human being is a person. See Mohamad v. Palestinian Authority,—U.S.-, 132 S.Ct. 1702, 1707, 182 L.Ed.2d 720 (2012). A normal rule of statutory interpretation is that when Congress uses the same word in different parts of a statute, it intended each to carry the same meaning. Dep’t of Revenue v. ACF Indus., Inc., 510 U.S. 332, 341-42, 114 S.Ct. 843, 127 L.Ed.2d 165 (1994). In determining that municipalities can be False Claims Act defendants, the Supreme Court embraced a “presumption that the statutory term per*287son extends ... to persons politic and incorporate, as to natural persons whatsoever.” Cook Cnty., Ill. v. United States ex rel. Chandler, 538 U.S. 119, 125, 123 S.Ct. 1239, 155 L.Ed.2d 247 (2003) (quotation marks and citation omitted).4\nWe also look at the context of the whole statute to make certain contrary indications are not found. Bosamia v. C.I.R., 661 F.3d 250, 254 (5th Cir.2011). Section 3730 contains four other major parts. Subsection (a) grants the Attorney General power to enforce the False Claims Act directly, (c) lays out the rights of qui tam plaintiffs, and (d) describes their share of any recovery. Subsection (e), entitled “Certain actions barred,” enumerates four statutory limits on jurisdiction. Among these are a bar by subject, by identity of defendant, and a special military exclusion. Suits duplicative of civil suits or administrative actions with the government as a party are barred. § 3730(e)(3). No suits may be lodged against members of Congress, the judiciary, or senior executive branch officials. § 3730(e)(2)(A). Former or current armed services personnel cannot sue another member of the armed forces for matters “arising out of such person’s service in the armed forces.” § 3730(e)(1). The (e)(4) exception for public disclosures is analyzed in detail later.\nThe existence of these limiting provisions is instructive. When Congress provides express “exceptions in a statute, it does not follow that courts have authority to create others.” United States v. Johnson, 529 U.S. 53, 58, 120 S.Ct. 1114, 146 L.Ed.2d 39 (2000). Instead, we typically infer that Congress wished to limit the statute only as stated. Id. . Shell and the government argue they are not seeking a judicially-imposed limit. Instead, they claim subsection (b)(l)’s heading of “Actions by private persons” narrows the universe of relators just to non-governmental persons. “Private” can mean “belonging to an individual, as opposed to the public or the government.” Black’s Law Dictionary 1315 (9th ed. 2009).\nThe argument drawn from the title is that Congress used “private persons” to exclude government employees. Equally plausible is that this title simply distinguishes subsection (b)’s provisions pertaining to qui tam suits from the provisions of subsection (a) entitled “Responsibilities of the Attorney General.” See Erickson ex rel. United States v. Am. Inst. of Biological Scis., 716 F.Supp. 908, 915 n. 12 (E.D.Va.1989). In that understanding, the title “private persons” means those filers of suits who are not the Attorney General. Regardless of what the language in this title means, a title is a form of abbreviation that frequently “fails to refer to all matters which the framers of that section wrote into the text.” United States v. Johnson, 632 F.3d 912, 924 (5th Cir.) (quotation marks and citation omitted), cert. denied, — U.S.-, 132 S.Ct. 135, 181 L.Ed.2d 55 (2011).\nThe relators present another reason why the “private persons” title to subsection (b) is not a limitation on who can be a relator. They argue that subsection (e)(1), which prohibits members of the armed services from being relators in suits against other members on claims “arising *288out of’ military service, would be unnecessary if the title of “private persons” already barred all suits by federal employees. The argument draws on the “cardinal principle of statutory construction that a statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant.” TRW Inc. v. Andrews, 534 U.S. 19, 31, 122 S.Ct. 441, 151 L.Ed.2d 339 (2001) (quotation marks and citations omitted). We are reluctant to put much analytical weight on this section dealing with the military. The treatment of members of the armed services under the False Claims Act has been the subject of recurring re-evaluations and re-calibrations almost since the Act was adopted in 1863. Dan L. Hargrove, Soldiers of Qui Tam Fortune: Do Military Service Members Have Standing to File Qui Tam Actions Under the False Claims Act, 34 Pub. Cont. L.J. 45, 83-85 (2004). Were we to agree with the relators as to the significance of subsection (e)(1), it would only confirm a conclusion we have reached for other reasons. We need not explore this particular argument further.\nIn earlier suits, the government has argued that no federal employee may be a relator.5 In this appeal, the government and Shell ask us to interpret “private” as excluding only some sub-class of federal employees. Perhaps it would be those who learn of the fraud during their official duties or those employed to audit or otherwise investigate fraud.6 Fine-tuning such exceptions would be based on little more than our perception of reasonable policy limits. The exceptions would not arise from the text of the Act. Not only would these new definitions take us beyond the “ordinary or natural méaning” appropriate for undefined terms, they would commit us to a process of exposition in future cases. F.D.I.C. v. Meyer, 510 U.S. 471, 476, 114 S.Ct. 996, 127 L.Ed.2d 308 (1994); e.g., United States ex rel. Holmes v. Consumer Ins. Grp., 318 F.3d 1199, 1217 n. 2 (10th Cir.2003) (en banc) (Tacha, J., dissenting). Because “the federal lawmaking power is vested in the legislative, not the judicial, branch of government,” we will not undertake creating exceptions to this statutory language. Nw. Airlines, Inc. v. Transp. Workers Union of Am., AFL-CIO, 451 U.S. 77, 95, 101 S.Ct. 1571, 67 L.Ed.2d 750 (1981).\nShell directs us to one other phrase in the False Claims Act. It claims there is an exception embedded in the statutory statement that because the suit is brought “for the person and for the United States,” government employees are not contemplated. § 3730(b)(1) (emphasis added). The argument is that because the government can only act through individuals, a government employee cannot act “for the United States”; that person is the United States.\nWe are unconvinced. A person can have two legal identities, one official and one individual. E.g., Hafer v. Melo, 502 U.S. 21, 27, 112 S.Ct. 358, 116 L.Ed.2d 301 (1991) (explaining that a “government official in the role of a personal-capacity defendant ... fits comfortably within the statutory term ‘person’ ”). Second, we *289take our cue from the Supreme Court’s early encounter with the False Claims Act. United States ex rel. Marcus v. Hess, 317 U.S. 537, 63 S.Ct. 379, 87 L.Ed. 443 (1943). The Court determined that the statute had “no words of exception or qualification” at a time when the virtually identical clause “as well as for himself as for the United States” was part of the False Claims Act. An Act to Prevent and Punish Frauds upon the Government of the United States, ch. 67, 12 Stat. 696 (1863). In granting the statute’s language full effect, the Court embraced the notion that “even a district attorney, who would presumably gain all knowledge of a fraud from his official position, might sue as the informer.” Hess, 317 U.S. at 546, 63 S.Ct. 379.\nThe text of the False Claims Act supports the relators’ standing.\n\nB. Conflict of Interest Principles\n\nIn the alternative, the government and Shell rely on a statute and regulations that concern ethical obligations of federal employees. One is the criminal conflict-of-interest statute. 18 U.S.C. § 208. The other is a set of federal ethics regulations. See 5 C.F.R. pt. 2635 (“Standards of Ethical Conduct for Employees of the Executive Branch”); 5 U.S.C. § 7301. Allowing federal employees to be relators is said to conflict with both these provisions. We accept, without exploring in detail, that there are potential if not clear difficulties under those provisions for federal employees to be relators.7 .\nThe argument that flows from the possibility that obligations extraneous to the False Claims Act affect these relators is that we must harmonize different laws if possible, which is a corollary of the rule that an individual statute should be construed as a whole. 2B Norman J. Singer, Sutherland on Statutory Construction § 51.1, at 200 (7th ed. 2008). Nonetheless, “other statutes may not be resorted to if the statute is clear and unambigious.” Id. at 197. That latter maxim applies to the unambiguous statement that begins subsection (b): “A person” may bring suit.\nEven were we inclined to venture outside the False Claims Act in search of meaning, however, it would be inappropriate to draw from the conflict-of-interest rules. The justification for the in pari materia canon is that Congress should be assumed to have legislated with reference to the other provision. Singer, Sutherland on Statutory Construction § 51.1, at 203. Thus, a conventional limit on the canon is that courts should harmonize only those “statutes addressing the same subject matter.” Wachovia Bank v. Schmidt, 546 U.S. 303, 316, 126 S.Ct. 941, 163 L.Ed.2d 797 (2006).8 In Schmidt, the Court con-*290eluded that the provisions on subject matter jurisdiction and venue were not sufficiently similar to be harmonized. Id. The False Claims Act rules and the ethics guidelines for federal employees are not the same subject.\nThe government and Shell also argue that failing to give effect to the conflict-of-interest and ethics requirements would require us to acknowledge that those provisions were impliedly repealed, and such repeals are disfavored. See Jackson v. Stinnett, 102 F.3d 132, 135-36 (5th Cir.1996). We do not accept the premise for this argument, namely, that the relevant provisions are somehow inoperative. How they operate on these relators is an issue for another time and place. At no stage in this litigation has the government taken the position that Little and Arnold committed a crime, or violated a specific regulation. We have no evidence that their federal agency disciplined them. Nothing in the record indicates that the lawsuit was filed while at work, or otherwise in dereliction of their duties. Were such claims made at some point, they would be processed in a forum separate from this suit.\nFurther, using the conflict rules to override the False Claims Act’s terms would interfere with the other two coordinate branches of our government. We would thwart a cause of action Congress permitted. See Med. Ctr. Pharmacy, 536 F.3d at 394. As to the ethics prohibitions, which are susceptible to multiple reasonable interpretations, we would tie the hands of the President who is vested with discretion to enforce those regulations. See 5 U.S.C. § 7301.\nThere is evidence the Executive Branch in the past has permitted employee-relator suits. In 1996, the Department of Justice (DOJ) created a manual entitled “Relator’s Share Guidelines” to assist government attorneys in making recommendations for the award, within the statutory range, in qui tarn suits.9 A factor “for consideration for a possible decrease in the percentage” proposed by the DOJ was that “[t]he relator learned of the fraud in the course of his Government employment.” Also at oral argument, the question was put to the government why its authority to intervene could not be a vehicle for redressing ethical or administrative concerns. It admitted that its existing authority was up to the task, but that it was unwilling to incur the political costs associated with dismissing potentially meritorious suits. This candid admission and the DOJ’s guideline, which counsels reduced but not zero recovery, illustrate why it is sound for us to follow the statutory text\n\nC. Other Considerations\n\n\n1. Legislative History\n\nThe text under consideration here is the product of a 1986 congressional overhaul of the False Claims Act. False Claims Amendments Act, Pub.L. No. 99-562, 100 Stat. 3153 (1986). Each party argues that if we study Congress’s 1986 drafting history, a clear purpose supportive of their position will emerge that should guide our statutory interpretation. We have already determined that this part of the Act needs no further elaboration.\n*291The divergent messages that can be obtained from legislative history render the history prone to selective use. See Nalle v. C.I.R., 997 F.2d 1134, 1137 (5th Cir.1993). Because the 1986 False Claims Act bill was so repeatedly revised en route to final passage, this is particularly true as to it. See Graham Cnty. Soil &amp; Water Conservation Dist. v. United States ex rel. Wilson, — U.S.-, 130 S.Ct. 1396, 1407 n. 15, 176 L.Ed.2d 225 (2010). That winding path through Congress “provides ample opportunity to search the legislative history and find some support somewhere for almost any construction” of its terms. Id. (quotation marks and citation omitted). Shell and the relators have done just that. Relators point to a U.S. Merit Systems Board survey cited in the Senate Report recounting that almost 70 percent of federal employees with knowledge of illegality failed to take appropriate internal action. By contrast, Shell focuses on the passage in the same report that says the purpose of the amendments was to “allow and encourage assistance from the private citizenry.” S.Rep. No. 99-345 at 8 (1986), 1986 U.S.C.C.A.N. 5266, 5273. Given the general and specific pitfalls associated with legislative history of this Act, we do not search for further enlightenment in it.\n\n2. 'Absurdity\n\nIf the result we reach is absurd, we might need to proceed beyond the plain meaning. United States v. Rabanal, 508 F.3d 741, 743-44 (5th Cir.2007). We briefly address why our interpretation is not an absurdity.\nThe government and Shell claim that today’s holding will work “an unseemly and counter-productive result.” We are aware of the dilemmas identified. Chief among them is how to ensure employee fidelity to agency enforcement priorities in the face of personal monetary incentives. Our holding, though, does not prevent the government from promulgating new personnel guidelines (or enforcing old ones) to manage these concerns. Also, as discussed earlier, the government can intervene and dismiss actions.\nAbsurdity requires more than questionable policy. Miss. Poultry Ass’n, Inc. v. Madigan, 992 F.2d 1359, 1365 (5th Cir.1993). There are plausible reasons for Congress to .have authorized governmental relator suits, which forecloses recourse to the absurdity canon. Id.; see also Barnhart v. Sigmon Coal Co., 534 U.S. 438, 461-62, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002). The government has monetary and personnel constraints that do not enable it to pursue every lead or prosecute every wrongdoer. By nature, bureaucracies can be slow to act, and on occasion can fall victim to corruption or restrictive partisan agendas. There is potential for governmental relators to prompt more agency responsiveness even when suits are not filed. Additionally, the prospect of monetary awards might provide public servants with additional incentives to ferret out fraud.10\nOur task is still unfinished. Having decided that Little and Arnold’s employment as government auditors does not deprive them of standing under the False Claims Act, we now consider whether their particular factual allegations bring them within *292the terms of the public disclosure bar. 31 U.S.C. § 3730(e)(4).\n\nIII. Public Disclosure Bar\n\nSection 3730(e)(4) expresses a balance of interests Congress struck in 1986. Graham Cnty., 130 S.Ct. at 1407. It implicates the subject matter jurisdiction of the court in a unique, way. Rockwell Intern. Corp. v. United States, 549 U.S. 457, 467-68, 127 S.Ct. 1397, 167 L.Ed.2d 190 (2007). By virtue of the general grant of federal question jurisdiction, 28 U.S.C. § 1331, and the False Claims Act, we have power over these suits until' and unless it becomes evident that our jurisdiction to adjudicate the substantive allegations has been withdrawn. See id. at 468, 127 S.Ct. 1397. This typically occurs at the summary judgment stage. McKesson, 649 F.3d at 326.11\nOn summary judgment, the opposing party must first identify “public documents that could plausibly contain allegations or transactions upon which the relator’s action is based.” McKesson, 649 F.3d at 327. Then, the relator must put forth “evidence sufficient to show that there is a genuine issue of material fact as to whether his action was based on those public disclosures.” Id.\n\nA. Public Disclosure\n\nIn its motion for summary judgment, Shell designated five categories\" of evidence: (1) civil proceedings, (2) news media accounts, (3) two published articles, (4) certain communications between the company and MMS, and (5) a 2002-2003 audit. This is the full universe of materials appropriately under consideration. See id. On appeal, the parties’ chief focus has been category one. Specifically it consists of three prior False Claims Act cases, as well as sevéral administrative decisions. Relators contend that the information in categories four and five was never disseminated into the public domain. If true, then they would not be proper subjects for analysis. See United States ex rel. Reagan v. E. Tex. Med. Ctr., 384 F.3d 168, 175-76 (5th Cir.2004); Webster’s Third New International Dictionary 1836 (1993) (public means “exposed to general view”) (hereinafter Webster’s).\nThe public disclosure bar is explained in these provisions:\n(4)(A) No court shall have jurisdiction over an action under this section based upon the public disclosure of allegations or transactions in a criminal, civil, or administrative hearing, in a congressional, administrative, or Government Accounting Office report, hearing, audit, or investigation, or from the news media, unless the action is brought by the Attorney General or the person bringing the action is an original source of the information.\n(B) For purposes of this paragraph, “original source” means an individual who has direct and independent knowledge of the information on which the allegations are based and has voluntarily provided the information to the Government before filing an action under this section which is based on the information.\n31 U.S.C. § 3730(e)(4) (2006).\nBelow we explain why Little and Arnold cannot be original sources. The remaining questions thus are “1) whether there has been a ‘public disclosure’ of allegations or transactions, [and] 2) whether *293the qui tam action is ‘based upon’ such publicly disclosed allegations.” McKesson, 649 F.3d at 327 (quotation marks and citation omitted). We have held that “the publicly disclosed allegations or transactions need only be as broad and as detailed as those in the relator’s complaint.” Id. In McKesson, we found sources such as a restatement of the applicable law and “general statements that [a type of] fraud is ‘proliferating’ ” inadequate to trigger the disclosure bar on their own. Id. at 329-30. The bar applied only because the complaint at issue “described various fraudulent schemes only generally” and was devoid of “particular allegations against any defendant.” Id. at 328, 330-31.\nBy contrast, the complaint here identifies Shell by name, gives a specific time period, and offers details about the scheme. When specifics are alleged, it is crucial to consider whether the disclosures correspond in scope and breadth. A guiding query is whether “one could have produced the substance of the complaint merely by synthesizing the public disclosures’ description” of a scheme. Id. at 331. Correlation in detail is not the only question. It can be that disclosures “provide[ ] specific details about the fraudulent scheme and the types of actors involved in it” such that the defendant’s misconduct would have been readily identifiable. Id. at 329-30 (discussing In re Natural Gas Royalties, 562 F.3d 1032, 1039 (10th Cir.2009), while cautioning to use its reasoning sparingly).\nAn irreducible minimum is that the disclosures furnish evidence of the fraudulent scheme alleged. The claimed scheme here is a willful violation of MMS rules and guidelines in order to deduct the costs of gathering (or upstream costs) from royalty-in-kind payments. Cf. United States ex rel. Maxwell v. Kerr-McGee Oil &amp; Gas Corp., 540 F.3d 1180, 1187 (10th Cir.2008).\nIn granting summary judgment, the district court relied on similarities between what was publicly disclosed and what was stated in the complaint:\nFor an action to be based on public disclosure, the disclosure and the factual basis of the suit need not be identical. Rather, the public disclosure must have been sufficient for the government to find related frauds, even though the circumstances of the transactions may differ.\nLittle and Arnold say that Shell fraudulently deducted oil transportation costs on the Mineral Management Service’s Form 2014s for specific oil leases from October 2001 through December 2005. The record shows that the earlier, notorious claims are parallel to the auditors’ suit. Little and Arnold complain by merely applying public information — in both senses — to specific leases that they investigated for the government.\nLittle and Arnold admit as much in their response to Shell: “The cases listed by Shell identify wrongful acts committed by several petroleum companies, in different time periods, on different leases, and for different products.” Changing 2005 to 2006, carbon dioxide to gas, on-shore to off-shore, tract A to tract B, and Shell for Exxon do[es] not change the mechanism of the fraud or the obviousness that the question would potentially apply to every operator of a federal lease. Lower payment of royalties are identical from deducting transportation costs.\nThe district court’s ultimate conclusion about public disclosure could be correct, but the court applied an overly broad definition of such disclosure. The district court’s listing of what had to be changed from the publicly disclosed information to *294what is in the complaint cuts against the conclusion that the complaint is based on the disclosures. It is not apparent from the district court’s analysis that Little and Arnold “could have produced the substance of the complaint merely by synthesizing the public disclosures’ description of’ the scheme. McKesson, 649 F.3d at 331.\nWe therefore remand for that court to reexamine the summary judgment evidence. The district court should determine whether the public disclosures identified in the motion for summary judgment reveal either (i) that Shell was deducting gathering expenses prohibited by program regulations, or (ii) that this type of fraud was so pervasive in the industry that the company’s scheme, as alleged, would have been easily identified. McKesson, 649 F.3d at 329.\n\nB. Original Source\n\nFinally, only if a public disclosure has occurred in this case will it become relevant whether the relator was an original source for the information. To qualify, a relator must have “direct and independent knowledge” of the allegations underlying his complaint, and also must have “voluntarily provided the information to the Government.” § 3730(e)(4); see Rockwell, 549 U.S. at 471-73, 127 S.Ct. 1397. We agree with the district court, and the other courts to have reached the issue, that the fact that a relator “was employed specifically to disclose fraud is sufficient to render his disclosures nonvoluntary.” United States ex rel. Fine v. Chevron, U.S.A., 72 F.3d 740, 744 (9th Cir.1995) (en banc); see also Wercinski v. IBM Corp., 982 F.Supp. 449, 461-62 (S.D.Tex.1997); United States ex rel. Foust v. Grp. Hospitalization &amp; Med. Servs., Inc., 26 F.Supp.2d 60, 73 (D.D.C.1998); Webster’s 2564 (“voluntary implies freedom from any compulsion that could constrain one’s choice” and defining it as “produced in or by an act of choice”).\nTherefore, if the district court determines on remand that there was a public disclosure, the suit will need to be dismissed because these relators cannot be the original source.\nLastly, we reject the argument that on remand there is a need to have the case assigned to a different district judge.\nWe REVERSE the judgment and REMAND to the district court for further proceedings.\n\n. Governmental reorganizations have eliminated the MMS.\n\n\n. The government states without elaboration that “a violation of the [federal] conflict-of-interest rules [,5 C.F.R. §§ 2635.101(b)(3), 2635.703(a),] creates a constructive trust on behalf of the United States” depriving the employee of his share of the proceeds. We discuss these rules in more detail below.\n\n\n. No one in this appeal has advocated for the First Circuit's approach.\n\n\n. The Court's earlier holding that \"person” excluded States is not to the contrary. See generally Stevens, 529 U.S. at 780, 120 S.Ct. 1858, 146 L.Ed.2d 836 (2000). That interpretation was counseled by (i) the False Claims Act’s structure (below, we conclude the opposite as to government employee relators), id. at 783-84, and (ii) by the \"longstanding interpretive presumption that 'person' does not include the sovereign,” id. at 780, 120 S.Ct. 1858. Also, in Stevens it was accepted as clear that the False Claims Act was directed “at natural persons.” Id. at 782, 120 S.Ct. 1858.\n\n\n. It unsuccessfully argued to the Eleventh Circuit that the False Claims Act “contained a general exclusion against all government employees as qui tam plaintiffs.” Williams, 931 F.2d at 1502.\n\n\n. Shell claims that those \"who are paid to investigate and report fraud and who then seek to file qui tam suits based on information they developed for the government” may not be False Claims Act relators. The United States's proposed construction sweeps a bit more broadly. It would prohibit suits by any \"government employee who obtains information about fraud in the course of his official duties.”\n\n\n. The crime statute on its face pertains only to interested-official acts. It bars employees from participating \"through decision, approval, disapproval, recommendation, the rendering of advice, investigation” when the \"judicial or other proceeding, application, [or] request for a ruling” is one in which they have a financial interest. 18 U.S.C. § 208. Section 2635.101(b)(3) prohibits the \"improper use” of nonpublic information to further private interest, and various provisos bar employees from \"participating personally and substantially in an official capacity” in matters in which they have a financial interest. 5 C.F.R. § 2635.402(a). The regulation on misuse of government property does not facially encompass facts learned at work, except in the case of intellectual property that has been purchased. See § 2635.704(b)(1) (\"Government property includes any form of real or personal property in which the Government has an ownership, leasehold, or other property interest as well as any right or other intangible interest that is purchased with Government funds .... ”).\n\n\n. It has been noted that even when legislation expressly references other law, an interpreting court should not assume that because \"the reference makes discovery of the prior *290act possible,” such a discovery necessarily has occurred. Singer, Sutherland on Statutory Construction § 51.1, at 203. In the False Claims Act, there is not even that type of cross-reference.\n\n\n. See United States ex rel. Alderson v. Quorum Health Grp. Inc., 171 F.Supp.2d 1323, 1333-34 &amp; n. 33 (M.D.Fla.2001); United States ex rel. Johnson-Pochardt v. Rapid City Reg’l Hosp., 252 F.Supp.2d 892, 899 n. 2 (D.S.D.2003).\n\n\n. These types of arguments can be found in the literature on the Act. See, e.g., Barry M. Landy, Note, Deterring Fraud to Increase Public Confidence: Why Congress Should Allow Government Employees to File Qui Tam Lawsuits, 94 Minn. L.Rev. 1239, 1256-64 (2010); David Wallace, Government Employees as Qui Tam Relators, 1996-Aug. Army Law. 14, 21-22 (1996); Joan R. Bullock, The Pebble in the Shoe: Malting the Case for the Government Employee, 60 Tenn. L.Rev. 365 (1993).\n\n\n. These observations and the following analysis pertain to Section 3730(e)(4) before its amendment in 2010 by the Patient Protection and Affordable Care Act, Pub.L. 111-148, 124 Stat. 199, 901, § 10104(j)(2) (Mar. 23, 2010). This suit has been pending since 2006 and the text is not retroactively applicable. See McKesson, 649 F.3d at 326 n. 6.\n\n",
            "ocr": false,
            "opinion_id": 9501012
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}