{
    "id": 282442,
    "judges": "Celebrezze, Peck, Phillips",
    "date_filed": -35164800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-william-edward-hobbs",
    "case_name_short": null,
    "case_name": "United States v. William Edward Hobbs",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. William Edward HOBBS, Defendant-Appellant",
    "attorneys": "Robert H. Dedman (Court appointed), Nashville, Tenn., for appellant., Rollie L. Woodall, Asst. U. S. Atty., Nashville, Tenn., for appellee; Gilbert S. Merritt, Jr., U. S. Atty., Nashville, Tenn., on brief.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 30,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1031-4\">\n    UNITED STATES of America, Plaintiff-Appellee, v. William Edward HOBBS, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1031-7\">\n    No. 18488.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b1031-8\">\n    United States Court of Appeals Sixth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1031-9\">\n    Nov. 20, 1968.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1031-26\">\n    Robert H. Dedman (Court appointed), Nashville, Tenn., for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1031-27\">\n    Rollie L. Woodall, Asst. U. S. Atty., Nashville, Tenn., for appellee; Gilbert S. Merritt, Jr., U. S. Atty., Nashville, Tenn., on brief.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b1031-29\">\n    Before PHILLIPS, CELEBREZZE and PECK, Circuit Judges.\n   </p>",
    "citations": [
        "403 F.2d 977"
    ],
    "opinions": [
        {
            "author_str": "Peck",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/403/403.F2d.977.18488.html",
            "author_id": null,
            "opinion_text": "403 F.2d 977\n    UNITED STATES of America, Plaintiff-Appellee,v.William Edward HOBBS, Defendant-Appellant.\n    No. 18488.\n    United States Court of Appeals Sixth Circuit.\n    Nov. 20, 1968.\n    \n      Robert H. Dedman (Court appointed), Nashville, Tenn., for appellant.\n      Rollie L. Woodall, Asst. U.S. Atty., Nashville, Tenn., for appellee; Gilbert S. Merritt, Jr., U.S. Atty., Nashville, Tenn., on brief.\n      Before PHILLIPS, CELEBREZZE and PECK, Circuit Judges.\n      PECK, Circuit Judge.\n    \n    \n      1\n      The sole question raised in this appeal from defendant-appellant's conviction of the offense of armed robbery of a federally insured bank (in violation of 18 U.S.C. 2113(d)) concerns the receipt in evidence of certain photographs.  These photographs, some sixty in number, purport to depict the armed robbery of the bank in question.  They were identified and received in evidence on the basis of the testimony of bank teller Juanita Tomlinson, called as a government witness.\n    \n    \n      2\n      Mrs. Tomlinson testified that when she saw 'this man run in from the front door with a stocking over his face, and a gun in his hand' she 'activated' the automatic camera which took the pictures.  She testified that the camera was 'up behind the teller's cage, up toward the ceiling,' and took pictures of the inside of the bank; that when activated it took pictures 'ever so often,' and that after she 'started this camera to working' it took pictures until after the robbery was over, at which time she saw a fellow employee turn it off.\n    \n    \n      3\n      The photographs in question were assembled and offered in a looseleaf notebook, and following a series of preliminary questions and colloquies between the court and counsel, Mrs. Tomlinson responded in the affirmative to the two following questions asked by the trial judge:\n    \n    \n      4\n      'To your knowledge, do (the photographs) accurately represent what you personally witnessed * * * on this occasion that you have described?' 'Are you in a position to say that you have examined each and every picture (in the notebook) and that it is a fair and accurate representation of what occurred?'\n    \n    \n      5\n      On the basis of this testimony District Judge Miller properly ordered that the photographs be received in evidence.1  Moore v. Louisville &amp; Nashville R.R., 223 F.2d 214, 216 (5th Cir. 1955); Kortz v. Guardian Life Ins. Co., 144 F.2d 676, 679 (10th Cir.), cert. denied, 323 U.S. 728, 65 S.Ct. 63, 89 L.Ed. 584 (1944).\n    \n    \n      6\n      When photographs first began finding their way into judicial trials they were viewed with suspicion and received with caution.  It was not uncommon to place upon the offering party the burden of producing the negative as well as the photograph itself, and of proving that neither retouching or other manual or chemical intervention was reflected in the proffered print.  That burden has now shifted, and the proponent of a proffered photograph has established a prima facie case for its admissibility when he has shown it to be an accurate representation of the scene in question.  3 Wigmore on Evidence, Sections 793-794 (3rd Ed.1940).  The opposing party should then be afforded an opportunity for voir dire cross-examination and to offer evidence to show that the picture is not in fact an accurate representation.  Jenkins v. Associated Transport, Inc., 330 F.2d 706, 710 (6th Cir. 1964).  No request for voir dire cross-examination or proffer of such evidence was here made.\n    \n    \n      7\n      Some objection to the admissibility of these photographs was made on the basis of Mrs. Tomlinson's inadequate knowledge of the technical processes by which they were taken and printed.  This argument has greater than normal superficial attraction here because of the sophisticated nature of the photographic equipment involved.  However, a moment's reflection will dispel that attraction.  Concerning any photographic operation only the most scholarly expert could testify as to the manner in which the original image is transmitted through the lens of the camera to the emulsion on the film or plate, the development of the latent image, the printing by a contact or projection process, and concerning the chemical procedures involved.  Even where an occasional qualified witness may be available to testify as to such details such testimony would obviously be irrelevant and immaterial.  What is material is what the rankest box camera amateur knows, namely that he 'gets' what he sees.  We thus come full circle to the judicial test accurately stated by Judge Miller as being whether the proffered photograph is an accurate representation of the scene depicted.  United States v. Daniels, 377 F.2d 255, 258 (6th Cir. 1967); 3 Wigmore on Evidence, Section 792 (3rd Ed.1940).  The unrealistic roadblocks which would be created if, as in the case of certain other categories of exhibits,2 each step in the production of a proffered photograph was required to be proven would frequently deprive the trier of the facts of evidence not subject to the foibles of the imperfect memories and the passions and prejudices of human witnesses.\n    \n    \n      8\n      Great stress has been laid by the appellant on the fact that no witness could positively identify him as being shown in the photographs.  This, however, goes to the weight to be given to the photographs as evidence rather than to their admissibility.  The perpetrator of the robbery is clearly distinguishable from the other individuals in the pictures, and the jury by its verdict has itself identified that perpetrator as the defendant.\n    \n    \n      9\n      Two other matters merit mention.  Considerable argument has centered about the fact that the sequence of the pictures as assembled in the notebook was altered at some stage of the proceedings prior to trial.  However, at hearing in this court defense counsel conceded that such alteration of sequence could not have been prejudicial and we hold it to have been without legal effect.  Finally, appellant suggests the notebook should not have been sent to the jury at its request after its retirement for deliberation.  Clearly this argument is without merit, raising only the question as to why the jury had to ask for the pictures, particularly since the trial judge had earlier observed, with reference to the notebook, 'They can take it to the jury room.'  See United States v. Bruni, 359 F.2d 802, 806 (7th Cir. 1966).\n    \n    \n      10\n      The judgment of the District Court is affirmed.\n    \n    \n      \n        1\n         Subsequent witnesses similarly testified that the photographs were accurate representations of the scene, offered testimony as to the operation of the camera and of the manner of assembling the pictures in the notebook, and those witnesses were cross-examined by defense counsel, as was Mrs. Tomlinson.  The bearing of this subsequent testimony on the admissibility of the photos which had by then already been received presents a question rendered moot by this holding\n      \n      \n        2\n         E.g., any weapon, drug or contraband item forming the basis for a criminal charge of illegal possession\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 282442
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}