{
    "id": 1170196,
    "judges": "Hathaway, Howard, Krucker",
    "date_filed": 175305600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-keith",
    "case_name_short": "Keith",
    "case_name": "State v. Keith",
    "case_name_full": "The STATE of Arizona, Appellee, v. Timothy Charles KEITH, Appellant",
    "attorneys": "Bruce E. Babbitt, Atty. Gen. by William J. Schafer, III, and Shirley H. Frondorf, Asst. Attys. Gen., Phoenix, for appellee., John M. Neis, Pima County Public Defender by Anne-Marie Brady, Asst. Public Defender, Tucson, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b305-4\">\n    537 P.2d 1333\n   </citation><br><parties id=\"b305-5\">\n    The STATE of Arizona, Appellee, v. Timothy Charles KEITH, Appellant.\n   </parties><br><docketnumber id=\"b305-7\">\n    No. 2 CA-CR 524.\n   </docketnumber><br><court id=\"b305-8\">\n    Court of Appeals of Arizona, Division 2.\n   </court><br><decisiondate id=\"b305-10\">\n    July 23, 1975.\n   </decisiondate><br><attorneys id=\"b306-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"276\"> \n     *276\n     </span>\n    Bruce E. Babbitt, Atty. Gen. by William J. Schafer, III, and Shirley H. Frondorf, Asst. Attys. Gen., Phoenix, for appellee.\n   </attorneys><br><attorneys id=\"b306-5\">\n    John M. Neis, Pima County Public Defender by Anne-Marie Brady, Asst. Public Defender, Tucson, for appellant.\n   </attorneys>",
    "citations": [
        "537 P.2d 1333",
        "24 Ariz. App. 275"
    ],
    "opinions": [
        {
            "author_str": "Krucker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6220.0,
            "opinion_text": "\n24 Ariz. App. 275 (1975)\n537 P.2d 1333\nThe STATE of Arizona, Appellee,\nv.\nTimothy Charles KEITH, Appellant.\nNo. 2 CA-CR 524.\nCourt of Appeals of Arizona, Division 2.\nJuly 23, 1975.\n*276 Bruce E. Babbitt, Atty. Gen. by William J. Schafer, III, and Shirley H. Frondorf, Asst. Attys. Gen., Phoenix, for appellee.\nJohn M. Neis, Pima County Public Defender by Anne-Marie Brady, Asst. Public Defender, Tucson, for appellant.\nOPINION\nKRUCKER, Judge.\nThis is an appeal by appellant from his conviction for attempted burglary. Appellant contends that the trial court should have excluded evidence of a completed burglary of an office on another side of the building where appellant was seen pushing on an outside door. He further contends that the trial court erred in denying his motion to require the State to elect on which of the two occurrences it was basing the charge. We reject both contentions and affirm.\nThe operative facts are as follows. Late in the evening of September 16, 1974, Frank Rotolo and his dog were sitting in Rotolo's backyard. The dog suddenly began to growl. Looking through a grapevine at the south edge of his property, Rotolo saw two young men \"pushing and prying\" at a door on the north end of an office building about 90 feet away. He testified that after they had pushed on the door five to seven times, they stopped, turned and walked slowly away under a bright outdoor light. When they passed under the light, Rotolo saw their faces and clothes. He went into his house and reported what he had seen to the police.\nA police helicopter arrived in about three minutes and shined its spotlight on the back of the building. Shortly thereafter, Tucson Police Officer Michael Morgan arrived in a squad car. When he arrived he saw no one at the front of the building. He drove to the back of the building and again saw no one. Then he rounded the building and drove to the front again. This time he saw Stephen Fristoe walking toward him, followed at a distance by appellant. Both were out of breath. Noting that they matched the description he had heard on his radio, he got out of his car, drew his service revolver and detained them. Subsequently, Officer Gary Williams brought Rotolo to the front of the building. Rotolo looked at appellant and Fristoe and identified them as the two young men he had seen at the back of the building.\nAfter the officers placed appellant and Fristoe in the back of Officer Morgan's squad car, they investigated the premises. They found that the back door where Rotolo first saw appellant and Fristoe, which later proved to connect with the office of a Dr. Wong, was locked. The doorjamb had pry marks on it that appeared to have been made with an instrument larger than a screwdriver. The doorjamb had been bent in such a way that chips of white plaster had broken off and fallen to the ground. On the east side of the building the officers discovered that a window leading to the separate office of Dr. Sumwalt had been broken. The inside of the office had been ransacked, but nothing appeared to have been taken. A fabric-textured fingerprint was found in one of the rooms. In addition, under the broken window on top of some dental equipment the officers found a crowbar with a white substance on it. Officer Morgan testified that this substance was the same color and texture as the plaster chips found under Dr. Wong's door and looked exactly the same.\nOutside the building, on the spot where Officer Morgan first saw appellant, two pair of gloves were found. On pair was made from a fabric with a pattern similar to that of the fingerprint found in Dr. Sumwalt's office.\nThe State initially charged appellant with first-degree burglary of Dr. Sumwalt's office. At the preliminary hearing this charge was dismissed for lack of probable *277 cause. In a subsequent indictment, the grand jury charged that:\n\"On or about the 16th day of September, 1974 ... [appellant] attemtpted (sic) to commit burglary of an office located at 4411 East 5th Street, Pima County....\"\nAt trial appellant moved in limine to exclude all evidence of the burglary of Dr. Sumwalt's office. Appellant also moved to require the prosecutor to state which office appellant was charged with attempting to burglarize. The trial court denied both motions. Appellant made numerous objections to the admission of evidence concerning the Sumwalt burglary.\nWe deal first with appellant's contention that the trial court should have excluded all evidence of the completed burglary of Dr. Sumwalt's office. It has long been established that evidence of other criminal acts committed by a defendant may not be admitted merely to show that he is disposed to commit crimes. The reason for this rule is that the tendency of such evidence to implant unfair prejudice against defendant in the minds of the jury far outweighs its probative value. See, Udall, Arizona Law of Evidence § 115.\nIt is equally well established that evidence of defendant's other crimes is admissible if it tends to prove an essential element of the crime charged. We think it is indisputable in this case that the completed burglary of Dr. Sumwalt's office, if traceable to appellant, would have been relevant and material to the issue of whether appellant possessed the intent to commit a felony or theft in Dr. Wong's office when he pushed and pried on Dr. Wong's door. See, State v. Hays, 17 Ariz. App. 202, 496 P.2d 628 (1972). Appellant urges, however, that the evidence was legally insufficient to connect him with the completed burglary. We cannot agree.[1] In State v. Hughes, 102 Ariz. 118, 426 P.2d 386 (1967), our Supreme Court stated:\n\"... the test appears to be that the proof both as to the commission of another crime and its commission by defendant, must be by `substantial evidence sufficient to take the case to a jury.'\" 102 Ariz. at 123, 426 P.2d at 391.\nThe evidence of the other crime need not be viewed in a vacuum. In determining whether the Hughes test is met, we may consider the evidence of the other crime together with the evidence of the offense charged. State v. Hernandez, 7 Ariz. App. 200, 437 P.2d 952 (1968). Moreover, although proof of mere suspicion is not enough, the State need not prove a defendant's connection with the other crime beyond a reasonable doubt. State v. Waits, 1 Ariz. App. 463, 404 P.2d 729 (1965).\nWe hold that the circumstantial evidence that connects appellant with the Sumwalt burglary was \"substantial evidence sufficient to take the case to a jury.\" Hughes, supra. An eyewitness saw appellant pushing and prying on Dr. Wong's door. Pry marks were later found on the doorjamb and white plaster was found on the cement directly below the pry marks. A crowbar was found in Dr. Sumwalt's office. Not only was this crowbar capable of having made the pry marks, but it had a white substance on it that matched the chipped plaster. Moreover, when Officer Morgan first saw appellant, appellant was standing in close proximity to the place where two pair of gloves were found. The fabric pattern of one of the pair exactly matched the fabric-textured fingerprint found in Dr. Sumwalt's office. Further, the events took place at night within a relatively short time-span. It would strain credulity to assert that appellant's apparent connection with the Sumwalt burglary was coincidental. Although none of the above-described circumstances would be *278 sufficient alone, they meet the Hughes test when considered together. The trial court did not err in admitting evidence of the Sumwalt burglary.\nAppellant also contends that the trial court erred in refusing to require the State to elect which offense it was charging against appellant. He bases this contention on the fact that although more than one office was tampered with, the indictment merely charges him with attempting to enter \"an office\". Appellant relies principally on the following language from State v. Counterman, 8 Ariz. App. 526, 448 P.2d 96 (1968):\n\"... where more than one offense than that charged in the information is admitted in evidence the trial court has the duty to require the State to elect upon which of the offenses it relies for conviction.\" 8 Ariz. App. at 531, 448 P.2d at 101.\nAppellant omits to state, however, that the court in Counterman significantly qualified the quoted language as follows:\n\"The rule does not apply, however, `where a series of acts form part of one and the same transaction, and as a whole constitute but one and the same offense.'\" 8 Ariz. App. at 531, 448 P.2d at 101.\nWe think that in the case at bar, as in Counterman, the events proved at trial constituted a single transaction. The trial court did not err in refusing to require an election.\nWe further believe that the indictment was sufficiently definite that a person of common understanding would have known what was intended. State v. Cartwright, 20 Ariz. App. 94, 510 P.2d 405 (1973). In a subsequent prosecution for any unlawful act proved at his trial, appellant could plead the indictment as a bar. State v. Cartwright, supra; State v. Andrus, 17 Ariz. App. 70, 495 P.2d 510 (1972).\nAffirmed.\nHOWARD, C.J., and HATHAWAY, J., concur.\nNOTES\n[1]  We recognize that at the preliminary hearing the justice of the peace found there was no probable cause to bind appellant over for trial on a first-degree burglary charge. Neither the State nor this court is bound by that finding. Cf., State v. Elling, 19 Ariz. App. 317, 506 P.2d 1102 (1973).\n\n",
            "ocr": false,
            "opinion_id": 1170196
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}