{
    "id": 1206747,
    "judges": "Bryner, C.J., and Coats and Singleton",
    "date_filed": "2020-12-24",
    "date_filed_is_approximate": true,
    "slug": "thomas-v-state",
    "case_name_short": "Thomas",
    "case_name": "Thomas v. State",
    "case_name_full": "Jody D. THOMAS, Appellant, v. STATE of Alaska, Appellee",
    "attorneys": "Michael J. Wall, Asst. Public Defender, Kodiak, Dana Pabe, Public Defender, Anchorage, for appellant., Susan S. McLean, Asst. Dist. Atty., Robert C. Anderson, Dist. Atty., Kodiak, and Harold M. Brown, Atty. Gen., Juneau, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1065-3\">\n    Jody D. THOMAS, Appellant, v. STATE of Alaska, Appellee.\n   </parties><br><docketnumber id=\"b1065-6\">\n    No. A-721.\n   </docketnumber><br><court id=\"b1065-7\">\n    Court of Appeals of Alaska.\n   </court><br><decisiondate id=\"b1065-8\">\n    Dec. 6, 1985.\n   </decisiondate><br><attorneys id=\"b1065-20\">\n    Michael J. Wall, Asst. Public Defender, Kodiak, Dana Pabe, Public Defender, Anchorage, for appellant.\n   </attorneys><br><attorneys id=\"b1065-21\">\n    Susan S. McLean, Asst. Dist. Atty., Robert C. Anderson, Dist. Atty., Kodiak, and Harold M. Brown, Atty. Gen., Juneau, for appellee.\n   </attorneys><br><judges id=\"b1065-22\">\n    Before BRYNER, C.J., and COATS and SINGLETON, JJ.\n   </judges>",
    "citations": [
        "710 P.2d 1017"
    ],
    "opinions": [
        {
            "author_str": "Coats",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n710 P.2d 1017 (1985)\nJody D. THOMAS, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNo. A-721.\nCourt of Appeals of Alaska.\nDecember 6, 1985.\nMichael J. Wall, Asst. Public Defender, Kodiak, Dana Fabe, Public Defender, Anchorage, for appellant.\nSusan S. McLean, Asst. Dist. Atty., Robert C. Anderson, Dist. Atty., Kodiak, and Harold M. Brown, Atty. Gen., Juneau, for appellee.\nBefore BRYNER, C.J., and COATS and SINGLETON, JJ.\n\nOPINION\nCOATS, Judge.\nJody Thomas was convicted, following a jury trial, of four counts of theft in the second degree, AS 11.46.130(a)(1), one count of theft in the third degree, AS 11.46.140(a)(1), and one count of theft in the fourth degree, AS 11.46.150(a). Judge Roy Madsen sentenced Thomas to sentences totaling eight years with four suspended on the four counts of second-degree theft. Thomas also received concurrent sentences of one year with six months suspended on the count of third-degree theft, and ninety days on the count of fourth-degree theft. In addition Thomas was convicted, based on his no contest plea, of failure to appear for trial on these charges and received a concurrent sentence of two years with one suspended. Judge Madsen placed Thomas on probation, and as a special condition of probation ordered Thomas not to engage in any aspect of commercial fishing. Thomas appeals to this court, arguing that his sentence is excessive and that the special condition of probation is unjustified. We reverse.\nThomas, acting as the skipper of the fishing vessel Moonsong, supervised a crew of two people and engaged in numerous thefts of crab pots from around Kodiak Island. The thefts took place over a period of two months, and at least six fishing vessels had crab pots stolen. According to the presentence report the total value of the crab pots that Thomas stole was at *1018 least $9,000 and was possibly as high as $17,000. Thomas was thirty-seven at the time of these offenses and had no prior felony convictions. He had prior misdemeanor convictions for taking wildlife out of season and failure to appear, and had three prior convictions for commercial fishing without a valid permit.\nThe most serious theft offense of which Thomas was convicted, theft in the second degree, is a class C felony. The offense covers the theft of property or services in the amount of $500 to $25,000. AS 11.46.130. The maximum sentence is five years, the presumptive sentence for a second felony offender is two years, and for a third felony offender three years. AS 12.55.125(e). Thomas argues that as a first felony offender he should have received a sentence of less than the two-year presumptive sentence for a second felony offender unless his case can be classified as exceptional. See Austin v. State, 627 P.2d 657 (Alaska App. 1981). In sentencing Thomas, Judge Madsen referred to the Austin case and clearly found that Thomas' case was exceptional.\nIn making this determination Judge Madsen referred to aggravating factors which are specified in AS 12.55.155. Although we might question Judge Madsen's determination on some of the aggravating factors which he found, he found that Thomas' conduct was \"among the most serious conduct included in the definition of the offense.\" AS 12.55.155(c)(10). We believe that the other aggravating factors which he found were subsumed within this finding. In finding that this was an exceptional case, Judge Madsen emphasized that stealing crab pots was particularly hard to detect, and had a very adverse effect on the crab fishing industry. The fisherman whose crab pots were stolen lost not only the crab pot but the crab which he might catch in the pot. The thefts involved a large number of crab pots and many different incidents over a nearly two-month period of time. We conclude that, based upon these findings, Judge Madsen could find that the theft offenses were particularly serious. In evaluating Judge Madsen's sentence we also must consider the fact that Thomas was convicted of failing to appear for his trial and that he had prior misdemeanor convictions.\nHowever, we note that if all of Thomas' theft offenses are consolidated, the total value of the property which he stole was estimated to be $17,000 at most. Theft in the second degree includes theft of property from $500 up to $25,000. Therefore, if all of Thomas' theft offenses are combined the value of the property which he stole does not come close to being above the upper limit for theft in the second degree. In Karr v. State, 686 P.2d 1192 (Alaska 1984), the supreme court upheld a sentence of ten years with five suspended for a first felony offender with no prior record. However, that offense involved embezzlement of $356,000 and more than fifty thefts over a two year period. Id. at 1196. Additionally, in Brezenoff v. State, 658 P.2d 1359 (Alaska App. 1983) we upheld a sentence of eight years with four suspended for a first felony offender who embezzled over $140,000. However, Brezenoff's offense involved a substantially greater amount of money than is involved in Thomas' case, and Brezenoff was convicted of a class B felony, theft in the first degree, as a result. See also Fields v. State, 629 P.2d 46, 52-53 (Alaska 1981) (sentence of nine years with four years suspended was reversed. The supreme court held that the sentence should not exceed six years with three suspended. Fields had no significant criminal record, and received about $25,500 through fraudulent sales of securities); Huff v. State, 598 P.2d 928, 935-36 (Alaska 1979) (A real estate salesman embezzled $6,500 from a client. The supreme court upheld a three year sentence for embezzlement, but reduced a five-year concurrent sentence for perjury to three years.); Amidon v. State, 565 P.2d 1248, 1263 (Alaska 1977) (The supreme court held that three-year sentences for two first offenders convicted of embezzling $65,000 should be reduced to sentences not to exceed one year.).\nBased upon these cases and the presumptive sentences provided for class C *1019 felony offenders under the revised code, we conclude that even though Thomas' case could properly be termed exceptional, the sentence which Judge Madsen imposed was clearly mistaken. Although Judge Madsen could find that this was an aggravated theft offense, and also impose some additional time to serve because of the failure to appear charge, we note that under the revised code three years to serve is the presumptive sentence for a third felony offender convicted of a class C felony. We conclude that Judge Madsen should not have imposed a sentence greater than five years with two years suspended.\nThis brings us to the special condition of probation that Judge Madsen imposed, preventing Thomas from engaging in any aspect of commercial fishing. A sentencing judge has broad authority to fashion special conditions of probation. However, conditions of probation must be \"reasonably related to the rehabilitation of the offender and the protection of the public and ... not unduly restrictive of liberty.\" Roman v. State, 570 P.2d 1235, 1240 (Alaska 1977); Edison v. State, 709 P.2d 510, 511 (Alaska App., 1985). Conditions which restrict constitutional rights are subject to special scrutiny to determine whether the restriction serves the goals of rehabilitation of the offender and protection of the public. Roman, 570 P.2d at 1241.\nThomas has been a commercial fisherman in Alaska for sixteen years. This appears to be his primary occupation. On the other hand, Thomas' current offenses are closely tied to his occupation as a fisherman, and he has three prior commercial fishing violations for not having a commercial license. It appears to us that the trial court could reasonably conclude that some restriction on Thomas' ability to fish commercially was related to his rehabilitation and was necessary to protect the public. However, since a restriction on Thomas' ability to fish commercially restricts his primary means of livelihood, we believe that the restriction must be particularly carefully scrutinized to make sure that it is narrowly drawn. It seems clear to us that the special condition of probation which prevents Thomas from engaging in any aspect of commercial fishing is far too broad. We therefore vacate this special condition of probation and remand to the trial court for further proceedings on this issue.\nREVERSED and REMANDED.\n",
            "ocr": false,
            "opinion_id": 1206747
        }
    ],
    "court_short_name": "Court of Appeals of Alaska",
    "court_full_name": "Court of Appeals of Alaska",
    "court_type": "SA",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Robbery"
}