{
    "id": 7966866,
    "judges": "Fatzer",
    "date_filed": -89337600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-washington",
    "case_name_short": null,
    "case_name": "State v. Washington",
    "case_name_full": "State of Kansas v. Anthony Washington, Jr.",
    "attorneys": "A. H. Harding, of Independence, argued the cause and was on the briefs for appellant., Monte K. Heasty, Assistant County Attorney, of Coffeyville, argued the cause, and Robert C. Londerholm, Attorney General, of Topeka, and B. D. Watson, County Attorney, of Independence, were with him on the briefs for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "198 Kan. 275",
        "424 P.2d 478"
    ],
    "opinions": [
        {
            "author_str": "Fatzer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nFatzer, J.:\nThe appellant, Anthony Washington, Jr., has appealed from his conviction of burglary in the second degree (K. S. A. 21-520), and larceny in connection with the burglary (K. S. A. 21-533). He was convicted upon his pleas of guilty on July 7, 1965, *276and was sentenced to confinement in the Kansas State Penitentiary for a term of not less than five years nor more than ten years. (K. S. A. 21-523,21-534 and 62-2239.)\nOn June 23, 1965, the appellant, together with three other persons, was charged in a complaint filed in the Court of Independence, Montgomery County, with breaking and entering in the nighttime the Debo Liquor Store, located in Independence, and taking and carrying away various bottles of alcoholic liquor of the approximate value of $139.18. The burglary and larceny were alleged to have occurred on June 22, 1965. A warrant was issued on the complaint and the appellant was arrested on June 25, 1965. He was taken before the magistrate of the Court of Independence on that same day. The court set the preliminary hearing for the appellant on July 6, 1965, and in default of bond, he was committed to the Montgomery County jail.\nThereafter, and on June 29, 1965, the appellant appeared in the Court of Independence, in person, but without counsel to represent him, and waived his right to a preliminary hearing. Whereupon, the court bound the appellant over to the district court of Montgomery County to stand trial on the charges alleged against him.\nOn July 6, 1965, the appellant appeared without counsel in the district court for arraignment on an information charging him with the burglary of the liquor store in the nighttime and the theft of certain alcoholic liquor of the value of $139.18. The district court made full and detailed explanation to the appellant of the nature of the charges and the penalties provided by law in the event of his conviction, and, upon finding the appellant was indigent, and acting pursuant to K. S. A. 62-1304, the district court appointed Mr. Laurence McVey, a practicing attorney in Independence, to represent the appellant. The cause was continued to afford the appellant full opportunity to confer with his attorney.\nThereafter, and on the following day, July 7, 1965, the appellant and his attorney appeared before the district court for arraignment, and the record disclosed the following:\n“Mr. Washington, yesterday you were before the court; you were advised by the court as to the nature of the charge in this information and informed of some of your rights in connection with it, especially your right to have an attorney represent you in the case and upon a showing of indigence the court appointed an attorney who was Mr. Laurence McVey, who is present here and representing you.\n“Have you discussed this matter with your attorney, Mr. McVey?\n*277“A. Yes, I have.\n“Q. And you now feel that you are fully informed of your rights in the matter?\n“A. Yes sir.\n“Q. Are you making any objection or any complaint as to anything in connection with the preliminary examination before the court of Independence?\n“A. No sir.\n“Q. I notice by the transcript that no attorney appeared for you at that time and place. Are you making any complaint about that?\n“A. No sir.\n“Q. You are waiving any rights you have had although I think the courts have held you are not necessarily entitled to an attorney in the preliminary examination. You are not making any complaint about that?\n“A. No.\n“Q. Are you now ready for arraignment upon the charges?\n“A. Yes.\n“Q. Burglary in the second degree and grand larceny as set forth in the information?\n“A. Yes.\n“Q. Very well then I will ask you, what is your plea then to the charge of burglary in the second degree as contained in the information, guilty or not guilty?\n“A. Guilty.\n“Q. What is your plea to the charge of grand larceny committed in connection with the burglary, guilty or not guilty?\n“A. Guilty.\n“Q. Pleas of guilty have been received to the charges contained in the information, the court will receive and accept the pleas of guilty and find you, Anthony Washington, Jr., guilty of the charges of burglary in the second degree and grand larceny as set forth in the information.”\nThe district court inquired of the appellant whether he had any reason to give or cause to show why the sentence of the court should not be pronounced at that time, and he replied, “No sir.” The district court then imposed sentence in accordance with K. S. A. 21-523,21-534 and 62-2239.\nOn September 5, 1965, the appellant wrote the district court to the effect he should have been charged with burglary in the third degree since the place burglarized was a business place which was not occupied by anyone or used for sleeping quarters, and the time element was after midnight. The appellant stated he was aware he had “the privilege of filing a motion to vacate and such forms, which are prescribed for this purpose, are issued here in the prison at Lansing,” and that he planned “to file forms of this nature very soon.”\nOn October 11, 1965, the appellant filed his notice of appeal to *278this court and his specifications of points of error, pro se; his affidavit and petition to proceed in forma pauperis, and proof of service. Specifications of error made by appellant, and which he stated were to be relied upon in presenting the appeal, are:\n“(1) Appellant was denied the right to trial by jury through error on the part of the Court in accepting a cohersed (sic), invalid plea of guilty.\n“(2) Trial Court lacked competent jurisdiction inasmuch as the plea, as it is said, was not a knowing, voluntary waiver of before said rights.\n“(3) Trial Court was a party to, and committed fatal predjucial (sic) error, through its error in not rectifying the fact that appellant’s rights under Constitutional Amendment, Article VI were not accorded him in fact.\n“(4) Trial Court, was [in] eiror through its failure to accord Appellant the protections of the VI and XIV Amendments to the Constitution of the United States.”\nIn preparing and filing his papers to perfect this appeal, the appellant apparently overlooked Prefatory Rule No. 1 of this court (194 Kan. xn) since he failed to file a request for the appointment of counsel to represent him in presenting this appeal. In any event, appellant’s lack of counsel was brought to the attention of the district court and on October 18, 1966, it appointed Mr. A. H. Harding, a member of the Montgomery County Ear, to represent the appellant, and permitted the appellant to proceed with his appeal in forma pauperis.\nAs indicated, the appellant’s specifications of error charge the district court with denying him the right to trial by jury by accepting “a cohersed (sic), invalid plea of guilty,” when it lacked “competent jurisdiction” by reason of its being “a party to, and committed fatal predjucial (sic) error,” in not according him the protection of his constitutional rights as prescribed by “the vi and xrv Amendments to the Constitution of the United States.”\nWe think it obvious from the foregoing, the district court protected the appellant’s constitutional rights at all times and gave him every opportunity to make objection to any matter which previously had transpired, including matters relating to his arrest and the waiving of his right to a preliminary examination. The record clearly discloses the appellant entered his pleas of guilty freely and voluntarily after he had discussed his case with his attorney who advised him of his rights, and after the district court had advised him of the nature of the charges pending against him and the penalty prescribed in the event of his conviction.\nDismissing the fact the appellant, in open court upon inquiry of *279the district judge, stated he had no complaint that counsel was not appointed to represent him prior to or at the time he waived his right to a preliminary examination, this court has consistently held that an accused has no constitutional right to be furnished counsel at his preliminary examination. In Cooper v. State, 196 Kan. 421, 411 P. 2d 652, it was noted the contention had been presented so many times it was becoming threadbare, and it was said:\n“. . . Nevertheless, we are disposed to distill, once more, the essence of our many holdings on this subject: (1) Under our practice the purpose of a preliminary examination for one accused of a felony is to determine whether an offense has been committed, and whether there is probable cause to charge the accused with its commission; (2-) the preliminary examination held pursuant to our statutes does not constitute a trial in its common, ordinary sense; (3) an accused has no constitutional right to be provided with counsel at his preliminary hearing; and (4) in the absence of a showing that the substantial rights of an accused have been prejudiced by lack of counsel at the preliminary examination, the failure to furnish counsel thereat does not constitute reversible error. (State v. Daegele, 193 Kan. 314, 393 P. 2d 978, cert. den. 379 U. S. 981, 13 L. Ed. 2d 571, 85 S. Ct. 686; State v. Jordan, 193 Kan. 664, 396 P. 2d 342, cert. den. 380 U. S. 920, 13 L. Ed. 2d 805, 85 S. Ct. 917; State v. Cox, 193 Kan. 571, 396 P. 2d 326, cert. den. 380 U. S. 982, 14 L. Ed. 2d 276, 85 S. Ct. 1350.) Many more decisions of like import could be cited, but they would merely prolong this opinion without adding to its wisdom.” (l. c. 426, 427.)\nIn State v. Richardson, 194 Kan. 471, 399 P. 2d 799, it was said that a preliminary examination, as it is ordinarily conducted, has not been held to be a critical stage in a criminal proceeding and that a waiver of the preliminary examination may be made by a defendant without the appointment of counsel. Other decisions dealing with the same subject and reaching a like conclusion are State v. Jordan, 193 Kan. 664, 666, 396 P. 2d 342, cert. den. 380 U. S. 920, 13 L. Ed. 2d 805, 85 S. Ct. 917; White v. Crouse, 193 Kan. 674, 679, 396 P. 2d 333, cert. den. 381 U. S. 954, 14 L. Ed. 2d 727, 85 S. Ct. 1814; State v. King, 194 Kan. 629, 400 P. 2d 975, and State v. Blacksmith, 194 Kan. 643, 400 P. 2d 743. Moreover, this court has held that it is not error for a district court to accept a plea of guilty where the defendant adyised the court be understood the charges and discussed the consequences of his plea with his counsel. (State v. Angle, 197 Kan. 492, 419 P. 2d 935; State v. Talbert, 195 Kan. 149, 402 P. 2d 810, cert. den. 382 U. S. 868, 15 L. Ed. 2d 107, 86 S. Ct. 143; Portis v. State, 195 Kan. 313, 403 P. 2d 959; Baier v. State, 197 Kan. 602, 419 P. 2d 865.)\n*280In addition to the foregoing, it is well established in this jurisdiction that any claimed irregularities pertaining to a preliminary examination are deemed to be waived where the defendant in a criminal action enters a voluntary plea of guilty in the district court. In State v. Jordan, supra, it was held:\n“Any alleged ‘irregularity’ pertaining to a preliminary examination is deemed to have been waived where a defendant enters a voluntary plea of guilty in the district court.” (Syl. f 4.)\nThere is not the slightest indication of prejudice to the appellant’s rights resulting from lack of appointment of counsel prior to his waiving his right to a preliminary examination and any claim of error is wholly devoid of merit.\nThere is some indication in the appellant’s brief that he claims the county attorney elicited statements from him and the other three persons who were alleged to have committed the burglary and larceny, and inferentially, some claim is made that his plea of guilty was coerced by reason of such improper evidence. We do not agree. The fact the appellant was called to the county attorney’s office to make and sign a statement does not suggest, of itself, any denial of a constitutional right. If such a statement was given, about which the record is completely silent, it was not introduced or used against him in the district court. The appellant entered pleas of guilty, and whether the statement would have been admissible in evidence against him had he stood trial is completely irrelevant. (Call v. State, 195 Kan. 688, 690, 408 P. 2d 668, cert. den. 384 U. S. 957, 16 L. Ed. 2d 552, 86 S. Ct. 1581; McCall v. State, 196 Kan. 411, 416, 411 P. 2d 647.) On this point the appellant concedes that Miranda v. Arizona, 384 U. S. 436, 16 L. Ed. 2d 694, 86 S. Ct. 1602, is not controlling, and in view of what has just been stated, it is obvious that Escobedo v. Illinois, 378 U. S. 478, 12 L. Ed. 2d 977, 84 S. Ct. 1758, likewise is inapplicable.\nThe appellant makes another point which should briefly be commented upon. It is said that the appellant’s points on appeal are actually in the nature of an application to vacate and set aside a void judgment under K. S. A. 60-1507. There is nothing in the record to indicate the appellant has ever filed a motion pursuant to the foregoing statute and Rule No. 121 of this court (194 Kan. xxvh ) although he wrote the district court he was aware of his right to file such a motion and would do so in the future. Under Rule No. 121 (c) (3) any motion to vacate, set aside, or correct *281the appellant’s sentence could not be filed or maintained while his appeal from his conviction was pending in this court or during the time within which an appeal might be perfected.\nIn view of the foregoing we conclude: First, the district court did not deny the appellant the right to a trial by jury. It is self-evident he knowingly entered his pleas of guilty to the charges of burglary in the second degree and grand larceny, which were freely and voluntarily made in open court after he had discussed his case with his attorney who advised him of his rights. Second, the district court had jurisdiction to accept the appellant’s pleas of guilty and to impose sentence, and third, no constitutional rights of the appellant were infringed or violated in any respect by the district court, or by the magistrate of the Court of Independence in not previously appointing counsel to represent him when he waived his rights to a preliminary examination.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 7919023
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}