{
    "id": 172028,
    "judges": "Kelly, Tymkovich, Circuit Judges, and Degiusti, District Judge",
    "date_filed": 1239667200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-serafin",
    "case_name_short": "Serafin",
    "case_name": "United States v. Serafin",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Richard SERAFIN, Defendant-Appellant",
    "attorneys": "Ronald G. Pretty, Cheyenne, WY, for Defendanb-Appellant., Gregory A. Phillips, Assistant United States Attorney (Kelly H. Rankin, United States Attorney, and David A. Kubichek, Assistant United States Attorney, United States Attorney’s Office, Casper, WY, with him on the brief) United States Attorney’s Office, Cheyenne, WY, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 28,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1117-4\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Richard SERAFIN, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1117-7\">\n    No. 07-8086.\n   </docketnumber><br><court id=\"b1117-8\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1117-9\">\n    April 14, 2009.\n   </decisiondate><br><attorneys id=\"b1118-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1106\"> \n     *1106\n     </span>\n    Ronald G. Pretty, Cheyenne, WY, for Defendanb-Appellant.\n   </attorneys><br><attorneys id=\"b1118-4\">\n    Gregory A. Phillips, Assistant United States Attorney (Kelly H. Rankin, United States Attorney, and David A. Kubichek, Assistant United States Attorney, United States Attorney’s Office, Casper, WY, with him on the brief) United States Attorney’s Office, Cheyenne, WY, for Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1118-5\">\n    Before KELLY, TYMKOVICH, Circuit Judges, and DeGIUSTI, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1118-11\">\n     The Honorable Timothy D. DeGiusti, United States District Court Judge, Western District of Oklahoma, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "562 F.3d 1105"
    ],
    "opinions": [
        {
            "author_str": "Tymkovich",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/07/07-8086.pdf",
            "author_id": null,
            "opinion_text": "\n562 F.3d 1105 (2009)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nRichard SERAFIN, Defendant-Appellant.\nNo. 07-8086.\nUnited States Court of Appeals, Tenth Circuit.\nApril 14, 2009.\n*1106 Ronald G. Pretty, Cheyenne, WY, for Defendant-Appellant.\nGregory A. Phillips, Assistant United States Attorney (Kelly H. Rankin, United States Attorney, and David A. Kubichek, Assistant United States Attorney, United States Attorney's Office, Casper, WY, with him on the brief) United States Attorney's Office, Cheyenne, WY, for Plaintiff-Appellee.\nBefore KELLY, TYMKOVICH, Circuit Judges, and DeGIUSTI, District Judge.[*]\nTYMKOVICH, Circuit Judge.\nRichard Serafin brings this direct appeal challenging his conviction for possessing a weapon in furtherance of a crime of violence and the commensurate mandatory 60-month sentence. Serafin contends possession of an unregistered weapon, in violation of 26 U.S.C. §§ 5841, 5845(a), 5861(d) and 5871, does not constitute a crime of violence under 18 U.S.C. § 924(c)(1).\nHaving jurisdiction under 28 U.S.C. § 1291 and 18 U.S.C. § 3742(a), we agree and therefore REVERSE Serafin's conviction on the § 924(c)(1) count and REMAND for further proceedings.\n\nI. Background\nAn investigation by the United States Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) identified Serafin as an individual who may be involved in the illegal weapons trade. The ATF initiated a sting operation to determine the extent of Serafin's involvement in the purchase and sale of unlawful weapons in interstate commerce. As part of this sting, an ATF Special Agent contacted and met Serafin on several occasions between October 2006 and February 2007. The ATF gathered a significant amount of evidence of Serafin's involvement in the weapons trade, obtained arrest and search warrants, and decided to arrange a weapons purchase.\nAfter Serafin agreed to sell an \"Eagle Arms AR15\" assault rifle, he met with an undercover ATF agent at Serafin's apartment. During this meeting, Serafin presented the agent a box containing the upper receiver and barrel of the rifle, and a black canvas case with the lower receiver and several magazines for ammunition. The agent paid Serafin the agreed upon money and left. ATF agents then lured Serafin out of his apartment and arrested him. Both during the course of the transaction and at the time of his arrest, Serafin was armed with a 45-caliber \"SIG Sauer TM\" pistol. Also, after executing the search warrant for Serafin's residence, the ATF agents discovered another AR15-type assault rifle and a silencer.\nBased on these events, Serafin was indicted on two counts. The first count charged that Serafin violated the National Firearms Act because he\nknowingly possessed firearms as defined by 26 U.S.C. § 5845(a), that is, an Eagle Arms (or Armalite), AR15 type, .223 caliber assault rifle, ... with a barrel length of less than 16 inches, a Rock River, AR15 type, .223 caliber assault rifle, ... with a barrel length of less than 16 inches, and a silver colored, metal silencer; which said firearms were not registered to him in the National Firearms Registration and Transfer Record,\nin violation of 26 U.S.C. §§ 5841, 5845(a), *1107 5861(d) and 5871.[1] R., Vol. I, Doc. 9 at 1-2. The second count charged Serafin with unlawfully possessing a firearm in furtherance of a crime of violence, namely his possession of an unregistered weapon in violation of 18 U.S.C. § 924(c)(1). Id. at 2.\nSerafin pleaded guilty to the first count of the indictment and was convicted after a jury trial on the second count. Specifically, the jury found Serafin had in fact possessed a SIG Sauer pistol during, and in furtherance of, his possession and transfer of the unregistered Eagle Arms rifle-the charge to which Serafin had already pleaded guilty.\nThe district court sentenced him to 18 months' imprisonment on Count One[2] and to the mandatory 60-month term on Count Two, with the sentences to run consecutively.\n\nII. Discussion\nSerafin raises three issues in his appeal: (1) that the district court erred in holding possession and transfer of an unregistered weapon qualified as a crime of violence under § 924(c)(3)(B); (2) that the mandatory sentencing provisions of § 924(c) conflict with United States v. Booker, 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and Rita v. United States, 551 U.S. 338, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007), and with the requirement that the district court perform an individualized analysis of the 18 U.S.C. § 3553(a) factors at sentencing; and (3) that the district court abused its discretion in denying his motion for a mistrial after alleged prosecutorial misconduct. Because we conclude possession of an unregistered short-barreled rifle does not qualify as a crime of violence under § 924(c)(1) and reverse his conviction on that charge, we need not reach the merits of his last two contentions.\nWe review the district court's legal conclusion that a particular offense constitutes a crime of violence de novo. United States v. Munro, 394 F.3d 865, 870 (10th Cir.2005). Additionally, we review the district court's interpretation of § 924(c) de novo. United States v. Bowen, 527 F.3d 1065, 1072 (10th Cir.2008).\n\nA. Possession of an Unregistered Weapon as a Crime of Violence Under Section 924(c)(3)(B)\nSerafin contends the district court erred in concluding that possession of an unregistered weapon, a violation of the NFA, constituted a crime of violence under § 924(c)(3)(B). Serafin argues possession of the short-barrel, disassembled rifle, without a commensurate intent to use the weapon in the course of committing another crime, does not raise the requisite statutorily required risk of force during the course of the possession. We agree.\n\n1. Statutory Framework\nTo resolve whether possession of an unregistered weapon is a crime of violence under § 924(c)(3)(B), we must parse several statutes defining crimes of violence and the case law analyzing them.\nBefore turning to the statutory language itself, the Supreme Court requires that we employ a \"categorical approach.\" Munro, 394 F.3d at 870 (citing Taylor v. United States, 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990)). Under the categorical approach, we look \"only to the fact of conviction and the statutory definition of the prior offense, and do not generally *1108 consider the particular facts disclosed by the record of conviction. That is, we consider whether the elements of the offense are of the type that would justify its inclusion ... [as a crime of violence], without inquiring into the specific conduct of this particular offender.\" United States v. West, 550 F.3d 952, 957 (10th Cir.2008) (citations and quotations omitted). Applying the categorical approach here, we are bound only to analyze the text of § 924(c)(3)(B) and 26 U.S.C. § 5861(d).\nSection 924(c)(1)(A) provides: \"any person who, during and in relation to any crime of violence ... for which the person may be prosecuted ..., uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm, shall ... be sentenced to a term of imprisonment of not less than 5 years.\" (emphasis added). For the purposes of this section, a \"crime of violence\" is \"an offense that is a felony and ... that by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.\"[3] § 924(c)(3)(B) (emphasis added). Thus, our task is to determine whether \"receiv[ing] or possess[ing] a firearm which is not registered ... in the National Firearms Registration and Transfer Record,\" 26 U.S.C. § 5861(d), constitutes a crime of violence.\nThe crime of violence language of § 924(c)(3)(B) tracks identical language contained in 18 U.S.C. § 16(b).[4]See § 16(b) (stating a crime of violence is an offense that \"by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense\") (emphasis added).\nThe Supreme Court has yet to interpret the crime of violence language in § 924(c)(3)(B), but it has interpreted the language in § 16(b). In Leocal v. Ashcroft, 543 U.S. 1, 125 S.Ct. 377, 160 L.Ed.2d 271 (2004), the Supreme Court limited the scope of § 16(b) to include only those \"offenses that naturally involve a person acting in disregard of the risk that physical force might be used against another in committing an offense.\" Id. at 10, 125 S.Ct. 377. The Court explained that the risk \"relates not to the general conduct or to the possibility that harm will result from a person's conduct, but to the risk that the use of physical force against another might be required in committing the crime.\" Id. (first emphasis in original, second emphasis added). Further, the Court specifically noted that the ordinary meaning of § 16(b) suggests a \"category of violent, active crimes.\" Id. at 11, 125 S.Ct. 377. Therefore, to qualify as a crime of violence the offense must proscribe conduct which not only (1) naturally involves a disregard of a substantial risk of force against another, but also (2) where such risk of force arises during the course of committing the offense\u0097a violent, active offense. Id. at 10-11, 125 S.Ct. 377.\nTwo other provisions are noteworthy in this analysis. The first, 18 U.S.C. *1109 § 924(e)(2)(B), defines a \"violent felony\"\u0097 for purposes of the Armed Career Criminal Act (ACCA)\u0097as \"burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" The Supreme Court interpreted this language in Begay v. United States, ___ U.S. ___, 128 S.Ct. 1581, 1586, 170 L.Ed.2d 490 (2008), concluding that for an offense to qualify as a violent felony it must involve, among other things, \"purposeful, violent, and aggressive conduct.\" (internal quotation marks omitted).\nThe second, section 4B1.2 of the United States Sentencing Guidelines (USSG), is congruent with the ACCA definition. It too defines a \"crime of violence\" as \"burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" § 4B1.2(a)(2).\nWhile attempting to reach similar goals\u0097defining violent crimes for purposes of sentencing enhancements and mandatory minimum terms\u0097each provision has important differences in statutory text and penological objectives. While § 924(c)(1) addresses the use of firearms in furtherance of a crime of violence or drug trafficking, the ACCA and § 4B1.2 enhance the punishment imposed for repeat offenders. These differences help explain why courts have reached seemingly different conclusions about what conduct constitutes a crime of violence under each provision.\nRecognizing these differences, the Supreme Court has found that the definition of a crime of violence under § 16(b) is narrower than that in USSG § 4B1.2:\nThe reckless disregard in § 16 relates not to the general conduct or to the possibility that harm will result from a person's conduct, but to the risk that the use of physical force against another might be required in committing a crime.... The \"substantial risk\" in § 16(b) relates to the use of force, not to the possible effect of a person's conduct. Compare § 16(b) (requiring a \"substantial risk that physical force against the person or property of another may be used\") with United States Sentencing Commission, Guidelines Manual § 4B1.2(a)(2) (Nov.2003) (in the context of a career-offender sentencing enhancement, defining \"crime of violence\" as meaning, inter alia, \"conduct that presents a serious potential risk of physical injury to another.\")\nLeocal, 543 U.S. at 10 &amp; n. 7, 125 S.Ct. 377 (emphasis added, original italics omitted).[5] Thus, the Court noted the textual difference between § 16(b) and the Guidelines (and identical ACCA provision) that is relevant to our analysis below: for an offense to qualify as a § 16(b) crime of violence, the risk of force must arise in the course of committing the crime and not merely as a possible result.\n\n2. Tenth Circuit\nAlthough we too have not directly addressed the meaning of § 924(c)(3)(B)'s crime of violence language, several of our cases have analyzed similar provisions under other federal statutes. The government contends these cases stand for the proposition that possession of an unregistered weapon in violation of the NFA qualifies as a crime of violence. We disagree, for several reasons.\n*1110 First, the government points to United States v. Dwyer, 245 F.3d 1168, 1172 (10th Cir.2001), a case predating Leocal. In Dwyer, we held possession of an unregistered firearm constituted a crime of violence for the purposes of USSG § 4B1.2(a)(2). In applying § 4B1.2's \"serious potential risk of physical injury\" language we concluded that \"possession of an unregistered weapon [wa]s not akin to `simple' possession.\" Id. Rather, we concluded the NFA statute targets \"specific weapons deemed to be particularly dangerous\" and possession of such weapons \"is presumptive evidence of unlawful violent intentions and therefore involves the substantial risk of violence necessary to label the possession a crime of violence.\" Id. (citations omitted).\nThe government relies heavily on Dwyer to argue the present case should be decided similarly under § 924(c)(3). We disagree.\nWhile superficially similar, as pointed out by the Supreme Court in Leocal, crucially absent from the text of § 4B1.2 is that the risk of violence must arise during the course of committing an offense. See § 924(c)(3)(B). \"[F]ailure to recognize the difference between § 16 and § 4B1.2 would `collapse the distinction between these two differently-worded definitions.'\" United States v. Austin, 426 F.3d 1266, 1273 (10th Cir.2005) (quoting United States v. Lucio-Lucio, 347 F.3d 1202, 1207 (10th Cir.2003)). Consequently, for an offense to qualify as a crime of violence under § 924(c)(3)(B), we must ensure the statute proscribes conduct which not only (1) involves a disregard of a substantial risk of force against another\u0097which, by itself, would only satisfy the § 4B1.2(a)(2) definition\u0097but also (2) where such risk of force arises during the course of committing the offense. That did not occur here.\nThe government also cites United States v. Rogers, 371 F.3d 1225, 1228 (10th Cir. 2004), where we held possession of a firearm by a defendant subject to a domestic protection order, a violation of 18 U.S.C. § 922(g)(8) and (9), was a crime of violence. In Rogers, we addressed 18 U.S.C. § 3156(a)(4)(B)'s definition of a \"crime of violence\"\u0097notably similar to §§ 16(b) and 924(c)(3)(B)\u0097providing that a qualifying offense is, \"any other offense that is a felony and that, by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.\" § 3156(a)(4)(B). Based on this language, we concluded possession of a gun by an individual\u0097especially one having a history of or a propensity for physical violence\u0097greatly increases the ability of that individual to inflict harm on others. Rogers, 371 F.3d at 1228-29. In explaining why a substantial risk of force arises in the course of committing the offense, we observed:\nIf one uses a gun in an act of violence, that violence necessarily occurs during the possession of the gun. Whether the person has possession of the gun only for a few seconds\u0097the seconds during which it is used for violent purposes\u0097or has possession for years, but uses it violently only for a few seconds, the violent use in either case necessarily occurs during\u0097or in the course of\u0097the possession.\nId. at 1230 (quoting United States v. Dillard, 214 F.3d 88, 93-94 (2d Cir.2000)). It follows, then, that \"[i]f that possession is illegal because the possessor is a [prohibited person] who is forbidden from possessing a gun, the violent use will inevitably have occurred in the course of the commission of the offense of illegal possession.\" Id.\n*1111 We also noted in Rogers that unlike an ordinary citizen possessing a weapon, \"a person who has previously committed domestic violence and thereafter possesses a weapon is reckless with respect to the risk that he might use the weapon as a means to inflict intentional physical force.\" Id. at 1232. Finally, we reasoned that unlike felon-in-possession offenses\u0097which we recognized may not satisfy the § 3156(a)(4)(B) definition of a crime of violence because the risk posed is not necessarily substantial\u0097 §§ 922(g)(8) and (9) proscribe conduct \"necessarily involv[ing] actual violence or credible threats of violence\" and therefore all the definitional requirements for a crime of violence are satisfied. Id. at 1230-31.[6]\nThe government's reliance on Rogers is misplaced. Possession of an unregistered weapon under § 5861 does not readily compare with possession of a weapon by an individual subject to a protective order. First, unlike §§ 922(g)(8) or (9), § 5861(d) does not address an individual's propensity for violence as an element of the offense.[7] It merely proscribes unregistered possession by any person, irrespective of their criminal history, whether they are subject to any protective order, or whether they have any propensity for violence whatsoever. Second, the NFA offense does not require the individual act intentionally or recklessly with respect to a risk that the unregistered weapon may by used to inflict harm to another.\nIn sum, none of our prior cases answers the question of whether possession of an unregistered weapon is a crime of violence under § 924(c)(3)(B).\n\n3. Other Circuits\nOther circuits have struggled with the definition of a crime of violence under these provisions. Several have concluded that statutes proscribing mere possession of a weapon, without more, lack the necessary nexus to the risk of force as required by the definition.\nFor example, the Third Circuit addressed whether possession of an unregistered pipe bomb qualified as a crime of violence under § 16(b) in United States v. Hull, 456 F.3d 133 (3d Cir.2006). The court recognized its analytic task was to \"determine whether simply `possessing' a pipe bomb is an `offense' that naturally *1112 involves a person acting in disregard of the risk that physical force might be used against another in committing the offense.\" Id. at 139 (quoting Leocal, 543 U.S. at 10, 125 S.Ct. 377). Although the court concluded there may be no legitimate uses for a pipe bomb, and \"mere possession of a pipe bomb involves the `substantial risk of physical force,'\" it noted that this was not the \"complete test.\" Id. Rather, the\ndanger from a pipe bomb comes not from the offense of possession, but from the added factor of use.... To commit the offense of possession,... [defendant] merely had to exercise control or dominion over the pipe bomb. There is no risk that physical force might be used against another to commit the offense of possession, regardless of whether pipe bombs have a legitimate purpose or not.\nId. (stating mere possession of a pipe-bomb was simply not an active crime and \"holds no [inherent] risk of the intentional use of force\").\nAs a consequence, the court held the \"relevant inquiry is not whether possession [of a pipe bomb] makes it more likely that a violent crime will be committed, but instead whether there is a risk that in committing the offense of possession, force will be used.\" Id. at 140 (citing United States v. Lane, 252 F.3d 905, 907 (7th Cir.2001)); see also United States v. Barnett, 426 F.Supp.2d 898 (N.D.Iowa 2006) (finding violation of NFA, in light of Leocal, was not a crime of violence under § 924(c)(3)(B) using a similar analysis). The court concluded there was no risk of force resulting from the offense of possession. Hull, 456 F.3d at 140.\nThe Third Circuit, in a subsequent case, explained the difference between possession of an unregistered weapon and possession with an intent to use the weapon. In Henry v. Bureau of Immigration &amp; Customs Enforcement, 493 F.3d 303 (3d Cir.2007), the court concluded that possession of an unregistered weapon and a commensurate intent to use the weapon did constitute a § 16(b) crime of violence. Possession alone of an unregistered weapon was insufficient to constitute a crime of violence because there was no risk that force might be used against another solely by virtue of possession. Id. at 309. And, moreover, the \"ultimate purpose\" of the weapon should not be considered\u0097the mere fact that an individual possesses a weapon \"does not permit an inference that he will use the weapon violently.\" Id. Nevertheless, the defendant had been convicted under a state statute proscribing possession and requiring proof \"not only of possession but also of intent to use a weapon unlawfully against another\" as an element of the offense. Id. (emphasis added). Thus, according to the court, \"proof of the intent element creates the substantial risk that physical force will be used during the commission of the offense\" and thereby satisfies the § 16(b) requirements. Id.\nSeveral contrary cases are worth noting. For example, the Fifth Circuit in 1999 concluded that possession of a pipe bomb did qualify as a crime of violence under § 16(b) in United States v. Jennings, 195 F.3d 795, 798 (5th Cir.1999). In describing pipe bombs, the court noted that it could not \"conceive of any nonviolent or lawful uses for a pipe bomb.\" Id. (citing with approval language from other courts stating that \"pipe bombs have no legitimate purpose and have the potential to kill indiscriminately\"). The court therefore concluded that \"there is a `substantial risk' that possession ... [of a pipe bomb] would produce violence or property damage.\" Id. at 798-99; see also id. at 799 (\"[T]he primary reason that unregistered possession of these particular weapons is a crime is the virtual inevitability that such possession *1113 will result in violence.\"). Several recent cases, however, have implicitly and explicitly questioned the logic in Jennings.[8]See Henry, 493 F.3d 303; Hull, 456 F.3d 133; Barnett, 426 F.Supp.2d 898.\nMost importantly, in 2003 the Fifth Circuit\u0097apparently reversing course\u0097held that mere possession of an unregistered short-barreled shotgun (rather than unregistered pipe bombs), is not a § 16(b) crime of violence. United States v. Diaz-Diaz, 327 F.3d 410, 413-14 (5th Cir.2003) (focusing on the \"in the course of committing\" language of the statutory definition). In Diaz-Diaz, the court recognized that to qualify as a crime of violence, the offense \"must present the substantial likelihood that the offender will intentionally employ force against the person or property of another in order to effectuate the commission of the offense.\" Id. at 413 (quotation omitted) (emphasis added). However, the state registration statute involved\u0097similar to the NFA\u0097only required \"that a defendant knowingly possess, manufacture, transport, repair, or sell a short-barrel firearm.\" Id. at 414. Because physical force was not required to complete such a crime\u0097i.e., the crime was \"complete upon... mere knowing possession of the weapon,\" the court was convinced that \"possession of a short-barrel firearm is not a § 16(b) `crime of violence.'\" Id. (apparently reversing its contrary holding in United States v. Rivas-Palacios, 244 F.3d 396 (5th Cir.2001)).\nTwo other circuit court cases decided prior to Leocal are likewise unpersuasive. See United States v. Dunn, 946 F.2d 615, 621 (9th Cir.1991) (noting that unregistered firearms are inherently dangerous and lack any lawful purpose and holding that possession of such weapons, \"by its nature,\" involves a \"blatant disregard for law and a substantial risk of improper physical force\"); United States v. Amparo, 68 F.3d 1222 (9th Cir.1995) (same). Neither of these cases considered the statutory requirement that the risk arise during the course of committing the offense and instead focused more on the \"by its nature\" language. Most pre-Leocal cases, like Jennings,[9] found the weapons subject to the NFA registration requirement were not used in sport, to hunt, or for target practice, and had no otherwise conceivable nonviolent or lawful purpose, and therefore, there was a \"virtual inevitability that such possession will result in violence.\" 195 F.3d at 798-99. But Leocal instructs us to focus not on whether possession will likely result in violence, but instead whether one possessing an unregistered weapon necessarily risks the need to employ force to commit possession.\n*1114 In sum, we are persuaded that, in light of Leocal, our analysis must not only focus on (1) whether an offense, by its nature, raises a substantial risk of physical force being employed, but also on (2) whether the risk of force actually arises in the course of committing the offense, and not merely as a probable, or even possible, result.\n\nB. Application of the § 924(c)(3)(B) Analysis to the NFA\nApplying these principles, we conclude possession of an unregistered weapon is not a crime of violence under § 924(c)(3)(B). In our view, the unlawful act of possession does not \"by its nature\" involve a substantial risk that physical force will occur in the course of committing the offense. We reach this conclusion for several reasons.\nFirst, the offense, as defined by 26 U.S.C. § 5861(d), lacks several crucial elements necessary to the \"crime of violence\" determination. To qualify as a crime of violence, the statute must proscribe conduct that (1) naturally involves a disregard of a substantial risk of force against another, and (2) where such risk of force arises during the course of committing the offense\u0097a violent, active offense. Leocal, 543 U.S. at 10-11, 125 S.Ct. 377.\nSection 5861(d) prohibits \"receiv[ing] or possess[ing] a firearm which is not registered... in the National Firearms Registration and Transfer Record.\" But \"possession of a firearm can occur in an array of non-violent circumstances, weakening the link between possession and [the risk of] violence.\" United States v. Bowers, 432 F.3d 518, 521 (3d Cir.2005) (internal quotation marks omitted); see also United States v. Ingle, 454 F.3d 1082, 1086 (10th Cir.2006) (stating the risk \"flowing from the possession of a weapon ... could simply not be classified as substantial\" (emphasis omitted)). Thus, under a categorical approach, a § 5861(d) offense does not necessarily implicate a disregard of a risk of force, nor does it anticipate that force may be used in the course of receiving or possessing the unregistered firearm.\nSecond, we disagree with the government's contention that the nature of Serafin's unlawfully shortened rifle inherently implicates the use of force against other persons. While attractive to some extent, the argument sweeps too broadly. The NFA statute does not criminalize all possession, it simply makes unregistered possession illegal. And moreover, the statute fails to distinguish between a loaded, fully assembled, unregistered weapon and one that is non-functional or ornamental. It can hardly be said that, by its nature, an unregistered Eagle Arms rifle here risks the use of force against another.[10]\nThird, we cannot agree with the government that the nature of unlawful possession of such weapons is imbued with the \"inevitability that such possession will result in violence.\" Aple. Br. at 23 (quoting Jennings, 195 F.3d at 799). It is true that certain individuals, when possessing such weapons, will almost assuredly cause violence. See Rogers, 371 F.3d at 1230-31. But the NFA statute to which Serafin pleaded guilty does not differentiate between individuals having violent criminal histories and those that do not. And it is important to note Congress did not outlaw these weapons outright. Rather, it imposed a tax and registration requirement. *1115 See 26 U.S.C. § 5841 (registration requirement of the NFA). Individuals are not prevented from owning these weapons and may actually use them for target practice or for display in a collection. It can hardly be said that an individual who possesses such a weapon, unregistered and in violation of the NFA, necessarily or \"inevitably\" will use force against another.\nFourth, the government, citing Jennings, asserts that possession is not a momentary offense, but rather a \"continuing offense\" which persists until possession is terminated. Possession over an extended period of time, the government contends, implicates a serious risk of force.\nAs we explained above, however, Jennings predates Leocal and did not adequately consider the \"in the course of committing the offense\" language of § 924(c)(3)(B). Even if we were to consider possession as a continuing offense under the NFA statute, the government's argument would fail for two additional reasons.\nOne, the statute does not have an element accounting for the time of possession. Even momentary possession can, and does result in a NFA violation. E.g., United States v. Diecidue, 603 F.2d 535, 564 (5th Cir.1979) (stating \"possession need only be momentary\"). And, we must be able to determine categorically that possession of an unregistered weapon in violation of § 5861(d) raises a substantial risk of physical force. See Leocal, 543 U.S. at 7, 125 S.Ct. 377 (analysis of whether an offense qualifies as a crime of violence \"requires us to look to the elements and the nature of the offense of conviction, rather than to the particular facts relating to petitioner's crime\"). Since the statute proscribes even fleeting possession by an ordinary, nonfelon, where the risk of force\u0097if any\u0097may be minimal, we cannot say a violation of the NFA necessarily raises such a substantial risk.\nTwo, the use or risk of force is not implicated in Serafin's possession of the unregistered rifle, rather it is the risk he would commit another crime to obtain or retain possession. For example, an individual possessing an unregistered sawed-off shotgun might use it against someone trying to wrest it away. But at a minimum, this scenario would result in a charge of aggravated assault or something similar\u0097and that resulting crime potentially qualifies as a \"crime of violence\"\u0097 not the possession itself. See Bowers, 432 F.3d at 522 (stating that individuals \"who possess firearms `may end up committing another, and violent, offense, such as robbing a bank at gunpoint, but that doesn't make the possession offense violent.'\" (quoting Lane, 252 F.3d at 907)).\nThe NFA statute at issue here does not have an element requiring an \"intent to use\" the unregistered weapon. See Henry, 493 F.3d at 309. If it did, perhaps we could analogize to the oft-cited crime of burglary. See Leocal, 543 U.S. at 10, 125 S.Ct. 377 (reiterating that burglary involves a substantial risk a burglar will use force against a victim in completing the crime). However, while the NFA does require intentional or knowing possession of an unregistered weapon, it cannot be said that an individual with such possession intentionally \"risks having to `use' physical force against another person in the course of his possession.\" See id. at 11, 125 S.Ct. 377 (differentiating DUI). The risk of force, in this case, is at least one step removed from the underlying crime.\nIn sum, the danger from an unregistered short-barreled rifle is inherent to its use, not merely in its possession. Although Serafin clearly disregarded the law by possessing an illegal short-barreled rifle, *1116 we must confine the scope of § 924(c)(3)(B) to active, violent crimes which pose a substantial risk that force may be used during the course of the offenses. Possession of an unregistered weapon does not meet this test.\n\nIII. Conclusion\nFor the foregoing reason, we REVERSE the § 924(c)(1) conviction, and REMAND to the district court to enter judgment consistent with this opinion.\nNOTES\n[*]  The Honorable Timothy D. DeGiusti, United States District Court Judge, Western District of Oklahoma, sitting by designation.\n[1]  These statutes are all part of the National Firearms Act (NFA) which imposes a registration requirement and excise taxes on a specific subset of weapons.\n[2]  Serafin does not appeal his conviction on Count 1 or the associated 18-month sentence.\n[3]  The government does not contend Serafin's possession of an unregistered weapon qualifies as a crime of violence under the first prong of § 924(c)(3), which is a felony that has as \"an element the use, attempted use, or threatened use of physical force against the person or property of another.\" § 924(c)(3)(A). Thus we confine our analysis to the alternative definition under § 924(c)(3)(B).\n[4]  Section 16(b) is the general definition for all federal statutes that lack a statute-specific definition for a crime of violence. Also, the Bail Reform Act contains a parallel definition for crimes of violence. See 18 U.S.C. § 3156(a)(4)(B). Consequently, cases interpreting these provisions inform our analysis.\n[5]  Like the Supreme Court, we have previously recognized that the USSG § 4B1.2(a)(2) definition is much broader than § 16(b). See United States v. Austin, 426 F.3d 1266, 1273 (10th Cir.2005).\n[6]  In United States v. Ingle, 454 F.3d 1082, 1085-86 (10th Cir.2006), we concluded that a violation of the felon-in-possession statute, 18 U.S.C. § 922(g)(1), is not a crime of violence as defined by § 3156(a)(4)(B). In particular, we noted that the felon-in-possession offense presents \"numerous factual scenarios\" and applies to \"persons with greatly diverse propensities and previous[] convict[ions] [for] a wide range of conduct.\" Id. at 1086. Further, we stated that \"mere possession of a firearm by a convicted felon does not create a substantial risk that physical force will be [employed].... [A]lthough there might be some increased chance of violence flowing from the possession of a weapon by a felon, that risk could simply not be classified as substantial.\" Id. (quoting Rogers, 371 F.3d at 1229).\n[7]  Section 922(g)(8) and subsection (9) both proscribe possession of a gun by an individual convicted of domestic violence and subject to a court order,\n\nrestrain[ing] such person from harassing, stalking, or threatening an intimate partner of such person or child of such intimate partner or person, or engaging in other conduct that would place an intimate partner in reasonable fear of bodily injury to the partner or child; and ... includes a finding that such person represents a credible threat to the physical safety of such intimate partner or child; or ... by its terms explicitly prohibits the use, attempted use, or threatened use of physical force against such intimate partner or child that would reasonably be expected to cause bodily injury.\n§§ 922(g)(8)(B)-(C), (9).\n[8]  For example, in Hull, the Third Circuit disagreed with Jennings, arguing Jennings had \"conflate[d] `use' with `possession,' which conflation the Supreme Court took the opportunity to explicitly forbid in its later opinion in Leocal.\" Hull, 456 F.3d at 139-40.\n[9]  It is important to note that Jennings cites cases which had analyzed the definition of crimes of violence (also called violent felonies) under the ACCA, § 924(e)(2)(B)\u0097a section which more closely resembles USSG § 4B1.2(a) than§ 16 or § 924(c)(3). See Jennings, 195 F.3d at 799 (citing United States v. Fortes, 141 F.3d 1 (1st Cir.1998); United States v. Romero, 122 F.3d 1334, 1341 (10th Cir.1997)); but see United States v. Amos, 501 F.3d 524, 530 (6th Cir.2007) (finding mere possession of a sawed-off shotgun was not a crime of violence and stating \"the important goals behind statutes directed at gun possession do not automatically convert violations of their requirements into `crimes of violence.' Further, if Congress had wanted the [statute] ... to cover offenses for possession of firearms as predicate offenses, it could easily have done so explicitly ... i.e., the definition of violent felony could have included `possession of a firearm in violation of state or federal law'\"). As we stated above, there is a distinction between § 4B1.2(a)(2) and § 924(c)(3)(B).\n[10]  Also, if Congress had wanted § 924(c)(3) to reach offenses for possession of unregistered firearms, it could easily have done so explicitly. See Amos, 501 F.3d at 530; see also § 924(c)(1) (prescribing mandatory minimum sentences explicitly for \"drug trafficking\" crimes).\n\n",
            "ocr": false,
            "opinion_id": 172028
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}