{
    "id": 1252523,
    "judges": "Mac Q. Williamson",
    "date_filed": "1999-09-12",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-grimes",
    "case_name_short": null,
    "case_name": "Ex Parte Grimes",
    "case_name_full": "Ex Parte GRIMES",
    "attorneys": "J. W. Grimes, pro se., Mac Q. Williamson, Atty. Gen., and Owen J. Watts, Asst. Atty. Gen., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b95-5\">\n    Ex parte GRIMES.\n   </parties><br><docketnumber id=\"b95-6\">\n    No. A-11332.\n   </docketnumber><decisiondate id=\"AN8\">\n    July 19, 1950.\n   </decisiondate><br><citation id=\"b95-7\">\n    (221 P. 2d 679.)\n   </citation><br><attorneys id=\"b96-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"88\"> \n     *88\n     </span>\n    J. W. Grimes, pro se.\n   </attorneys><br><attorneys id=\"b96-7\">\n    Mac Q. Williamson, Atty. Gen., and Owen J. Watts, Asst. Atty. Gen., for respondent.\n   </attorneys>",
    "citations": [
        "221 P.2d 679",
        "92 Okla. Crim. 87"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n92 Okla. Crim. 87 (1950)\n221 P.2d 679\nEx parte GRIMES.\nNo. A-11332.\nCriminal Court of Appeals of Oklahoma.\nJuly 19, 1950.\n*88 J.W. Grimes, pro se.\nMac Q. Williamson, Atty. Gen., and Owen J. Watts, Asst. Atty. Gen., for respondent.\nJONES, P.J.\nThis is an original action in habeas corpus instituted by the petitioner, J.W. Grimes, for the purpose of securing his release from confinement in the State Penitentiary.\nThe verified petition alleges that on November 17, 1945, the petitioner was sentenced by the district court of Osage county to serve a term of 2 years imprisonment in the State Penitentiary following his conviction for the crime of burglary; that thereafter, and on June 19, 1946, the petitioner was released from the penitentiary on parole; *89 while at large on said parole, and on May 26, 1947, the petitioner was arrested, charged with the crime of forgery in the second degree, was convicted and sentenced to serve a term of 5 years' imprisonment in the State Penitentiary, which sentence according to its terms was to begin \"upon delivery of the prisoner to the warden of said penitentiary\"; that pursuant to said conviction for forgery the petitioner was committed to the penitentiary and was \"booked\" on said forgery conviction; that the warden of the State Penitentiary did not have the authority to book the prisoner upon the second charge until he had completed serving his term in prison upon the first charge; that if he had been given proper credit for the time which he had served since his recommitment, the two year sentence for burglary would have expired; and that he is entitled to his discharge from imprisonment for the reason that the judgment and sentence of 5 years \"to begin upon delivery to the warden\" is void since the court was without authority to render that kind of a judgment.\nAt the hearing before this court the facts alleged by the petitioner were established with the exception that it was shown that on May 26, 1947, the defendant upon his plea of guilty was sentenced to serve a term of 5 years imprisonment in the State Penitentiary in two different cases pending in the district court of Osage county, but in the judgments pronounced upon the plea of guilty, it was provided that the sentences would run concurrently. It was further shown that subsequent to the conviction of the petitioner on the second offenses his parole was revoked and the record clerk at the State Penitentiary, where the petitioner was listed to serve the five year concurrent sentences for forgery, made a notation upon the prison record that at the expiration of said sentence *90 the prisoner was to be held as a parole violator on No. 46698.\nWe have had occasion to consider similar questions many times. One of the latest cases is that of Ex parte Cole, 89 Okla. Crim. 380, 208 P.2d 193, in which it was held:\n\"Warden of State Reformatory does not have discretion of crediting time served by inmate on either of two or more convictions, but must credit time on first conviction sustained by inmate until the time named in commitment for first conviction has been satisfied.\"\nIn the case of Ex parte Tillman, 81 Okla. Crim. 332, 164 P.2d 649, it was stated:\n\"Where there are one or more convictions and judgments thereon, the accused should be incarcerated upon the first conviction for which a commitment is issued for the period of time therein named. At the end of that period of confinement, the imprisonment should commence upon the second conviction and terminate in like manner, and so on for the third and subsequent convictions. * * *\n\"Where accused is paroled from State Reformatory after serving part of sentence and later is arrested, tried and convicted for another offense, and his parole revoked, the period of time which the accused serves in the State Reformatory on second commitment, before he executes an appeal bond in taking an appeal from the second conviction, should be applied to the time which he has served to complete the sentence for the first conviction and where proof shows that accused has served enough time prior to the execution of his appeal bond to have satisfied the term of imprisonment upon the first conviction, he will be granted his release from the reformatory pending the disposition of the appeal.\"\nSee, also, Ex parte Pierce, 88 Okla. Crim. 150, 200 P.2d 777, Ex parte Halbert, 45 Okla. Crim. 167, 282 P. 478.\n*91 The judgment and sentence entered by the district court of Osage county was legal and proper. It merely directed that the sentence of the prisoner should commence from the time of his reception at the State Penitentiary. The statutes in question, 21 Ohio St. 1941 § 61, 22 Ohio St. 1941 § 976, are for the purpose of directing the warden the manner in which he should handle the prison population. An incorrect entry by the warden would not authorize the release of the prisoner unless it was shown that he had fully satisfied the valid sentences which had been pronounced against him. At the time the convictions were sustained by the prisoner for the second offenses of forgery, the prisoner was legally at liberty from the penitentiary on a parole from his first conviction, and he was not listed as a parole violator until two days after judgment and sentence was pronounced upon the pleas of guilty to the charges of forgery.\nThe purpose of the writ of habeas corpus being to determine the legality of the restraint of an individual, the writ will not issue where it is shown that the prisoner is being held pursuant to unsatisfied judgments pronounced against him. The writ of habeas corpus is denied.\nBRETT and POWELL, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1252523
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}