{
    "id": 213705,
    "judges": "Fuentes, Greenberg, Smith",
    "date_filed": "1987-03-13",
    "date_filed_is_approximate": true,
    "slug": "donna-baltimore-v-harrisburg-parking-authority",
    "case_name_short": null,
    "case_name": "Donna Baltimore v. Harrisburg Parking Authority",
    "case_name_full": "Donna BALTIMORE, Appellant v. HARRISBURG PARKING AUTHORITY; Mark Yobbi; Gail Lewis; Nancy Keim; Jason Brinker; Richard Gibney",
    "attorneys": "Don A. Bailey, Esq., Harrisburg, PA, for Appellant., Anthony F. Andrisano, Esq., Christopher J. Conrad, Esq., Sharon M. O’Donnell, Esq., Marshall, Dennehey, Warner, Coleman & Goggin, Harrisburg, PA, John J. Hare, Attorney, Marshall, Dennehey, Warner, Coleman & Goggin, Philadelphia, PA, for Harrisburg Parking Authority; Mark Yobbi; Gail Lewis; Nancy Keim; Jason Brinker; Richard Gibney.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted under Third Circuit LAE 34.1(a) March 25, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b158-8\">\n    Donna BALTIMORE, Appellant v. HARRISBURG PARKING AUTHORITY; Mark Yobbi; Gail Lewis; Nancy Keim; Jason Brinker; Richard Gibney.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b158-10\">\n    No. 10-3153.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b158-11\">\n    United States Court of Appeals, Third Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b158-12\">\n    Submitted under Third Circuit LAE 34.1(a) March 25, 2011.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b158-13\">\n    Filed: March 31, 2011.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b158-23\">\n    Don A. Bailey, Esq., Harrisburg, PA, for Appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b158-24\">\n    Anthony F. Andrisano, Esq., Christopher J. Conrad, Esq., Sharon M. O’Donnell, Esq., Marshall, Dennehey, Warner, Coleman\n    <em>\n     &amp;\n    </em>\n    Goggin, Harrisburg, PA, John J. Hare, Attorney, Marshall, Dennehey, Warner, Coleman\n    <em>\n     &amp;\n    </em>\n    Goggin, Philadelphia, PA, for Harrisburg Parking Authority; Mark Yobbi; Gail Lewis; Nancy Keim; Jason Brinker; Richard Gibney.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b158-25\">\n    Before: FUENTES, SMITH, and GREENBERG, Circuit Judges.\n   </p>",
    "citations": [
        "425 F. App'x 134"
    ],
    "opinions": [
        {
            "author_str": "Greenberg",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.ca3.uscourts.gov/opinarch/103153np.pdf",
            "author_id": null,
            "opinion_text": "                                                        NOT PRECEDENTIAL\n\n                       UNITED STATES COURT OF APPEALS\n                            FOR THE THIRD CIRCUIT\n                                ______________\n\n                                      No. 10-3153\n                                    ______________\n\n                                DONNA BALTIMORE,\n\n                                                               Appellant\n\n                                            v.\n\n            HARRISBURG PARKING AUTHORITY; MARK YOBBI;\n       GAIL LEWIS; NANCY KEIM; JASON BRINKER; RICHARD GIBNEY\n                           ______________\n\n                    On Appeal from the United States District Court\n                        for the Middle District of Pennsylvania\n                              (D.C. Civ. No. 1-07-01244)\n                        Honorable Yvette Kane, District Judge\n                                   ______________\n\n                       Submitted under Third Circuit LAR 34.1(a)\n                                   March 25, 2011\n\n           BEFORE: FUENTES, SMITH, and GREENBERG, Circuit Judges\n\n                                 (Filed: March 31, 2011)\n                                     ______________\n\n                               OPINION OF THE COURT\n                                   ______________\n\nGREENBERG, Circuit Judge.\n\n       This matter comes on before this Court on Donna Baltimore’s appeal from an\n\norder entered in the District Court on July 16, 2010, granting appellees, Harrisburg\n\nParking Authority, Mark Yobbi, Gail Lewis, Nancy Keim, Richard Gibney and Jason\n\fBrinker, summary judgment on two separate motions in this civil rights action that\n\nBaltimore brought against them. See Baltimore v. Harrisburg Parking Auth., Civ. No.\n\n1:07-01244, 2010 U.S. Dist. LEXIS 59508 (M.D. Pa. June 15, 2010). The Court set forth\n\nthe background of the case in its comprehensive memorandum opinion and thus we do\n\nnot go into detail describing Baltimore’s complaint. Instead, we merely explain that the\n\ncase arose from Baltimore’s discharge from her employment with the Authority because\n\nof her alleged theft from it, an allegation that led to the institution of criminal proceedings\n\nagainst her on which she was acquitted on July 7, 2005. After her acquittal, following\n\nher unsuccessful attempt to be reinstated to her position, she brought this action on July\n\n9, 2007.\n\n       On the summary judgment motions the Court found that some of Baltimore’s\n\nclaims were subject to a statute of limitations that required their filing within two years of\n\nJuly 7, 2005, the day on which she had been acquitted, and some needed to be filed\n\nwithin two years of an even earlier date. The Court then held that those claims were\n\nuntimely because she did not initiate this action until July 9, 2007. The Court, however,\n\nfound that her claim that the Authority wrongfully did not rehire her and certain other\n\nclaims that she advanced were not time barred, and it therefore addressed those claims on\n\nthe merits but rejected them. Ultimately the Court summed up its holding as follows:\n\n“[t]he majority of [Baltimore’s] claims are time-barred because [Baltimore] filed her\n\ncomplaint at least two days after the applicable limitations period expired” and, on “her\n\nremaining claims based on the Authority’s failure to rehire her, [Baltimore] has failed to\n\n\n\n                                              2\n\fproduce sufficient evidence to withstand Defendants’ motions for summary judgment.”\n\nId. at *29.\n\n       The District Court had jurisdiction under 28 U.S.C. §§ 1331, 1343, and 1367,1 and\n\nwe have jurisdiction under 28 U.S.C. § 1291. Ordinarily, we exercise plenary review on\n\nan appeal from a summary judgment, see Santos ex rel. Beato v. United States, 559 F.3d\n\n189, 193 (3d Cir. 2009), and thus we can affirm only if appellees can show “that there is\n\nno genuine dispute as to any material fact and [they are] entitled to judgment as a matter\n\nof law.” Fed. R. Civ. P. 56(a). Here, however, as we shall explain, appellees do not have\n\nthat burden or, for that matter, any burden at all on this appeal.\n\n       We start our discussion of the merits of this appeal by pointing out that Baltimore,\n\nalthough in her statement of the case indicating that the District Court granted appellees’\n\nmotion for summary judgment, then seems to have lost track of the procedural posture of\n\nthis case. In this regard, we observe that the District Court started its opinion by stating\n\nthat “[p]ending before the Court are two separate motions for summary judgment[,]”\n\nBaltimore, 2010 U.S. Dist. LEXIS 59508, at *1, and it ended its opinion by granting\n\nappellees summary judgment both in its opinion and order. Accordingly, it should be\n\nclear to anyone that this case is an appeal from an order issued under Fed. R. Civ. P. 56.\n\nYet in Baltimore’s brief she addresses the standard of review under Fed. R. Civ. P.\n\n12(b)(6), a rule concerning motions to dismiss for failure to state a claim on which relief\n\nmay be granted. Then, she starts her discussion of the standard of review by correctly,\n\n\n1\n We note that Baltimore’s brief ignores the requirement of Fed. R. App. P. 28(a)(4)(A)\nas it does not set forth the basis for the District Court’s subject matter jurisdiction.\n                                              3\n\fbut irrelevantly, explaining that we have “plenary powers to review a final appealable\n\norder by a United States District Court granting a defense motion pursuant to F. R. Civ.\n\nP. 12(b)(6).” Appellant’s br. at 6.\n\n       Next we quote verbatim from the summary of her argument and Baltimore’s\n\nargument in her brief:\n\n                           SUMMARY OF THE ARGUMENT\n\n               Criminal proceedings against the appellant ended on July 7, 2005.\n       Plaintiff filed her complaint on July 9, 2007[,] a Monday, July 7, 2007[,]\n       was a Saturday. Plaintiff timely filed her complaint.\n\n                                       ARGUMENT\n\n              Heck v. Humprey, 515 U.S.C. [sic] 477 (1994) holds that for\n       purposes of malicious prosecution civil rights claims criminal proceedings\n       must terminate in a complainants favor before an appropriate claim can be\n       brought. On July 7, 2005 the criminal proceedings against plaintiff\n       terminated in her favor. Plaintiff decided to proceed against defendants and\n       met with her attorney on Saturday evening July 7, 2007. Plaintiff filed her\n       complaint on Monday, July 9, 2007. The court erred in dismissing Donna\n       Baltimore’s complaint for untimeliness.\n\n              Wherefore the Court should order Ms. Baltimore’s complaint\n       reinstated.\n\nAppellant’s br. at 8-9.\n\n       Baltimore’s brief is remarkable because she does not address the merits of her case\n\nin her argument or explain why the District Court erred in granting summary judgment on\n\nthe merits, even though the District Court granted summary judgment solely on the merits\n\nof the portion of her case that it held was not time barred. Furthermore, Baltimore does\n\nnot challenge any aspect of the District Court’s statute of limitations rulings other than\n\nthe Court’s determination that the statute of limitations ran on a Saturday. Moreover, the\n                                              4\n\fbrief ignores the Court’s alternative holdings that certain of Baltimore’s time barred\n\nclaims also failed on the merits. Baltimore, U.S. Dist. LEXIS at *18 n.4, *19 n.5, and\n\n*22. n.7. Indeed, it appears that the Court granted appellees summary judgment on the\n\nmerits of the entire case or on the basis of conclusions with respect to the statute of\n\nlimitations that she does not challenge on this appeal. 2\n\n       Appellees answered Baltimore’s brief by pointing out, inter alia, that Baltimore\n\nhad ignored the merits of the case and, for that reason standing alone, we should affirm\n\nthe District Court’s order for summary judgment. Though it might be thought that\n\nappellees’ briefs would have caused Baltimore to take steps to save her appeal, their\n\nbriefs had no such effect. Quite to the contrary, Baltimore did not file a reply brief nor\n\ndid she seek leave to supplement her opening brief so that she could address the merits of\n\nthe case. In the circumstances, she has waived a challenge to the order for summary\n\njudgment and thus we are constrained to reject her appeal. See United States v. Irizarry,\n\n341 F.3d 273, 305 (3d Cir. 2003); Nagle v. Alspach, 8 F.3d 141, 143 (3d Cir. 1993); Kost\n\nv. Kozakiewicz, 1 F.3d 176, 182 n.3 (1993). We also observe that even though Baltimore\n\nis correct that if the statute of limitations runs on a Saturday an action filed on the\n\nfollowing Monday is timely, she does not support this contention with any authority, not\n\neven mentioning the obvious citation to Fed. R. Civ. P. 6(a)(3).\n\n2\n  The only claim that the District Court found to be time-barred, but did not also state\nwould fail on the merits, was Baltimore’s procedural due process claim. Because that\nclaim related to her contention that the institution of criminal charges against her was an\nattempt to force her from her employment, it clearly accrued before Baltimore was\nacquitted on July 7, 2005, and so it was properly found to be time-barred by the District\nCourt.\n\n                                               5\n\f       Overall, we regard the filing of Baltimore’s brief as the equivalent of a failure to\n\nfile a brief and thus we regard her as having abandoned this appeal. 3 Consequently,\n\nthough by considering the only issue that Baltimore raises in her argument and the\n\nDistrict Court’s entire opinion, we would affirm the July 16, 2010 judgment, we, instead\n\nwill dismiss this appeal. We direct that Baltimore’s attorney provide Baltimore with a\n\ncopy of this opinion and the accompanying judgment within one week of its filing and\n\nthat her attorney file an affidavit with the Clerk of this Court confirming that he has\n\ncomplied with this direction.\n\n\n\n\n3\n  As is common in opinions, we have written this opinion referring to Baltimore as if she\nwrote the brief herself. We, of course, know that this is not true as Don Bailey, Esq., has\nrepresented her on this appeal as he did in the District Court.\n                                              6\n\f",
            "ocr": false,
            "opinion_id": 213705
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}