{
    "id": 1223548,
    "judges": "Willis",
    "date_filed": 660268800000,
    "date_filed_is_approximate": false,
    "slug": "barrette-v-commonwealth",
    "case_name_short": "Barrette",
    "case_name": "Barrette v. Commonwealth",
    "case_name_full": "THOMAS ARRON BARRETTE, S/K/A THOMAS AARON BARRETT v. COMMONWEALTH OF VIRGINIA",
    "attorneys": "Counsel, Kimberly B. O’Donnell, Senior Assistant Public Defender (Office of the Public Defender, on. brief), for appellant., Eugene Murphy, Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<p data-order=\"0\" data-type=\"court\" id=\"b385-4\">\n    Richmond\n   </p><br><parties data-order=\"1\" data-type=\"parties\" id=\"b385-5\">\n    THOMAS ARRON BARRETTE, s/k/a THOMAS AARON BARRETT v. COMMONWEALTH OF VIRGINIA\n   </parties><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"ARD\">\n    No. 0382-89-2\n   </docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AqL\">\n    Decided December 4, 1990\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b386-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"358\"> \n     *358\n     </span>\n    Counsel\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b386-9\">\n    Kimberly B. O’Donnell, Senior Assistant Public Defender (Office of the Public Defender, on. brief), for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b386-10\">\n    Eugene Murphy, Assistant Attorney General (Mary Sue Terry, Attorney General, on brief), for appellee.\n   </attorneys>",
    "citations": [
        "398 S.E.2d 695",
        "11 Va. App. 357"
    ],
    "opinions": [
        {
            "author_str": "Willis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8435.0,
            "opinion_text": "\n398 S.E.2d 695 (1990)\nThomas Arron BARRETTE, s/k/a Thomas Aaron Barrett\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 0382-89-2.\nCourt of Appeals of Virginia.\nDecember 4, 1990.\n*696 Kimberly B. O'Donnell, Sr. Asst. Public Defender (Office of the Public Defender, on brief), for appellant.\nEugene Murphy, Asst. Atty. Gen. (Mary Sue Terry, Atty. Gen., on brief), for appellee.\nPresent: BAKER, COLE and WILLIS, JJ.\nWILLIS, Judge.\nConvicted in a jury trial of robbery and of use of a firearm in the commission of robbery, Thomas Arron Barrette contends on appeal that the trial court (1) deprived him of his constitutional right to an impartial jury by refusing to strike a venireman because he was a retired employee of the corporation whose money was taken in the robbery, (2) deprived him of his constitutional right to an impartial jury by prohibiting his counsel from asking the venire whether they had a bias in favor of eyewitness testimony and would be unable to weigh such testimony impartially, and (3) deprived him of his constitutional right to confront and cross-examine the witnesses against him by prohibiting his counsel from asking the victim whether he had known before testifying at the preliminary hearing whether the Commonwealth had been counting on him to identify Barrette. We find no error and affirm.\nOn November 13, 1988 a Chevron gas station was robbed by the appellant and another man. The service station operator who was robbed observed the appellant and talked to him in a lighted office from a distance of approximately five feet. The robbery took about three minutes. A week after the crime the victim looked at a \"bunch of pages\" of photographs and picked out the appellant's picture. He told the investigating police officer that he was sure that this was the robber who had held the gun on him. With no doubt in his mind he identified the appellant as one of the robbers both at the preliminary hearing and at trial.\n\n-I-\nOn voir dire the venireman Barden stated that in 1970 he had retired after thirty-eight years employment with Chevron. He denied any interest or partiality in the case. He denied any expectation that the $100 to $200 lost by Chevron in the robbery would affect his retirement benefits. The appellant moved that Mr. Barden be set aside for cause and duly excepted to the court's refusal to do so.\n\"[A]n accused is entitled to an impartial jury as a matter of constitutional guarantee, reenforced by legislative mandate and by the Rules of ... court.\" It is the court's duty to procure an impartial jury. The court's fulfillment of this duty, however, involves the exercise of sound judicial discretion. The court's duty, in the exercise of its discretion, is to empanel jurors who are free from bias or prejudice against the parties and who \"stand indifferent in the cause.\"\nCode § 8.01-358, which is made applicable to criminal proceedings by Code § 19.2-260, provides for voir dire of a perspective [sic] juror \"to ascertain whether he is related to either party, or has any interest in the cause, or has expressed or formed any opinion, or is sensible of any bias or prejudice therein[.]\"\nScott v. Commonwealth, 1 Va.App. 447, 451, 339 S.E.2d 899, 901 (1986) (citations omitted), affirmed, 233 Va. 5, 353 S.E.2d 460 (1987).\nIn Gray v. Commonwealth, 226 Va. 591, 311 S.E.2d 409 (1984), the Supreme Court held that a venireman related within the ninth degree of affinity to the victim of a crime is per se disqualified from serving on the jury panel. In Salina v. Commonwealth, 217 Va. 92, 225 S.E.2d 199 (1976), the Supreme Court held that a venireman owning stock in the bank against which the offense on trial was committed was per se disqualified. The Court said, \"[t]he reasons underpinning the disqualification of prospective jurors within the prohibited degree of consanguinity ... apply with even greater force where ... the criminal act suffered by the corporation has the direct *697 effect of diminishing the assets of the corporation held for the benefit of its stockholders.\" Id. at 94, 225 S.E.2d at 200.\nPer se disqualifications are few in number and are disfavored. Scott, 1 Va.App. at 452, 339 S.E.2d at 901. Thus, former clients of the Commonwealth's Attorney have been held not to be per se disqualified. Elam v. Commonwealth, 229 Va. 113, 326 S.E.2d 685 (1985); see Calhoun v. Commonwealth, 226 Va. 256, 307 S.E.2d 896 (1983). In a trial for larceny of oysters, the trial court did not err in refusing to question veniremen as to whether they owned, leased or operated oyster grounds. Melvin v. Commonwealth, 202 Va. 511, 118 S.E.2d 679 (1961). In the trial of a sharecropper charged with murdering the farmer who employed him, veniremen who were farmers employing sharecroppers were held not to be per se disqualified. Waller v. Commonwealth, 178 Va. 294, 16 S.E.2d 808 (1941), cert. denied, 316 U.S. 679, 62 S. Ct. 1106, 86 L. Ed. 1752 (1942).\nIn Scott, the defendant was charged with robbery of a Ukrops store. We upheld the trial court's refusal to strike for cause a venireman who was employed by Ukrops, saying,\nWe believe a per se rule is unwarranted in this case. We recognize that a prospective juror employed by the victim of a crime may face overt or subtle influences on his capacity to hear the evidence and render judgment fairly and impartially ... We conclude, however, that Henderson's employment by Ukrops, without more, should not lead us to impute a bias to him which is not disclosed by the record.\nId., 1 Va.App. at 452, 339 S.E.2d at 902.\nMr. Barden's relationship with Chevron did not render him per se disqualified to serve as a juror in this case. We doubt that a loss of $100 to $200 would have any significant impact on the affairs of Chevron Corporation or that the loss would adversely affect Mr. Barden's retirement benefits. Nothing in the record establishes that he could not hear the evidence and render judgment fairly and impartially. The trial judge did not err in refusing to set Mr. Barden aside for cause.\n\n-II-\nOn voir dire counsel for appellant sought to ask the venire whether there was \"anyone on the jury who believes that eyewitness identification of a stranger is always accurate and correct.\" The trial court refused to permit this question, stating that it presupposed a hypothetical fact that was not in evidence, and that the court would instruct the jury as to credibility and the weight of the evidence. Counsel then sought to ask if \"anyone believes simply because the eyewitness himself is confident of his identification, would that mean that they would always believe that it's accurate and reliable.\" The trial court disallowed this question for the same reason.\nA party has no right, statutory or otherwise, to propound any question he wishes, or to extend voir dire questioning ad infinitum. The court must afford a party a full and fair opportunity to ascertain whether prospective jurors \"stand indifferent in the cause,\" but the trial judge retains the discretion to determine when the parties have had sufficient opportunity to do so.\nLeVasseur v. Commonwealth, 225 Va. 564, 581, 304 S.E.2d 644, 653 (1983), cert. denied, 464 U.S. 1063, 104 S. Ct. 744, 79 L. Ed. 2d 202 (1984).\nThe questions asking the veniremen's opinions concerning eyewitness testimony did not address interest or partiality of the veniremen or their ability to stand indifferent in the cause. Those questions did not relate to any evidence that was before the venire or that was vouched would come into the case. They were not phrased in terms of the law relating to assessing credibility or weighing evidence or to the law governing the function and duties of jurors. They were questions which invited misunderstanding at worst and random speculation at best. They were not relevant to the scope and purpose of voir dire, which is to identify interest or partiality in the venire. The trial judge did not err in foreclosing those questions.\n\n\n*698 -III-\nOn cross examination of the victim, counsel for appellant sought to ask whether \"[a]t the time you came to the preliminary hearing ... [Y]ou knew that they were counting on you to testify and identify Mr. Barrette.\" The trial judge correctly sustained an objection to this question. It was irrelevant to any issue on trial. It did not challenge the witness's credibility. It did not challenge the accuracy of his observations at the time of the crime or his identification of the appellant. It was not suggested that the witness was under any influence to do other than tell the truth, and he was not asked about any such influence. What he thought the Commonwealth's Attorney expected of him had no bearing on the substance or significance of his testimony.\nFor the foregoing reasons, the judgment of the trial court is affirmed.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1223548
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}