{
    "id": 736212,
    "judges": "Becker, Mansmann, Schwarzer",
    "date_filed": 856742400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-ronald-johnstone",
    "case_name_short": null,
    "case_name": "United States v. Ronald Johnstone",
    "case_name_full": "UNITED STATES of America, Appellee, v. Ronald JOHNSTONE, Appellant",
    "attorneys": "Gerald Krovatin (argued), David W. Fas-sett, Arseneault & Krovatin, Chatham, NJ, for Appellant., Deval L. Patrick, Assistant Attorney General, David L. Flynn, Linda F. Thome, Michelle Aronowitz (argued), United States Department of Justice, Civil Rights Division, Washington, DC, Faith S. Hoehberg, United States Attorney, Kevin McNulty, Amy S. Winkelman, Assistant United States Attorneys, Newark, NJ, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 5, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 58,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b306-12\">\n    UNITED STATES of America, Appellee, v. Ronald JOHNSTONE, Appellant.\n   </parties><br><docketnumber id=\"b306-15\">\n    No. 95-5833.\n   </docketnumber><br><court id=\"b306-16\">\n    United States Court of Appeals, Third Circuit.\n   </court><br><otherdate id=\"b306-18\">\n    Argued June 5, 1996.\n   </otherdate><br><decisiondate id=\"b306-19\">\n    Decided Feb. 24, 1997.\n   </decisiondate><br><attorneys id=\"b308-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"-1374\"> \n     *-1374\n     </span>\n    Gerald Krovatin (argued), David W. Fas-sett, Arseneault &amp; Krovatin, Chatham, NJ, for Appellant.\n   </attorneys><br><attorneys id=\"b308-15\">\n    Deval L. Patrick, Assistant Attorney General, David L. Flynn, Linda F. Thome, Michelle Aronowitz (argued), United States Department of Justice, Civil Rights Division, Washington, DC, Faith S. Hoehberg, United States Attorney, Kevin McNulty, Amy S. Winkelman, Assistant United States Attorneys, Newark, NJ, for Appellee.\n   </attorneys><br><judges id=\"b308-16\">\n    Before: BECKER, MANSMANN, Circuit Judges, and SCHWARZER, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b308-11\">\n     Honorable William W Schwarzer, United States District Judge for the Northern District of California, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "107 F.3d 200"
    ],
    "opinions": [
        {
            "author_str": "Becker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/107/107.F3d.200.95-5833.html",
            "author_id": null,
            "opinion_text": "107 F.3d 200\n    65 USLW 2632\n    UNITED STATES of America, Appellee,v.Ronald JOHNSTONE, Appellant.\n    No. 95-5833.\n    United States Court of Appeals,Third Circuit.\n    Argued June 5, 1996.Decided Feb. 24, 1997.\n    \n      Gerald Krovatin (argued), David W. Fassett, Arseneault &amp; Krovatin, Chatham, NJ, for Appellant.\n      Deval L. Patrick, Assistant Attorney General, David L. Flynn, Linda F. Thome, Michelle Aronowitz (argued), United States Department of Justice, Civil Rights Division, Washington, DC, Faith S. Hochberg, United States Attorney, Kevin McNulty, Amy S. Winkelman, Assistant United States Attorneys, Newark, NJ, for Appellee.\n      Before:  BECKER, MANSMANN, Circuit Judges, and SCHWARZER, District Judge.*\n      OPINION OF THE COURT\n      BECKER, Circuit Judge.\n    \n    \n      1\n      This appeal by Ronald Johnstone, a former municipal police officer, in a federal criminal civil rights case, 18 U.S.C. &#167; 242, requires us to consider the correctness of jury instructions concerning the excessive force and intent elements of that offense.  We must also determine the propriety of a sentencing guideline enhancement for use of a dangerous weapon.1  For the reasons that follow, we will affirm.\n    \n    I. FACTS AND PROCEDURAL HISTORY\n    \n      2\n      Johnstone and Richard Poplaski, former officers in the Kearny, New Jersey Police Department, were charged in a nine-count indictment with the use of excessive force in violation of 18 U.S.C. &#167; 242.  Three of the counts involved allegations against both Johnstone and Poplaski;  six involved allegations against only Johnstone.  Prior to and during trial, two counts against Johnstone and two counts against Poplaski were dismissed, leaving for the jury seven counts against Johnstone and one count against Poplaski.  The jury convicted Johnstone of six of the remaining seven counts against him and acquitted Poplaski of the only remaining count against him.  The district court sentenced Johnstone to 87 months in prison and imposed a fine.\n    \n    \n      3\n      Central to a number of Johnstone's arguments are the facts underlying the conviction.  Of particular importance are the timing of the force and the type of force used.  Therefore, we will briefly describe each of the instances for which Johnstone was convicted, viewing the evidence presented at trial in the light most favorable to the government.2\n    \n    A. Austin Burke (Count VII)\n    \n      4\n      On February 14, 1990, Johnstone and a fellow officer stopped two men on the street whom they suspected of car theft.  Johnstone seized one of the men, Austin Burke, handcuffed him, and threw him against the hood of the patrol car.  Johnstone, who is six-foot three inches and three hundred pounds, then pushed him against the car several more times, and punched him on the body.  While putting Burke in the patrol car, Johnstone thrust his head against its roof.\n    \n    B. John Blevins (Count IV)\n    \n      5\n      The jury convicted Johnstone for his role in the arrest of John Blevins.  On May 14, 1990, Blevins was waiting on a street corner after attending a house party.  Johnstone and several other Kearny police officers, responding to a complaint about noise, arrived at the scene.  Blevins became disorderly, and one of the other officers started to struggle with him while attempting to place him under arrest.  Johnstone observed the struggle and moved in to assist the other officer.  After other officers had handcuffed Blevins and forced him to lie on the ground, Johnstone kicked him in the mouth and chest.\n    \n    C. Peter Sudziarski (Count III)\n    \n      6\n      The jury also convicted Johnstone of employing excessive force against Peter Sudziarski.  On September 19, 1990, Johnstone and Poplaski stopped Sudziarski and a friend, who were driving in a stolen car.  Sudziarski fled on foot, but was promptly apprehended and handcuffed.  His friend evaded apprehension.  Immediately after handcuffing Sudziarski, one of the officers (it was not clear whether it was Johnstone or Poplaski) kicked him in the back of the head.  Later, upon walking Sudziarski to the patrol car, Johnstone struck him in the head and chest with his flashlight when Sudziarski refused to reveal his accomplice's name.  Johnstone placed Sudziarski in the patrol car and again asked for his accomplice's name.  When Sudziarski refused to answer, Johnstone hit him across the face with his flashlight.\n    \n    D. Michael Perez (Counts V &amp; VI)\n    \n      7\n      Johnstone was convicted of twice using excessive force against Michael Perez on July 5, 1991.  Perez and five friends were returning to Kearny from a Fourth of July celebration in Jersey City when two of his friends got into a fight.  When the police arrived at the scene, Johnstone told Perez that he was under arrest, and he and several officers walked Perez to his squad car.  Then, while attempting to handcuff Perez, Johnstone struck him on the back of his head with a flashlight.\n    \n    \n      8\n      Perez and Johnstone exchanged words in the patrol car during the trip to the Kearny police station.  Upon arriving at the station house garage, Johnstone pulled Perez out of the car, and beat him, punching and kicking him in the head and on the body.  It was disputed at trial whether Perez remained handcuffed at that time.E. Robert Burden (Count IX)\n    \n    \n      9\n      The last incident occurred on September 1, 1991.  Robert Burden came out of a bar and discovered that the police had arrested his son.  He tried to glean some information about the arrest from police officers at the scene, but was told by Johnstone to leave.  He returned to the bar.  Shortly thereafter, Johnstone followed him into the bar.  Upon finding him, Johnstone pulled Burden off his bar stool, threw him against a video machine and against the wall, pushed him to the floor, and kicked him.  Johnstone then handcuffed Burden and took him away.\n    \n    \n      10\n      The district court exercised jurisdiction over the criminal case pursuant to 18 U.S.C. &#167; 3231;  we exercise appellate jurisdiction over the judgment of conviction and sentence pursuant to 18 U.S.C. &#167; 3742 and 28 U.S.C. &#167; 1291.\n    \n    \n      11\n      II. JURY INSTRUCTIONS REGARDING EXCESSIVE FORCE\n    \n    \n      12\n      We address first Johnstone's challenge to the jury instructions regarding excessive force.  In reviewing whether a district court in its charge to the jury correctly stated the appropriate legal standard, our review is plenary.  See, e.g., United States v. Coyle, 63 F.3d 1239, 1245 (3d Cir.1995).3  A jury charge must clearly articulate the relevant legal standards.  See, e.g., United States v. Schneider, 14 F.3d 876, 881 (3d Cir.1994).  It must, therefore, be structured in such a way as to avoid confusing or misleading the jury.  See, e.g., United States v. Messerlian, 832 F.2d 778, 789 (3d Cir.1987).  To ensure that the district court met this requirement, we must examine the charge in its entirety and not limit ourselves to particular sentences or paragraphs in isolation.  See, e.g., Coyle, 63 F.3d at 1245.4\n    \n    \n      13\n      The district court charged the jury as follows:  \"If you find, as to the particular count under consideration that a defendant used force, you should consider whether the force used by him was reasonable or whether it was greater than the force which would have been reasonably necessary under the circumstances to an ordinary and reasonable officer on the scene.\"   Johnstone contends that the district court erred in charging the jury under a Fourth Amendment \"objective reasonableness\" standard rather than a due process standard because the force that he used against Sudziarski, Perez, and Blevins--the conduct underlying four counts of his conviction--occurred after their \"lawful restraint and arrest.\"\n    \n    \n      14\n      In Graham v. Connor, 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989), the Supreme Court established the constitutional standard that governs claims that excessive force was employed during the course of an arrest.  According to the Court, \"all claims that law enforcement officers have used excessive force--deadly or not--in the course of an arrest, investigatory stop, or other 'seizure' of a free citizen should be analyzed under the Fourth Amendment and its 'reasonableness' standard, rather than under a 'substantive due process' approach.\"  Id. at 395, 109 S.Ct. at 1871.   The Court held that this Fourth Amendment \" 'reasonableness' inquiry in an excessive force case is an objective one:  the question is whether the officers' actions are 'objectively reasonable' in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.\"  Id. at 397, 109 S.Ct. at 1872.\n    \n    \n      15\n      While the Graham Court explained that the Fourth Amendment reasonableness standard governs claims of excessive force during arrest, the Court acknowledged:  \"Our cases have not resolved the question whether the Fourth Amendment continues to provide individuals with protection against the deliberate use of excessive physical force beyond the point at which arrest ends and pretrial detention begins, and we do not attempt to answer that question today.\"  Id. at 395 n. 10, 109 S.Ct. at 1871 n. 10.   Nor did the Court in Graham precisely determine the particular point at which the \"seizure\" ends and the pre-trial detention begins, identifying neither a point in time, nor a place, e.g., the station house, that might suffice.  The Court instead relied on its prior cases in which it had defined a \"seizure\" to occur when law enforcement officials have \"by means of physical force or show of authority ... in some way restrained the liberty of a citizen.\"  Terry v. Ohio, 392 U.S. 1, 19 n. 16, 88 S.Ct. 1868, 1879 n. 16, 20 L.Ed.2d 889 (1968);  see also Brower v. County of Inyo, 489 U.S. 593, 597, 109 S.Ct. 1378, 1381, 103 L.Ed.2d 628 (1989) (seizure occurs \"when there is a governmental termination of freedom of movement through means intentionally applied \").\n    \n    \n      16\n      Johnstone contends that the district court erred in instructing the jury to consider the excessive force claims under the Graham objective reasonableness standard.  According to Johnstone, Graham only governs claims that excessive force was carried out during the course of an arrest.  Because Sudziarski, Perez, and Blevins were already handcuffed when they were assaulted, the argument continues, those assaults took place after, not during, the arrests, hence, Graham does not govern those counts.  Johnstone then argues that his conduct, which falls into the \"gray\" area about which the Graham Court explicitly reserved decision, should be weighed under a Fourteenth Amendment substantive due process standard.  Thus, Johnstone submits, the jury should have been instructed as to whether the force used against those three victims was excessive under a substantive due process \"shocks the conscience\" analysis, or, at a minimum, should have been instructed about both constitutional standards, and the specific facts that would trigger the application of each standard.\n    \n    \n      17\n      We disagree.  Without deciding where an arrest ends and pretrial detention begins, we conclude, for the reasons that follow, that the excessive force committed by Johnstone took place during the arrests of Sudziarski, Perez, and Blevins, even if those victims were in handcuffs.  Therefore, the district court correctly instructed the jury with a Fourth Amendment objective reasonableness standard.  Moreover, we believe that this case is squarely controlled by Graham, as the force at issue in that case took place in a similar factual context.\n    \n    \n      18\n      In Graham, police officers stopped Graham's car, suspecting him of criminal activity.  Suffering from an insulin reaction, Graham emerged from his car, ran around it twice, sat down on the curb, and then passed out briefly.  An officer handcuffed him, and several officers then carried him to the car, placing him face down on the hood.  When he regained consciousness, one of the officers shoved him (face down) against the hood, and then four of the officers threw him head first into the car.  Graham, 490 U.S. at 389, 109 S.Ct. at 1868.   In holding that the Fourth Amendment governed that case, the Graham Court implicitly held that an arrest is a continuing event that does not end as soon as a suspect is first restrained.  Moreover, because Graham was handcuffed at the time of his assault, Graham shows that handcuffing is not necessarily the point at which a seizure ends for purposes of the application of the Fourth Amendment.\n    \n    \n      19\n      We believe that the facts of Graham are nearly identical to those that we face in the case at bar.  Leaving aside for a moment the assault on Perez in the station house garage, each of the attacks against Perez and Blevins, and most of the attacks against Sudziarski took place outside the patrol car after the suspects had been handcuffed, just as the force in Graham had been employed.  Johnstone also struck Sudziarski with the flashlight in the patrol car, but the placement of a suspect in a squad car does not necessarily signal the end of an arrest.  Johnstone persisted in the same conduct both before and after putting Sudziarski in the car:  Johnstone questioned him, and when Sudziarski refused to reveal his accomplice's name, Johnstone struck him.\n    \n    \n      20\n      We acknowledge that Johnstone's assault on Perez in the police station garage, after he had been transported from the scene of the initial beating, is the most troubling in this regard.  That assault was the closest--both temporally and spatially--to pre-trial detention at the station house.  We conclude, however, that the assault in the station house garage also occurred during the course of Perez's arrest.  In so doing, we are constrained by our holding in Groman v. Township of Manalapan, 47 F.3d 628 (3d Cir.1995), a civil case, 42 U.S.C. &#167; 1983, in which we held that a beating that took place when a suspect was removed from the police car at the station house was governed by the Fourth Amendment.  We perceive no difference between a civil and criminal case in terms of the applicable standard.\n    \n    \n      21\n      In Groman, we reversed the grant of summary judgment because we found that there were material facts in dispute as to whether the defendants had violated Groman's Fourth Amendment right to be free from excessive force.  Police officers were called to Groman's home because he had apparently suffered a minor stroke.  According to Groman, one of the officers struck him in the mouth.  After a brief struggle, the officers placed Groman in handcuffs, and then took him to the police car.  During the transfer to the squad car, he sustained an injury to his face and lost his dentures.  When they arrived at the station, Groman testified, the police officers dragged him from the car feet first, so that his head hit the ground.  After picking him up, one of the officers stomped on his toe, allowed him to fall, and an officer jumped on him.  Groman, 47 F.3d at 632-33.   We believe that the facts of Groman are nearly identical to those surrounding the beating of Perez in the station house garage, and we are thus bound by Groman to find that Perez's assault took place during the course of the arrest, even though he had already been transported to the station house.\n    \n    \n      22\n      United States v. Messerlian, 832 F.2d 778 (3d Cir.1987), on which Johnstone relies to support his contention that the jury should have been instructed with a Fourteenth Amendment standard, does not undermine this conclusion.  In Messerlian, which involved post-handcuffing force employed in the squad car against a drunk-driving suspect, we upheld a conviction where the jury was instructed under a Fourteenth Amendment due process analysis.  Id. at 782 &amp; 790 n. 20.  We find Johnstone's reliance on Messerlian to be unpersuasive, for two reasons.  First, it was decided before Graham.   Since Graham applies to force employed after a suspect is first restrained or handcuffed, Messerlian clearly falls into an area that is controlled by Graham.   Thus, the due process jury charge upheld in Messerlian has not survived Graham.   Second, although the instructions in Messerlian were clearly grounded on the Fourteenth Amendment, the instructions there did not include the \"shocks the conscience\" standard, which Johnstone urges us to employ.  Rather, the instructions closely resembled the Fourth Amendment objective reasonableness instructions presented to the jury in this case.  Id. at 789 (force violates a constitutional right if it is \"excessive, unreasonable, and unnecessary\").5\n    \n    \n      23\n      In holding that Johnstone carried out each of the assaults during the course of arrest, we observe that a \"seizure\" can be a process, a kind of continuum, and is not necessarily a discrete moment of initial restraint.  Graham shows us that a citizen can remain \"free\" for Fourth Amendment purposes for some time after he or she is stopped by police and even handcuffed.  Hence, pre-trial detention does not necessarily begin the moment that a suspect is not free to leave;  rather, the seizure can continue and the Fourth Amendment protection against unreasonable seizures can apply beyond that point.\n    \n    \n      24\n      Where the seizure ends and pre-trial detention begins is a difficult question.  While it does seem problematic for a constitutional standard to change at some particular moment during an encounter between a citizen and a law enforcement official, as such encounters can be highly volatile, we need not draw this line here, because Johnstone's conduct would fall squarely onto the seizure side of any line we would draw.  Nor need we decide whether the Fourth Amendment protection against unreasonable seizures extends beyond that line.  We therefore conclude that the district court did not err in its jury instructions concerning excessive force.6\n    \n    \n      25\n      III. JURY INSTRUCTIONS REGARDING THE INTENT ELEMENT OF 18 U.S.C. &#167; 242\n    \n    \n      26\n      Johnstone contends that the jury charge incorrectly defined the intent element of the crime for which the jury ultimately convicted him.  In evaluating this contention, we must first set forth the appropriate legal standard.  The statute reads, in relevant part, as follows:\n    \n    \n      27\n      Whoever, under color of any law, statute, ordinance, regulation, or custom, willfully subjects any person in any State, Territory, or District to the deprivation of any rights, privileges, or immunities secured or protected by the Constitution or laws of the United States ... shall be fined under this title, or imprisoned, ... or both....\n    \n    \n      28\n      18 U.S.C. &#167; 242.  As is clear from the statute, the requisite intent required therein is \"willful[ ].\"  The statute, however, goes no further in explaining the meaning of that intent.\n    \n    A. The Screws Standard\n    \n      29\n      In the celebrated case of Screws v. United States, 325 U.S. 91, 65 S.Ct. 1031, 89 L.Ed. 1495 (1945), the Supreme Court had occasion to interpret the meaning of willful in the predecessor statute to &#167; 242.7  It is not enough, the Court noted, for the defendant to exhibit \"a bad purpose or evil intent.\"  Id. at 103, 65 S.Ct. at 1036;  see also id. at 107, 65 S.Ct. at 1038.8  Instead, the Court declared that willfulness requires \"a specific intent to deprive a person of a federal right made definite by decision or other rule of law....\"  Id. at 103, 65 S.Ct. at 1036;  see also id. at 104, 65 S.Ct. at 1036-37.  Screws also requires the violation of a particular right.  Clearly, the government has alleged such a violation in this case.  As we discussed more fully supra, that right is the right to be free from the use of excessive force.\n    \n    \n      30\n      It is not necessary, however, for the government to prove that the defendant was \"thinking in constitutional terms [provided that the defendant's] aim was not to enforce local law but to deprive a citizen of a right and that right was protected by the Constitution.\"  Id. at 106, 65 S.Ct. at 1037-38.   The Court reconciles these facially inconsistent standards--that an individual can intend to violate a right even if the individual is not thinking in terms of any right--by recognizing that willfulness includes reckless disregard.  See id. at 105, 65 S.Ct. at 1037 (\"When they act willfully in the sense in which we use the word, they act in open defiance or in reckless disregard of a constitutional requirement which has been made specific and definite.\");   see also United States v. Messerlian, 832 F.2d 778, 791 (3d Cir.1987);  United States v. Dise, 763 F.2d 586, 592 (3d Cir.1985).9  Finally, Screws held that willfulness can be shown by circumstantial evidence.  See Screws, 325 U.S. at 107, 65 S.Ct. at 1038;  see also Dise, 763 F.2d at 592.\n    \n    \n      31\n      As is evident from the text, and has oft been noted, Screws is not a model of clarity.10  Some of the sentences therein, examined in isolation, resist easy explanation and can be reconciled only by way of tortuous logic.  Our task, however, is to read these sentences in light of the text of Screws in its entirety.  The plurality in Screws believed its pronouncements to be consistent;  we must do the same.\n    \n    \n      32\n      In simpler terms, \"willful[ ]\" in &#167; 242 means either particular purpose or reckless disregard.  Therefore, it is enough to trigger &#167;   242 liability if it can be proved--by circumstantial evidence or otherwise--that a defendant exhibited reckless disregard for a constitutional or federal right.  Reckless disregard has different meanings in different contexts.11  In the context of &#167; 242, we have only Screws to guide us.12\n    \n    \n      33\n      In sum, as is evident from the passages quoted above, Screws is less than satisfying in its attempt to reconcile its internally inconsistent mandates.  Unfortunately, any further attempt to explain the appropriate meaning of reckless disregard to a jury would probably either do violence to Screws or inject additional confusion into the standard that it announces;  hence we eschew such explanation.  Fortunately, such explanation is unnecessary for, given the Screws standard as it now stands, we easily conclude that the jury charge as to intent was permissible.\n    \n    B. Validity of the Jury Charge\n    \n      34\n      The relevant language of the charge follows:\n    \n    \n      35\n      The fourth element which the United States must prove beyond a reasonable doubt is that as to the count under consideration the defendant acted willfully.  I instruct you that an act is done willfully if it is done voluntarily and intentionally, and with a specific intent to do something the law forbids, that is, as relevant here, with an intent to violate a protected right.  Knowledge and intent exist in the mind.  Since it is not possible to look into a person's mind to see what went on, you must take into consideration all the facts and circumstances shown by the evidence and determine from all such facts and circumstances whether the requisite knowledge and intent were present at the time in question.\n    \n    \n      36\n      Knowledge and intent may be inferred from all the surrounding circumstances.  You may infer, for example, that a person ordinarily intends all the natural and probable consequences of an act knowingly done.  In other words, you may infer that a defendant intended all the consequences that a person standing in like circumstances and possessing like knowledge should have expected to result from his acts knowingly done.\n    \n    \n      37\n      You are not, of course, required to so infer.  It is not necessary for you to find that a defendant was thinking in constitutional terms at the time of the conduct in question.  You may find that a defendant acted with the required specific intent even if you find that he had no real familiarity with the Constitution or with the particular constitutional right involved, here the right to be free from the use of unreasonable or excessive force, provided that you find that the defendant intended to accomplish that which the constitution forbids.  Nor does it matter that a defendant may have also been motivated by hatred, anger or revenge, or some other emotion, provided that the specific intent which I have described to you is present.\n    \n    \n      38\n      We find nothing in the language of the charge that is contrary to the appropriate legal standard of &#167; 242 as interpreted by Screws.   Though the charge may not be crystal clear, any confusion is a result of Screws itself and not of the charge.  The district court explained the appropriate legal standard, such as it is, as well as that standard could be explained.\n    \n    \n      39\n      Johnstone, however, submits that the district court was required to charge the jury that it could find him guilty only if it found that he knowingly violated state law prohibitions against excessive force.  We disagree.  As we have explained, the underlying right Johnstone was alleged to have violated was a Fourth Amendment right.  Therefore, it is the Constitution itself that defines the standard for excessive force.  See supra note 6.  State law is simply of no consequence.\n    \n    \n      40\n      Neither is Dise nor Messerlian on point in this regard, notwithstanding the pronouncement in Dise that a knowing violation of state law demonstrates reckless disregard for constitutional rights, see Dise, 763 F.2d at 592, and the fact that Messerlian approved jury instructions requiring that the defendant knowingly violate state law, see Messerlian, 832 F.2d at 789, 791.   Even assuming that state law were relevant, nothing in Dise nor Messerlian requires a knowing violation of state law;  they merely \"hold that when a person acting under color of state law invades the personal liberty of another, knowing that such invasion is in violation of state law, he has demonstrated bad faith and reckless disregard for constitutional rights.\"  Dise, 763 F.2d at 592.   That holding in no way forecloses the possibility that a defendant has acted in reckless disregard for constitutional rights without knowingly violating state law.\n    \n    C. Summary\n    \n      41\n      In sum, to convict a defendant under &#167; 242, the government must show that the defendant had the particular purpose of violating a protected right made definite by rule of law or recklessly disregarded the risk that he would violate such a right.  The government does not need to show that the defendant knowingly violated any right.  We conclude that, in this case, the district court properly explained this standard to the jury.\n    \n    \n      42\n      IV. GUIDELINE ENHANCEMENT FOR USE OF A DANGEROUS WEAPON\n    \n    \n      43\n      We turn finally to Johnstone's challenge to the four-point enhancement to his base offense level under &#167; 2A2.2(b)(2)(B) of the Sentencing Guidelines.  Our review of the district court's interpretation of the Sentencing Guidelines is plenary.  United States v. Mobley, 956 F.2d 450, 451-52 (3d Cir.1992).  The court applied this enhancement in connection with the aggravated assaults on Sudziarski and Perez.  Johnstone contends that, in so doing, the district court engaged in impermissible double counting.  This is so, Johnstone claims, because the district court enhanced his offense level to reflect that \"a dangerous weapon was otherwise used,\" after it had classified the conduct underlying the convictions as \"aggravated assault\" within the meaning of &#167; 2A2.2 because the offenses \"involved\" a dangerous weapon.\n    \n    \n      44\n      Section 2A2.2 provides the framework for calculating the offense levels for aggravated assault.  It sets a base offense level of fifteen for aggravated assault, which the comment defines as \"a felonious assault that involved ... a dangerous weapon with intent to do bodily harm.\"  1994 U.S.S.G. &#167; 2A2.2, commentary, application note 1.13  Once a court has determined that the aggravated assault, rather than the minor assault, guideline applies, &#167; 2A2.2 requires graduated increases in the base offense level if the offense involves certain specific offense characteristics.  Section 2A2.2(b)(2), for example, provides for incremental enhancements that reflect the relative level of involvement of a dangerous weapon in the commission of the offense.  If a firearm was discharged, the district court is directed to increase the base offense level by 5.  See id. &#167; 2A2.2(b)(2)(A).  If a dangerous weapon was \"otherwise used\" in the commission of the offense, the base offense level must be increased by 4 levels.  See id. &#167; 2A2.2(b)(2)(B).  And if the dangerous weapon was \"brandished or its use was threatened,\" the court must increase the offender's base offense level by 3.  See id. &#167; 2A2.2(b)(2)(C).\n    \n    \n      45\n      Turning to the district court's calculation of Johnstone's sentence, the guideline for the substantive offense that most closely resembled the conduct underlying Johnstone's civil rights conviction, assault, was used to calculate Johnstone's base offense level.  For the convictions for the assaults on Sudziarski and Perez, the court found that the aggravated assault guideline applied, because a dangerous weapon--a flashlight--was \"involved\" in the offenses.  Accordingly, it set the base offense level for those counts at 15.  The court then found that the dangerous weapon--the flashlight--had been \"otherwise used\" in the assaults, and increased the offense level by four levels under &#167; 2A2.2(b)(2)(B).\n    \n    \n      46\n      Johnstone contends that the district court engaged in impermissible double counting when it enhanced his offense level four points under &#167; 2A2.2(b)(2)(B).  He complains that the flashlight, a \"dangerous weapon,\" was the basis of the application of the aggravated assault guideline because it was \"involved\" in the offense, and then was used again to enhance the offense level because this same \"dangerous weapon\" was \"otherwise used\" to commit the assault.  Johnstone concedes that the four-level enhancement would not be double counting in all cases:  for example, if a knife, an inherently dangerous weapon, was involved in the offense, it would not be double counting to enhance a defendant's offense level if that knife was actually used in the course of the assault.  But he contends that the enhancement is impermissible in a case such as this in which the weapon is not inherently dangerous, but rather is a \"dangerous weapon\" that is \"involved\" in the offense, triggering the aggravated assault guideline, solely because of how it is used in the assault.\n    \n    \n      47\n      In other words, Johnstone's use of the flashlight was counted twice in calculating his sentence because it was the basis of both the application of the aggravated assault provision and the four-point enhancement.  In so arguing, Johnstone relies on United States v. Hudson, 972 F.2d 504 (2d Cir.1992), and United States v. Hernandez-Fundora, 58 F.3d 802 (2d Cir.), cert. denied, 515 U.S. 1127, 115 S.Ct. 2288, 132 L.Ed.2d 290 (1995), in which the Court of Appeals for the Second Circuit held that \"while the Sentencing Guidelines provide a logical framework for assaults involving inherently dangerous weapons, the Guidelines proscribe impermissible double counting where it is the use of an ordinary object as dangerous weapon that transforms a 'minor' assault into an 'aggravated' one.\"  Hudson, 972 F.2d at 506.\n    \n    \n      48\n      We disagree, for several reasons.  In so doing, we note that we follow the majority of circuits that have considered this issue.  See United States v. Dunnaway, 88 F.3d 617, 619 (8th Cir.1996) (boots and bottle used as weapons);  United States v. Sorensen, 58 F.3d 1154, 1160-61 (7th Cir.1995) (concrete block used as weapon);  United States v. Garcia, 34 F.3d 6, 11-12 (1st Cir.1994) (car used as weapon);  United States v. Reese, 2 F.3d 870, 894-96 &amp; n. 32 (9th Cir.1993);  United States v. Williams, 954 F.2d 204, 205-08 (4th Cir.1992) (use of a metal chair);  see also United States v. Newman, 982 F.2d 665, 672-75 (1st Cir.1992) (similar enhancement under &#167; 2A2.2(b)(3) for serious bodily injury held not to be impermissible double counting).  The Second Circuit is the only circuit to have held that applying &#167; 2A2.2(b)(3)(B) can constitute double counting.\n    \n    \n      49\n      We begin with the observation that the four-point enhancement where a dangerous weapon is \"otherwise used\" is not double counting.  The aggravated assault provision and the specific enhancements for the relative level of involvement of a dangerous weapon account for different aspects of an assault.  The aggravated assault guideline is triggered if the conduct \"involved a dangerous weapon with intent to do bodily harm\":  the court must apply it if a dangerous weapon was involved in an assault in any capacity so long as the offender had the intent to do serious bodily harm with that weapon.  By contrast, the specific offense characteristic enhancements, including the enhancement for use of a dangerous weapon that is at issue here, deal with the relative level of involvement of that dangerous weapon in the offense.  Because the first provision accounts for any type of involvement of a dangerous weapon in an assault if the defendant had the requisite intent, and the second accounts for the specific type of involvement of that weapon, the provisions deal with different conduct and hence there is no double counting.\n    \n    \n      50\n      We are not persuaded that this conclusion is any less true when the weapon is an ordinary object, such as the large flashlight used by Johnstone in the assaults against Sudziarski and Perez.  There is no basis in the Guidelines or in the commentary for distinguishing between ordinary objects and inherently dangerous weapons.  Moreover, the Guidelines consider a \"dangerous weapon\" to be \"an instrument capable of inflicting death or serious bodily injury.\"  1994 U.S.S.G. &#167; 1B1.1, commentary, application note 1(d).  Ordinary objects, such as large flashlights, are clearly \"capable\" of inflicting death or serious bodily injury without being employed, and hence they clearly fall within the definition of aggravated assault even if they are not actually used in the offense.  Thus, such an object could be \"involved\" in an offense, triggering the aggravated assault guideline, even if it is not \"otherwise used\" in the offense.\n    \n    \n      51\n      But even if the four-level enhancement for the use of a deadly weapon might in some cases, including this one, constitute \"double counting,\" this double counting is permissible because it is explicitly mandated by the clear and unambiguous language of &#167; 2A2.2.  See infra pp. 212-13.   A court must make all applicable, mandatory adjustments unless the Guidelines specifically exempt the particular conduct at issue.  See id. &#167; 1B1.1(b) (\"Determine the base offense level and apply any appropriate specific offense characteristics contained in the particular guideline in Chapter Two....\").\n    \n    \n      52\n      We have held that a court must follow this rule even if it would lead to counting a particular factor twice in calculating a defendant's sentence.  We addressed the permissibility of double counting under the Guidelines in United States v. Wong, 3 F.3d 667 (3d Cir.1993).  See also United States v. Maurello, 76 F.3d 1304, 1315-16 (3d Cir.1996).  In those cases, we noted that the Sentencing Commission was aware of the potential for double counting inherent in some of the provisions, and that, accordingly, the Guidelines specifically forbid double counting in certain, enumerated circumstances.  For example, the commentary to &#167;&#167; 3A1.1, 3A1.2, and 3A1.3 states explicitly that victim-related enhancements based on certain conduct are not permitted if the applicable offense guideline already accounts for the same conduct.  See Wong, 3 F.3d at 670.   Based on this understanding, we held that:\n    \n    \n      53\n      the principle of statutory construction, expressio unius est exclusio alterius applies.  Following these principles, we conclude that the exclusion of a double counting provision in the [certain] sections ... was by design.  Accordingly, an adjustment that clearly applies to the conduct of an offense must be imposed unless the Guidelines exclude its applicability.\n    \n    \n      54\n      Id. at 670-71 (internal quotation marks and citations omitted).14  Thus, because the Sentencing Commission has not expressly forbidden double counting in applying the aggravated assault guideline, we hold that the district court correctly granted the four-point enhancement even if doing so might in some sense constitute double counting.15\n    \n    \n      55\n      To hold otherwise would frustrate the structure of the Guidelines and their goal of ensuring the proportionality of federal sentences, as the other circuits that we follow have observed.  Implicit in the aggravated assault guideline is the understanding that certain aggravated assaults are more serious than others.  In crafting the aggravated assault provision, the Sentencing Commission sought to take different levels of culpability into account:  this guideline assumes that defendants are more culpable if they \"use\" a dangerous weapon in the commission of an offense than if they merely possess that weapon with the intent to do bodily harm.  We follow the Fourth Circuit in noting that \"[w]e cannot ... deprive the Sentencing Commission of its authority to assign incrementally higher sentences based on important factors such as the degree of the weapon's involvement and the degree of the victim's injury.\"  Williams, 954 F.2d at 207;  Reese, 2 F.3d at 896 n. 32 (\"The relevant way to describe what is going on here is that the use of a weapon transformed [the defendant's] offense from a minor assault to an aggravated-assault-in-which-a-dangerous-weapon-was-otherwise-used.  That we use a single sentencing factor 'twice' to trace the effects of this transformation (first to distinguish minor from aggravated assaults, then to distinguish more and less culpable aggravated assaults) is merely an accidental by-product of the mechanics of applying the Guidelines.\").\n    \n    \n      56\n      In sum, we conclude that the district court properly interpreted Sentencing Guidelines &#167; 2A2.2.\n    \n    \n      57\n      The judgment of the district court will be affirmed.\n    \n    \n      \n        *\n         Honorable William W Schwarzer, United States District Judge for the Northern District of California, sitting by designation\n      \n      \n        1\n         Johnstone's appeal raises a number of other issues, but we find patently without merit his contentions:  (1) that the jury instructions incorrectly stated that any bodily injury, no matter how temporary, would sustain criminal liability;  (2) that the court impermissibly allowed the prosecution unilaterally to dismiss a count it had emphasized in its opening;  (3) that the court improperly allowed into evidence the testimony of a lay witness who described the state law standard for excessive force;  (4) that the court erred by admitting potentially prejudicial testimony from a colleague of Johnstone who claimed that any assaults carried out by Johnstone were covered up by his superiors;  (5) that, when it sentenced Johnstone, the court incorrectly viewed evidence adduced at trial in the light most favorable to the government;  and (6) that the court inaccurately applied the Sentencing Guidelines for aggravated assault, rather than minor assault\n      \n      \n        2\n         As we will describe below, however, the order of events underlying these convictions--in particular, whether the assaults occurred before or after Johnstone handcuffed the victims--is not crucial to resolving the legal questions at issue.  See infra part II\n      \n      \n        3\n         Johnstone is not challenging the precise language of the charge;  instead, he is arguing that the district court articulated the improper legal standard in the charge.  Were we to review the particular language employed by the district court in its charge, our review would be for abuse of discretion.  See, e.g., United States v. Messerlian, 832 F.2d 778, 789 (3d Cir.1987)\n      \n      \n        4\n         Johnstone did not object to the jury charge in the district court, and so we can reverse in his favor only if any error made by the district court was \"plain.\"  United States v. Zehrbach, 47 F.3d 1252, 1260 n. 6 (3d Cir.)  (en banc), cert. denied, --- U.S. ----, 115 S.Ct. 1699, 131 L.Ed.2d 562 (1995) (\"Where a party has not made a clear, specific objection to the charge that he alleges is erroneous at trial, he waives the issue on appeal 'unless the error was so fundamental and highly prejudicial as to constitute plain error.' \"  (quoting Bennis v. Gable, 823 F.2d 723, 727 (3d Cir.1987))).  Because we conclude that the district court did not err in its instructions, we need not reach the plain error question\n      \n      \n        5\n         Though decided after Graham, Fagan v. City of Vineland, 22 F.3d 1296 (3d Cir.1994) (en banc), is also inapposite.  Fagan involved a high speed police chase, and the question whether there had been a seizure accordingly was not raised.  See In re City of Philadelphia Litig., 49 F.3d 945, 964 (3d Cir.)  (Greenberg, J., opinion announcing the judgment of the court) (\"[N]ot a single member of our ... court in Fagan suggested that the proper analysis in that case should have centered on the Fourth Amendment protection against unreasonable seizures.\"), cert. denied, --- U.S. ----, 116 S.Ct. 176, 133 L.Ed.2d 116 (1995).  The \"shocks the conscience\" standard has been employed in other high speed police car chase cases since.  Cf. Kneipp v. Tedder, 95 F.3d 1199, 1207 (3d Cir.1996) (\"We believe that the Fagan II shocks the conscience standard is limited to police pursuit cases....\")\n      \n      \n        6\n         Johnstone makes two related contentions.  First, he claims that the district court erroneously failed to charge the jury that the use of force must violate New Jersey state law for such force to constitute a constitutional violation.  To support this argument, he relies on Messerlian and United States v. Dise, 763 F.2d 586 (3d Cir.1985).  We disagree.  To be sure, in those cases this Court upheld jury instructions that referred to state law.  But those cases were decided before Graham.   As we have explained, the jury in the case at bar was properly instructed under the Fourth Amendment objective reasonableness standard, and whether a defendant violated state law is not relevant to that determination\n        Second, Johnstone argues that the district court constructively amended the indictment by charging the jury that the Fourth Amendment objective reasonableness standard governed each count, when the indictment charged him with depriving his victims of their right to due process.  He contends that he was denied his Fifth Amendment grand jury right because the district Court \"broaden[ed] the possible bases for conviction from that which appeared in the indictment,\" United States v. Miller, 471 U.S. 130, 138, 105 S.Ct. 1811, 1816, 85 L.Ed.2d 99 (1985), thus effectively trying him on charges for which he was not indicted.  Again, we disagree.  The indictment alleged as to each count that Johnstone deprived the victim of the \"right secured and protected by the Constitution and laws of the United States not to be deprived of liberty without due process of law, which includes the right to be secure in his person and free from the use of unreasonable force by one acting under color of law.\"   We find this language sufficient to charge a violation of the Fourth Amendment as made applicable to the states through the Fourteenth Amendment due process clause, and therefore the notice and double jeopardy functions of the indictment were satisfied.  An indictment is constructively amended only when the defendant is deprived of his \"substantial right to be tried only on charges presented in an indictment returned by a grand jury.\"  Miller, 471 U.S. at 140, 105 S.Ct. at 1817 (quoting Stirone v. United States, 361 U.S. 212, 217, 80 S.Ct. 270, 273, 4 L.Ed.2d 252 (1960));  see also United States v. Castro, 776 F.2d 1118, 1122-23 (3d Cir.1985).  That has not occurred here.  See also United States v. Reese, 2 F.3d 870, 890-91 (9th Cir.1993) (holding that there was no constructive amendment of indictment in similar case).\n      \n      \n        7\n         As quoted in Screws, the text of the predecessor statute reads in relevant part as follows:\n        Whoever, under color of any law, statute, ordinance, regulation, or custom, willfully subjects, or causes to be subjected, any inhabitant of any State, Territory, or District to the deprivation of any rights, privileges, or immunities secured or protected by the Constitution and laws of the United States ... shall be fined ... or imprisoned ... or both.\n        Screws, 325 U.S. at 93, 65 S.Ct. at 1031.   Neither party suggests, nor do we believe, that the slight differences between the predecessor statute and that before us now warrant an interpretation of \"willfully\" different from that provided it by Screws.\n      \n      \n        8\n         The opinion in Screws could muster only a plurality.  However, subsequent decisions of the Supreme Court have treated the reasoning with respect to the intent element of the statute as binding.  See, e.g., Anderson v. United States, 417 U.S. 211, 223, 94 S.Ct. 2253, 2261-62, 41 L.Ed.2d 20 (1974);  United States v. Guest, 383 U.S. 745, 753-54, 86 S.Ct. 1170, 1175-76, 16 L.Ed.2d 239 (1966);  United States v. Williams, 341 U.S. 70, 81-82, 71 S.Ct. 581, 586-87, 95 L.Ed. 758 (1951).  Cases in this Circuit have treated Screws similarly.  See United States v. Messerlian, 832 F.2d 778, 790 (3d Cir.1987);  United States v. Dise, 763 F.2d 586, 591-92 (3d Cir.1985)\n      \n      \n        9\n         Although Johnstone does not raise this argument in terms, the tenor of his challenge suggests that he would claim that &#167; 242 requires that Johnstone knowingly violate federal law.  Screws clearly forecloses such an argument, however, when it states that a defendant need not be \"thinking in constitutional terms\" in order to be convicted of violating &#167; 242.  Screws, 325 U.S. at 106, 65 S.Ct. at 1037-38.  Screws is therefore in line with the characterization of reckless disregard in other contexts in which reckless disregard is contrasted with and set apart from actual knowledge.  See, e.g., Trans World Airlines, Inc. v. Thurston, 469 U.S. 111, 125-30, 105 S.Ct. 613, 623-26, 83 L.Ed.2d 523 (1985) (interpreting a provision in the Age Discrimination in Employment Act and differentiating between knowledge and reckless disregard)\n        Moreover, reckless disregard often entails some form of indifference.  See, e.g., Black's Law Dictionary 1270 (6th ed. 1990) (\"For conduct to be 'reckless' it must be such as to evince disregard of, or indifference to, consequences....\").  In common parlance, for an individual to be indifferent, he must not be concerned \"one way or the other\" about the consequences of his action.  Webster's Third New International Dictionary 1151 (1966).  A requirement that an individual know the consequences of his action is not antithetical to this definition of indifference, but it would introduce an additional element beyond lack of concern.\n      \n      \n        10\n         For a more detailed discussion of Screws 's somewhat opaque interpretation of \"willfulness,\" see Frederick M. Lawrence, Civil Rights and Criminal Wrongs:  The Mens Rea of Federal Civil Rights Crimes, 67 Tul.L.Rev. 2113, 2180-86 (1993)\n      \n      \n        11\n         In Farmer v. Brennan, 511 U.S. 825, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994), the Supreme Court, in the course of defining \"deliberate indifference,\" discussed the different meanings of reckless disregard.  The Court noted that in the civil context reckless disregard generally entails an objective analysis;  an individual exhibits reckless disregard if he is indifferent to a risk \"that is either known or so obvious that it should be known.\"  Id. at 836, 114 S.Ct. at 1978.   By contrast, in the criminal context, reckless disregard generally requires a subjective analysis;  a criminal defendant exhibits reckless disregard if he is indifferent to a risk \"of which he is aware.\"  Id. at 836-37, 114 S.Ct. at 1978-79.   Later in its discussion, the Court implied, at least in dicta, that reference to background criminal law is proper in understanding &#167; 242.  See id. at 839 n. 7, 114 S.Ct. at 1980 n. 7 (\"Appropriate allusions to the criminal law would, of course, be proper during criminal prosecutions under, for example, 18 U.S.C. &#167; 242, which sets criminal penalties for deprivations of rights under color of law.\").  Such a reference suggests that the reckless disregard standard of &#167; 242 is subjective.  In Dise, supra, we seemed to agree, stating that a defendant is potentially criminally liable under &#167; 242 \"if he acted in reckless disregard of the law as he understood it.\"  Dise, 763 F.2d at 592 (emphasis added).  Screws gives no indication as to which definition, objective or subjective, is correct.  We do not reach the question here because it is obvious that Johnstone, a trained police officer, was aware that federal and state law (recall that Johnstone was employed by a municipal police department that operated under state law) set boundaries within which the use of force is permissible and was surely aware that any use of force presented some risk of falling outside those boundaries\n      \n      \n        12\n         Courts have looked to three Supreme Court cases decided subsequent to Screws for assistance in defining the intent requirement of &#167; 242.  None, however, are very helpful in furthering our present undertaking.  In Williams v. United States, 341 U.S. 97, 71 S.Ct. 576, 95 L.Ed. 774 (1951), for example, the Court assumed--with little discussion--that police who beat a confession out of a suspect \"acted willfully and purposely;  their aim was precisely to deny the protection that the Constitution affords.\"   See id. at 102, 71 S.Ct. at 579.   In United States v. Guest, 383 U.S. 745, 86 S.Ct. 1170, 16 L.Ed.2d 239 (1966) and Anderson v. United States, 417 U.S. 211, 94 S.Ct. 2253, 41 L.Ed.2d 20 (1974), the underlying offense was a conspiracy, prohibited under &#167; 241.  See Guest, 383 U.S. at 746-47, 86 S.Ct. at 1172-73;  Anderson, 417 U.S. at 213, 94 S.Ct. at 2257.   The gravamen of any conspiracy charge--including a charge under &#167; 241--was stated to be the specific intent to achieve an illegal objective.  See Guest, 383 U.S. at 753-54, 86 S.Ct. at 1175-76;  Anderson at 223, 94 S.Ct. at 2261-62;  id. at 234, 94 S.Ct. at 2267 (Douglas, J., dissenting).  Neither Guest nor Anderson provide guidance with respect to the definition of reckless disregard\n      \n      \n        13\n         The commentary also defines aggravated assault to include those assaults \"that involved ... serious bodily injury, or ... an intent to commit another felony.\"  1994 U.S.S.G. &#167; 2A2.2, commentary, application note 1\n      \n      \n        14\n         Expressio unius est exclusio alterius means:  the \"expression of one thing is the exclusion of another.\"   Black's Law Dictionary 581 (6th ed. 1990)\n      \n      \n        15\n         We note that the Second Circuit, the sole circuit to have held that the enhancement for the use of a dangerous weapon constitutes double counting unless the weapon is inherently dangerous, has explicitly refrained from holding that the Guidelines bar double counting only in a few, specifically enumerated, circumstances.  See Hudson, 972 F.2d at 507;  United States v. Olvera, 954 F.2d 788, 791 (2d Cir.1992).  Hence, that circuit can find that an enhancement constitutes impermissible double counting even if the Guidelines have not expressly forbidden double counting in the provision at issue\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 736212
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}