{
    "id": 279316,
    "judges": "Danaher, McGowan, Miller, Per Curiam, Wilbur",
    "date_filed": "1991-05-22",
    "date_filed_is_approximate": true,
    "slug": "james-c-gibson-v-thomas-r-sard-and-clay-a-cupp",
    "case_name_short": null,
    "case_name": "James C. Gibson v. Thomas R. Sard and Clay A. Cupp",
    "case_name_full": "James C. GIBSON, Appellant, v. Thomas R. SARD and Clay A. Cupp, Appellees",
    "attorneys": "Mr. Raymond L. Poston, Jr., Washington, D. C. (appointed by this court) for appellant., Mr. Ted D. Kuemmerling, Asst. Corporation Counsel for the District of Columbia, with whom Messrs. Charles T. Duncan, Corporation Counsel, Hubert B. Pair, Principal Asst. Corporation Counsel, and Richard W. Barton, Asst. Corporation Counsel, were on the brief, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b544-10\">\n    James C. GIBSON, Appellant, v. Thomas R. SARD and Clay A. Cupp, Appellees.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b544-12\">\n    No. 20877.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b544-13\">\n    United States Court of Appeals District of Columbia Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b544-14\">\n    Oct. 17, 1967.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b545-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"469\"> \n     *469\n     </span>\n    Mr. Raymond L. Poston, Jr., Washington, D. C. (appointed by this court) for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b545-9\">\n    Mr. Ted D. Kuemmerling, Asst. Corporation Counsel for the District of Columbia, with whom Messrs. Charles T. Duncan, Corporation Counsel, Hubert B. Pair, Principal Asst. Corporation Counsel, and Richard W. Barton, Asst. Corporation Counsel, were on the brief, for appellees.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b545-10\">\n    Before Wilbur K. Miller, Senior Circuit Judge, and Danaher and McGowan, Circuit Judges.\n   </p>",
    "citations": [
        "391 F.2d 468"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/391/391.F2d.468.20877.html",
            "author_id": null,
            "opinion_text": "391 F.2d 468\n    129 U.S.App.D.C. 115\n    James C. GIBSON, Appellant,v.Thomas R. SARD and Clay A. Cupp, Appellees.\n    No. 20877.\n    United States Court of AppealsDistrict of Columbia Circuit.\n    Oct. 17, 1967.\n    \n      Mr. Raymond L. Poston, Jr., Washington, D. C.  (appointed by this court) for appellant.\n      Mr. Ted D. Kuemmerling, Asst. Corporation Counsel for the District of Columbia, with whom Messrs. Charles T. Duncan, Corporation Counsel, Hubert B. Pair, Principal Asst. Corporation Counsel, and Richard W. Barton, Asst. Corporation Counsel, were on the brief, for appellees.\n      Before WILBUR K. MILLER, Senior Circuit Judge, and DANAHER and McGOWAN, Circuit Judges.\n      JUDGMENT\n      PER CURIAM.\n    \n    \n      1\n      This cause came on to be heard on the record on appeal from the United States District Court for the District of Columbia, following the denial by said court of appellant's request for an order that he be given credit of 119 days for so-called \"dead\" time spent in the District of Columbia jail pending appeal, as will hereinafter appear.\n    \n    \n      2\n      This Court having reviewed the record herein and the earlier record of proceedings since appellant's conviction, on July 13, 1962, of robbery in Criminal Case 400-62, and his timely filing of a notice of appeal and an application for leave to appeal in forma pauperis, which petition was denied by the District Court; and having further considered the arguments and briefs of counsel and it having appeared that on September 30, 1963, this appellant had sought relief in the District Court pursuant to Title 28 U.S.Code &#167; 2255, which motion was denied on November 27, 1963, following which appellant's petition for leave to appeal the denial of his 2255 motion without prepayment of costs was considered by this Court, resulting in an order dated May 15, 1964, whereby appellant was permitted leave to appeal his conviction in Criminal Case 400-62 without prepayment of costs, and thereafter, on July 8, 1964, the appellant in writing had elected not to receive credit on his sentence for the time spent in jail awaiting the outcome of his appeal; and that appellant had not until September 1, 1964, sought bail pending appeal which was fixed at $5,000 on September 30, 1964; and that this Court on October 19, 1964, had affirmed the District Court's judgment with this Court's mandate being filed in the District Court as of November 4, 1964; and this Court now being satisfied that the District Court in the instant proceeding did not err as a matter of law in denying the relief sought;\n    \n    \n      3\n      It is ordered and adjudged by this Court that the order of the District Court is affirmed; Provided however, that since the appellees by their answer on March 28, 1966, have admitted in the District Court that the appellant had not been given credit for the time spent in the District of Columbia jail pending appeal, the custodial authority being apparently of the opinion that it lacked power to allow the claimed credit, but upon its now having developed that on July 1, 1966, an amendment to Fed.R.Crim.P. 38(a)(2) had become effective so as to eliminate the previously stated requirement respecting an election by an accused as to the commencement of service of sentence; it is\n    \n    \n      4\n      Further ordered and adjudged by this Court that this order of affirmance shall be without prejudice to this appellant's now being allowed credit for the period of his imprisonment as above set forth, taking account of the spirit of 18 U.S.C. &#167; 3568, as amended by the Act of June 22, 1966, 80 Stat. 217, and compare Stapf v. United States, 125 U.S.App.D.C. 100, 104, 367 F.2d 326, 330 (1966).\n    \n    ",
            "ocr": false,
            "opinion_id": 279316
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}