{
    "id": 440355,
    "judges": "Cir-Judges, Davis, Jolly, Rubin",
    "date_filed": "1993-05-29",
    "date_filed_is_approximate": true,
    "slug": "kenneth-wayne-whitmore-v-ross-maggio-jr-warden-louisiana-state",
    "case_name_short": null,
    "case_name": "Kenneth Wayne Whitmore v. Ross Maggio, Jr., Warden, Louisiana State Penitentiary, Respondents",
    "case_name_full": "Kenneth Wayne WHITMORE, Petitioner-Appellant, v. Ross MAGGIO, Jr., Warden, Louisiana State Penitentiary, Et Al., Respondents-Appellees",
    "attorneys": "Kenneth Wayne Whitmore, pro se., T7. Tr. . ; . , . , _ , Kay Kirkpatrick, Asst. Dist. Atty., Baton _ J _ % , , Rouge, La., for respondents-appellees. & r",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b338-9\">\n    Kenneth Wayne WHITMORE, Petitioner-Appellant, v. Ross MAGGIO, Jr., Warden, Louisiana State Penitentiary, et al., Respondents-Appellees.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b338-12\">\n    No. 83-3734\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AVC\">\n    Summary Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b338-13\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b338-15\">\n    Sept. 24, 1984.\n   </decisiondate><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AzYl\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"231\"> \n     *231\n     </span>\n    Kenneth Wayne Whitmore, pro se.\n   </attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"ARa\">\n    T7. Tr. . ; . , . , _ , Kay Kirkpatrick, Asst. Dist. Atty., Baton _ J _ % , , Rouge, La., for respondents-appellees. &amp; r\n   </attorneys><p data-order=\"7\" data-type=\"judges\" id=\"AdaC\">\n    Before RUBIN, JOLLY, and DAVIS, Cir-Judges.\n   </p>",
    "citations": [
        "742 F.2d 230"
    ],
    "opinions": [
        {
            "author_str": "Rubin",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/742/742.F2d.230.83-3734.html",
            "author_id": null,
            "opinion_text": "742 F.2d 230\n    Kenneth Wayne WHITMORE, Petitioner-Appellant,v.Ross MAGGIO, Jr., Warden, Louisiana State Penitentiary, etal., Respondents- Appellees.\n    No. 83-3734Summary Calendar.\n    United States Court of Appeals,Fifth Circuit.\n    Sept. 24, 1984.\n    \n      Kenneth Wayne Whitmore, pro se.\n      Kay Kirkpatrick, Asst. Dist. Atty., Baton Rouge, La., for respondents-appellees.\n      Appeal from the United States District Court for the Middle District of Louisiana.\n      Before RUBIN, JOLLY, and DAVIS, Circuit Judges.\n      ALVIN B. RUBIN, Circuit Judge:\n    \n    \n      1\n      A prisoner convicted of two counts of armed robbery in a Louisiana state court and sentenced to a total of 125 years' imprisonment, without benefit of parole, seeks habeas corpus on the grounds that the evidence was not sufficient to support his conviction, the state court's charge confused the jury, and the sentence constituted cruel and unusual punishment.  For reasons somewhat different from those advanced by the district court, we affirm the judgment denying relief on two of the grounds stated, but remand for further consideration of the eighth amendment issue.\n    \n    I.\n    \n      2\n      Kenneth Wayne Whitmore was convicted in 1976 of two counts of armed robbery.  He admits his complicity in the robberies but contends that he planned only to commit a robbery without arms, punishable in Louisiana as the lesser offense of simple robbery.  There was no evidence, he contends, that he and his codefendant, Perry Lee Payne, planned to commit armed robbery.\n    \n    \n      3\n      When a federal habeas corpus petitioner contends that the evidence adduced in his state-court trial is insufficient to sustain his conviction, the issue is whether a rational trier of fact might have found that each essential element of the crime was proved beyond a reasonable doubt.1 In making this assessment, the court of appeals does not substitute its view of the evidence for that of the fact finder, but considers all the evidence in the light most favorable to the prosecution.2\n    \n    \n      4\n      In that light, the evidence was, in substance, this:  Early in the morning of February 19, 1975, Whitmore and Payne were at Whitmore's house.  They were apparently discussing the gun Payne was holding;  one of them, perhaps Whitemore, fired the gun.  Later that morning Whitmore and Payne twice visited Bill's Shoe Store in Zachary, Louisiana.  They looked around but did not buy anything.  On one of the visits, their car was left running while they were in the store.  Lemener Matthews, who was working in the store, became suspicious and took down the license plate number of the car.  When she left the store for lunch, she left a note for her boss warning him about the young men.\n    \n    \n      5\n      Whitmore and Payne returned to the store a third time at 4:00 p.m. on the same day.  Matthews and Bill Messer, the owner of the shoe store, were both working.  Whitmore distracted Messer by saying he wanted some desert boots.  Messer showed Whitmore the boots at the shoe counter, out of the sight of Matthews, who was at the cash register.  Payne then took Matthews at gunpoint to the back of the store.  After Whitmore left the store, Messer went to the back of the store to see what had happened to Matthews.  Payne, with his gun in his hand, forced Messer and Matthews to undress and to give him their personal money.  Payne then ordered Matthews to retrieve the store's petty cash.  While Payne held the two at gunpoint at the back of the store, Whitmore returned to the store, took the store's cash box, and ran to a waiting car driven by Samuel Harris.  The two rode around the block and then returned to the scene.  In the meantime, Payne raped Matthews and forced her and Messer into the bathroom.  Whitmore and Harris then picked up Payne.  The three men rode around for a short time while Whitmore and Payne discarded non-currency items obtained in the robbery.  Whitmore and Payne were later arrested at the home of Payne's brother.\n    \n    \n      6\n      Under Louisiana law neither direct commission of the crime nor presence at the scene of the crime is necessary for conviction as a principal.3   Whitmore was a principal in the crime of armed robbery of Messer and Matthews because Whitmore took money from the store while Payne held Messer and Matthews at gunpoint, and then Whitmore picked up Payne after the robbery.  Moreover, testimony that Payne brandished and fired a pistol in Whitmore's presence before the robbery is sufficient to justify the inference that Whitmore knew Payne intended to use the gun in the day's activities.  Thus, the evidence was sufficient to sustain Whitmore's conviction for armed robbery notwithstanding the fact that he was not himself armed and the allegation that he did not plan for Payne to be armed.\n    \n    II.\n    \n      7\n      In support of his insufficiency-of-the-evidence contention, Whitmore also challenges the following charge to the jury, to which defense counsel objected at trial:\n    \n    \n      8\n      Title 15, Section 445 says that, \"although intent is a question of fact for your determination it need not be proven as other facts.\"    I tell you to my knowledge it never has been.  It may be inferred from the circumstances of the transaction.\n    \n    \n      9\n      Whitmore argues that this instruction as well as the instructions regarding the standard of reasonable doubt, intent, and knowledge of a defendant to aid his accomplice only confused the jury, which might otherwise have convicted him of a lesser offense, simple robbery.\n    \n    \n      10\n      We have held that an erroneous instruction will support a collateral attack on a state court's judgment \"only if the ailing instruction so infected the entire trial that the resulting conviction violates due process.\"4   The district court properly concluded that the instructions in this case--considered in their entirety--do not cause constitutional concern.\n    \n    \n      11\n      Although the state trial court gave detailed instructions on complicity and intent, the jury did manifest confusion.  After deliberating a short time, the jury asked for additional instructions regarding the intent and knowledge of \"one person knowing the other has a weapon.\"    Later the jury asked the judge whether a principal must know about the use of a weapon in an armed robbery.  Each time the jury requested instructions, the state trial judge repeated the provisions of Section 14:24 of Louisiana Revised Statutes.  He then explained that, to be a principal, whether present or absent, a person must actually counsel, assist, and encourage, or aid and abet his accomplice's perpetration of the crime.  In response to the second question, the court also charged that it must be shown that the accused acted knowingly and intentionally in furtherance of the common design.  The court further charged that \"all persons knowing the unlawful intent of the person committing the crime who were ... aiding and abetting either by furnishing the weapons of attack, encouraging by words or gestures, or endeavoring at the time ... of the offense to secure the safety or concealment of the offender are principals or equal offenders and subject to the same punishment.\"    These were proper and adequate clarification.5\n    \n    III.\n    \n      12\n      Whitmore contends that the imposition of consecutive sentences lasting 75 years for the armed robbery of Matthews and 50 years for the armed robbery of Messer, each with no possibility of parole constitutes cruel and unusual punishment.6   The merits of this contention must be determined under the precepts set forth in Solem v. Helm, 463 U.S. 277, 103 S. Ct. 3001, 77 L. Ed. 2d 637 (1983).  In Solem the Supreme Court found the sentence of life imprisonment without the possibility of parole so disproportionate to the non-violent crime of uttering a no-account check as to be unconstitutional.  The Court announced that the constitutional prohibition of cruel and unusual punishment embraces the principle that \"a criminal sentence must be proportionate to the crime for which a defendant has been convicted.\"7\n    \n    \n      13\n      The Court also set forth the method for determining proportionality.  Review \"should be guided by objective factors....  First, we look to the gravity of the offense and the harshness of the penalty....  Second, it may be helpful to compare the sentences imposed on other criminals in the same jurisdiction.  If more serious crimes are subject to the same penalty, or to less serious penalties, that is some indication that the punishment at issue may be excessive ....  Third, courts may find it useful to compare the sentences imposed for commission of the same crime in other jurisdictions.\"8\n    \n    \n      14\n      The district court did not conduct such a review.  It stated only that a federal court has no right to review any sentence of a state court that does not exceed the maximum sentence that may be imposed under the laws of the state.  In stating this proposition, the court relied on a Fourth Circuit decision, Stevens v. Warden, Maryland Penitentiary.9   Solem, however, invalidates this conclusion.10   In Moreno v. Estelle,11 we held that Solem does not require extensive analysis with respect to every petition for habeas corpus relief raising the excessiveness issue.  We recognized, however, that at least a cursory Solem analysis is required,12 save that Rummel v. Estelle13 still controls cases whose facts are not clearly distinguishable from those in Rummel itself.14   A \"primary consideration in that regard seems to be whether or not parole is available to the defendant within a reasonable period of time.\"15\n    \n    \n      15\n      Here, by contrast, the sentence denies the possibility of parole, the federal record is devoid of pertinent evidence, and the briefs provide no assistance in applying the Solem criteria.  We must therefore REMAND the case for a Solem analysis.16   The denial of habeas relief based on the sufficiency of the evidence and the adequacy of the jury instructions is AFFIRMED for the reasons given above.\n    \n    \n      \n        1\n         Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560, 573 (1979);  Bujol v. Cain, 713 F.2d 112, 114 (5th Cir.1983), cert. denied, --- U.S. ----, 104 S. Ct. 726, 79 L. Ed. 2d 187 (1984)\n      \n      \n        2\n         Bujol v. Cain, 713 F.2d at 114-15\n      \n      \n        3\n         A Louisiana statute defines principals as follows:\n        All persons concerned in the commission of a crime, whether present or absent, and whether they directly commit the act constituting the offense, aid and abet in its commission, or directly or indirectly counsel or procure another to commit the crime ....\n      \n      \n        9\n         La.Rev.Stat.Ann. Sec. 14:24 (1974).   See State v. Johnson, 365 So. 2d 1267, 1272 (La.1978);  State v. Dominick, 354 So. 2d 1316, 1320 (La.1978);  State v. Ledet, 337 So. 2d 1126, 1128-29 (La.1976);  State v. Witherspoon, 292 So. 2d 499, 502 (La.1974)\n      \n      \n        4\n         Tyler v. Phelps, 643 F.2d 1095, 1100 (5th Cir.1981), cert. denied, 456 U.S. 935, 102 S. Ct. 1992, 72 L. Ed. 2d 455 (1982)\n      \n      \n        5\n         See State v. Krolowitz, 407 So. 2d 1175, 1182 (La.1981), and cases cited supra note 3\n      \n      \n        6\n         Although Whitmore raised the eighth amendment issue in his state habeas petitions, he did not rely on Solem, nor could he have done so, for the Supreme Court of Louisiana denied habeas relief to Whitmore on June 21, 1982, and Solem was not decided until 1983.  The state has, however, acknowledged that state remedies have been exhausted, and we are therefore free to consider this issue even though it has never been presented to the state courts in precisely its present form.   McGee v. Estelle, 722 F.2d 1206, 1213 (5th Cir.1984) (en banc)\n      \n      \n        7\n         Solem v. Helm, supra, 463 U.S. at ----, 103 S. Ct. at 3009, 77 L.Ed.2d at 649\n      \n      \n        8\n         Id. 463 U.S. at ----, 103 S. Ct. at 3010, 77 L.Ed.2d at 650\n      \n      \n        9\n         382 F.2d 429 (4th Cir.1967), cert. denied, 390 U.S. 1031, 88 S. Ct. 1423, 20 L. Ed. 2d 288 (1968)\n      \n      \n        10\n         463 U.S. at ---- &amp; n. 14, 103 S. Ct. at 3009 &amp; n. 14, 77 L. Ed. 2d at 648 &amp; n. 14\n      \n      \n        11\n         717 F.2d 171, 179 (5th Cir.1983)\n      \n      \n        12\n         Id. 717 F.2d at 180 &amp; n. 10\n      \n      \n        13\n         445 U.S. 263, 100 S. Ct. 1133, 63 L. Ed. 2d 382 (1980)\n      \n      \n        14\n         Moreno 717 F.2d at 180\n      \n      \n        15\n         Ibid\n      \n      \n        16\n         In deciding whether to exercise its discretion to appoint counsel to represent Whitmore, the district court should consider whether resources necessary to perform the Solem analysis are available to him in prison\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 440355
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}