{
    "id": 1235169,
    "judges": "Loken, Chief Judge, Riley, and Smith, Circuit Judges",
    "date_filed": "1977-09-29",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-starr",
    "case_name_short": "Starr",
    "case_name": "United States v. Starr",
    "case_name_full": "UNITED STATES of America, Appellee, v. David Evan STARR, Appellant",
    "attorneys": "Anne M. Laverty, argued, Cedar Rapids, IA, for appellant., Sean R. Berry, argued, AUSA, Cedar Rapids, IA, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Feb. 11, 2008.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 62,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1011-14\">\n    UNITED STATES of America, Appellee, v. David Evan STARR, Appellant.\n   </parties><br><docketnumber id=\"b1011-17\">\n    No. 07-2397.\n   </docketnumber><br><court id=\"b1011-18\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b1011-19\">\n    Submitted: Feb. 11, 2008.\n   </otherdate><br><decisiondate id=\"b1011-20\">\n    Filed: June 23, 2008.\n   </decisiondate><br><attorneys id=\"b1015-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"989\"> \n     *989\n     </span>\n    Anne M. Laverty, argued, Cedar Rapids, IA, for appellant.\n   </attorneys><br><attorneys id=\"b1015-21\">\n    Sean R. Berry, argued, AUSA, Cedar Rapids, IA, for appellee.\n   </attorneys><br><judges id=\"b1015-22\">\n    Before LOKEN, Chief Judge, RILEY, and SMITH, Circuit Judges.\n   </judges>",
    "citations": [
        "533 F.3d 985"
    ],
    "opinions": [
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n533 F.3d 985 (2008)\nUNITED STATES of America, Appellee,\nv.\nDavid Evan STARR, Appellant.\nNo. 07-2397.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: February 11, 2008.\nFiled: June 23, 2008.\n*989 Anne M. Laverty, argued, Cedar Rapids, IA, for appellant.\nSean R. Berry, argued, AUSA, Cedar Rapids, IA, for appellee.\nBefore LOKEN, Chief Judge, RILEY, and SMITH, Circuit Judges.\nSMITH, Circuit Judge.\nA jury convicted David E. Starr on all nine counts of the third superseding indictment, which included charges for sexual exploitation of a child;[1] receipt of child pornography;[2] and possession of child pornography.[3] The district court[4] sentenced Starr to a term of 720 months' imprisonment. Starr challenges both his conviction and his sentence, arguing that (1) certain evidence presented at trial *990 should have been suppressed as a violation of the Fourth Amendment; (2) the jury instructions were erroneous and deprived him of his due process rights; (3) insufficient evidence supported his conviction; (4) the interest of justice required the district court to grant his motion for a new trial; (5) the district court miscalculated his advisory sentencing range under the Guidelines; and (6) his sentence is unreasonable. We affirm.\n\nI. Background\n\nWe recount the facts in the light most favorable to the verdict. United States v. Reddest, 512 F.3d 1067, 1069 (8th Cir. 2008).\n\nA. Starr's Communications with His Victims\n\nStarr was convicted on each charge of a nine-count indictment that included charges for the possession of child pornography, exploitation of a minor, and other related offenses. These charges stemmed from Starr's dealings with four minors\u0097E.M., V.M., K.E., and K.S.\n\n1. Victim E.M.\n\nE.M., from Phoenix, AZ, testified that she met Starr on the Internet through a pen pal program on America Online (\"AOL\") in 1996 when she was 17 years old. E.M. contacted Starr after reading his profile and deciding that his profile interests were similar to her own. Starr initially corresponded with E.M. via email but later began communicating using an instant message program on AOL.\nStarr and E.M. developed a relationship over AOL. She eventually revealed to Starr that she had emotional difficulties and engaged in self-mutilation. Starr discussed these issues with her. Eventually, however, the conversations became sexual in nature. Starr explained that he enjoyed dominant and submissive sexual practices, and that he believed E.M. had a submissive personality. Starr and E.M. began telephone sex encounters wherein they discussed their respective autoerotic behaviors.\nStarr asked E.M. to send him nude photographs of herself\u0097in particular, he wanted closeup photographs of E.M.'s pubic area. As requested, E.M. took the photos and mailed them from Phoenix to Iowa. After convincing E.M. to take photos of herself, Starr also asked her to send him videotapes. E.M., who was still 17 at this time, borrowed a camera from her school and complied with the request.\nThe first tape chronicled her daily life, showing her normal routine during the day, including changing her clothes in front of the camera. The videos also showed E.M. masturbating and performing anal penetration. E.M. testified that she made the video because Starr, her \"boyfriend,\" requested them.\nIn the second tape, E.M. referred to Starr as master, and she complied with his request to show her anus on the video. Starr previously explained that he enjoyed watching E.M. punish herself; therefore, the video also included a portion where E.M. spanked herself. Again, E.M. testified that she made the video to please Starr.\nIn the final video, E.M.'s 16-year-old friend, T. (last initial unknown), appears with her. Prior to filming, Starr and E.M. talked about including another girl in the videos, so E.M. approached T. with the idea. The video shows E.M. and T. naked and touching each other while Starr gave telephone instructions directing the girls to engage in sexual touching. E.M. conveyed to Starr T.'s discomfort with the conduct, but Starr urged E.M. to insist that T. participate.\n*991 E.M.'s relationship with Starr ended when, after a week's hiatus, E.M. reevaluated the relationship and decided to end it by sending Starr an email.\n\n2. Victim V.M.\n\nV.M. testified that she met Starr via the Internet in 2004 when she was 16. V.M. posted a profile on a site called vampirefreaks.com, an alternative life-styles website. V.M.'s profile used the screen name \"Guttered heart\" and displayed her true age. Starr initiated contact with V.M. by sending her a message through the profile. Starr's profile name was \"darklordmaster11.\" Although he gave V.M. his real name, Starr lied about his age\u0097he claimed that he was in his twenties, when he was really in his forties.\nStarr and V.M. began to communicate on the computer every other day for approximately one month. Starr eventually asked V.M. to email him nude photographs of herself using her webcam. V.M. made and sent Starr the photographs. Starr then requested more photos with closer shots of her pubic area. Starr began to talk to V.M. about submissive and dominant sexual activities and asked V.M. to meet him in person. V.M. never met Starr and stopped communicating with him after she tired of talking about sex.\n\n3. Victim K.E.\n\nK.E. testified that she began communicating with Starr via the Internet in November 2004 when she was 16 and living in Arizona. K.E. posted a profile on vampirefreaks.com, which included her birthday and residence, using the screen name XX\u0097unspoken\u0097desire\u0097X.\nStarr saw K.E.'s profile and contacted her through Yahoo, using the screen name \"darklordmaster.com.\" Starr told K.E. that he was between 22 and 24 years old\u0097 when he was, in reality, in his 40s. Starr gave K.E. a business email address of lawsonline.com. K.E. informed Starr that it was easier for her to talk on the phone than to send emails, so Starr began to call K.E. at her residence. Starr told K.E. that he did not have a phone at his residence and that all calls were being made from his uncle's home.\nStarr talked to K.E. about meeting in Phoenix, but she resisted because she thought it would be difficult to meet in person because she lived with her mother. Starr told K.E. that he had photo albums containing nude pictures of other girls, and asked K.E. to send him photographs of herself. He specifically asked for photographs of her pubic and genital area. K.E. did not want to send nude photographs of herself over the Internet so she lied to Starr and told him that she did not have a webcam.\nK.E. further testified that she engaged in telephone sex with Starr, and he had, on occasion, asked her to \"soak a pair of [her] underwear in [her] cum and put it into a Ziploc baggie and mail it to him.\" Starr mailed a disposable camera to K.E. so that she could send the photographs. This disturbed K.E., so she stopped communicating with Starr.\n\n4. Victim K.S.\n\nK.S. testified that she began communicating with Starr via the Internet when she was 17. K.S. posted a profile on a website named Hi5. She noticed that Starr had interests similar to hers, so she sent him an email message. Starr and K.S. began communicating by email and instant message on a regular basis using the Hi5 website. They eventually began to communicate by telephone because Starr said email was too impersonal.\nK.S. told Starr that she was living in Karen, New York, and Starr expressed an interest in coming to visit her during spring break. K.S. told Starr about relationship *992 problems with her boyfriend, and Starr began to talk to her about sex, specifically sadomasochistic sexual conduct. He told K.S. about a \"black room\" he wanted to build. The room would be painted black, have a bed in the center and be filled with various sex toys. Starr wanted K.S. to visit him in Iowa and told her of the sexual things that they could do to each other.\nK.S. testified that she had telephone sex with Starr but that she felt horrible after the experience. Starr told K.S. that he loved her and had never developed feelings for anyone so quickly. Starr asked K.S. to send him nude photographs of her pubic area, breasts, and buttocks. Starr told her that if she really cared for him that she would take the photographs. K.S. explained that she took the photographs and emailed them to Starr because she felt pressured by him.\nAfter K.S. sent the photographs, Starr told her that he would really enjoy a video of her taking her clothes off and spinning around. K.S. did not make the video for Starr and stopped communicating with him after resuming dating her former boyfriend.\n\nB. Investigation and Arrest\n\nOn March 16, 2005, Amanda Starr, David's wife, told police that she was leaving her husband and wanted to report his suspected illegal conduct. She stated that she became suspicious of her husband and investigated his online activities. She provided police with photo albums, photo prints, and videotapes. She told officers that she reviewed all of the items and was concerned that they all contained child pornography.\nPursuant to a warrant, Detective Lance Miller and United States Postal Inspector Troy Raper conducted a search of the Starrs' residence on March 17, 2005. This search uncovered the following: a starter pistol and holder, three VHS cassettes, 96 compact discs, 77 floppy disks, and one digital camera. The judge approving the warrant relied on the police review of the materials and not on Mrs. Starr's representations.\nThis evidence notwithstanding, Miller and Raper chose not to arrest Starr until February 10, 2006. After his arrest, Starr received Miranda warnings, and the officers requested his consent to search his residence. Starr gave written consent for \"Marion Police Officers to conduct a complete search of [his] residence located at 1645 George Drive, Marion, IA 52302.\" The consent also authorized the officers to \"take from [his] residence/closet (roll of film) any letters, papers, materials or other property which they may desire.\" During the home search, the officers discovered a locked briefcase and a locked closet. They brought the briefcase to Starr, and he opened it, revealing a roll of film inside. The officers asked for permission to develop the film and Starr consented. Starr also complied with the officers' request for the keys to the closet. Before searching the closet, the officers amended the written consent to include the words \"closet (roll of film).\"\nStarr was indicted on nine counts. Count 1 charged Starr with sexual exploitation of a minor\u0097V.M.\u0097in violation of 18 U.S.C. §§ 2251(a) and (e). Count 2 charged Starr with receiving child pornography, namely depictions of V.M. engaged in sexually explicit conduct, in violation of 18 U.S.C. §§ 2252A(a)(2)(A) and (b)(1). On count 3, Starr faced a charge of attempted sexual exploitation of a child\u0097 K.E.\u0097in violation of 18 U.S.C. §§ 2251(a) and (e). Count 4 charged Starr with possession of child pornography\u0097depictions of E.M. engaged in sexually explicit conduct\u0097in violation of 18 U.S.C. § 2252A(a)(5)(B). Count 5 contained another *993 charge for possession of child pornography, alleging the same facts as count 4. On count 6, Starr was charged with possession of child pornography\u0097depictions of V.M. engaged in sexually explicit conduct\u0097in violation of 18 U.S.C. § 2252A(a)(5)(B). Count 7 charged Starr with sexual exploitation of a minor\u0097K.S.\u0097 in violation of 18 U.S.C. §§ 2251(a) and (e). On count 8, Starr was charged with receiving and attempting to receive child pornography\u0097depictions of K.S. engaged in sexually explicit conduct\u0097in violation of 18 U.S.C. §§ 2252(a)(2)(A) and (b)(1). Finally, on count 9, Starr was charged with possession of child pornography\u0097depictions of K.S. engaged in sexually explicit conduct\u0097in violation of 18 U.S.C. § 2252A(a)(5)(B).\n\nC. Pre-Trial Proceedings\n\nStarr moved to suppress evidence obtained from his wife contending the officers conducted an unreasonable search under the Fourth Amendment because they viewed the items without first obtaining a warrant. The magistrate rejected that argument and found no constitutional violation. In his report, the magistrate found that the police did not exceed the scope of Mrs. Starr's private search. The magistrate also rejected Starr's argument that the police should have discounted his estranged wife's reports because of the strained marital relationship. The magistrate found that the detective acted properly when he decided to proceed given the great amount of detail she provided. The district court accepted the magistrate's report although correcting two minor factual errors. After accepting the report, the district court denied Starr's motion to suppress the evidence provided by Mrs. Starr.\nIn the same report, the magistrate also found that the officers did not exceed the scope of Starr's consent when they searched his home on February 10, 2006. The report found that Starr's alterations to the consent form were added at the officers' request out of an abundance of caution, not to limit the officers' search. Based on the magistrate's findings, the district court denied Starr's motion to suppress the evidence recovered in the February 2006 search.\n\nD. Trial and Sentencing\n\nStarr's case proceeded to trial by jury. In its instructions to the jury, the district court explained that the jury could find Starr guilty of Counts 1, 3, and 7 if the jury found that Starr attempted to use, persuade, induce, entice, or coerce any of the victims to engage in sexually explicit conduct for the purpose of causing the production of a visual depiction of such conduct. The case was submitted to the jury along with interrogatories for the jurors to answer. Based on these interrogatories, the jurors unanimously found, beyond a reasonable doubt, that all images possessed and/or received by Starr were child pornography. After deliberations, the jury unanimously found Starr guilty of all nine counts in the third superseding indictment.[5]\nAfter the jury announced its verdict, Starr moved for a judgment of acquittal, and in the alternative, if the court denied this motion, he sought a new trial. The district court denied both motions and allowed the verdict to stand. In denying Starr's motion for a new trial, the district court ruled that substantial evidence supported the verdict and that the jury instructions were not erroneous.\n*994 At sentencing, Starr challenged the presentence investigation report (PSR) recommendation that the court assess him 50 criminal history points and place him in criminal history category V. The district court accepted a majority of the PSR's recommendations in calculating Starr's advisory Guidelines range.[6] The district court accepted the PSR recommendations that the court (1) apply the cross-reference for a defendant who caused the manufacture of child pornography; (2) apply a two-level enhancement for an offense that involved the commission of a sexual act; (3) apply a four-level enhancement because the child pornography involved sadistic or masochistic conduct; (4) apply a two-level enhancement for a vulnerable victim; (5) apply a two-level enhancement for misrepresentation of identity; (6) apply a five-level enhancement for repeat and dangerous sex offenders; (7) count Starr's 1987 theft conviction; and (8) assess Starr two criminal history points for committing the instant offense while serving on federal supervised release.\nThe district court calculated Starr's Guideline sentence using a total offense level of 47 and a criminal history category V, resulting in an advisory sentence of life imprisonment.[7] The district court sentenced Starr to 720 months' imprisonment.\n\nII. Discussion\n\nStarr raises numerous challenges to both his conviction and sentence. He argues that: (1) certain evidence presented at trial should have been suppressed as a violation of the Fourth Amendment; (2) the jury instructions were erroneous and deprived him of his due process rights; (3) there was insufficient evidence to support his conviction; (4) the interests of justice required the district court to grant his motion for a new trial; the district court made several errors in calculating his advisory sentence under the Guidelines; and (6) his sentence is unreasonable. We address Starr's arguments seriatim.\n\nA. Motions to Suppress\n\nStarr argues that the district court erred in admitting evidence that was obtained in violation of his Fourth Amendment rights. He identifies two sources of evidence\u0097evidence that was submitted by his wife to police and evidence that police seized at the time of his arrest. He argues that both are the fruit of unconstitutional warrantless searches and seizures. We disagree and affirm.\n\n1. Suppression of the Evidence from Starr's Wife\n\nStarr contends that his Fourth Amendment rights were violated when Detective Miller or other law enforcement officers examined the items brought by Mrs. Starr to the police station, without first obtaining a warrant. \"The Fourth Amendment prohibits unreasonable searches and seizures. Absent some well-settled exception, unconsented warrantless searches are unreasonable.\" United States v. Miller, 152 F.3d 813, 815 (8th Cir.1998). The Fourth Amendment, however, does not extend to private searches that are neither instigated by nor performed on behalf of a governmental entity. Id. \"[T]he legality of later government intrusions `must be tested by the degree to which they exceeded the scope of the private search.'\" Id. (quoting United States v. Jacobsen, 466 U.S. 109, 115, 104 S. Ct. 1652, 80 L. Ed. 2d 85 (1984)).\n*995 Starr concedes that private searches are not covered by the Fourth Amendment's protections but maintains that the officers needed a warrant before re-examining the materials provided by Mrs. Starr. When the government re-examines materials following a private search, the government may intrude on an individual's privacy expectations without violating the Fourth Amendment, provided the government intrusion goes no further than the private search. Id. at 815 (\"[T]o be a Fourth Amendment search, a governmental intrusion must infringe on a legitimate expectation of privacy. Because a private search frustrates such an expectation, an ensuing police intrusion that stays within the limits of the private search is not a search for Fourth Amendment purposes.\") (citations omitted). (Furthermore, the Supreme Court has recognized \"that a third party's inspection of the contents of private books, papers, memoranda, etc. could be so complete that there would be no additional search by the [government] when it re-examines the materials.\" Walter v. United States, 447 U.S. 649, 659 n. 14, 100 S. Ct. 2395, 65 L. Ed. 2d 410 (1980)). This is such a case. In her private search prior to contacting law enforcement, Mrs. Starr examined all of the evidence that she subsequently brought to police. When the police examined the evidence, the record indicates that the officers only viewed material that had already been viewed by Mrs. Starr. Because the officers' search did not exceed the scope of Mrs. Starr's private search, we conclude that the officers did not unconstitutionally intrude on Starr's privacy interests. Accordingly, we reject Starr's argument that the government's examination of this material violated the Fourth Amendment.\n\n2. Scope of Starr's Consent\n\nStarr also challenges the admission of evidence obtained contemporaneously with his arrest. He argues that the written consent that he provided to police gave consent only to search a closet and a roll of film. He further contends that any reasonable person would understand that in mentioning these two items, he intended to circumscribe his consent.\n\"The standard for measuring the scope of a suspect's consent under the Fourth Amendment is that of `objective' reasonableness\u0097what would the typical reasonable person have understood by the exchange between the officer and the suspect?\" Florida v. Jimeno, 500 U.S. 248, 251, 111 S. Ct. 1801, 114 L. Ed. 2d 297 (1991). The defendant's \"actual subjective state of mind at the time that he allegedly gave his consent is not determinative; our focus, rather, is on how a reasonable person could have perceived his state of mind at that time.\" United States v. Cedano-Medina, 366 F.3d 682, 684-85 (8th Cir. 2004).\nHere, the district court's findings of fact regarding the scope of Starr's consent largely turned on its credibility determinations. \"A credibility determination made by a district court after a hearing on the merits of a motion to suppress is virtually unassailable on appeal.\" United States v. Frencher, 503 F.3d 701, 701 (8th Cir.2007) (citation and punctuation omitted). At the suppression hearing, Starr disputed whether he gave consent to search his entire residence. Detective Miller testified that Starr gave consent and later added specific language referring to the film and the closet. Starr testified to the contrary that he never gave consent for a full search of his home and only gave consent to search the two specified items. In reaching its conclusion, the district court found Miller's testimony more credible than Starr's. Based upon this record, Starr has not shown that the district court clearly erred.\n*996 In assessing the scope of consent, we must examine the totality of the circumstances, including the language of Starr's consent and his actions while the officers were conducting their search. See United States v. Ware, 890 F.2d 1008, 1010-12 (8th Cir.1989) (finding that defendant gave consent to full search, including a locked storage room, where he gave officers his keys and \"permission for a `complete search' of his apartment and authorization to seize, among other items, `any drugs'\"); United States v. Stapleton, 10 F.3d 582, 584 (8th Cir.1993) (holding that an officer reasonably believed he had consent to search when, after receiving consent to search a car, the officer told the defendant that the officer was about to search a telephone from the car and the defendant remained silent); Cedano-Medina, 366 F.3d at 684-85 (stating that \"a person can render a search legal by behaving in a way that would cause a reasonable person to believe that he or she has knowingly and voluntarily consented, whether or not the person actually intends to consent\").\nStarr's written consent reads as follows:\nI, David Evan Starr, having been informed of my constitutional rights not to have a search made on my residence without a search warrant and the right to refuse consent to such a search, hereby authorize Det. Lance S. Miller and S/A Troy Raper (U.S. Postal Service) Marion Police Officers to conduct a complete search of my residence located at 1645 George Drive, Marion, IA 52302. These officers are authorized by me to take from my residence/closet (roll of film) any letters, papers, materials or other property which they may desire. This written permission is being given by me to the above mentioned officers voluntarily and without threats or promises of any kind.\nStarr's written consent is most reasonably interpreted as an unqualified consent to search his entire home. Also, Starr was present during the officers' full search of his home, but remained silent and made no attempt to impede their efforts or to express his concern that they were exceeding the scope of his consent. Given these facts, we conclude that a reasonable person would have believed that the officers had authority to conduct a full search of Starr's home including his closet and a roll of film; therefore, this warrantless search did not violate the Fourth Amendment because it was authorized by Starr's consent.\n\nB. Jury Instructions\n\nNext, Starr asserts that the jury instructions contained erroneous statements of law, resulting in a violation of his due process rights. Starr argues that the indictment accused him of violating 18 U.S.C. § 2251(a), which prohibits individuals from engaging in certain activities \"for the purpose of producing any visual depiction of such conduct . . .\" and the jury instructions permitted the jury to convict Starr if it found that he engaged in the prohibited conduct \"for the purpose of causing the production of\" such images. Starr contends that the inclusion of this causation language amounts to either a variance or a constructive amendment to the indictment.\n\"The district court has wide discretion in crafting jury instructions. We will affirm if the instructions, taken as a whole, fairly and adequately instruct the jurors on the law applicable to the case. The instructions do not need to be technically perfect or even a model of clarity.\" United States v. Jennings, 487 F.3d 564, 580 (8th Cir.2007) (citations and quotations omitted). Regardless of the clarity of the instructions, constitutional problems may *997 arise if a variance or a constructive amendment to the indictment occurs.\n\"A variance arises when the evidence presented proves facts that are `materially different' from those [alleged] in the indictment.\" United States v. Whirlwind Soldier, 499 F.3d 862, 870 (8th Cir.2007) (quoting United States v. Harris, 344 F.3d 803, 805 (8th Cir.2003)). \"With regards to a variance, `[t]he charging document does not change, only the evidence against which the defendant expected to defend' varies, thus the court reviews the variance to determine if defendant's right to notice has been prejudiced. . . .\" Id. (quoting United States v. Stuckey, 220 F.3d 976, 981 (8th Cir.2000)).\n\"A constructive amendment occurs when the essential elements of the offense as charged in the indictment are altered in such a manner\u0097often through the evidence presented at trial or the jury instructions\u0097that the jury is allowed to convict the defendant of an offense different from or in addition to the offenses charged in the indictment.\" Id. \"In reviewing an appeal based on a claim of constructive amendment, we consider whether the admission of evidence or the jury instructions created a substantial likelihood that the defendant was convicted of an uncharged offense.\" Id. (internal punctuation and citation omitted).\nThe language difference between \"producing\" and \"causing the production of\" is not sufficiently material to create a variance in Starr's case. The indictment against Starr did not specifically charge him as a principal on an aiding and abetting theory; however, such specificity is not required.[8]See United States v. McKnight, 799 F.2d 443, 445 (8th Cir.1986) (\"It is well established . . . that a defendant may be convicted of aiding and abetting. . . even though he may not have been formally charged in that capacity. The reason for this rule is that section 2 does not create a separate offense, it simply makes . . . aid[ers] and abet[ters] . . . punishable as principals.\"). Therefore, it follows that there is no variance or constructive amendment problem when a defendant is convicted as an aider or abetter even though such an allegation is not included in the indictment. We hold that the jury instructions did not violate Starr's due process rights.\n\nC. Starr's Motion for Judgment of Acquittal\n\nStarr next argues that the district court erred in denying his motion for judgment of acquittal because the evidence presented at trial was insufficient to convict him. \"[T]he [district] court on the defendant's motion must enter a judgment of acquittal of any offense for which the evidence is insufficient to sustain a conviction.\" Fed.R.Crim.P. 29. \"When a district court considers a motion for acquittal, it does so with `very limited latitude.' The court should not assess the credibility of the witnesses or weigh the evidence.\" United States v. Hernandez, 301 F.3d 886, 889 (8th Cir.2002).\n*998 Starr's sufficiency arguments fail. Starr argues his version of the facts was reasonable; however, the pertinent inquiry is whether there is sufficient evidence to support the conviction if the government's evidence is accepted. See United States v. Grover, 511 F.3d 779, 779 (8th Cir.2007) (stating that \"[o]nly if no reasonable jury could have found the defendant guilty will we reverse\"). If believed, the government's evidence could have convinced a reasonable jury to convict him.\n\n1. Sexual Exploitation and Attempted Solicitation of a Minor Convictions\n\nStarr alleges that the evidence is insufficient to sustain a conviction on counts 1, 3, and 7. Specifically, Starr contends that the government failed to show that he used, persuaded, induced, enticed, or coerced his alleged victims to send him pictures.[9] Starr argues that this element cannot be met because V.M., K.E., and K.S. acted voluntarily. And with regard to count 3, Starr also argues that because there was no return address or note inside the package that was sent to K.E., the jury could not conclude, beyond a reasonable doubt, that he sent the camera to K.E. We disagree on both claims.\nStarr's argument ignores his role in convincing the victims to send the sexually explicit photographs to him. In his dealings with V.M., K.E., and K.S., it was Starr who introduced the sexual dimension to their relationships and requested the photographs. Given the record proof of Starr's overt solicitation, we conclude that there was sufficient evidence for the jury to find that Starr used, persuaded, induced, enticed, or coerced these individuals to send him sexually explicit pictures of themselves. Also, the jury's verdict is consistent with record evidence that Starr sent the camera used to produce pornographic images to K.E. At trial, the government presented evidence of Starr's Internet dealings with K.E., his repeated requests from Starr for pictures of K.E., and his knowledge that she did not have a camera to take and send these pictures. The absence of a note or return address did not render the evidence insufficient.\n\n2. Receiving Child Pornography Convictions\n\nStarr argues that the evidence was insufficient to sustain convictions on counts 2 and 8 because there was insufficient evidence presented that he personally received or attempted to receive the images of V.M. or K.S., respectively.\nStarr argues that because V.M. only talked with \"darklordmaster11\" over the Internet and Mrs. Starr had access to Starr's email accounts, there is no way the government could have proven beyond a reasonable doubt that Starr sought the images. Starr's version of events, however, is not supported by the record. Detective Miller testified that Starr admitted on multiple occasions owning the online profile \"darklordmaster11\" and the explicit photos of V.M. These facts supply sufficient evidence to sustain the jury's verdict.\nWith regard to count 8, Starr argues that other individuals had access to his office computer and that his door did not have a lock on it. We find this argument unavailing because the record clearly establishes Starr's dealings with K.S.\u0097K.S. testified, and telephone records confirmed, that Starr and K.S. engaged in telephone sex and that Starr requested the photos to use in these sessions. Given Starr's documented dealings with K.S., the jury reasonably could infer that Starr knowingly *999 possessed the photos of K.S., and we decline to disturb its finding.\n\n3. Possession of Child Pornography Convictions\n\nStarr's final evidentiary argument contends that the evidence was insufficient to sustain his conviction on counts 4, 5, 6, and 9. On counts 4 and 5, Starr argues that the government failed to prove that he possessed the images prior to his wife's delivery of the items to police. Starr asserts that Mrs. Starr's failure to specifically testify that she found the photos among his personal items and knew them to be his is fatal to the government's case. However, given E.M.'s testimony that she sent the photos to Starr when she was 17 years old and Starr's admission that he possessed the photos, we reject his argument.\nWith regard to count 6, Starr again argues that his wife may have planted the photos in his desk to frame him. However, as explained previously, this version of events is not borne out by the evidence.\nStarr also challenges the knowingly element of count 9, but this argument fails for the same as his challenge to the sufficiency of evidence to prove count 8\u0097the record clearly establishes his relationship with K.S. and provides a sound basis on which the jury could infer that he knowingly possessed the photos.\nCrediting the testimony of the witnesses, as we must under our standard of review, we conclude that there is sufficient evidence to support Starr's conviction on each count. Accordingly the district court did not err in denying Starr's motion for a judgment of acquittal.\n\nD. Starr's Motion for New Trial\n\nSimilar to his previous argument, Starr argues that given the weakness of the government's case, the district court erred in denying his motion for a new trial.\n\"Upon the defendant's motion, the [district] court may vacate any judgment and grant a new trial if the interest of justice so requires.\" Fed.R.Crim.P. 33. A district court may \"weigh the evidence, disbelieve witnesses, and grant a new trial even where there is substantial evidence to sustain the verdict.\" United States v. Campos, 306 F.3d 577, 579 (8th Cir.2002). However, \"[u]nless the district court ultimately determines that a miscarriage of justice will occur, the jury's verdict must be allowed to stand.\" Id. A district court may grant a new trial under Rule 33 \"only if the evidence weighs so heavily against the verdict that a miscarriage of justice may have occurred.\"\nMotions for new trials based on the weight of the evidence are generally disfavored. That being said, the district court has broader discretion to grant a new trial under Rule 33 than to grant a motion for acquittal under Rule 29, but it nonetheless must exercise the Rule 33 authority \"sparingly and with caution.\"\nCampos, 306 F.3d at 579 (citation omitted); see also 3 Charles Alan Wright, Nancy J. King, &amp; Susan R. Klein, Federal Practice and Procedure § 553 (3d ed.2004) (stating that granting new trial under Rule 33 is unusual remedy that is reserved for \"exceptional cases in which the evidence preponderates heavily against the verdict\"). We hold that the evidence does not weigh heavily against the verdict; consequently, we conclude that the district court did not abuse its discretion in denying Starr's new trial motion.\n\nE. Application of the Sentencing Guidelines\n\nStarr raises several arguments regarding the district court's calculation of his Guidelines sentence.\nUnder Gall v. United States, \"a district court should begin all sentencing *1000 proceedings by correctly calculating the applicable Guidelines range.\" ___ U.S. ___, 128 S. Ct. 586, 596, 169 L. Ed. 2d 445 (2007). We review the district court's findings of fact for clear error and its interpretation and application of the Guidelines de novo. United States v. Sallis, 507 F.3d 646, 650 (8th Cir.2007).\n\n1. The 1987 convictions\n\nStarr first argues that the district court erred in counting his 1987 convictions when calculating his criminal history. He argues that the evidence is insufficient to prove that he committed child exploitation with E.M. and T. and that there is no evidence that he was actually in possession of child pornography anytime between the late 1990s and 2005. Consequently, he argues those activities should not be considered as relevant conduct and, therefore, his convictions in 1987 are too old to be counted.\nFor criminal history scoring, district courts must count \"[a]ny prior sentence of imprisonment exceeding one year and one month that was imposed within fifteen years of the defendant's commencement of the instant offense. . . .\" U.S.S.G. § 4A1.2(e)(1). \"Conduct that is part of the instant offense means conduct that is relevant conduct to the instant offense under the provisions of § 1B1.3 (Relevant Conduct).\" Relevant conduct includes \"all acts. . . committed, aided, abetted, counseled, commanded, induced, procured, or willfully caused by the defendant. . . .\" U.S.S.G. § 1B1.3(a)(1).\nAs we previously explained, sufficient evidence supports Starr's convictions and demonstrates that Starr's instant offenses began in the mid-1990s. Given that Starr's 1987 sentence is well within fifteen years of some of the charged offenses, we hold that the district court did not err in counting Starr's 1987 convictions in calculating his criminal history points.\n\n2. Offense Committed While On Supervised Release\n\nSimilar to his previous argument, Starr argues that the evidence is insufficient to prove that he committed his offenses while on supervised release.\nThe Guidelines require an additional \"2 points if the defendant committed the instant offense while under any criminal justice sentence, including . . . supervised release. . . .\" U.S.S.G. § 4A1.1(d). The addition of the two points is required \"if the defendant committed any part of the instant offense (i.e., any relevant conduct) while under any criminal justice sentence. . . .\" § 4A1.1 cmt. n. 4.\nAt sentencing, if the district court finds facts, it is required to do so by a preponderance of evidence. See United States v. Phillips, 506 F.3d 685, 688 (8th Cir.2007) (\"Because the sentencing guidelines are advisory under Booker, enhancements to the advisory guidelines may be based upon facts found by the sentencing court by a preponderance of the evidence\"). Here, the district court had sufficient evidence to find that Starr's relevant conduct started in the mid-1990s. Given this finding, it is also more likely than not that he possessed child pornography at times until his arrest in 2006. Part of this time he was on supervised release;[10] therefore, the district court was correct to add two points to Starr's criminal history under § 4A1.1(d).\n\n3. Sexual Exploitation of a Minor\n\nStarr's remaining arguments regarding his Guidelines sentence challenge the calculation *1001 of his offense level.[11]\nFirst, he argues that the district court erred in applying a higher adjusted offense level by applying the cross reference under U.S.S.G. § 2G2.2(c)(1).\nUnder the Guidelines \"[i]f the offense involved causing . . . a minor to engage in sexually explicit conduct for the purpose of producing a visual depiction of such conduct, apply § 2G2.1 . . . if the resulting offense level is greater than that determined above.\" U.S.S.G. § 2G2.2(c)(1). \"The cross reference in subsection (c)(1) is to be construed broadly and includes all instances where the offense involved employing, using, persuading, inducing, enticing, coercing, transporting, permitting, or offering or seeking by notice or advertisement, a minor to engage in sexually explicit conduct for the purpose of producing any visual depiction of such conduct.\" U.S.S.G. § 2G2.2(c)(1) cmt. n. 5.\nPrior to the application of the cross reference, Starr faced a base offense level of 18 for possession of child pornography. Applying the cross reference raised his base offense level under § 2G2.1 to 32. The PSR recommended the application of the cross reference to § 2G2.1 because Starr caused the production of the illegal material. Starr's argument against the application of this cross reference is, in essence, another sufficiency of the evidence argument. It fails. We hold that the evidence was sufficient for the district court to find that Starr caused the production of sexually explicit images of a minor.\n\n4. Masochism Enhancement\n\nStarr next argues that the district court erred in applying a four-level masochism enhancement. Starr asserts that sexual penetration of a minor with a foreign object in this instance should not meet the definition of violence.\nWhen calculating the Guidelines, the court should enhance the offense level by four levels \"[i]f the offense involved material that portrays sadistic or masochistic conduct or other depictions of violence.. . .\" U.S.S.G. § 2G2.1(b)(4).\nIn determining that this enhancement should apply, the district court relied on United States v. Parker, 267 F.3d 839, 847 (8th Cir.2001), in which we held that self-penetration by a foreign object qualifies as violence. Also, in Parker we defined violence under this subsection using the dictionary definition of the term. Id. (stating that \"Webster's Dictionary defines `violence' as `exertion of any physical force so as to injure or abuse'\"). Starr concedes that E.M. was penetrated with a foreign object, but he attempts to distinguish Parker by arguing that Parker involved a very young child whereas the victim in question here was 17. He further contends that the absence of evidence of any pain or injury suffered on the part of E.M. prohibits the application of the enhancement. Starr's arguments are unpersuasive and Parker controls here. And, as we stated in Parker, \"[g]iven the plain meaning of `violence,' it is difficult to imagine that the sexual penetration with a foreign object of a minor female would not *1002 qualify as `violence' even if self-inflicted.\" Id.\n\n5. Vulnerable Victim Enhancements\n\nStarr next argues that the district court erred in determining that E.M. was a vulnerable victim and applying a two-level enhancement for her status.\nThe district court should apply a two-level enhancement to the defendant's offense level \"[i]f the defendant knew or should have known that a victim of the offense was a vulnerable victim. . . .\" U.S.S.G. § 3A1.1(b)(1). However, the court should not \"apply subsection (b) if the factor that makes the person a vulnerable victim is incorporated in the offense guideline.\" U.S.S.G. § 3A1.1 cmt. n. 2.\nThis enhancement was not applied with most of the victims because most of the victims' possessed only age as a vulnerable characteristic. The district court applied the vulnerable victim enhancement with respect to E.M. after the court determined that she had psychological and family problems of which Starr was or should have been aware. Starr acknowledges that E.M. had familial problems, but denies that there is sufficient evidence in the record to support that she has significant psychological problems, citing a lack of psychiatric reports. There is, however, undisputed evidence that Starr was aware of E.M.'s problem with self-mutilation, and although the parties disagree whether E.M.'s problems were \"significant,\" there was evidence in the record on which the district court could infer that Starr used this problem to gain E.M.'s confidence. Given this evidence, we conclude that the district court did not err in its application of the vulnerable victim enhancement.\n\n6. Misrepresentation of Identity Enhancement\n\nFinally, Starr argues that the district court erred in applying an enhancement for misrepresentation of identity. He argues that although he lied about his age there is no evidence he did so for the purpose of producing sexually explicit material.\nThe district court should apply a two-level enhancement to a defendant's offense level \"[i]f, for the purpose of producing sexually explicit material, the offense involved the knowing misrepresentation of a participant's identity to persuade, induce, entice, coerce, or facilitate the travel of, a minor to engage sexually explicit conduct.. . .\" U.S.S.G. § 2G2.1(b)(6)(A).\nStarr contends that he did not misrepresent his identity because he only lied about his age and that he was otherwise truthful about himself. This argument is foreclosed by the comments to the Guideline, which state, \"[t]he misrepresentation to which the enhancement . . . may apply includes misrepresentation of a participant's. . . age . . . as long as the misrepresentation was made with the intent to persuade, induce, entice, [or] coerce . . . a minor to engage in sexually explicit conduct for the purpose of producing sexually explicit material.\" U.S.S.G. § 2G2.1 cmt. n. 4. There was ample evidence in the record from which the district court could conclude that Starr's age misrepresentation was instrumental in getting the victims to engage in sexually explicit conduct. The record is quite adequate to show that Starr sought the production of sexually explicit images of the victims.\nHe also argues that there was no misrepresentation because he gave enough information for the girls to discover his true age. Specifically, he states, \"Should K.E. have taken the time to look, she could have found David Starr quite easily in a phone book or online people-locator service, along with his likely date of birth, address, and other information.\" The Guidelines, however, do not place the burden on minor victims to research the age of a defendant.\n*1003 We find no error in the district court's calculation of Starr's advisory sentence under the Guidelines.\n\nF. Reasonableness of the Sentence\n\nIn challenging the reasonableness of his sentence Starr argues that the district court's sentence exaggerates the seriousness of his conduct. Starr points out that he never actually met any of the victims in person and alleges that the victims themselves were willing participants. Starr believes these facts lessened the heinousness of his actions relative to other crimes and criminals and militate against a sentence as lengthy as that imposed.\n\"We review a challenge to the reasonableness of a sentence for abuse of discretion.\" United States v. Jones, 509 F.3d 911, 913 (8th Cir.2007). Sentences within the Guidelines are presumptively reasonable. United States v. Bryant, 446 F.3d 1317, 1319 (8th Cir.2006). \"Although a sentence within that range is presumed reasonable, that presumption may be rebutted by reference to the factors listed in § 3553(a).\" United States v. Cadenas, 445 F.3d 1091, 1094 (8th Cir.2006) (citation omitted); see also Rita v. United States, ___ U.S. ___, 127 S. Ct. 2456, 2462-68, 168 L. Ed. 2d 203 (allowing appellate courts to apply a presumption of reasonableness to within-Guidelines sentences). A sentence within the Guidelines may be unreasonable \"if the district court failed to consider a relevant factor that should have received significant weight, gave significant weight to an improper or irrelevant factor, or considered only appropriate factors but nevertheless committed a clear error of judgment. . . .\" Id. (quoting United States v. Walker, 439 F.3d 890, 892 (8th Cir. 2006)).\nStarr fails to demonstrate that the district court abused its sentencing discretion. The district court rationally and carefully calculated Starr's Guidelines range as its sentencing starting point. The multiple enhancements applied by the district court substantially raised the applicable Guidelines range of months of incarceration but did not so inflate the calculation as to render the ultimate sentence unreasonable. Because of Starr's high offense level, his advisory range is higher than the sentencing chart accounts for\u0097he has a total offense level of 47, and the highest offense level on the chart is 43. At that offense level, the sentencing chart recommends a life sentence.\nStarr received a sentence of 720 months. We find no abuse of discretion in this case as a life sentence was recommended by the Guidelines. Starr has not shown that the district court committed any procedural errors, failed to consider any relevant § 3553(a) factor, or improperly considered any irrelevant factor; therefore, we hold that his sentence is not unreasonable.\n\nIII. Conclusion\n\nAccordingly, we affirm the judgment of the district court.\nNOTES\n[1]  A violation of 18 U.S.C. §§ 2251(a) and (e).\n[2]  A violation of 18 U.S.C. §§ 2252A(a)(2)(A) and (b)(1).\n[3]  A violation of 18 U.S.C. § 2252A(a)(5)(B).\n[4]  Honorable Linda R. Reade, Chief Judge, United States District Court for the Northern District of Iowa.\n[5]  The government filed superseding indictments to add counts and to modify the language of the charges.\n[6]  The government does not cross appeal Starr's objections to the PSR that the district court sustained.\n[7]  This advisory sentence exceeds the sentencing chart because the highest offense level on the chart is 43.\n[8]  An individual may be convicted as a principal violator of a crime if the person aids or abets in its commission. 18 U.S.C. § 2; see also 18 U.S.C. § 2, Revision Notes and Legislative Reports (stating that the section as revised \"removes all doubt that one who puts in motion or assists in the illegal enterprise or causes the commission of an indispensable element of the offense by an innocent agent. . . is guilty as a principal even though he intentionally refrained from the direct act constituting the completed offense\"); and United States v. Beardslee, 609 F.2d 914, 919 (8th Cir.1979) (stating that \"the aiding and abetting statute merely codified the accepted principles governing who could be held liable for the commission of a substantive offense\").\n[9]  In his brief, Starr inaccurately identifies count 5 as the sexual exploitation charge involving K.S.; this charge was included in the indictment at count 7.\n[10]  Starr began supervised release in December 2000, and he was discharged in December 2003.\n[11]  We note that all of Starr's challenges to the enhancements applied in his sentencing will be no more than harmless error unless he can demonstrate that his maximum total offense level is 37 or lower. See U.S.S.G. Sentencing Table (recommending a maximum sentence of life for all category V defendants with a minimum total offense level of 38); see also United States v. Garcia-Juarez, 421 F.3d 655, 657 (8th Cir.2005) (\"One example of a harmless error is when the resulting sentence lies in an overlap between the correct and incorrect Guidelines ranges.\"). The district court assessed him a total offense level of 47, but treated it as a 43 (the highest offense on the Sentencing Table) for the purpose of charting his offense.\n\n",
            "ocr": false,
            "opinion_id": 1235169
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}