{
    "id": 282943,
    "judges": "Carter, Foley, Hamley",
    "date_filed": "2009-06-15",
    "date_filed_is_approximate": true,
    "slug": "robert-lee-sims-v-frank-a-eyman-superintendent-of-arizona-state",
    "case_name_short": null,
    "case_name": "Robert Lee Sims v. Frank A. Eyman, Superintendent of Arizona State Penitentiary",
    "case_name_full": "Robert Lee SIMS, Petitioner, v. Frank A. EYMAN, Superintendent of Arizona State Penitentiary, Respondent",
    "attorneys": "Wm. E. Hildebrandt, W. Edward Morgan, Tucson, Ariz., for petitioner., Darrell F. Smith, Atty. Gen., Carl Waag, (argued) Asst. Atty. Gen., Gary K. Nelson, Asst. Atty. Gen., Phoenix, Ariz., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b499-7\">\n    Robert Lee SIMS, Petitioner, v. Frank A. EYMAN, Superintendent of Arizona State Penitentiary, Respondent.\n   </parties><docketnumber id=\"AbL\">\n    No. 22242.\n   </docketnumber><br><court id=\"b499-9\">\n    United States Court of Appeals Ninth Circuit.\n   </court><br><decisiondate id=\"b499-10\">\n    Jan. 6, 1969.\n   </decisiondate><br><attorneys id=\"b501-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"441\"> \n     *441\n     </span>\n    Wm. E. Hildebrandt, W. Edward Morgan, Tucson, Ariz., for petitioner.\n   </attorneys><br><attorneys id=\"b501-6\">\n    Darrell F. Smith, Atty. Gen., Carl Waag, (argued) Asst. Atty. Gen., Gary K. Nelson, Asst. Atty. Gen., Phoenix, Ariz., for respondent.\n   </attorneys><br><judges id=\"b501-7\">\n    Before HAMLEY and CARTER, Circuit Judges, and FOLEY\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    , District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b501-16\">\n     Honorable ROGER D. FOLEY, United States District Judge, District of Nevada, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "405 F.2d 439"
    ],
    "opinions": [
        {
            "author_str": "Carter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/405/405.F2d.439.22242.html",
            "author_id": null,
            "opinion_text": "405 F.2d 439\n    Robert Lee SIMS, Petitioner,v.Frank A. EYMAN, Superintendent of Arizona StatePenitentiary, Respondent.\n    No. 22242.\n    United States Court of Appeals Ninth Circuit.\n    Jan. 6, 1969.\n    \n      Wm. E. Hildebrandt, W. Edward Morgan, Tucson, Ariz., for petitioner.\n      Darrell F. Smith, Atty. Gen., Carl Waag, (argued) Asst. Atty. Gen., Gary K. Nelson, Asst. Atty. Gen., Phoenix, Ariz., for respondent.\n      Before HAMLEY and CARTER, Circuit Judges, and FOLEY,* District judge.\n      JAMES M. CARTER, Circuit Judge.\n    \n    \n      1\n      This is an appeal from a judgment of the district court, after hearing, denying a writ of habeas corpus sought by a state prisoner awaiting execution for the crime of murder.  We affirm.\n    \n    \n      2\n      The appeal presents a series of constitutional or purported constitutional questions.  They are:\n    \n    \n      3\n      1.  Is there a denial of due process, equal protection, and the right not to plead guilty and demand a jury trial, where the state jury has power to assess the death penalty in a capital case without hearing evidence solely in mitigation of punishment, while on a guilty plea to a state judge the court may hear such evidence?\n    \n    \n      4\n      2.  Is there a denial of fair trial and a lack of due process where jurors are excused on the basis of their answers to questions concerning capital punishment, and where the jury has no standards by which to determine the propriety of imposing the death penalty?\n    \n    \n      5\n      3.  Is the death penalty cruel and unusual punishment in violation of the constitution?\n    \n    \n      6\n      4.  May a state constitutionally provide that a prosecution for a criminal offense be had on the filing of an information by the district attorney, rather than by indictment by a grand jury?\n    \n    \n      7\n      5.  Is there a denial of a fair trial and lack of due process in using the testimony of a confessed accomplice who has plead guilty and has not then been sentenced?\n    \n    \n      8\n      Petitioner Robert Lee Sims and one Leo G. Davis were charged with the murder of Glendell Soape.  Davis entered a plea of guilty, testified for the State and thereafter received a sentence of life imprisonment.  Sims was convicted of first degree murder by a jury which fixed the punishment at death.  The court entered judgment and sentence on February 28, 1964.  Sims appealed, and his conviction and sentence were affirmed by the Arizona Supreme Court, State v. Sims, 99 Ariz. 302, 409 P.2d 17 (1965); cert. denied 384 U.S. 980, 86 S. Ct. 1880, 16 L. Ed. 2d 691 (1966).\n    \n    \n      9\n      Subsequently, Sims filed a petition for habeas corpus with the Arizona district court.  Petitioner conceded in the habeas petition that, 'None of the questions presented herein were raised during the trial in chief, any of the subsequent motions, or during appeal to the Supreme Court of Arizona. * * *'\n    \n    \n      10\n      After the habeas petition was filed on July 21, 1966, the district court on July 26, 1966, made an order reciting it was appropriate for the district court 'to abstain until the state courts have had an opportunity to pass on the constitutional questions raised' and ordered that petitioner was allowed 10 days to institute appropriate proceedings in the Arizona courts.\n    \n    \n      11\n      A petition for writ of habeas corpus was filed with the Supreme Court of the State of Arizona on August 2, 1966 and denied by said court on September 20, 1966.  This petition to the Arizona Supreme Court is not part of our record.  We have permitted our record to be augmented with a copy of the habeas petition and the order denying the writ.  The same contentions petitioner makes here were made to the Arizona Supreme Court and decided without opinion.\n    \n    \n      12\n      At the hearing in the district court the court inquired about the record and both parties stated they had no evidence to produce.  The court said, 'Well, I think it is always well to know what is in the record, what everybody concludes to be the record' and counsel for both parties expressed agreement.\n    \n    \n      13\n      The district court then considered these contentions and, on June 28, 1967, denied the writ.  Petitioner now appeals.\n    \n    THE FACTS\n    \n      14\n      On the night of May 23, 1963, Davis (a Negro) first met Soape (a white man) in a bar in Sahuarita, Arizona, a predominantly Negro community south of Tucson.  After becoming acquainted, Soape asked if he could get a colored girl.  Davis shortly thereafter spoke to Sims who then left the bar and later returned with Georgia Mae Marchman, a Negro girl with whom Sims was living.  After having intercourse, Soape and Marchman returned to the vicinity of the bar where they again met Davis and Sims.  Soape wanted to go to Nogales, Mexico, for some whiskey, so the four of them left in Sims' car.  After the trip had started, Sims proposed to Davis that they 'roll' Soape; Marchman had no knowledge of this plan.\n    \n    \n      15\n      A short distance south of Sahuarita, Sims turned the car onto a side road.  Soape immediately asked where they were going, whereupon Davis struck him over the head with a cotton spinner (a metal object), either stunning him or rendering him unconscious.  Sims then stopped the car, got out and opened the rear door.  He pulled Soape from the back of the car onto the road.  While Soape lay on the road, Sims kicked him in the back of the head.  Sims then dragged Soape a short distance into a barley field where Sims and Davis took his watch and wallet.\n    \n    \n      16\n      The decedent's body was discovered on May 25, 1963.  A pathologist testified that a severe blow to the back of the head had broken the decedent's first cervical vertebra and caused death.\n    \n    I.\n    \n      17\n      Petitioner contends that the Arizona sentencing procedure in murder cases, which does not allow evidence solely in mitigation of punishment to be presented to a jury, violates due process, equal protection, and the right not to plead guilty and demand a jury trial.  This contention raises constitutional questions with which we must deal at some length.\n    \n    \n      18\n      Arizona's murder statute, A.R.S. 13-453, reads in part as follows:\n    \n    \n      19\n      'A.  A person guilty of murder in the first degree shall suffer death or imprisonment in the state prison for life, at the discretion of the jury trying the person charged therewith, or upon a plea of guilty, the court shall determine the punishment.'\n    \n    \n      20\n      Under this statute, when a defendant pleads guilty to a first degree murder charge, the judge determines the punishment, and he may impose the death penalty.  State v. Kruchten, 101 Ariz. 186, 417 P.2d 510 (1966).\n    \n    \n      21\n      Arizona Rules of Criminal Procedure, Rules 336 and 187, 17 A.R.S. read:\n    \n    \n      22\n      'Rule 336.  Inquiry into mitigating and aggravating circumstances.  When the court has discretion as to the penalty to be inflicted on the defendant, it shall, upon suggestion of either party that there are circumstances which may properly be taken into consideration, hear evidence as to the circumstances summarily in open court, either immediately or at a special time and upon such notice to the adverse party as the court directs, or the court may inquire into such circumstances of its own motion.' 'Rule 187.  Determination of punishment upon plea of guilty.  When the defendant pleads guilty to an indictment or information, if the court accepts the plea and has discretion as to the punishment for the offense, it may hear witnesses to determine what punishment shall be imposed.'\n    \n    \n      23\n      Rule 336 has been broadly interpreted in Arizona.  The 'circumstances' mentioned therein are not limited to extenuating circumstances immediately surrounding commission of the offense but include any type of information, both favorable and unfavorable, about the defendat's background and character.  The judge assessing punishment is not bound by rules of evidence in hearing evidence to determine punishment, and he may consider many matters in mitigation or aggravation which would be inadmissible on the issue of guilt or innocence.  State v. Levice, 59 Ariz. 472, 130 P.2d 53 (1942).\n    \n    \n      24\n      On the other hand, when a first degree murder case is tried before a jury, the jury sets the punishment.  Though a death sentence returned by a jury in a capital case may be reviewed on appeal to the Arizona Supreme Court, the determination of punishment in such a case is wholly within the discretion of the jury, and unless the record clearly shows an abuse of discretion the verdict of the jury must stand.  State v. McGee, 91 Ariz. 101, 370 P.2d 261 (1962).\n    \n    \n      25\n      No evidence in mitigation can be introduced in a first degree murder case tried to a jury unless it has some relevance toward proving the defendat's guilt or innocence, including the proper grading of the offense.  While evidence in mitigation of the offense, such as reducing the crime to manslaughter, is admissible, evidence is not relevant for the sole purpose of mitigating the severity of the punishment.  State v. Narten, 99 Ariz. 116, 407 P.2d 81 (1965); Campbell v. Territory, 14 Ariz. 109, 125 P. 717 (1912).  Also, evidence concerning aggravation cannot be introduced before a jury against a defendant, unless it too has some relevance toward proving guilt or innocence, or grading the offense.  Turley v. State, 48 Ariz. 61, 59 P.2d 312 (1936).\n    \n    \n      26\n      Thus, a defendant may not introduce the same type of evidence when he pleads not guilty and demands a jury trial as he would be able to introduce on a guilty plea before a judge.  Petitioner contends that this procedure is unconstitutional.\n    \n    \n      27\n      A.  The due process claim under the Fourteenth Amendment.\n    \n    \n      28\n      Petitioner contends that the Arizona procedure denies due process of law in that a jury may not hear evidence offered solely in mitigation of punishment.  The question is whether allowing the introduction of such evidence is essential to a fair trial.  We do not think that it is.\n    \n    \n      29\n      Arizona may constitutionally determine, as a matter of legislative policy, that the punishment for first degree murder shall fit the particular crime rather than the individual criminal.  States have wide discretion to fashion their own rules of criminal procedure.  Spencer v. Texas, 385 U.S. 554, 87 S. Ct. 648, 17 L. Ed. 2d 606 (1967).  In dealing with this question, the Court of Appeals for the Tenth Circuit recently held that it was not a denial of due process for a state to have a single-verdict procedure whereby a jury, which determined both guilt and punishment, could not hear the same type of evidence in mitigation of punishment that would usually be brought before a judge.  Segura v. Patterson, 402 F.2d 249 (10 Cir. 1968).\n    \n    \n      30\n      Many items of information about the defendant may come in during the disclosure of the crime itself and the circumstances surrounding it (see: State v. Coey, 82 Ariz. 133, 309 P.2d 260 (1957); DeWoody v. State, 21 Ariz. 613, 193 P. 299 (1920); Sullivan v. State, 47 ariz. 224, 55 P.2d 312 (1936); Short v. State, 53 Ariz. 185, 87 P.2d 266 (1939); State v. Robinson, 89 Ariz. 224, 360 P.2d 474 (1961)).  Arizona may require the jury to base its determination as to punishment solely upon the facts legitimately admissible to prove the crime and the circumstances surrounding it without denying a defendant due process of law.\n    \n    \n      31\n      b.  The equal protection claim under the Fourteenth Amendment.\n    \n    \n      32\n      Petitioner contends that even though a state could constitutionally exclude all evidence offered solely in mitigation of punishment without denying due process, it is still a denial of equal protection of the laws to exclude such evidence before a jury and allow it before a judge.  Petitioner contends that the Arizona procedure is not based on a reasonable classification; that a defendant who pleads guilty is treated differently from one who demands a jury trial; and that such discrimination violates the constitutional guarantee of equal protection.\n    \n    \n      33\n      'Exact equality is no prerequisite of equal protection of the laws within the meaning of the Fourteenth Amendment.'  Norvell v. Illinois, 373 U.S. 420, 423, 83 S. Ct. 1366, 1368, 10 L. Ed. 2d 456 (1963).  Rather, the Fourteenth Amendment only forbids classifications involving 'invidious discrimination' (Ferguson v. Skrupa, 372 U.S. 726, 732, 83 S. Ct. 1028, 10 L. Ed. 2d 93 (1963)), which is defined as a classification which is arbitrary, irrational, and not reasonably related to a legitimate purpose.  McLaughlin v. Florida,  379 U.S. 184, 191, 85 S. Ct. 283, 13 L. Ed. 2d 222 (1964).\n    \n    \n      34\n      We think the Arizona procedure meets these equal protection standards.  When a first degree murder case is tried before a jury, the jury can form an opinion of the proper punishment from hearing the whole case, observing witnesses, and discussing the evidence introduced concerning the crime and the surrounding circumstances.  On the other hand, the judge on a guilty plea does not have the benefit of such trial evidence.  Thus, it is reasonable to allow the judge to hold a hearing on mitigating and aggravating circumstances, even though some of the evidence brought forth would have been inadmissible had there been a trial before a jury of laymen.  Such a hearing is one method of informing the judge so that he can determine what punishment is proper.  Thus, the procedure is reasonably related to the legitimate purpose of proper sentencing.1\n    \n    \n      35\n      Moreover, the procedure is a 'two-way way street.'  While the jury is precluded from hearing evidence solely in mitigation of punishment, it also is precluded from hearing evidence solely in aggravation; conversely, the judge can hear both types of evidence.  Thus, there are benefits and detriments involved in choosing either a judge or jury, just as there are in many other choices which a criminal defendant must make.\n    \n    \n      36\n      Furthermore, whatever 'discrimination' exists in the procedure is very minor.  New Jersey had a procedure similar to Arizona's; after noting that some evidence of mitigation could be introduced before a jury, the Court of Appeals for the Third Circuit added, 'But apart from this, we do not view the difference between sentencing procedures of which the defendant complains as the kind of arbitrary and unreasonable differentiation which the equal protection clause forbids.'  In re Ernst, 294 F.2d 556, 561 (3 Cir), cert. denied, 368 U.S. 917, 82 S. Ct. 198, 7 L. Ed. 2d 132 (1961).\n    \n    \n      37\n      As stated above, the states have wide discretion in determining their own rules of criminal procedure.  'The States have always been given wide leeway in dividing responsibility between judge and jury in criminal cases.'  Spencer v. Texas, supra, at 560, 87 S.Ct. at 652.  To avoid needless conflict with a state's orderly process of administering its own system of criminal justice, a federal court should not use the Fourteenth Amendment to substitute its own judgment for that of the state.  Snyder v. Massachusetts,291 U.S. 97, 105, 54 S. Ct. 330, 78 L. Ed. 674 (1934); Spencer v. Texas,supra, at 564, 87 S. Ct. at 648.\n    \n    \n      38\n      We hold that the Arizona procedure does not deny equal protection of the laws in violation of the Fourteenth Amendment.\n    \n    \n      39\n      C.  The right not to plead guilty and the right to demand a jury trial under the Fifth, Sixth and Fourteenth Amendments.\n    \n    \n      40\n      Petitioner contends that the Arizona procedure is unconstitutional under the recent Supreme Court decision in United States v. Jackson, 390 U.S. 570, 88 S. Ct. 1209, 20 L. Ed. 2d 138 (1968).  There the Court held the death penalty provision of the Federal Kidnaping Act, 18 U.S.C. 1201(a),2 unconstitutional.  That statute created an offense punishable by death 'if the verdict of the jury shall so recommend,' but it provided no procedure for imposing the death penalty upon a defendant who waived jury trial or plead guilty.  The Court said this provision imposed 'an impermissible burden upon the assertion of a constitutional right' because its effect was 'to discourage assertion of the Fifth Amendment right not to plead guilty and to deter exercise of the Sixth Amendment right to demand a jury trial;' Congress could not 'impose such a penalty in a manner that needlessly penalizes the assertion of a constitutional right.'  (390 U.S. at 581-583, 88 S. Ct. at 1217).\n    \n    \n      41\n      Jackson invalidated a provision of a federal statute on federal grounds; its application to state statutes, such as Arizona's, and its retroactive effect are still not clear.3  However, we need not determine now what retroactivity and application Jackson may ultimately have because even if Jackson were fully retroactive and applicable to our case, we do not believe the Arizona procedure would be thereby invalidated.  The Arizona sentencing procedure is clearly distinguishable and constitutionally different from the death penalty provision found invalid in Jackson.\n    \n    \n      42\n      Under the Federal Kidnaping Act only a jury could impose the death penalty so that a defendant who asserted his right not to plead guilty and demanded a jury trial must have risked death to do so, while a defendant who plead guilty or waived jury avoided such a risk.  The possibility of the death penalty being imposed was found to be an impermissible burden on the assertion of constitutional rights.\n    \n    \n      43\n      Under Arizona law either the judge or the jury can impose the death penalty so that a defendant must risk death regardless of whether he pleads guilty or chooses a jury trial.  The 'burden' petitioner complains of is simply that slightly different evidence may be introduced before a judge, on a guilty plea, than before a jury.  This does not constitute the type of burden on the assertion of constitutional rights which Jackson would forbid.  As discussed above, the Arizona sentencing procedure involves a reasonable exercise of the state's legislative power and does not result in any unconstitutional discrimination.4\n    \n    \n      44\n      We therefore hold that the procedure does not 'needlessly penalize' the assertion of any constitutional right within the meaning of Jackson.\n    \n    II.\n    \n      45\n      Petitioner contends that he was denied a fair and impartial jury on the issue of the death penalty in violation of the standards laid down by the Supreme Court in Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968).  The court there held 'that a sentence of death cannot be carried out if the jury that imposed or recommended it was chosen by excluding veniremen for cause simply because they voiced general objections to the death penalty or expressed conscientious or religious scruples against its infliction.'  (391 U.S. at 522, 88 S. Ct. at 1777).  The court clarified this holding by stating, 'We repeat, however, that nothing we say today bears upon the power of a State to execute a defendant sentenced to death by a jury from which the only veniremen who were in fact excluded for cause were those who made unmistakably clear (1) that they would automatically vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them, or (2) that their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's guilt.'  (391 U.S. at 522, n. 21, 88 S. Ct. at 1777).  The court specifically made this decision 'fully retroactive.'  (391 U.S. at 523, n. 22, 88 S. Ct. at 1770).\n    \n    \n      46\n      Thus, Witherspoon controls our case on the jury issue.  Witherspoon involved an Illinois statute (Ill.Rev.Stat., c. 38, 743 (1959)) which, at the time of trial in 1960, provided, 'In trials for murder it shall be a cause for challenge of any juror who shall, on being examined, state that he has conscientious scruples against capital punishment, or that he is opposed to the same.'  In applying this statute, '* * * the prosecution eliminated days prior to cessation of business, supported jurors by challenging, under the authority of this statute, any venireman who expressed qualms about capital punishment' without further inquiry as to whether they could still sit fairly and possibly return a verdict of death.  (391 U.S. at 513-515, 88 S. Ct. at 1772).\n    \n    \n      47\n      In our case, it appears that five jurors were excused because of their opposition to the death penalty.  Mr. Shilito was excused because he 'could not sit fairly and impartially' where the death penalty is involved.  This falls within the second exception to Witherspoon, to-wit, 'their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's guilt.'\n    \n    \n      48\n      Mis. Sigler was excused because she 'could not sit on a case and return a penalty of death regardless of the circumstances.'  Mr. Gradillas was excused of security interest, appliance facts of the case are,' he 'would be unable to return a death penalty.'  Mr. LiVolsi and Mrs. Hubbard were excused for the same reason.  These jurors fall within the first exception to Witherspoon, to-wit, 'they would automatically vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them.'\n    \n    \n      49\n      We hold that petitioner was not denied a fair and impartial jury on the issue of the death penalty under the standards of Witherspoon.\n    \n    \n      50\n      Additionally, petitioner contends that he was denied due since process the jury had no standards by which to determine the propriety of imposing the death penalty rather than life imprisonment.  This contention has no merit.  The type of jury discretion in sentencing allowed by the Arizona statute has always been upheld.  See winston v. United States, 172 U.S. 303, 19 S. Ct. 212, 43 L. Ed. 456 (1899); Andres v. United States, 333 U.S. 740, 758-763, 68 S. Ct. 880, 92 L. Ed. 1055 (1948), (concurring opinion); In re Ernst, supra, 294 F.2d at 560-561.5  rent.  Code Ala.1940, Tit. 31, 29.\n    \n    \n      51\n      Petitioner contends that the death penalty itself is 'cruel and unusual punishment' in violation of the Eighth Amendment of the U.S. Constitution made applicable to the states through the due process clause of the Fourteenth Amendment, see Robinson v. California, 370 U.S. 660, 666, 82 S. Ct. 1417, 8 L. Ed. 2d 758 (1962).  To date, no court has sustained this contention.6\n    \n    \n      52\n      It is plain from the references to capital punishment in the grand jury clause, the double jeopardy clause, and the due process clause of the Fifth Amendment that the death penalty was regarded as constitutional by the framers of the Eighth Amendment.  Accordingly, the Supreme Court has held that '* * * the punishment of death is not cruel, within the meaning of that word as used in the Constitution.'  In re Kemmler, 136 U.S. 436, 447, 10 S. Ct. 930, 933, 34 L. Ed. 519 (1890).  More recently, in a denationalization case, the Court stated: 'Whatever the arguments may be against capital punishment, both on moral grounds and in terms of accomplishing the purposes of punishment-- and they are forceful-- the death penalty has been employed throughout our history, and, in a day when it is still widely accepted, it cannot be said to violate the constitutional concept of cruelty.'  Trop v. Dulles, 356 U.S. 86, 99, 78 S. Ct. 590, 597, 2 L. Ed. 2d 630 (1958).  This Circuit has followed these decisions in upholding the constitutionality of the death penalty.  Jackson v. Dickson, 325 F.2d 573, 575 (9 Cir. 1963), cert. denied, 377 U.S. 957, 84 S. Ct. 1637, 12 L. Ed. 2d 501 (1964).\n    \n    \n      53\n      The Supreme Court has recently refused to alter its position on the constitutionality of capital punishment.  In Witherspoon the Court implicitly upheld the death penalty as a permissible form of punishment.  Also, on October 14 1968, the Court denied certiorari in a case which directly challenged the constitutionality of capital punishment.  Alvarez v. Nebraska, 393 U.S. 823, 89 S. Ct. 81, 21 L. Ed. 2d 94.\n    \n    \n      54\n      Under the present state of the law, we are compelled to hold that the imposition of the death penalty does not violate the Eighth and Fourteenth Amendments.\n    \n    IV.\n    \n      55\n      Petitioner contends that he was denied due process because he was prosecuted on the filing of an information by the district attorney rather than by a grand jury indictment.  There is no merit in this contention.  The Supreme Court specifically approved prosecution by information in Hurtado v. California,  110 U.S. 516, 4 S. Ct. 111, 292, 28 L. Ed. 232 (1884), and that decision has been followed ever since.  Morford v. Hocker, 394 F.2d 169 (9 Cir. 1968), and cases cited therein.\n    \n    V.\n    \n      56\n      Petitioner contends that he was denied a fair trial and due process by the State's use of the testimony of a confessed accomplice (Davis) who had plead guilty but had not then been sentenced.  We reject this contention.\n    \n    \n      57\n      Arizona, like many other states, has a statute which provides: 'A conviction shall not be had on the testimony of an accomplice unless the accomplice is corroborated by other evidence which, in itself and without aid of the testimony of the accomplice, tends to connect the defendant with the commission of the offense.  The corroboration is not sufficient if it merely shows the commission of the offense or the circumstances thereof.'  A.R.S. 13-136.  This statute prevents conviction on the uncorroborated testimony of an interested accomplice.  See State v. Howard, 97 Ariz. 339, 400 P.2d 332 (1965).\n    \n    \n      58\n      The Arizona Supreme Court considered this contention at length, and concluded, on the basis of state law, that sufficient corroboration by another witness (Marchman) was present to satisfy the statute.  State v. Sims, supra.  Under these circumstances, we hold that using the testimony of petitioner's accomplice did not deny petitioner a fair trial or due process.\n    \n    \n      59\n      The judgment of the district court is affirmed.\n    \n    \n      \n        *\n         Honorable ROGER D. FOLEY, United States District Judge, District of Nevada, sitting by designation\n      \n      \n        1\n         It should also be noted that jury discretion as to punishment in capital cases was originally introduced to mitigate the severity of an automatic death penalty following a jury conviction\n      \n      \n        2\n         The Federal Kidnaping Act, 18 U.S.C. 1201(a), provides:\n        'Whoever knowingly transports in interstate * * * commerce, any person who has been unlawfully * * * kidnaped * * * and held for ransom * * * or otherwise * * * Supreme Court, In re Anderson, 69 Cal.2d kidnaped person has not been liberated unharmed, and if the verdict of the jury shall so recommend, or (2) by imprisonment for any term of years or for life, if the death penalty is not imposed.'\n      \n      \n        3\n         Jackson held that a defendant could not be put to death under the kidnaping statute, and this holding invalidates the death sentence for defendants convicted under other federal statutes which suffer the same constitutional infirmity, such as the Federal Bank Robbery Act, 18 U.S.C. 2113(e).  Pope v. United States, 392 U.S. 651, 88 S. Ct. 2145, 20 L. Ed. 2d 1317 (1968).  But only a limited class of defendants convicted under such statutes can complain, to wit: defendants who plead guilty, defendants who waived a jury trial, and defendants who demanded a jury trial and are now under sentence of death.  Robinson v. United States, 394 F.2d 823 (6 Cir. 1968); Parker v. United States, 400 F.2d 248 (9 Cir. 1968).  In Vailey v. United States, 405 F.2d 1352 (D.C.Cir. 9/13/68), the court invalidated the death penalty portion of the District of Columbia rape statute, but only applied its holding to defendants whose trials began after Jackson was decided.  In McFarland v. United States, 284 F. Supp. 969 (D.Md.1968), the court held that Jackson should not indiscriminately be applied retroactively to invalidate guilty pleas under the Bank Robbery statute.  As to a state statute, the federal court in United States ex rel. Buttcher v. Yeager, 638, 73 Cal. Rptr. 21, 447 P.2d 117 on the Supreme Court's reasoning in Stovall v. Denno, 388 U.S. 293, 296-297, 446 P.2d 571 (1968).  The U.S. Supreme (1967), held that Jackson did not apply Maxwell v. Bishop, 393 U.S. 997, 89 S. Ct. 488, 21 L. Ed. 2d 462 (12/16/68) Yates v. Breazeale, 402 F.2d 113 (5 Cir. 1968), the court, without discussing retroactivity, distinguished Jackson to uphold the Mississippi murder statute\n        For state court decisions on the application of Jackson see: State v. Peele, 274 N.C. 106, 161 S.E.2d 568 (1968); State v. Forcella, 52 N.J. 263, 245 A.2d 181 (1968); State v. Harper, S.C., 162 S.E.2d 712 (1968).\n        Since a federal statute was involved in Jackson, the Fourteenth Amendment was not mentioned.  The Fifth Amendment privilege against self-incrimination under the federal standard was incorporated into the due process clause of the Fourteenth and thus made fully applicable to the states by Malloy v. Hogan, 378 U.S. 1, 84 S. Ct. 1489, 12 L. Ed. 2d 653 (1964).  The retroactive effect of Malloy is not clear.  See Tehan v. United States ex rel. Shott, 382 U.S. 406, 86 S. Ct. 459, 15 L. Ed. 2d 453 (1966), holding Griffin v. California, 380 U.S. 609, 85 S. Ct. 1229, 14 L. Ed. 2d 106 (1965), which was based on Malloy, non-retroactive.  However, the Court in Malloy made clear that certain aspects of the Fifth Amendment privilege, such as the prohibition against coerced confessions and coerced guilty pleas, had already been incorporated into Fourteenth Amendment due process.  Malloy, supra, at 6-9, 84 S. Ct. 1489; Jackson, supra, at 581, n. 20, 88 S. Ct. at 1209.  Thus, 'the Fifth Amendment right not to plead guilty' involved in Jackson would probably have been applicable to the states even before Malloy was decided.\n        On the other hand, 'the Sixth Amendment right to demand a jury trial' also involved in Jackson had not been incorporated into the Fourteenth until Duncan v. Louisiana, 391 U.S. 145, 88 S. Ct. 1444, 20 L. Ed. 2d 491, 522 (5/20/68), and Duncan was specifically held non-retroactive to trials that began before the date it was decided, DeStefano v. Woods, 392 U.S. 631, 88 S. Ct. 2093, 20 L. Ed. 2d 1308 (1968); Delaney v. Gladden, 397 F.2d 17, 22 (9 Cir. 1968).\n        Thus, it would appear that state prisoners whose trials began before May 20, 1968, such as petitioner here, could not raise the Sixth Amendment objection of Jackson, although, if Jackson were retroactive, they might be able to raise the Fifth Amendment objection.  State prisoners whose trials began after Jackson and Duncan were decided would appear to be able to raise both objections in a proper case.\n        We think these complex problems of retroactivity and application should be left to cases which more squarely involve a Jackson problem.\n        As to petitioner's standing to raise Jackson: Petitioner was not in fact deterred from exercising his Fifth and Sixth Amendment rights, and suffered no prejudice by receiving the death penalty since either a judge or a jury can impose the death penalty.  However, for purposes of deciding this case, we assume the possibility of prejudice to petitioner since he could not have introduced certain mitigating evidence before the jury, had he wanted to.\n      \n      \n        4\n         Although Jackson was not decided on equal protection grounds, since it involved a federal statute, the decision certainly has equal protection implications for state statutes.  However, in light of our discussion under petitioner's equal protection claim, and since either judge or jury can impose the death penalty in Arizona, we do not believe that an application of the reasoning in Jackson would invalidate the Arizona procedure under the Fourteenth Amendment guarantee of equal protection\n      \n      \n        5\n         This same contention was recently considered and rejected by the California Supreme Court, In re Anderson, 69 Cal. 2d 638, 73 Cal. Rptr. 21, 447 P.2d 117 (1968); and by the Washington Supreme Court, State v. Smith, 74 Wash. 2d 749, 449 P.2d 571 (1968).  The U.S. Supreme Court has recently granted certiorari in Maxwell v. Bishop, 393 U.S. 997, 89 S. Ct. 488, 21 L. Ed. 2d 462 (12/16/68) which raises this contention\n      \n      \n        6\n         The two recent cases from California and Washington cited in note 5 both rejected this contention\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 282943
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}