{
    "id": 7971101,
    "judges": "Beier",
    "date_filed": 1372377600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-hand",
    "case_name_short": "Hand",
    "case_name": "State v. Hand",
    "case_name_full": "State of Kansas v. Adam L. Hand",
    "attorneys": "Joanna Labastida, of Kansas Appellate Defender Office, argued the cause and was on tíre brief for appellant., Royd K Isherwood, assistant district attorney, argued the cause, and Ñola Ted-esco Foulston, district attorney, and Steve Six, attorney general, were with him on the brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "297 Kan. 734",
        "304 P.3d 1234"
    ],
    "opinions": [
        {
            "author_str": "Beier",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nBeier, J.:\nThis case arises on the State’s petition for review of a Court of Appeals’ decision vacating and remanding a restitution order requiring defendant to pay a $1,035 premium increase on the theft victim’s homeowner’s policy. A majority of the panel concluded that (1) the restitution statute, K.S.A. 21-4610(d), and Kansas precedent required the district court judge to first consider *735setting restitution at the fair market value of the stolen property before ordering restitution based on any other concern; and (2) the premium increase did not qualify as “damage or loss caused by the defendant’s crime” for which the judge could award restitution but as loss caused by the victim’s decision to file a claim.\nOur disagreement with both conclusions and the reasons for it are set forth in this opinion.\nFactual and Procedural Background\nDefendant Adam L. Hand entered a negotiated plea to one count of burglary and four counts of theft. One of the charges arose out of Hand’s theft of a television from the home of Timothy Schulze. Schulze filed a claim with his homeowner’s insurance for the theft. The district court sentenced Hand to a term of probation and ordered restitution in the amount of $1,862.74. Of this award, $1,285 was payable to Schulze. Hand challenged $1,035 of the award, which represented a 3-year, $345 annual surcharge placed on Schulze’s homeowner’s policy as a result of his having made a theft claim.\nThe State argued that the premium increase was a proper basis for restitution because it was directly caused by Hand’s crime. Hand, meanwhile, likened this portion of the restitution request to hotel expenses sought by a burglary victim afraid to return to his or her home. The district court found that the premium surcharge was “directly caused” by Hand’s crime, stating:\n“When you steal items, your act triggers a response by the insurance company, either their stated policy or their general policy, and when that happens to a policyholder, to an insured, that their premiums go up for three years. Then that is something that you should pay and not the insured. The insured did not do anything to cause the increase of premiums. That increase is clearly stated in a letter from the insurance company. And I agree with the State that but for your actions he would not have to pay the additional $1035. I believe Ais is a clearly distinguishable set of facts from Ae scenario [suggested by defendant] in which someone goes to a motel because Aey are afraid ... to be in their house .... AlAough, quite frankly, given enough causal facts Aat might be appropriate for restitution. . . . [A]t any rate . . . [t]here is a direct causal link [between] the premium increase and your behavior, and the victim is not a part of Aat link.”\n*736Supporting the district court’s restitution figure was a letter from the insurance company breaking down various charges associated with Schulze’s claim; a statement from the insurance company; Schulze’s victim statement; and a request from the prosecutor’s office.\nHand timely appealed the challenged portion of the restitution order. A majority of the Court of Appeals’ panel vacated and remanded. State v. Hand, 45 Kan. App. 2d 898, 257 P.3d 780 (2011).\nJudge Steve Leben dissented. In his view, the statute was “straightforward,” and it authorized recovery for the premium increase because the increase was damage “ 'caused by the defendant’s crime.’ ” Hand, 45 Kan. App. 2d at 908 (Leben, J., dissenting, quoting K.S.A. 21-4610[d][l]).\nWe granted the State’s single-issue petition for review. Hand is now deceased. In Kansas, however, the death of a criminal defendant does not render his or her direct appeal moot. State v. Salts, 288 Kan. 263, 265, 200 P.3d 464 (2009); State v. Burnison, 247 Kan. 19, 32, 795 P.2d 32 (1990). It is in the interest of the public that the issue raised be adjudicated on the merits. Burnison, 247 Kan. at 32.\nDiscussion\nThe restitution statute at issue, K.S.A. 21-4610(d) states:\n“(d) In addition to any other conditions of probation, suspension of sentence or assignment to a community correctional services program, die court shall order the defendant to comply with each of the following conditions:\n(1) Make reparation or restitution to die aggrieved party for the damage or loss caused by die defendant’s crime, in an amount and manner determined by die court and to the person specified by the court, unless the court finds compelling circumstances which would render a plan of restitution unworkable.”\nOur initial task is to determine the appropriate standards to guide our review. The parties espouse—and the Court of Appeals applied—a de novo standard. But we have previously set out at least three potentially applicable standards guiding appellate review of restitution awards. See State v. Dexter, 276 Kan. 909, 912-13, 80 P.3d 1125 (2003). Issues regarding the amount of restitution and the manner in which it is made- to the aggrieved party are *737normally subject to review under an abuse of discretion standard. State v. Hunziker, 274 Kan. 655, 659-60, 56 P.3d 202 (2002). A district judge’s factual findings underlying the causal link between the crime and the victim’s loss are subject to a substantial competent evidence standard of review. State v. Goeller, 276 Kan. 578, Syl. ¶ 1, 77 P.3d 1272 (2003). And this court has unlimited review over interpretation of statutes. State v. Maass, 275 Kan. 328, 330, 64 P.3d 382 (2003).\nIn its petition, the State characterizes the Court of Appeals’ alleged missteps as errors of law. It takes issue with the majority’s insistence that the district judge first consider, on the record, the fair market value of the property and then base the restitution amount on that fair market value “absent some extenuating or highly unusual circumstances.” Hand, 45 Kan. App. 2d at 907. The State also argues that the Court of Appeals imposed an improper limitation on the statutory language by requiring that any loss be “directly” caused by the defendant’s crime. We agree with tire State that these two pillars of the Court of Appeals’ decision not to permit restitution for the insurance premium surcharge are legal in nature, their resolution dependent upon statutory interpretation. Our review is therefore de novo, and we address the State’s two challenges in turn.\n\nRole of Fair Market Value\n\nKansas courts have consistently held “fair market value” to be the usual standard for calculating “loss or damage” for purposes of restitution. State v. Chambers, 36 Kan. App. 2d 228, 242, 138 P.3d 405, rev. denied 282 Kan. 792 (2006); State v. Casto, 22 Kan. App. 2d 152, 154, 912 P.2d 772 (1996). But, as we explain in State v. Hall, tire concept of fair market value as the one and only starting place oversimplifies. See State v. Hall, Nos. 102,297, 102,663, this day filed (for purposes of calculating restitution owed for stolen inventory, neither retail price nor wholesale automatic benchmark for valuation). Although fair market value may be an accurate measure of loss in some cases, it may not be the best measure for all cases. See Chambers, 36 Kan. App. 2d 228 (no discernible market value for used personal lingerie stolen from victim’s home); see *738also State v. Maloney, 36 Kan. App. 2d 711, 714-15, 143 P.3d 417, rev. denied 282 Kan. 794 (2006) (if property lacks calculable fair market value, restitution amount may be based on other factors); State v. Rhodes, 31 Kan. App. 2d 1040, 77 P.3d 502 (2003) (same).\nHere, it is undisputed that the district judge did not explicitly consider the fair market value of the stolen television when fashioning a restitution award. But the governing statutoiy language did not require the judge to award only fair market value as restitution in a theft case. K.S.A. 21-4610(d). Nor did it require the judge to consider the fair market value of the property lost before considering other factors. K.S.A. 21-4610(d). Indeed, we have recognized that restitution can include costs in addition to and other dian fair market value. State v. Allen, 260 Kan. 107, 115-16, 917 P.2d 848 (1996). The critical element is the causal connection between the crime and the loss. Allen, 260 Kan. at 115-16. And the appropriate measure of restitution to be ordered is the amount that reimburses the victim for the actual loss suffered. Hunziker, 274 Kan. at 662-63; State v. Applegate, 266 Kan. 1072, 1079, 976 P.2d 936 (1999); Chambers, 36 Kan. App. 2d at 241; State v. Rhodes, 31 Kan. App. 2d 1040, 1041-42, 77 P.3d 502 (2003) (quoting Applegate, 266 Kan. at 1079); State v. Cox, 30 Kan. App. 2d 407, 42 P.3d 182 (2002). Indeed, in State v. Hall, we were asked to determine whether retail cost or wholesale cost is the appropriate measure of loss for determining restitution for stolen inventoiy. In rejecting a bright-line rule favoring either, we held that the statutory language requires the sentencing judge to evaluate the evidence, weigh all factors, and consider the facts and circumstances of each case to determine a value that will compensate the victim for the actual loss caused by die defendant’s crime. It is the State’s burden “to marshal the evidence necessaiy to justify the amount it seeks.” Hall, slip op. at 9.\n\nInclusion of Insurance Surcharge\n\nBefore the Court of Appeals, Hand argued that the district judge erred in concluding diat the premium increase was a direct result, rather than an indirect consequence, of Hand’s crime. Analogizing to negligence cases, Hand suggested that his crime “was not the *739direct cause of the increase in insurance premium since it was part of a sequence of events that was broken by the intervening event of the victim filing an insurance claim.” Hand also pointed to— and the Court of Appeals relied on—State v. Caldwell, No. 89,276, 2004 WL 324142 (Kan. App. 2004) (unpublished opinion), for the proposition that, as a matter of law, insurance premium increases are not properly included in a restitution award.\nIn Caldwell, the defendant pleaded guilty to misdemeanor theft after fading to return her rental car, which was later found abandoned. Among other things, she appealed the district judge’s imposition of nearly $6,000 in restitution for the rental car company, which represented its increased insurance premiums. The Court of Appeals cited Hunziker, 274 Kan. at 668, for the proposition that not all tangential costs incurred as a result of a defendant’s crime are amenable to inclusion in restitution. Then, without further analysis or authority, it stated: “We hold that as a matter of law, increased insurance premiums for fleet insurance are indirect or consequential damages not intended to be recouped under [the statute.]” 2004 WL 324142, at *1. The Court of Appeals panel went on to say more specifically that, in die Caldwell case, there was “no reliable evidence” for the district judge’s award, that the causal link was “attenuated,” and that the damages were “remote and speculative.” 2004 WL 324142, at *2.\nWe are disinclined to view Caldwell’s treatment of an insurance premium increase for a fleet of rental cars as controlling in this case. The restitution statute does not categorically preclude the consideration of premium increases in setting a restitution amount. And the statute’s reference to damage or loss “caused by” a defendant’s crime is not modified by the adverb “directly.” Increases in a theft victim’s insurance premiums attributable to the victim’s filing of a claim for stolen property may be, as a matter of law, among the factors a sentencing judge weighs in setting restitution.\nAgain, the lynchpin of the correct analysis is causation. Restitution for a premium increase may be appropriate when substantial competent evidence establishes an amount of loss “caused by the defendant’s crime.” The statute vests the district judge with the discretion to make this determination.\n*740Here, unlike in Caldwell, there was documentary evidence in the form of a letter from the victim’s insurance company establishing that the $1,035 premium increase was directly attributable to Hand’s theft. The district court judge read this letter into the record at the restitution hearing:\n“ ‘Dear Tim’—that is directed to a Tim Schulze. It’s a—from David K. Kauffman, and it regards homeowner’s insurance. Kauffman Insurance Agency, looks like, is a part of Allstate. ‘Tim, per our conversation your homeowner’s renewal premium went from [$] 1,149 to $1662, an increase of $513. Of this amount, about 11 percent ($136) was an across-the-board rate increase of the entire state. $32.00 was for $6,000 increased coverage on the home to keep up with building and labor costs, and the remainder, $345, was a surcharge placed on your policy for having a theft claim. The surcharge will stay on your policy for three years. Let me know if you have any questions. Thanks, Tim—we really appreciate your business.’ ”\nOn the facts presented in this case and under the governing statute, as interpreted here and in Hall, substantial competent evidence supports the district court judge’s decision.\nConclusion\nThe sentencing judge in this case did not err by failing to rely on fair market value of the property stolen by defendant Adam L. Hand or by including the amount of the victim’s increased insurance cost in the restitution amount. The Court of Appeals’ decision in this case is reversed; the judgment of the district court is affirmed.\n",
            "ocr": true,
            "opinion_id": 7923520
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Robbery"
}