{
    "id": 1239976,
    "judges": "Hendley, Hernandez, Sutin",
    "date_filed": 87782400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-cebada",
    "case_name_short": "Cebada",
    "case_name": "State v. Cebada",
    "case_name_full": "STATE of New Mexico, Plaintiff-Appellee, v. Tommy Joe CEBADA, Defendant-Appellant",
    "attorneys": "Leon Taylor, John E. Brooks, Albuquerque, for defendant-appellant. ....... ......, David L. Nor veil, Atty. Gen., Thomas Patrick Whelan, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b462-11\" pgmap=\"462\">\n    502 P.2d 409\n   </citation><br><parties id=\"b462-12\" pgmap=\"462\">\n    STATE of New Mexico, Plaintiff-Appellee, v. Tommy Joe CEBADA, Defendant-Appellant.\n   </parties><docketnumber id=\"Aq82\" pgmap=\"462\">\n    No. 928.\n   </docketnumber><br><court id=\"b462-14\" pgmap=\"462\">\n    Court of Appeals of New Mexico.\n   </court><br><decisiondate id=\"b462-15\" pgmap=\"462\">\n    Oct. 13, 1972.\n   </decisiondate><br><attorneys id=\"b463-17\" pgmap=\"463\">\n    Leon Taylor, John E. Brooks, Albuquerque, for defendant-appellant. ....... ......\n   </attorneys><br><attorneys id=\"b463-20\" pgmap=\"463\">\n    David L. Nor veil, Atty. Gen., Thomas Patrick Whelan, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n   </attorneys>",
    "citations": [
        "502 P.2d 409",
        "84 N.M. 306"
    ],
    "opinions": [
        {
            "author_str": "Sutin",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n502 P.2d 409 (1972)\n84 N.M. 306\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nTommy Joe CEBADA, Defendant-Appellant.\nNo. 928.\nCourt of Appeals of New Mexico.\nOctober 13, 1972.\n*410 Leon Taylor, John E. Brooks, Albuquerque, for defendant-appellant.\nDavid L. Norvell, Atty. Gen., Thomas Patrick Whelan, Jr., Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\nOPINION\nSUTIN, Judge.\nCebada was convicted and sentenced for burglary, § 40A-16-3, N.M.S.A. 1953 (2d Repl. Vol. 6), and larceny, § 40A-16-1, N.M.S.A. 1953 (2d Repl.Vol. 6). Cebada appeals.\nWe affirm.\nCebada raises three questions on appeal, (1) the trial court failed to grant Cebada a hearing on his motion for a bill of particulars; (2) the trial court abused its discretion in setting an appeal bond of $20,000; (3) fundamental error occurred in allowing the charge of larceny to go to the jury.\n\n(1) Motion for Bill of Particulars\n\nOn July 30, 1971, Cebada filed a motion for a bill of particulars pursuant to § 41-6-8, N.M.S.A. 1953 (2d Repl.Vol. 6). The case came on for trial November 11, 1971. Between July 30, 1971, and November 11, 1971, the record is barren of any mention of the motion. It was not called to the attention of the trial court nor ruled upon. Before, during or after trial, no claimed error was made. It is apparent that Cebada abandoned his motion. Furthermore, this matter was raised for the first time on appeal. The claimed error is not subject to review. State v. Gray, 79 N.M. 424, 444 P.2d 609 (Ct.App. 1968).\nCebada claims, however, \"The trial court erred by failing to grant a hearing on [his] motion for a bill of particulars which should have been granted pursuant to New Mexico Constitution Article II Section 14 and Section 41-6-8(1) and (2), N.M.S.A. 1953 Compilation.\" Cebada had the right \"to demand the nature and cause of the accusations,\" but, in order to exercise this right, he must pursue it. Cebada never requested a hearing. The constitutional provision was waived. Compare State v. Graves, 73 N.M. 79, 385 P.2d 635 (1963). Furthermore, we have examined *411 the indictment, and we believe Cebada was sufficiently informed of the charges made to allow him to prepare a defense.\nIt should be pointed out that the New Rules of Criminal Procedure repealed § 41-6-8, supra. Section 41-23-33(h), N.M.S.A. 1953 (2nd Repl.Vol. 6, Supp. 1972) provides:\nAll motions shall be disposed of within a reasonable time after filing. All motions not ruled upon within thirty [30] days after filing shall be deemed denied.\nThis rule is prospective only, and not applicable to this case.\n\n(2) Discretion in Setting Appeal Bond\n\nCebada contends that the trial court abused its discretion by setting an excessively high appeal bond in the amount of $20,000 contrary to the Eighth Amendment to the United States Constitution; Article II, Section 13 of the New Mexico Constitution; § 41-15-2(B), N.M.S.A. 1953 (2nd Repl.Vol. 6), and § 21-2-1(9)(4), N.M.S.A. 1953 (Repl.Vol. 4). On motion, the trial court did reduce the amount of the appeal bond from $35,000 to $20,000. This issue cannot properly be raised by appeal on the merits of the case. In State v. Deats, 82 N.M. 711, 487 P.2d 139 (Ct.App. 1971), the court, in a case involving burglary and larceny, said:\nUnder this point defendant points to a $20,000.00 appeal bond which he claims is excessive. Relief on this ground is not appropriately sought in arguments on the merits on appeal.\nIt is suggested that a defendant who seeks relief from a claimed excessive bond should file a motion in this court pursuant to § 21-2-1(9)(1), N.M.S.A. 1953 (Repl. Vol. 4). State v. Lucero, 81 N.M. 578, 469 P.2d 727 (Ct.App. 1970); see Welch v. McDonald, 36 N.M. 23, 7 P.2d 292 (1931).\nThe reasons are obvious. (1) The question of an excessive bond pending appeal has no relation to the merits of the appeal. (2) To await determination on the merits usually means a delay of approximately one year. This does not assist the defendant. Defendant might serve all of his sentence prior to appellate review. (3) This is not a claimed error arising during trial which can be raised on appeal. Even if we were to agree that the trial court erred in this respect, \"it is not the function of an appellate court to correct errors which have not affected the ultimate decision of the trial court.\" State v. Holland, 78 N.M. 324, 431 P.2d 57 (1967). (4) An increase in the amount of the bond after conviction is within the discretion of the trial court. An abuse of discretion occurs when the court exceeds the bounds of reason, all the circumstances before it being considered. Shillinglaw v. Owen Shillinglaw Fuel Company, 70 N.M. 65, 370 P.2d 502 (1962). We cannot say, as a matter of law, that the trial court abused its discretion.\nFor the new rules of bail pending appeal, see § 41-23-33, N.M.S.A. 1953 (2nd Repl. Vol. 6, Supp. 1972).\nWe hold that the trial court did not abuse its discretion in setting an appeal bond in the sum of $20,000.\n\n(3) Allowing the Charge of Larceny to go to the Jury\n\nCebada claims a lack of substantial evidence to support his conviction for larceny. This error was not preserved for review because at the close of the state's case, the state rested and Cebada rested without motions for a directed verdict. \"[T]he record fails to disclose that the question of the sufficiency of the evidence to support his conviction was ever presented to the trial court.\" State v. Sedillo, 81 N.M. 47, 462 P.2d 632 (Ct.App. 1969).\nCebada claims fundamental error. This rule is set forth in Sedillo, supra. We have reviewed the testimony and find the rule of fundamental error inapplicable.\nAffirmed.\nIt is so ordered.\nHENDLEY and HERNANDEZ, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1239976
        }
    ],
    "court_short_name": "New Mexico Court of Appeals",
    "court_full_name": "New Mexico Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Robbery"
}