{
    "id": 2629339,
    "judges": "Owens",
    "date_filed": "2009-07-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-mckenzie",
    "case_name_short": "McKenzie",
    "case_name": "State v. McKenzie",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 221,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "134 P.3d 221"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5992.0,
            "opinion_text": "\n134 P.3d 221 (2006)\n157 Wash.2d 44\nSTATE of Washington, Respondent,\nv.\nDavid Wyatt McKENZIE, Petitioner.\nNo. 76585-5.\nSupreme Court of Washington, En Banc.\nArgued November 10, 2005.\nDecided May 18, 2006.\n*223 Tom P. Conom, Attorney at Law, Edmonds, for Petitioner.\nThomas Marshal Curtis, Snohomish County Pros Ofc, Everett, for Respondent.\nOWENS, J.\n¶ 1 A jury found David McKenzie guilty of three counts of rape of a child in the second degree. McKenzie filed a motion for a new trial, contending that remarks made by the deputy prosecutor during rebuttal closing argument had prejudiced his right to a fair trial. The trial court denied the motion. McKenzie appealed from the denial of the motion and from the judgment and sentence, but in an unpublished per curiam opinion, the Court of Appeals affirmed McKenzie's conviction. State v. McKenzie, noted at 124 Wash.App. 1056, 2005 WL 12020, 2005 Wash.App. LEXIS 1 (per curiam). We now affirm the Court of Appeals.\n\nFACTS\n¶ 2 In November 2002, McKenzie was charged by information with the felony of rape of a child in the second degree, arising out of his alleged sexual abuse of his stepdaughter C.T.[1] McKenzie's jury trial began in June 2003. Called as the State's first witness, C.T. testified that the incidents occurred between September 1997 and the late spring or early summer of 1999, a period of time when she was in the sixth and seventh grades and living in a three-bedroom home in Lake Stevens with her mother, her stepfather, and her older sister, Shelby.\n¶ 3 C.T. reported that McKenzie would enter her bedroom at night, kneel beside her bed, slide his hand beneath her covers, and vaginally penetrate her with two or three fingers, inserting them \"[a]s far as he could go.\" Verbatim Report of Proceedings (VRP) at 34. C.T. testified that the rapes occurred \"[b]etween three and six times a week\"\u0097that \"it was a regular almost-everyday ordeal.\" Id. at 36. She told the jury that when she heard the door of the wood stove creak at night, she would feel \"[s]cared\" because it had been her stepfather's practice to smoke a cigarette in the living room at the wood stove, walk into the kitchen and wash his hands, and then enter her room, sometimes after stopping in his own room or in Shelby's room next door to turn off her television. Id. at 38. C.T. recalled the smell of cigarette smoke when McKenzie was at her bedside, and she described his fingers as \"[r]ough\" and the penetration as \"dry\" and painful. VRP at 33-34. She explained that she would feign sleep, roll over toward the wall, and try to tuck her covers beneath her \"like a kid. . . wrapped up in a burrito,\" but that, even if she rolled away from her stepfather and faced the wall, he still penetrated her with *224 his fingers and that during those incidents she could feel his hand on her bottom. Id. at 36. She reported that on some occasions he also touched her breasts with his hands and mouth. C.T. stated that, at the time of the abuse, she had \"thought it happened to everybody, not just me,\" and had even believed that McKenzie \"was doing the same thing\" to her sister. Id. at 39. C.T. testified that, ultimately, on one of the nightly occasions when McKenzie was kneeling by her bed and \"was about to try to do what he did every other time,\" she had opened her eyes and said \"`No, don't. Stop it,\"' and that he had responded, \"`I thought you liked it. I thought it was fun.'\" Id. at 41. According to C.T., McKenzie never again touched her inappropriately.\n¶ 4 The State called as witnesses Lindsey Swain and Tyler Anyan, two of C.T.'s friends to whom she first disclosed the alleged molestation. Terri Anyan, Tyler's mother, also testified. In the fall of 2000, Tyler told his mother of the abuse, and in February and April 2001, she spoke with C.T. and encouraged her to tell her mother or, if that did not seem possible, her father. C.T. disclosed the abuse to her father in May 2001. He testified that C.T.'s mother, Laurie McKenzie, had \"[s]eemingly wanted to take the situation out of the United States up to Canada to avoid the United States judicial system, for some unknown reason,\" and that he had given her \"over a month of time\" before contacting Child Protective Services (CPS) and getting C.T. \"into some counseling.\" Id. at 104.\n¶ 5 The defense called C.T.'s sister and mother. Shelby testified that she knew a number of C.T.'s friends and that, as to C.T.'s reputation for truthfulness, \"[s]he wasn't truthful at all.\" Id. at 158. (The State later called two of the friends that Shelby had mentioned, and they testified that C.T. \"always told the truth,\" \"was always honest.\" Id. at 208, 209.) The deputy prosecutor elicited from Shelby that she blamed C.T. for tearing the family apart with the allegations against their stepfather. Shelby also testified that she was neither employed nor married and was indebted to McKenzie for potentially \"thousands\" in loans used to cover her mortgage, a custody battle with her child's father, and some recent travel expenses. Id. at 162. The deputy prosecutor's final question emphasized Shelby's financial dependence:\nQ. And if David goes to prison, he can't give you any more money, can he?\nA. No.\nId. at 168. Similarly, on cross-examination, C.T.'s mother conceded that she was only \"kind of working\" and that McKenzie was paying the mortgage on their home. Id. at 197.\n¶ 6 McKenzie took the stand in his own defense. When defense counsel asked him about whether he and C.T.'s mother had directly discussed taking C.T. \"to a counselor up in Canada,\" McKenzie responded: \"There was counselors. What we were thinking about in Canada, in Washington, we were actually looking for a mediator, what we were trying to do.\" Id. at 221. As to why he was \"wanting a mediator,\" McKenzie replied, \"Because what we needed to do was actually get [C.T.] help.\" Id. Although McKenzie acknowledged that, during the period covered by the allegations, he would go into C.T.'s bedroom at night to turn off her television, he denied ever touching her inappropriately. He also testified that, within the family, C.T. had a reputation for \"being untruthful.\" Id. at 229.\n¶ 7 On cross-examination, the deputy prosecutor questioned McKenzie about the family members in attendance and established that they were there to support him, not C.T., whom McKenzie described as having \"attacked everybody in this family.\" Id. at 232. McKenzie acknowledged that he had \"helped Shelby out quite a bit financially,\" lending her money to pay legal fees, her mortgage, and travel expenses. Id. He admitted that, despite his ability to look up the word \"counselor\" in a phone book, he had been unable to find a counselor between May 2001, when the abuse was disclosed, and July, when CPS was contacted. The deputy prosecutor then asked a series of questions concerning the effort to arrange counseling for C.T.:\nQ. Are you telling this jury between May and July you couldn't find one?\nA. We were trying to figure things out.\n\n*225 Q. I'm just asking if you couldn't find one.\nA. We did not locate one, no.\nQ. Okay. You talked about sending her to a counselor in Canada, though; isn't that right?\nA. We talked about issues of Canada.\nQ. And that's because in Canada you thought there would be a different reporting requirement. Isn't that right?\nA. Not so much that, but Canada with the exchange rate, excuse me. The exchange rate is much better.\nQ. So you thought you could save some money on [C.T.'s] counseling if you sent her to Canada.\nA. Well, we're looking at the whole options.\nId. at 240-41.\n¶ 8 On the fourth day of trial, the court instructed the jury, and the deputy prosecutor and defense counsel made closing arguments. While the deputy prosecutor made several objections during defense counsel's argument, defense counsel raised no objections during the deputy prosecutor's closing argument or rebuttal. The jury returned a verdict that same day, finding McKenzie guilty on the three charged crimes of rape of a child in the second degree.\n¶ 9 McKenzie retained new counsel and on August 18, 2003, filed a \"Motion for Arrest of Judgment and, Alternatively, Motion for New Trial.\" Clerk's Papers (CP) at 131-32. On October 10, 2003, he filed a memorandum supporting only the motion for a new trial, citing as grounds CrR 7.5(a)(2), \"[m]isconduct of the prosecution.\" The State responded to the motion for a new trial on October 31, and on November 5 McKenzie filed a supplemental supporting memorandum. At a hearing on the same day, the trial court entertained the motion on the merits, even though it had not been timely filed. See CrR 7.5(b) (providing that a motion for a new trial must be filed within 10 days of verdict). After hearing argument, the trial court denied the motion for a new trial and sentenced McKenzie to 146 months on each count (the low end of the standard range), with the three sentences to run concurrently.\n¶ 10 McKenzie immediately filed a notice of appeal from the judgment and sentence and from the order denying his motion for a new trial. In an unpublished per curiam opinion, the Court of Appeals affirmed McKenzie's conviction. McKenzie, 2005 WL 12020, 2005 Wash.App. LEXIS 1. We granted McKenzie's petition for review. State v. McKenzie, noted at 154 Wash.2d 1020, 116 P.3d 398 (2005).\n\nISSUE\n¶ 11 Did McKenzie establish that the deputy prosecutor made improper remarks in rebuttal closing argument? If so, did he show that the improper remarks, which prompted no objection from defense counsel, were so prejudicial that they could not have been cured by an instruction to the jury?\n\nANALYSIS\n¶ 12 Standard of Review. CrR 7.5(a) provides that \"[t]he court on motion of a defendant may grant a new trial . . . when it affirmatively appears that a substantial right of the defendant was materially affected.\" This court has repeatedly stated that \"[t]he granting or denial of a new trial is a matter primarily within the discretion of the trial court and [that the reviewing court] will not disturb its ruling unless there is a clear abuse of discretion.\" State v. Wilson, 71 Wash.2d 895, 899, 431 P.2d 221 (1967); State v. Bourgeois, 133 Wash.2d 389, 406, 945 P.2d 1120 (1997). An abuse of discretion will be found \"only `when no reasonable judge would have reached the same conclusion.'\" Bourgeois, 133 Wash.2d at 406, 945 P.2d 1120 (quoting Sofie v. Fibreboard Corp., 112 Wash.2d 636, 667, 771 P.2d 711, 780 P.2d 260 (1989)). Explaining this deferential standard, the Wilson court recalled \"the oft repeated observation that the trial judge,\" having \"seen and heard\" the proceedings \"is in a better position to evaluate and adjudge than can we from a cold, printed record.\" 71 Wash.2d at 899, 771 P.2d 711.\n¶ 13 Among the grounds for granting a new trial under CrR 7.5(a) is \"[m]isconduct of the prosecution or jury.\" CrR 7.5(a)(2). When deciding a motion for a new *226 trial based on claims of prosecutorial misconduct, the trial court applies the same standard as an appellate court reviewing such claims. A defendant claiming prosecutorial misconduct \"bears the burden of establishing the impropriety of the prosecuting attorney's comments and their prejudicial effect.\" State v. Brown, 132 Wash.2d 529, 561, 940 P.2d 546 (1997). Comments will be deemed prejudicial only where \"there is a substantial likelihood the misconduct affected the jury's verdict.\" Id. (emphasis added). The prejudicial effect of a prosecutor's improper comments is not determined by looking at the comments in isolation but by placing the remarks \"in the context of the total argument, the issues in the case, the evidence addressed in the argument, and the instructions given to the jury.\" Id. Where the defense fails to object to an improper comment, the error is considered waived \"unless the comment is so flagrant and ill-intentioned that it causes an enduring and resulting prejudice that could not have been neutralized by a curative instruction to the jury.\" Id.\n¶ 14 Allegations of Prejudicial Prosecutorial Misconduct in Rebuttal Closing Argument. In McKenzie's memorandum supporting his motion for a new trial, he argued that the deputy prosecutor committed prejudicial misconduct by expressing her personal opinion as to McKenzie's guilt, by referring to McKenzie as a \"rapist,\" and by suggesting that McKenzie had attempted to buy C.T.'s silence. In his petition for review, McKenzie renewed those arguments, along with the claims (made in his opening brief to the Court of Appeals) that the deputy prosecutor had improperly and prejudicially described McKenzie as \"lying\" and C.T. as \"innocent.\"[2]\n¶ 15 Referring to four instances in rebuttal closing argument when the deputy prosecutor used the word \"guilty,\" McKenzie argues that the deputy prosecutor impermissibly expressed her opinion as to his guilt. As this court has long recognized, a prosecutor may not properly express an independent, personal opinion as to the defendant's guilt:\nWhile it is improper for a prosecuting attorney, in argument, to express his individual opinion that the accused is guilty, independent of the testimony in the case, he may nevertheless argue from the testimony that the accused is guilty, and that the testimony convinces him of that fact.\n. . . .\nIn other words, there is a distinction between the individual opinion of the prosecuting attorney, as an independent fact, and an opinion based upon or deduced from the testimony in the case.\n\nState v. Armstrong, 37 Wash. 51, 54-55, 79 P. 490 (1905) (emphasis added). To determine whether the prosecutor is expressing a personal opinion of the defendant's guilt, independent of the evidence, a reviewing court views the challenged comments in context:\nIt is not uncommon for statements to be made in final arguments which, standing alone, sound like an expression of personal opinion. However, when judged in the light of the total argument, the issues in the case, the evidence discussed during the argument, and the court's instructions, it is usually apparent that counsel is trying to convince the jury of certain ultimate facts and conclusions to be drawn from the evidence. Prejudicial error does not occur until such time as it is clear and unmistakable that counsel is not arguing an inference from the evidence, but is expressing a personal opinion.\n\nState v. Papadopoulos, 34 Wash.App. 397, 400, 662 P.2d 59 (emphasis added), review denied, 100 Wash.2d 1003 (1983). For example, in State v. Case, 49 Wash.2d 66, 298 P.2d 500 (1956), we found it \"clear and unmistakable\" that the prosecutor was improperly expressing his personal opinion in closing argument. There, the prosecutor made a *227 personal appeal to the jury and explicitly acknowledged that he was offering his own opinion: \"`I doubt that you haven't already made up your mind. Now, you must have, as human beings. But if you haven't, don't hold it against me. I mean, that is my opinion about what this evidence shows and how clearly this evidence indicates that this girl has been violated.\"' Id. at 68, 298 P.2d 500 (emphasis added).\n¶ 16 In the present case, as the trial court and Court of Appeals concluded, the four instances in which the deputy prosecutor used the word \"guilty\" in rebuttal closing argument were not expressions of the deputy prosecutor's personal, independent opinion as to McKenzie's guilt. Rather, in each instance, the deputy prosecutor was responding to defense counsel's closing argument and interpreting the evidence. First, the primary theme of defense counsel's closing argument was that McKenzie would have to be satisfied with the jurors' response of \"not guilty\" on the verdict forms\u0097that, lamentably, he could not be told that he was innocent:\nBut he is not satisfied with [the words \"not guilty\" on the verdict form] because it can't say the words that he wants you to say. It can't say innocent. It cannot say it. . . . And that is how our system works. It means simply that . . . even if you're sure of his innocence, you can only give him a half a cup, and it's got to say not guilty. . . . But he can't ask you to say innocent. . . . [H]e still has to be satisfied with you saying the words not guilty instead of innocent.\nVRP at 278. Defense counsel adverted to the theme throughout his closing argument, and he suggested that McKenzie had done \"everything that an innocent man does, everything\": \"He withdrew appropriately. He let the process move forward and take its course.\" Id. at 293. The culmination of defense counsel's closing argument was a repetitive assertion of McKenzie's innocence: \"Not guilty is the appropriate verdict in each of these counts. Find him not guilty because he is innocent. Innocent, innocent, innocent. David McKenzie is innocent. Not guilty is the only appropriate conclusion. . . . Not guilty. Thank you.\" Id. at 295. Alluding to defense counsel's theme, as well as to his argument that McKenzie's response to C.T.'s disclosure suggested innocence, the deputy prosecutor offered the rhetorical contrast that, while \"McKenzie can only be satisfied with the words `not guilty,'\" C.T. \"can only be satisfied with the words, `I'm sorry, [C.T.], I should not have taken your innocence. I'm guilty. I wish we could have worked this out between us, but we didn't.\"' Id. at 300 (emphasis added). The jury could not have reasonably construed the deputy prosecutor's hypothetical dialogue as a personal opinion unrelated to the context and the evidence. Here, the deputy prosecutor was plainly responding to the theme of McKenzie's desire to have the jury tell him he was \"innocent,\" rather than \"not guilty,\" and she was countering the contention that evidence of McKenzie's failure to talk with C.T. or find her a counselor constituted evidence of his innocence.\n¶ 17 A second instance in which the deputy prosecutor used the word \"guilty\" was likewise both a response to defense counsel's reiterated theme and a comment on the evidence. Defense counsel attacked C.T.'s credibility by arguing that her allegations did not \"conform to reality,\" since she claimed that McKenzie had confined himself to \"digital penetration,\" never progressing to \"oral sex\" and \"penile-vaginal intercourse.\" Id. at 287. Responding to defense counsel's theory about the lack of variety or escalation in the alleged sexual acts, the deputy prosecutor argued that the allegations of abuse were consistent with McKenzie's interest in being cautious: \"It was quiet. It took no time. And in fact, it was a gesture that could not have gotten him in trouble. That's why he did it when he made [C.T.] not innocent. And that's when he became guilty.\" Id. at 296-97.\n¶ 18 The deputy prosecutor's other two uses of the word \"guilty\" were in response to defense counsel's argument that because McKenzie seemed \"particular,\" was \"clean,\" and \"dressed neatly,\" C.T.'s claims that he had had sexual contact with her when she was menstruating were implausible. Id. at 288. In rebuttal, the deputy prosecutor pointedly recalled defense counsel's argument that, in light of McKenzie's neat appearance, *228 the jury \"wouldn't expect sexual contact like that from a person like [him].\" Id. at 288. She drew a parallel argument that once again played on defense counsel's overarching theme and recalled for the jurors C.T.'s detailed testimony:\nIf you saw [C.T.] walking down the street, you wouldn't know that [McKenzie] had taken her innocence. You might think she was innocent too, and she was until the guilty man took that from her.\n[C.T.] remembered where it happened, she remembered how it happened, she remembered how it felt, how it looked, how it smelled. It looked just like he was tucking her in, but he wasn't. He's guilty. He did it over and over and over again.\nId. at 301.\n¶ 19 In sum, the four instances in which the deputy prosecutor referred to McKenzie's guilt occurred in responses to defense counsel's repetitive theme, and in each instance the deputy prosecutor was either rebutting defense counsel's interpretation of the evidence or emphasizing facts supporting the State's theory of the case. McKenzie thus cannot meet his burden of showing that the deputy prosecutor's use of the word \"guilty\" in rebuttal closing argument constituted a \"clear and unmistakable\" expression of the deputy prosecutor's personal opinion, divorced from the evidence. Papadopoulos, 34 Wash.App. at 400, 662 P.2d 59. Moreover, even if we were to conclude that the references were improper, we could not deem them to be \"so flagrant and ill-intentioned [as to] cause[ ] an enduring and resulting prejudice that could not have been neutralized by a curative instruction to the jury.\" Brown, 132 Wash.2d at 561, 940 P.2d 546 (emphasis added). We note that, had defense counsel objected to the first of the four instances, the alleged harm would not have been compounded and would have been readily cured by an instruction to the jury. In any case, particularly when placed in the context of the whole argument, the evidence referred to in the argument, and the court's prior instructions to the jury,[3] the challenged comments do not rise to the level of prejudice required for a new trial. The trial court's determination on this point was not an abuse of discretion.\n¶ 20 The second contention in McKenzie's motion for a new trial was that the deputy prosecutor committed misconduct by disparaging McKenzie as a \"rapist.\" As we have previously stated, \"[i]f the evidence indicates that the defendant is a murderer or killer, it is not prejudicial to so designate him.\" State v. Buttry, 199 Wash. 228, 250, 90 P.2d 1026 (1939); see also State v. Hunter, 35 Wash.App. 708, 715, 669 P.2d 489 (determining that prosecutor's use of the word \"pimp\" was reasonable inference from evidence), review denied, 100 Wash.2d 1030, 1983 WL 220787 (1983). Here, the prosecutor's use of the word \"rapist\" was a reasonable inference from the evidence and was consistent with the charged crimes of rape of a child in the second degree. The trial court did not abuse its discretion in rejecting McKenzie's argument that the use of the word \"rapist\" constituted prosecutorial misconduct.\n¶ 21 McKenzie's third contention in his motion for a new trial was that the deputy prosecutor drew a baseless inference when she suggested in rebuttal closing argument that he had wanted to buy C.T.'s silence:\n[Defense counsel] said that [McKenzie] did everything he could; if he had wanted to hide this, he would have tried to. Well, he did. He said, I kept trying to get a mediator to take care of this. A mediator. What would that have involved? [C.T.], how much money do you need? Not to say anything? Let's mediate this. . . .\nGosh, I don't want to get in trouble. I don't want it to be in the newspaper. I don't want anyone to think I did something bad. So I'll cover it up, I'll sweep it under *229 the rug. Maybe I'll get a mediator and pay her off.\nVRP at 298, 302. McKenzie maintains that these comments violated the principle that prosecutors may not \"make prejudicial statements that are not sustained by the record.\" State v. Dhaliwal, 150 Wash.2d 559, 577, 79 P.3d 432 (2003). However, contrary to McKenzie's claim, this court's decision in State v. Reeder, 46 Wash.2d 888, 285 P.2d 884 (1955), is not dispositive. There, in closing argument, the deputy prosecutor repeatedly asserted that Reeder had threatened his first wife with a gun. Because \"[t]here [was] not one word of testimony in the record that the defendant threatened his first wife with a gun,\" the court reversed Reeder's conviction, concluding that the statements were so flagrant that they could not have been cured by an instruction to disregard them. Id. at 892, 285 P.2d 884.\n¶ 22 In contrast, the deputy prosecutor's inferences in the present case had some basis in the testimony at trial that McKenzie had arranged no counseling for C.T., had wanted to pursue mediation instead, and had considered finding help in Canada. The deputy prosecutor's inference that McKenzie saw mediation as a means of purchasing C.T.'s silence is admittedly a more attenuated inference than the inference that McKenzie hoped to conceal the allegations by arranging mediation or by finding a counselor in Canada. The deputy prosecutor's implication that McKenzie wanted to buy C.T.'s silence was based in part on the trial testimony that McKenzie was providing C.T.'s sister and mother with considerable financial support and that they were standing by him in disputing C.T.'s claims. We find the deputy prosecutor's argument that McKenzie hoped to quiet C.T. by means of a mediated monetary settlement a weak inference from the evidence; nevertheless, we cannot say that the trial court's decision on this close issue was a clear abuse of discretion. In any event, were we to find the argument improper, we could not conclude that the implication, which drew no objection from defense counsel, was so prejudicial as to warrant a new trial.\n¶ 23 In his petition to this court, McKenzie renewed the claim made in his opening brief below that the deputy prosecutor committed misconduct in rebuttal closing argument when she \"called [him] a `liar' no less than five times.\" Pet. for Review at 13 (citing VRP at 274, 296, 299); Br. of Appellant at 41. Where a prosecutor shows that other evidence contradicts a defendant's testimony, the prosecutor may argue that the defendant is lying. State v. Copeland, 130 Wash.2d 244, 291-92, 922 P.2d 1304 (1996); see also State v. Jefferson, 11 Wash.App. 566, 524 P.2d 248 (1974) (finding no impropriety in prosecutor's use of word \"liar\" where evidence showed defendant was untruthful); State v. Luoma, 88 Wash.2d 28, 40, 558 P.2d 756 (1977) (finding that evidence supported prosecutor's comments in closing argument that defendant was a \"liar\"). In the instances McKenzie cited, the deputy prosecutor actually never used the epithet \"liar\"; rather, she suggested that McKenzie was \"lying to himself,\" \"deluding himself\" into believing that he had treated C.T. as a daughter, that his sexual acts had been \"fun\" for her, and that he had done everything he could for her after her disclosure. VRP at 274, 299. The deputy prosecutor's remarks, which challenged McKenzie's truthfulness in responding to the disclosure, were not improper. Because both McKenzie and Shelby testified that C.T. had a reputation for untruthfulness and, moreover, because the theory of the defense's case was that C.T. had made up the allegations so that she could live with her father, the case presented offsetting claims of untruthfulness, entitling the deputy prosecutor to argue from the evidence that McKenzie himself was lying.\n¶ 24 Finally, in his petition for review, McKenzie repeated the argument made to the Court of Appeals that the deputy prosecutor's references to C.T.'s \"innocence\" were improper allusions to the victim's chastity, intended to inflame the passions of the jury. In response to defense counsel's theme that McKenzie would have to be satisfied with the phrase \"not guilty,\" rather than \"innocent,\" the deputy prosecutor began her rebuttal closing argument by saying she was \"going to focus on the word `innocence.'\" Id. at 296. The State argued below that the *230 deputy prosecutor's references to C.T.'s lost innocence were based on a reasonable inference that C.T., a 12-year-old girl at the time of the alleged crimes, was sexually inexperienced. C.T.'s testimony that, at the time of the abuse, she \"thought it happened to everybody, not just me,\" id. at 39, certainly suggested the thinking of an innocent girl, and defense counsel even theorized that C.T.'s account of McKenzie's unvarying sexual act was the fabrication of a sexually inexperienced child. Nevertheless, we agree with the Court of Appeals that, in drawing attention to C.T.'s lost innocence, the deputy prosecutor went too far in her effort to exploit defense counsel's theme that McKenzie had to be content with the phrase \"not guilty,\" instead of the word \"innocent.\" Although we conclude that the prosecutor's references were improper, we hold that they were not \"so flagrant and ill-intentioned\" that their prejudicial effect could not have been cured by the trial court's instruction to the jury. Brown, 132 Wash.2d at 561, 940 P.2d 546.\n\nCONCLUSION\n¶ 25 A jury found McKenzie guilty of three counts of rape of a child in the second degree. The trial court denied McKenzie's motion for a new trial, rejecting his arguments that the deputy prosecutor committed prejudicial misconduct by expressing her personal opinion as to McKenzie's guilt, by referring to him as a \"rapist,\" and by suggesting that he considered mediation an opportunity to silence C.T. with a monetary settlement. We hold that the trial court's denial of McKenzie's motion for a new trial was not \"a clear abuse of discretion.\" Wilson, 71 Wash.2d at 899, 431 P.2d 221. As to the additional claims of prosecutorial misconduct raised in McKenzie's petition to this court, we conclude that the deputy prosecutor went too far in her references to McKenzie's theft of C.T.'s innocence; nevertheless, we hold that these comments, which prompted no objection from defense counsel, did not rise to the level of misconduct warranting a new trial. Any prejudicial effect could have been mitigated by a timely instruction to the jury. We therefore affirm the Court of Appeals.\nConcurring: ALEXANDER, C.J., C. JOHNSON, BRIDGE, FAIRHURST, and J.M. JOHNSON, JJ.\nSANDERS, J. (dissenting).\n¶ 26 The majority concedes the Snohomish County prosecutor's \"improper\" statements \"went too far.\" Majority at 230. Thirteen times, she called David McKenzie a \"rapist.\" Seven times, she called McKenzie \"guilty.\" Five times, she called McKenzie a \"liar.\" Four times, she claimed McKenzie tried to bribe his alleged victim. Seven times, she referred to C.T.'s \"innocence.\" Thirteen times, she gratuitously disparaged witnesses supporting McKenzie. And twice, she personally vouched for C.T.'s credibility.\n¶ 27 But still, the majority denies McKenzie a new trial. It claims a jury instruction could have \"mitigated\" the prosecutor's egregious misconduct. Majority at 229-30. I disagree. A criminal defendant is entitled to \"`a fair and impartial trial.'\" State v. Reeder, 46 Wash.2d 888, 893, 285 P.2d 884 (1955) (quoting State v. Devlin, 145 Wash. 44, 51, 258 P. 826 (1927)). And McKenzie's trial was neither fair nor impartial. No instruction can cure comments likely to affect the verdict. State v. Belgarde, 110 Wash.2d 504, 508, 755 P.2d 174 (1988). McKenzie is entitled to a new trial.\n¶ 28 Unquestionably, prejudicial prosecutorial misconduct must result in a mistrial, whether or not defense counsel objected. \"`The best rule for determining whether remarks made by counsel in criminal cases are so objectionable as to cause a reversal of the case is, Do the remarks call to the attention of the jurors matters which they would not be justified in considering in determining their verdict, and were they, under the circumstances of the particular case, probably influenced by these remarks.'\" State v. Rose, 62 Wash.2d 309, 312, 382 P.2d 513 (1963) (quoting State v. Buttry, 199 Wash. 228, 251, 90 P.2d 1026 (1939) (internal quotation marks omitted)). Accordingly, \"the question to be asked is whether there was a `substantial likelihood' the prosecutor's comments affected the verdict.\" Belgarde, 110 Wash.2d at 508, 755 P.2d 174.\n*231 ¶ 29 I believe so. A prosecutor may never assert her personal opinion as to the \"credibility of a witness\" or the \"guilt or innocence of an accused.\" State v. Reed, 102 Wash.2d 140, 145, 684 P.2d 699 (1984) (quoting Wash. Code of Professional Responsibility, DR 7-106(C)(4)). See also RPC 3.4(f). An expression of \"personal belief in the defendant's guilt\" is \"not only unethical but extremely prejudicial.\" State v. Case, 49 Wash.2d 66, 68, 298 P.2d 500 (1956). A prosecutor may never introduce \"`evidence of any matter immaterial or irrelevant to the single issue to be determined.'\" State v. Devlin, 145 Wash. 44, 49, 258 P. 826 (1927) (quoting State v. Ferrone, 96 Conn. 160, 174, 113 A. 452 (1921)). \"This court will not allow such testimony, in the guise of argument, whether or not defense counsel objected or sought a curative instruction.\" Belgarde, 110 Wash.2d at 508, 755 P.2d 174. Here, the prosecutor's improper and prejudicial statements were legion. And they were inexcusable.\n¶ 30 The prosecutor flagrantly and egregiously violated her duty to provide McKenzie a \"fair trial.\" Reeder, 46 Wash.2d at 892, 285 P.2d 884. Her \"inflammatory comments were a deliberate appeal to the jury's passion and prejudice\" and therefore \"highly prejudicial.\" Belgarde, 110 Wash.2d at 507-08, 755 P.2d 174. Such misconduct \"is so flagrant that no instruction can cure it.\" Case, 49 Wash.2d at 74, 298 P.2d 500. See also Reeder, 46 Wash.2d at 893, 285 P.2d 884 (holding \"the harm had already been done, and it could not have been cured by instructions to disregard the statements so flagrantly made\"). The only appropriate remedy is a new trial.\n¶ 31 I dissent.\nConcurring: CHAMBERS, and MADSEN, JJ.\nNOTES\n[1]  The information stated that McKenzie, \"on or about the 1st day of November, 1997 through December 1999, did have sexual intercourse with C.J. (DOB: 11/01/85), who was at least twelve years old but less than fourteen years old and not married to the defendant and the defendant was at least thirty-six months older than C.J.; proscribed by RCW 9A.44.076, a felony.\" Clerk's Papers (CP) at 175. An amended information filed in February 2003 charged McKenzie with three counts of rape of a child in the second degree, specifying that each of the counts was \"separate and distinct from\" the crimes alleged in the other two counts. CP at 171-72. A second amended information corrected the initials of the alleged victim to C.T. CP at 169-70.\n[2]  The dissent opens with its own tabulation of the prosecutor's allegedly improper remarks, but what the dissent neglects to acknowledge is that, assuming these remarks were improper, an objection from defense counsel would have prevented any repetition of the five remarks that McKenzie has challenged on appeal. As this court has previously acknowledged, the absence of an objection by defense counsel \"strongly suggests to a court that the argument or event in question did not appear critically prejudicial to an appellant in the context of the trial.\" State v. Swan, 114 Wash.2d 613, 661, 790 P.2d 610 (1990) (emphasis added).\n[3]  We note that, prior to closing arguments, the jurors were instructed that \"[t]he attorney's remarks, statements and arguments . . . are not evidence\" and should be disregarded when unsupported by the law. CP at 140 (Jury Instruction 1). Not only did the court instruct the jurors that they were the sole judges of the witnesses' credibility, but the deputy prosecutor twice reminded them of that instruction in her closing argument. See State v. LaPorte, 58 Wash.2d 816, 820-21, 365 P.2d 24 (1961).\n\n",
            "ocr": false,
            "opinion_id": 2629339
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}