{
    "id": 282477,
    "judges": "Forman, Kalodner, Per Curiam, Stahl",
    "date_filed": -34128000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-of-america-ex-rel-john-lester-v-jacob-j-parker",
    "case_name_short": null,
    "case_name": "United States of America Ex Rel. John Lester v. Jacob J. Parker",
    "case_name_full": "UNITED STATES of America Ex Rel. John LESTER, Appellant, v. Jacob J. PARKER",
    "attorneys": "Melvin Dildine, Asst. Defender, Philadelphia, Pa., for appellant., Joseph Reiter, Asst. U. S. Atty., Philadelphia, Pa. (Drew J. T. O’Keefe, U. S. Atty., Robert S. Blank, Asst. U. S. Atty., on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 5, 1968.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b102-9\">\n    UNITED STATES of America ex rel. John LESTER, Appellant, v. Jacob J. PARKER.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b102-12\">\n    No. 17216.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b102-13\">\n    United States Court of Appeals Third Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b102-14\">\n    Argued Nov. 5, 1968.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b102-15\">\n    Decided Dec. 2, 1968.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b103-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"41\"> \n     *41\n     </span>\n    Melvin Dildine, Asst. Defender, Philadelphia, Pa., for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b103-6\">\n    Joseph Reiter, Asst. U. S. Atty., Philadelphia, Pa. (Drew J. T. O’Keefe, U. S. Atty., Robert S. Blank, Asst. U. S. Atty., on the brief), for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b103-7\">\n    Before KALODNER, FORMAN and STAHL, Circuit Judges.\n   </p>",
    "citations": [
        "404 F.2d 40"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/404/404.F2d.40.17216.html",
            "author_id": null,
            "opinion_text": "404 F.2d 40\n    UNITED STATES of America ex rel. John LESTER, Appellant,v.Jacob J. PARKER.\n    No. 17216.\n    United States Court of Appeals Third Circuit.\n    Argued Nov. 5, 1968.Decided Dec. 2, 1968.\n    \n      Melvin Dildine, Asst. Defender, philadelphia, Pa., for appellant.\n      Joseph Reiter, Asst. U.S. Atty., Philadelphia, Pa.  (Drew J. T. O'Keefe, U.S. Atty., Robert S. Blank, Asst. U.S. Atty., on the brief), for appellee.\n      Before KALODNER, FORMAN and STAHL, Circuit Judges.\n      OPINION OF THE COURT\n      PER CURIAM.\n    \n    \n      1\n      On December 9, 1959, John Lester, the appellant, now a prisoner in the United States Penitentiary at Lewisburg, Pennsylvania, was indicted in the United States District Court for the Eastern District of Pennsylvania in two counts.  The first charged him with conspiracy to violate 18 U.S.C. 3711 and the second with a substantive violation of 18 U.S.C. 2113(d).2\n    \n    \n      2\n      On January 10, 1960, appellant pled guilty to an indictment by the Philadelphia County Grand Jury alleging violation of the laws of Pennsylvania based upon the same transaction upon which the federal indictment was grounded.\n    \n    \n      3\n      On February 9, 1960, appellant was brought from the custody of the Commonwealth of Pennsylvania under a writ of habeas corpus ad prosequendum to the United States District Court for the Eastern District of Pennsylvania where he was sentenced to imprisonment for five years on the second count of the indictment to commence upon his release from the custody of the Commonwealth of Pennsylvania.3  Thereupon he was remanded to the Pennsylvania authorities pursuant to the requirement of the writ of habeas corpus ad prosequendum.\n    \n    \n      4\n      Thereafter, on February 29, 1960, appellant withdrew his plea of guilty in the state court, went to trial and was convicted and sentenced to from 6 to 12 years in prison.\n    \n    \n      5\n      On November 21, 1966, he was released from the state prison and, pursuant to a detainer, was turned over to the federal authorities to begin his federal sentence.\n    \n    \n      6\n      In 1968 appellant filed a motion under 28 U.S.C. 2255 in the United States District Court for the Eastern District of Pennsylvania to vacate or set aside its sentence of February 9, 1960 which, he contended, was 'repugnant to due process of law in that it was imposed to begin running at an uncertain future time.'  The District Court found no merit to his contention and denied the motion.  This appeal followed.\n    \n    \n      7\n      Appellant here reiterates the arguments he raised in the District Court asserting that since no sentence had been imposed by the Commonwealth at the time of the federal sentence, it was to run an unascertainable future time.\n    \n    \n      8\n      It is true that in this case appellant was sentenced in the federal court prior to the imposition of the state court sentence.  Appellant stresses this feature as emphasizing the uncertainty of the federal sentence and as distinguishing this case from those wherein a state sentence existed at the time of the imposition of the federal sentence.4  The distinction fails in the face of United States v. Kanton5 and Gunton v. Squier6 where the federal sentences preceded state court sentences precisely as in the case at bar.\n    \n    \n      9\n      As cited by appellant, the Supreme Court in United States v. Daugherty7 left no doubt that 'Sentences in criminal cases should reveal with fair certainty the intent of the court and exclude any serious misapprehensions by those who must execute them.'  Appellant apparently overlooked the immediate following sentence in which the Court added: 'The elimination of every possible doubt cannot be demanded.'  The federal sentence gave no ground for 'serious misapprehension' as to its execution.  It was clearly tailored to follow the expiration of such sentence as the state's claim on the appellant would support.  We find no lack of 'fair certainty' in the sentence under discussion.  Other arguments advanced by appellant are equally without merit.\n    \n    \n      10\n      The order of the United States District Court for the Eastern District of Pennsylvania of February 1, 1968 denying the appellant's motion under 28 U.S.C. 2255 to vacate or set aside his sentence will be affirmed.\n    \n    \n      \n        1\n         '371.  Conspiracy to commit offense or to defraud United States\n        'If two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object ot the conspiracy, each shall be fined not more than $10,000 or imprisoned not more than five years, or both.\n        'If, however, the offense, the commission of which is the object of the conspiracy, is a misdemeanor only, the punishment of such conspiracy shall not exceed the maximum punishment provided for such misdemeanor.'\n      \n      \n        2\n         '2113.  Bank robbery and incidental crimes\n        '(d) Whoever, in committing, or in attempting to commit, any offense defined in subsections (a) and (b) of this section, assaults any person, or puts in jeopardy the life of any person by the use of a dangerous weapon or device, shall be fined not more than $10,000 or imprisoned not more than twenty-five years, or both.'\n      \n      \n        3\n         The imposition of sentence on the first count was suspended and the appellant was placed on probation for five years to begin at the expiration of the prison sentence imposed on count 2\n      \n      \n        4\n         Some of the numerous cases in which such federal sentences were held valid follow: Amirr v. United States, 301 F.2d 662 (3 Cir. 1962); Hayward v. Looney, 246 F.2d 56 (10 Cir. 1957); Zahn v. Kipp, 218 F.2d 898 (7 Cir. 1955); Rohr v. Hudspeth, 105 F.2d 747 (10 Cir. 1939)\n      \n      \n        5\n         362 F.2d 178 (7 Cir. 1966), cert. denied, 386 U.S. 986, 87 S.Ct. 1298, 18 L.Ed.2d 239 (1967)\n      \n      \n        6\n         185 F.2d 470 (9 Cir. 1950)\n      \n      \n        7\n         269 U.S 360, 363, 46 S.Ct. 156, 157, 70 L.Ed. 309 (1926)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 282477
        }
    ],
    "court_short_name": "Third Circuit",
    "court_full_name": "Court of Appeals for the Third Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}