{
    "id": 284871,
    "judges": "Coleman, Simpson, Wisdom",
    "date_filed": -21081600000,
    "date_filed_is_approximate": false,
    "slug": "william-francis-smith-v-state-of-florida",
    "case_name_short": null,
    "case_name": "William Francis Smith v. State of Florida",
    "case_name_full": "William Francis SMITH, Petitioner-Appellant, v. STATE OF FLORIDA, Respondent-Appellee",
    "attorneys": "William Francis Smith, pro se., Earl Faircloth, Atty. Gen., Arden Sie-gendorf, Asst. Atty. Gen., Tallahassee, Fla., Charles W. Musgrove, West Palm Beach, Fla., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 24,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1411-4\">\n    William Francis SMITH, Petitioner-Appellant, v. STATE OF FLORIDA, Respondent-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1411-6\">\n    No. 26931.\n   </docketnumber><br><p data-order=\"2\" data-type=\"misc\" id=\"b1411-7\">\n    Summary Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b1411-8\">\n    United States Court of Appeals Fifth Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1411-9\">\n    May 2, 1969.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1411-17\">\n    William Francis Smith, pro se.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1411-18\">\n    Earl Faircloth, Atty. Gen., Arden Sie-gendorf, Asst. Atty. Gen., Tallahassee, Fla., Charles W. Musgrove, West Palm Beach, Fla., for respondent-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b1411-19\">\n    Before WISDOM, COLEMAN and SIMPSON, Circuit Judges.\n   </p>",
    "citations": [
        "410 F.2d 1349"
    ],
    "opinions": [
        {
            "author_str": "Simpson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/410/410.F2d.1349.26931.html",
            "author_id": null,
            "opinion_text": "410 F.2d 1349\n    William Francis SMITH, Petitioner-Appellant,v.STATE OF FLORIDA, Respondent-Appellee.\n    No. 26931. Summary Calendar.\n    United States Court of Appeals Fifth Circuit.\n    May 2, 1969.\n    \n      William Francis Smith, pro se.\n      Earl Faircloth, Atty. Gen., Arden Siegendorf, Asst. Atty. Gen., Tallahassee, Fla., Charles W. Musgrove, West Palm Beach, Fla., for respondent-appellee.\n      Before WISDOM, COLEMAN and SIMPSON, Circuit Judges.\n      SIMPSON, Circuit Judge:\n    \n    \n      1\n      Pursuant to new Rule 18 of the Rules of this Court, we have concluded on the merits that this case is of such character as not to justify oral argument and have directed the Clerk to place the case on the Summary Calendar and to notify the parties in writing. See Murphy v. Houma Well Service, 5 Cir. 1969, 409 F.2d 804, Part I.\n    \n    \n      2\n      This appeal is from the district court's denial without hearing of a Florida life convict's petition for writ of habeas corpus. We reverse for a hearing by the district court.\n    \n    \n      3\n      The conviction was for armed robbery following a jury trial. The appellant alleges that his conviction was the \"direct result\" of perjured testimony of an accomplice, William Arthur Bishop.\n    \n    \n      4\n      The accomplice testified at appellant's trial on March 30, 1964, in Broward County, Florida. On December 10, 1964, in the adjoining county of Dade, in another robbery trial for charges to which this petitioner (Smith) had pleaded guilty, Bishop testified:\n    \n    \n      5\n      \"* * * I was induced by the police force to sign numerous blank confessions on the pretense that I might get probation on these cases, which I intended to plead guilty to, because the police induced me to it * * *. I haven't had any counsel to talk to * * *. I was talked into doing this and that and back and forth one way and another and confessing to things that I haven't done just because the police said they were going to help me out because I did it * * * You asked if I gave false testimony. I guess I say I had to * * *. I was induced to testify against him (Smith) in Broward County, and a police officer up there came to me and bribed me and took property from me that he wanted and induced me to testify against Mr. Smith. I don't know if he robbed that place or not. * * *\"\n    \n    \n      6\n      It should be noted that the police officers referred to were the officers who investigated and made the Broward County case.\n    \n    \n      7\n      A hearing was held by the State trial court on appellant's motion to vacate sentence pursuant to Rule One, Florida Rules of Criminal Procedure (now Rule 1.850, 33 F.S.A.). The petitioner gave testimony, but the trial court refused to have Bishop brought from the state prison for interrogation and did not require that the police officers be called to testify. The prosecutor who handled Smith's trial testified that if Bishop's testimony was perjured he had no knowledge of that fact. The transcript of Bishop's testimony in the Dade County proceedings (including the portion quoted above) was received in evidence by the trial court, over the State's objection that it was hearsay. Basing his ruling on Austin v. State, Fla.App.1964, 160 So. 2d 730, the trial judge denied relief. Petitioner's attempt to appeal this ruling was quashed by the State appellate court on the same authority. Smith v. State, Fla. App.1966, 191 So. 2d 618.\n    \n    \n      8\n      Smith's habeas petition in the federal district court was dismissed without a hearing on the basis of the State proceedings, and this appeal in forma pauperis followed.\n    \n    \n      9\n      The language relied on from Austin, supra, is as follows:\n    \n    \n      10\n      \"As to appellant's contention of false swearing or use of perjured testimony, a reading of this portion of the motion shows it to constitute an attempt to argue the credibility of testimony given by certain state witnesses and claimed conflicts in that testimony. Additionally, in order to have a sentence set aside on the ground that perjured testimony was used, it is necessary for the motion to show that the testimony was perjured and that the prosecuting officials, at the time of its use, knew it was perjured. See Black v. United States, 9 Cir. 1959, 269 F.2d 38, cert. denied, 1960, 361 U.S. 938, 80 S. Ct. 379, 4 L. Ed. 2d 357; Enzor v. United States, 5 Cir. 1961, 296 F.2d 62, cert. denied, 1962, 369 U.S. 854, 82 S. Ct. 940, 8 L. Ed. 2d 12; United States v. Daniels, D.C.E.D.Pa.1961, 191 F. Supp. 129; also see 28 U.S.C.A. &#167; 2255 (Supp.1963), note 282, pages 136-138. Appellant's motion to vacate fails to meet this test.\" 160 So. 2d at 732.\n    \n    \n      11\n      The term \"prosecuting officials\" has here been given a narrow interpretation to mean only the prosecuting attorney. As indicated, he was a witness in the State Court Rule One proceedings and testified to a lack of knowledge as to the falsity of Bishop's testimony.\n    \n    \n      12\n      The testimony of the police officers, as well as that of Bishop, is necessary to determine the question of their knowledge as to the falsity of Bishop's testimony, and indeed whether or not they even actually suborned perjury on Bishop's part, as the quotation from his December Dade County testimony indicates. These factual questions need to be fully explored and tested in the light of principles referred to by the Supreme Court in Mooney v. Holohan, 294 U.S. 103, 55 S. Ct. 340, 79 L. Ed. 791 (1935), and made clear in Pyle v. Kansas, 317 U.S. 213, 63 S. Ct. 177, 87 L. Ed. 214 (1942). Pyle's petition for habeas corpus was accompanied by an affidavit from a State witness at his trial that affiant \"was forced to give perjured testimony against Harry Pyle under threat by local authorities at St. John, Kansas and the Kansas State Police, of a penitentiary sentence for burglary if I did not testify against Mr. Pyle.\" The case was remanded to the Kansas courts for a determination of the verity of these charges, the Court saying:\n    \n    \n      13\n      \"Petitioner's papers are inexpertly drawn, but they do set forth allegations that his imprisonment resulted from perjured testimony, knowingly used by the State authorities to obtain his conviction, and from the deliberate suppression by those same authorities of evidence favorable to him. These allegations sufficiently charge a deprivation of rights guaranteed by the Federal Constitution, and, if proven, would entitle petitioner to release from his present custody. Mooney v. Holohan, 294 U.S. 103 [55 S. Ct. 340].\"\n    \n    \n      14\n      In Barbee v. Warden, Maryland Penitentiary, 4 Cir. 1964, 331 F.2d 842, it is made clear that it makes no difference if the withholding is by the prosecutor or by officials other than the prosecutor. Citing Pyle v. Kansas, supra, and other cases, Chief Judge Sobeloff for the Court said:\n    \n    \n      15\n      \"The police are also part of the prosecution, and the taint on the trial is no less if they, rather than the State's Attorney, were guilty of the nondisclosure. If the police allow the State's Attorney to produce evidence pointing to guilt without informing him of other evidence in their possession which contradicts this inference, state officers are practicing deception not only on the State's Attorney but on the court and the defendant. `The cruelest lies are often told in silence.' If the police silence as to the existence of the reports resulted from negligence rather than guile, the deception is no less damaging.\n    \n    \n      16\n      \"The duty to disclose is that of the state, which ordinarily acts through the prosecuting attorney; but if he too is the victim of police suppression of the material information, the state's failure is not on that account excused. We cannot condone the attempt to connect the defendant with the crime by questionable inferences which might be refuted by undisclosed and unproduced documents then in the hands of the police. To borrow a phrase from Chief Judge Biggs, this procedure passes `beyond the line of tolerable imperfection and falls into the field of fundamental unfairness.'\" (Citing Curran v. State of Del., 3 Cir. 1958, 259 F.2d 707, 713).\n    \n    \n      17\n      See also the Curran case below, Curran v. State of Delaware, 154 F. Supp. 27; Jackson v. Wainwright, 5 Cir. 1968, 390 F.2d 288 at 296; and the main opinion, the specially concurring opinion of Chief Judge Brown, and the dissent in the en banc decision of this Court in Luna v. Beto, 395 F.2d 35 (1968).\n    \n    \n      18\n      Since the State Court Rule One proceedings did not comply with Townsend v. Sain1 standards, the district court must hold a full hearing and make findings of fact and conclusions of law. For that purpose the judgment below is reversed and this case is remanded for further proceedings not inconsistent herewith.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         372 U.S. 293, 83 S. Ct. 745, 9 L. Ed. 2d 770 (1962)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 284871
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}