{
    "id": 1085181,
    "judges": "Judge Roger A. Page",
    "date_filed": 1381708800000,
    "date_filed_is_approximate": false,
    "slug": "state-of-tennessee-v-joseph-w-jones",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Joseph W. Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/jonesjosephwopn.pdf",
            "author_id": null,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                          Assigned on Briefs October 8, 2013\n\n                 STATE OF TENNESSEE v. JOSEPH W. JONES\n\n                    Appeal from the Circuit Court for Clay County\n                     No. 2010-CR-58    David A. Patterson, Judge\n\n\n               No. M2013-00924-CCA-R3-CD             Filed October 14, 2013\n\n\nAppellant, Joseph W. Jones, pleaded guilty to sale of a Schedule II controlled substance and\nreceived a three-year sentence, suspended to probation. A violation of probation warrant was\nsubsequently filed, alleging that he had violated a condition of his probation by testing\npositive for methamphetamine on a drug screen. The trial court revoked his probation, and\nthis appeal follows. Appellant now alleges that the trial court erred in admitting the\nlaboratory report of his drug test without the proper chain of custody and that the trial court\nshould have extended his probation rather than ordering execution of his sentence.\nFollowing our review, we affirm the judgment of the trial court.\n\n  Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nR OGER A. P AGE, J., delivered the opinion of the court, in which J. C URWOOD W ITT, J R., and\nR OBERT W. W EDEMEYER, JJ., joined.\n\nDavid Neal Brady, District Public Defender; and Allison R. West, Assistant District Public\nDefender, Cookeville, Tennessee, for the appellant, Joseph W. Jones.\n\nRobert E. Cooper, Attorney General and Reporter; Clark B. Thornton, Assistant Attorney\nGeneral; Randall A. York, District Attorney General; and Mark Gore, Assistant District\nAttorney General, for the appellee, State of Tennessee.\n\f                                                OPINION\n\n                                   I. Facts and Procedural History\n\n       Appellant entered a guilty plea to sale of morphine, a Schedule II controlled\nsubstance, on September 20, 2011, and received a three-year suspended sentence.1 A\nviolation of probation warrant was filed on December 17, 2012, alleging that appellant had\nbeen arrested and charged with domestic assault and that he had tested positive for and\nadmitted use of methamphetamine. The trial court held a hearing on the probation violation\non March 4, 2013.\n\n        At the hearing, the State presented probation officer Tiffany Lawson as its only\nwitness. Ms. Lawson testified that she began supervising appellant’s probation in September\n2011. As conditions of his probation, appellant was required to complete an alcohol and\ndrug assessment, perform 100 hours of community service, and pay restitution and a fine.\nShe reviewed the additional terms of probation with appellant. Subsequently, a fellow\nprobation officer filed a violation of probation warrant alleging that appellant violated the\nterms of his probation by garnering a new criminal charge of domestic violence and by\ntesting positive on a drug screen. The domestic assault charge had been dismissed at the time\nof the probation revocation hearing.\n\n       Ms. Lawson testified that appellant submitted to a drug screen on November 15, 2012,\nand that it was positive for methamphetamine. She questioned appellant about the results of\nthe drug screen, and he admitted to having used methamphetamine “a couple of days prior”\nto the drug screen. Ms. Lawson identified the toxicology report she received from the\nlaboratory that performed the test. The report was introduced into evidence without\nobjection.\n\n       On cross-examination, Ms. Lawson acknowledged that appellant had not previously\nviolated the terms of his probation in this case. She stated that after the domestic assault\ncharge was dismissed, the only remaining basis for revoking appellant’s probation was the\npositive drug screen. She recalled that appellant had submitted to two previous drug screens,\none of which was negative and one of which was positive. She was unaware of whether\n\n\n        1\n          In the trial court’s ruling, it noted that appellant pleaded guilty and received concurrent sentences\non two separate cases, the instant case, number 10-CR-58, sale of a Schedule II controlled substance, offense\ndate of February 10, 2010; and case number 10-CR-78, possession of a Schedule II controlled substance,\noffense date of November 16, 2007. However, the record does not contain a judgment form for case number\n10-CR-78, and the appellate record contains no reference to that case number. Thus, this appeal is limited\nto a review of the revocation of appellant’s probation in case number 10-CR-58 only.\n\n                                                     -2-\n\fappellant had completed his alcohol and drug assessment or whether he had undergone\noutpatient treatment. Prior to being incarcerated, appellant reported to the probation office\nas instructed and made timely payments toward his court costs. Ms. Lawson admitted that\nhad appellant tested positive for methamphetamine previously, she would have filed a\nviolation. She “most likely” would have filed a violation for a positive test for other\nsubstances, as well. She did not have information in her file regarding appellant’s previous\ndrug screens.\n\n       Appellant testified on his own behalf. He stated that he always reported to the\nprobation office as instructed and that he had not been charged with any other probation\nviolations in this case. He confirmed that the domestic assault charge had been dismissed\nand that he admitted his methamphetamine use to Ms. Lawson. He denied having a prior\npositive drug screen. Appellant stated that he needed some type of drug treatment. He\npreviously participated in a drug program but reverted to using drugs again.\n\n        On cross-examination, appellant clarified that approximately six years had passed\nsince he participated in outpatient drug classes in Livingston. He enrolled in the program as\na condition of probation in an unrelated drug case. Appellant had also been convicted of\naggravated burglary and completed another drug program as part of his probation in that\ncase. The State questioned appellant about any additional conditions that may have been\nimposed as a result of his two violations of probation in the aggravated burglary case, but\nappellant did not recall the outcomes. Appellant also admitted having been convicted of\n“initiation of methamphetamine.” The State further questioned appellant about his being the\nsubject of an investigation for promotion of methamphetamine that could result in the filing\nof additional charges against him.\n\n       Regarding whether appellant’s probation should be revoked, the trial court stated:\n\n              [The laboratory report of appellant’s positive drug screen] is accepted\n       by the court[,] and it is introduced without objection[,] and it shows that the\n       defendant was positive for methamphetamine . . . . [H]e has admitted to his\n       probation officer that he was using methamphetamine[,] . . . and the court\n       accepts that and understands that and takes into consideration that he has been\n       honest about his methamphetamine use.\n\nAccordingly, the trial court revoked appellant’s probation.\n\n       In ruling on the disposition of appellant’s revocation, the trial court noted that the\nState had provided information with regard to prior criminal offenses, including aggravated\n\n\n\n                                             -3-\n\fburglary and initiation of the manufacture of methamphetamine, for which appellant had\nreceived suspended sentences. It further stated:\n\n       I don’t know that there’s any way that we’re not going to see you back here\n       again if you continue to use methamphetamine and if you continue to do the\n       type of behaviors that bring you back . . . But I don’t have any choice. The\n       best indicator of future behavior is past behavior. [Your] [p]ast behavior is\n       ridiculously bad[,] and you come back as a probation violation on a simple\n       three[-]year sentence for using methamphetamine, a clear indication you’ve\n       got some problems. The court doesn’t have any question about that . . . .\n\nAs such, the trial court ordered execution of appellant’s three-year sentence.\n\n                                         II. Analysis\n\n        The revocation of a suspended sentence rests in the sound discretion of the trial judge.\nState v. Gregory, 946 S.W.2d 829, 832 (Tenn. Crim. App. 1997) (citing State v. Mitchell, 810\nS.W.2d 733, 735 (Tenn. Crim. App. 1991)). In determining whether to revoke probation, it\nis not necessary that the trial judge find that a violation of the terms of the probation has\noccurred beyond a reasonable doubt. State v. Harkins, 811 S.W.2d 79, 82 (Tenn. 1991). If\nthe trial court finds by a preponderance of the evidence that the defendant has violated the\nconditions of probation, the court is granted the authority to: (1) order confinement; (2) order\nexecution of the sentence as originally entered; (3) return the defendant to probation on\nappropriate modified conditions; or (4) extend the defendant’s probationary period by up to\ntwo years. Tenn .Code Ann. §§ 40-35-308(a), -308(c), -310, -311(e)(1); see State v. Hunter,\n1 S.W.3d 643, 648 (Tenn. 1999). The appellate standard of review of a probation revocation\nis abuse of discretion. See State v. Shaffer, 45 S.W.3d 553, 554 (Tenn. 2001); see also State\nv. Reams, 265 S.W.3d 423, 430 (Tenn. Crim. App. 2007). Generally, “[a] trial court abuses\nits discretion when it applies incorrect legal standards, reaches an illogical conclusion, bases\nits ruling on a clearly erroneous assessment of the proof, or applies reasoning that causes an\ninjustice to the complaining party.” State v. Phelps, 329 S.W.3d 436, 443 (Tenn. 2010)\n(citing State v. Jordan, 325 S.W.3d 1, 38-40 (Tenn. 2010)). In the context of probation\nrevocations, for this court to find an abuse of discretion, “there must be no substantial\nevidence to support the conclusion of the trial court that a violation of the conditions of\nprobation has occurred.” Shaffer, 45 S.W.3d at 554; see also State v. Pamela J. Booker, No.\nE2012-00809-CCA-R3-CD, 2012 WL 6632817, at *2 (Tenn. Crim. App. Dec. 19, 2012).\n\n                          A. Revocation of Appellant’s Probation\n\n      Through Ms. Lawson, the State introduced a copy of the toxicology report completed\nby the laboratory that processed appellant’s drug screen, which was positive for\n\n                                              -4-\n\fmethamphetamine. In addition, appellant admitted using the drug prior to the drug screen.\nHis admission of drug use and the positive drug test were sufficient to establish by a\npreponderance of the evidence that he violated one of the terms of his probation. See, e.g.,\nPamela J. Booker, 2012 WL 6632817, at *2 (noting that “admission of drug use and the\npositive drug test provided sufficient proof to establish by a preponderance of the evidence\nthat [appellant] violated a term of probation”).\n\n       Appellant now argues that the positive drug screen should not have been considered\nby the trial court because the State failed to establish the chain of custody of the specimen.\nThis argument fails for several reasons. First, appellant did not raise this issue in the trial\ncourt. In fact, the report was introduced into evidence without objection. Appellant is bound\nby the ground he asserted in the trial court. See State v. Adkisson, 899 S.W.2d 626, 634-35\n(Tenn. Crim. App. 1994). He cannot assert a novel theory on appeal. Id. at 635.\n\n        Second, the computer-generated report from the laboratory confirms that the sample\nwas received from Ms. Lawson and states the date it was received. The accompanying\naffidavit contains the following information: (1) the identity of the person who performed\nthe test; (2) the qualifications of the person who conducted the test; (3) a statement of\nhardship regarding a physical court appearance; (4) a statement of compliance with standard\noperating procedures; (5) a statement that testing personnel meet all State and Federal\nrequirements for qualifications and licensure; (6) identifying information such as the patient\nidentification number and laboratory number; (7) explanation of the testing methods utilized;\n(8) certification that the testing was performed under “chain of custody protocols”; and (9)\na statement that the records are maintained at MEDTOX Laboratories, Inc., in accordance\nwith standard business practices. These factors are substantially similar to those found\nacceptable by this court in Gregory, 946 S.W.2d at 832 (finding that “the state established\ngood cause for not securing the presence of the out-of-state technician and further established\nthe reliability of the laboratory report through the affidavit of the certifying scientist”).\nConsidering the possibility that cost might be an appropriate factor in establishing good cause\nfor not requiring a technician’s personal appearance, this court in State v. Ricker, 875 S.W.2d\n687 (Tenn. Crim. App. 1994), quoted the United States Supreme Court as follows:\n\n              An additional comment is warranted with respect to the rights to present\n       witnesses and to confront and cross-examine adverse witnesses. Petitioner’s\n       greatest concern is with the difficulty and expense of procuring witnesses from\n       perhaps thousands of miles away. While in some cases there is simply no\n       adequate alternative to live testimony, we emphasize that we did not in\n       Morrissey [v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972)]\n       intend to prohibit use where appropriate of the conventional substitutes for live\n       testimony, including affidavits, depositions, and documentary evidence.\n\n\n                                              -5-\n\fId. at 688-89 (quoting Gagnon v. Scarpelli, 411 U.S. 778, 783 n.5 (1973)).\n\n        Third and finally, appellant’s argument regarding chain of custody ignores his\nadmission in court that he had, in fact, used methamphetamine while on probation, rendering\nany potential error in the admission of the laboratory report harmless. For these reasons, the\ntrial court did not abuse its discretion in revoking appellant’s probation, and he is not entitled\nto relief.\n\n                           B. Disposition of Appellant’s Sentence\n\n       Appellant asserts that the trial court’s ordering execution of his three-year sentence\nwas “too harsh,” given that this was his first violation of probation in this case. Having\nconcluded that the trial court’s revocation of appellant’s probation was a proper exercise of\ndiscretion, we must now consider the trial court’s disposition of the matter. “The\ndetermination of the proper consequence of the . . . violation embodies a separate exercise\nof discretion.” State v. Darius J. Hunt, No. E2011-01238-CCA-R3-CD, 2012 WL 952265,\nat *2 (Tenn. Crim. App. Mar. 20, 2012) (citing State v. Hunter, 1 S.W.3d 643, 647 (Tenn.\n1999); State v. Reams, 265 S.W.3d 423, 430 (Tenn. Crim. App. 2007)).\n\n        The evidence conclusively established that appellant violated one of the conditions\nof probation by using illegal drugs. In addition, the State questioned appellant with regard\nto his attempts to succeed on probation in association with his convictions for initiation of\nthe manufacture of methamphetamine, aggravated burglary, and possession of a controlled\nsubstance, to which appellant admitted two prior violations of conditions of probation.\nAppellant has enjoyed several previous suspended sentences but has had multiple violations\nof probation. “Although [he] testified that [he] would like to participate in a drug\nrehabilitation program, [his] prior history of violations does not support a further reprieve\nfrom incarceration. The trial court did not abuse its discretion in ordering [him] to serve [his]\nsentences.” Pamela J. Booker, 2012 WL 6632817, at *2. Appellant is not entitled to relief.\n\n                                       CONCLUSION\n\n       Based on the record as a whole, the briefs of the parties, and controlling case law, we\naffirm the judgment of the trial court.\n\n\n                                                     _________________________________\n                                                     ROGER A PAGE, JUDGE\n\n\n\n\n                                               -6-\n\f",
            "ocr": false,
            "opinion_id": 1085181
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}