{
    "id": 257214,
    "judges": "Bazelon, Fahy, Per Curiam, Washington",
    "date_filed": -240105600000,
    "date_filed_is_approximate": false,
    "slug": "charles-dixon-v-united-states",
    "case_name_short": null,
    "case_name": "Charles Dixon v. United States",
    "case_name_full": "Charles DIXON, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Mr. James A. Belson, Washington, D. C. (appointed by this court) for appellant., Mr. Paul A. Renne, Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., Nathan J. Paulson, and Victor W. Caputy, Asst. U. S. Attys., were on the brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 12, 1962.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b278-9\">\n    Charles DIXON, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b278-11\">\n    No. 16845.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b278-12\">\n    United States Court of Appeals District of Columbia Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b278-13\">\n    Argued April 12, 1962.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b278-14\">\n    Decided May 24, 1962.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b279-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"227\"> \n     *227\n     </span>\n    Mr. James A. Belson, Washington, D. C. (appointed by this court) for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b279-5\">\n    Mr. Paul A. Renne, Asst. U. S. Atty., with whom Messrs. David C. Acheson, U. S. Atty., Nathan J. Paulson, and Victor W. Caputy, Asst. U. S. Attys., were on the brief for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b279-6\">\n    Before Bazelon, Fahy and Washington, Circuit Judges.\n   </p>",
    "citations": [
        "303 F.2d 226"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/303/303.F2d.226.16845.html",
            "author_id": null,
            "opinion_text": "303 F.2d 226\n    112 U.S.App.D.C. 366\n    Charles DIXON, Appellant,v.UNITED STATES of America, Appellee.\n    No. 16845.\n    United States Court of Appeals District of Columbia Circuit.\n    Argued April 12, 1962.Decided May 24, 1962.\n    \n      Mr. James A. Belson, Washington, D.C.  (appointed by this court) for appellant.\n      Mr. Paul A. Renne, Asst. U.S. Atty., with whom Messrs. David C. Acheson, U.S. Atty., Nathan J. Paulson, and Victor W. Caputy, Asst. U.S. Attys., were on the brief for appellee.\n      Before BAZELON, FAHY and WASHINGTON, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Appellant was convicted of robbery1 following a jury trial in the District Court.  At trial appellant's wife testified on his behalf that on the day of the robbery he had left home at about 12:10 p.m.  The robbery occurred at approximately 12:15 p.m.  If the wife was correct as to the time of his departure from home it was quite improbable that appellant committed the robbery, which occurred some distance from his home.  On cross examination the wife was asked whether she had previously made certain statements to Officer Wesley of the Metropolitan Police Department, apparently in the presence of fellow Officer Walters, to the effect that on the day in question appellant upon returning home had given her $40.  She denied having made this statement but did say she received some money from him although she could not remember the exact amount.  She was asked also whether she had told the officer that on the day following the robbery her husband had gone to Baltimore with others and spent a large sum of money.  She answered that she did say that her husband had gone to Baltimore but not that he had spent a lot of money.  She was further asked if an Alice Sims had made certain telephone calls to her which informed her that Alice Sims was going around with appellant and had been one of those who had accompanied him to Baltimore.  In answer she testified that she had told the officer she thought that Alice Sims had gone to Baltimore with her husband.  The prosecutor also asked whether she had told Officer Wesley that her husband had given Alice Sims $100 of the money from the southwest2 and that he had also bought Alice Sims a considerable quantity of clothes.  She denied having done so.  Finally, upon being asked if she had said that she had been informed of this incident by Alice Sims she denied having so stated.\n    \n    \n      2\n      Officers Wesley and Walters were then called by the United States for purposes of impeaching the wife's testimony They testified that she had made the statements attributed to her by the cross examination above set forth.  Officer Walters as we have indicated testified that he had been present at the interview between Officer Wesley and the wife.\n    \n    \n      3\n      For some inexplicable reason defense counsel, who was not appellant's present counsel, objected to none of this testimony.\n    \n    \n      4\n      The cross examination of the wife outlined above was not within the scope of her direct testimony.  She had said nothing about these matters and the statements attributed to her did not directly challenge the truth of anything she had said in her direct testimony.  Nor did these statements relate to her bias or prejudice.  We find no basis for their use as a foundation for contradicting her, or any other basis for holding the cross examination proper.  Moreover, a portion of the contradictions by the officers was with respect to hearsay testimony.\n    \n    \n      5\n      In charging the jury the court instructed that the testimony referred to was to be considered on the question of the wife's credibility, adding, 'the purpose of the introduction of that testimony is best known by defense counsel and the District Attorney who examined the case.'  In the same connection the jury was also instructed not to treat as facts the statements purported to have been made by the wife 'in so far as proof of the offense here.'  Since, however, the testimony was not even proper as bearing on credibility the instruction did not cure the error of its admission.\n    \n    \n      6\n      There was ample evidence to carry the case to the jury without this inadmissible testimony; but the latter was so plainly inadmissible and prejudicial that we reverse and remand for a new trial.  The situation presented brings the case within Arpan v. United States, 260 F.2d 649, 658-661 (8th Cir.1958), rather than within our own decision in Ewing v. United States, 77 U.S.App.D.C. 14, 135 F.2d 633, cert. denied, 318 U.S. 776, 63 S. Ct. 829, 87 L. Ed. 1145.\n    \n    \n      7\n      While the appeal was pending an application for bail was made to us.  We deny the application but without prejudice to a renewed application to the District Court upon a showing of relevant factors.  See Leigh v. United States, 82 S. Ct. 994; Bandy v. United States, 82 S. Ct. 11, 7 L. Ed. 2d 9; Carbo v. United States, 82 S. Ct. 662, 7 L. Ed. 2d 769; and Sica v. United States, 82 S. Ct. 669, 7 L. Ed. 2d 778.\n    \n    \n      8\n      Reversed and remanded.\n    \n    \n      \n        1\n         22 D.C.Code 2901 (1961)\n      \n      \n        2\n         The robbery was committed in the southwest sector of the City\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 257214
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}