{
    "id": 770288,
    "judges": "Clay, Jones, Merritt",
    "date_filed": "1979-11-05",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-owen-daniel-moore-iii",
    "case_name_short": null,
    "case_name": "United States v. Owen Daniel Moore, III",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Owen Daniel MOORE, III, Defendant-Appellant",
    "attorneys": "Steve H. Cook (argued and Briefed), Assistant United States Attorney, Knoxville, TN, for Appellee., Herbert S. Moncier (argued and briefed), Knoxville, TN, Owen Daniel Moore, III, Louisville, KY, for Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: May 2, 2000",
    "cross_reference": null,
    "correction": null,
    "citation_count": 43,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b685-1\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Owen Daniel MOORE, III, Defendant-Appellant.\n   </parties><docketnumber id=\"AvI\">\n    No. 99-6294.\n   </docketnumber><court id=\"AFK\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><otherdate id=\"A3E\">\n    Argued: May 2, 2000\n   </otherdate><decisiondate id=\"Aj7\">\n    Decided and Filed: Aug. 22, 2000\n   </decisiondate><br><attorneys id=\"b687-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"639\"> \n     *639\n     </span>\n    Steve H. Cook (argued and Briefed), Assistant United States Attorney, Knoxville, TN, for Appellee.\n   </attorneys><br><attorneys id=\"b687-23\">\n    Herbert S. Moncier (argued and briefed), Knoxville, TN, Owen Daniel Moore, III, Louisville, KY, for Appellant.\n   </attorneys><br><judges id=\"b687-24\">\n    Before: MERRITT, JONES, and CLAY, Circuit Judges.\n   </judges>",
    "citations": [
        "225 F.3d 637"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/225/225.F3d.637.99-6294.html",
            "author_id": null,
            "opinion_text": "225 F.3d 637 (6th Cir. 2000)\n    United States of America, Plaintiff-Appellee,v.Owen Daniel Moore, III, Defendant-Appellant.\n    No. 99-6294\n    UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n    Argued: May 2, 2000Decided and Filed: August 22, 2000\n    \n      Appeal from the United States District Court for the Eastern District of Tennessee at Knoxville.  No. 98-00020--James H. Jarvis, District Judge.[Copyrighted Material Omitted]\n      Steve H. Cook, ASSISTANT UNITED STATES ATTORNEY, Knoxville, Tennessee, for Appellee.\n      Herbert S. Moncier, Knoxville, Tennessee, Owen Daniel Moore, III, Louisville, KY, for Appellant.\n      Before: MERRITT, JONES, and CLAY, Circuit Judges.\n      OPINION\n      NATHANIEL R. JONES, Circuit Judge.\n    \n    \n      1\n      Plaintiff-Appellant Owen Daniel Moore, III, appeals his sentence after he pleaded guilty to conspiracy to steal and distribute stolen property. Among other things, Moore asserts that the district court erred in not granting his motion to compel Defendant-Appellee United States to movefor a substantial assistance downward departure, and that the district court erred in increasing his offense level for \"more than minimal planning\" under U.S.S.G. &#167; 2B1.1(b)(4). For the following reasons, we AFFIRM the district court's judgment.\n    \n    I.\n    \n      2\n      In September 1997, Christopher Davis, an acquaintance of Moore, stole approximately 128 diamonds from his employer, Downey Design International. Davis flew to Florida with the diamonds, where he contacted Moore and asked him to retrieve some of the contraband. Moore drove from his residence in Tennessee to Florida and returned to Tennessee with a number of the diamonds. Arriving back in Tennessee, Moore burned the diamond's identifying tags and buried the diamonds for safe-keeping. From approximately September 1997 to February 1998, Moore sold and distributed the diamonds to various individuals in the Knoxville area.\n    \n    \n      3\n      On October 24, 1997, undercover FBI Agent Daniel Reece met with Moore to negotiate the sale of a stolen piece of machinery. During these discussions, Moore asked the undercover agent if he was interested in purchasing diamonds. After Moore showed Agent Reece two of the diamonds and documentation attesting to their quality, Moore and Reece agreed to meet to execute a sale. Three days later, on October 27, 1997, Agent Reece met with Moore. After indicating that he wanted to deal only in cash and that another individual was involved in selling the diamonds, Moore gave two of the diamonds to Agent Reece and was subsequently arrested. The two diamonds Moore attempted to sell to Agent Reece were subsequently traced to the diamonds stolen by Davis.\n    \n    \n      4\n      On November 4, 1997, a federal grand jury indicted Moore for possessing and distributing stolen property that had crossed a state boundary. Notwithstanding his arrest and indictment, Moore, who was released on bond, continued to possess and sell the stolen diamonds. Moore further demurred to the government's entreaties that he cooperate with the ongoing investigation. Specifically, between Moore's arrest and indictment, the government contacted Moore's counsel in the hopes of seeking his cooperation in locating and returning the outstanding diamonds, but as noted above, Moore continued to distribute the contraband. See J.A. at 203. As the government's investigation continued, it eventually filed a superseding information charge against Moore for conspiring with Davis in stealing and distributing the diamonds. See J.A. at 10. The government's ensuing investigation into the heist was facilitated by the cooperation of alleged co-conspirator Jeff Turner, who received immunity for his cooperation.\n    \n    \n      5\n      Shortly after learning of Turner's cooperation, Moore stated that he would cooperate and entered into a Rule 11 plea agreement. In exchange for the government dropping the possession and distribution charge, Moore pleaded guilty to the expanded conspiracy count. The following day, Moore surrendered 43 of the approximately 128 stolen diamonds.\n    \n    \n      6\n      After the government declined to file a substantial-assistance downward departure motion, Moore moved the district court to review the government's motivations for failing to file and that the court compel the government to file. The district court subsequently denied Moore's motion to compel in its entirety, concluding that Moore signed a plea agreement that gave the United States sole discretion to decide if it would move for substantial assistance.\n    \n    \n      7\n      At the sentencing hearing, Moore attempted to subpoena three unindicted co-conspirators to elicit both the time frame and content of their cooperation with the government. The district court quashed these subpoenas for failing to comply with procedural requirements and proceeded to consider Moore's sentence. After increasing Moore's offense level for more than minimal planning under U.S.S.G.&#167; 2B1.1(b)(4), the district court sentenced Moore to fifteen months imprisonment and ordered him to pay restitution to Downey Design International in the amount of $65, 569.73. Moore now appeals his sentence.\n    \n    II.\n    A.\n    \n      8\n      Among a litany of claims, Moore asserts that the district court erred in denying his motion to compel the government to file a substantial-assistance downward departure motion under U.S.S.G. &#167; 5K1.1. We review the district court's interpretation of the Sentencing Guidelines de novo. See United States v. Jones, 159 F.3d 969, 980 (6th Cir. 1998). The district court ruled that it could review a refusal by the United States to move for such a downward departure only when the defendant asserts that unconstitutional motives motivated the government's decision not to file. See J.A. at 224. Moore claims that a court may review the government's refusal to move for substantial assistance for both unconstitutional motives and bad faith, and that because the district court did not believe it could make a bad faith review, we should remand for re-sentencing.\n    \n    Section 5K1.1 of the Guidelines provides:\n    \n      9\n      Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guidelines.\n    \n    \n      10\n      U.S.S.G. &#167; 5K1.1. While some circuits have ruled that courts may conduct a bad faith review of the government's refusal to file a substantial assistance motion, see United States v. Knights, 968 F.2d 1483, 1487 (2d Cir. 1992); United States v. Jones, 58 F.3d 688 (D.C. Cir. 1995), this Circuit has expressly ruled that when a plea agreement allocates complete discretion to the government to consider whether a substantial assistance motion should be filed, we may only review the government's decision for unconstitutional motives. See United States v. Benjamin, 138 F.3d 1069, 1073 (6th Cir. 1998) (holding that with respect to plea agreements where the government reserves discretion to file a substantial assistance motion, \"a district court may only review the government's refusal to make the motion to determine whether the refusal is based on unconstitutional considerations, such as the defendant's race\"); see United States v. Austin, No. 97-4197, 2000 WL 32017, at *5 (6th Cir. Jan. 4, 2000) (unpublished opinion) (\"If the government reserves the discretion to determine whether the motion is warranted, the court is limited to reviewing simply whether the government's refusal to make the motion is based on unconstitutional considerations.\"). On the other hand, when the government bargains away its discretion and agrees to a plea agreement in which it promises to file a substantial assistance motion, we may ascertain whether the government complied with the terms of the agreement. See Benjamin, 138 F.3d at 1073-74.\n    \n    \n      11\n      In pertinent part, Moore's plea agreement provides:\n    \n    \n      12\n      If, in the opinion of the United States, the Defendant renders substantial assistance within the meaning of U.S.S.G. &#167; 5K1.1 and 18 U.S.C. &#167; 3553(e), the United States will file a motion pursuant to these provisions. The Defendant acknowledges that, under the law and under the terms of this plea agreement, United States retains complete discretion in determining whether a departure motion will be filed.\n    \n    \n      13\n      J.A. at 39(a)-(b) (emphasis added). Because Moore's plea agreement explicitly grants the government \"complete discretion\" to determine whether it should move for a substantial assistance departure, we may review the government's refusal only for unconstitutional motives. Moore has not alleged any impermissible motive and, accordingly, we affirm the district court's denial of his motion to compel.\n    \n    B.\n    \n      14\n      Moore additionally contends that the district court erred in increasing his offense level for \"more than minimal planning\" under U.S.S.G. &#167; 2B1.1(b)(4). We review the district court's \"more than minimal planning\" finding for clear error. See United States v. Lutz, 154 F.3d 581, 590 (6th Cir. 1998). \"More than minimal planning\" means \"more planning than is typical for the commission of the offense in a simple form, or if significant affirmative steps were taken to conceal the offense.\" United States v. Loggins, No. 98-5657, 1999 WL 1204793, at *12 (6th Cir. 1999) (unpublished opinion). It is not necessary that a crime suggests planning in its most deliberative form; rather, it is sufficient if the evidence suggests merely that the crime was not committed in its simplest form. See United States v. Lewis, 156 F.3d 656, 660 (6th Cir. 1998) (quoting United States v. Ellerbee, 73 F.3d 105, 108 (6th Cir 1996)).\n    \n    \n      15\n      The district court found that Moore traveled to Florida, picked up the diamonds, and returned with them to Tennessee. The court further found that Moore burned the diamond's identification tags to avoid detection and buried the contraband as well. Additionally, the court noted that Moore fronted diamonds to others for re-sale and also sold diamonds himself. See id. Moore does not challenge the veracity of these findings, but contends that they are insufficient to support a \"more than minimal planning\" finding. Given Moore's attempts to conceal his criminal activity, see Loggins, 1999 WL 1204793, at *12 (asserting that \"more than minimal planning\" exists when a defendant attempts to conceal the crime), his travel to Florida to retrieve the diamonds, and his fronting of diamonds to others for re-sale, we cannot conclude that the district court's finding was clearly erroneous.\n    \n    C.\n    \n      16\n      Moore next asserts that the district court erred in calculating the \"loss\" attributable to his theft for the purposes of calculating his offense level under U.S.S.G. &#167; 2B1.1. Specifically, Moore alleges that the district court improperly measured the \"loss\" caused by his crimes on the basis of the diamond's wholesale market value, rather than their known replacement cost. We review the district court's finding relating to the &#167; 2B1.1 \"loss\" caused by Moore's crime for clear error. See United States v. Hughes, No. 95-5420, 1996 WL 515343, at * 6 (6th Cir. 1996) (unpublished opinion).\n    \n    \n      17\n      The commentary notes to &#167; 2B1.1 provide that the \"loss\" is ordinarily the \"fair market value\" of the property at issue. U.S.S.G. &#167; 2B1.1, comment (n.2). The Guidelines further provide that \"[f]or the purposes of [&#167; 2B1.1], the loss need not be determined with precision,\" as the district court \"need only make a reasonable estimate of the loss, given the available information.\" U.S.S.G. &#167; 2B1.1, comment (n.3). We have articulated a two-step process to assist district courts in determining the amount of \"loss\" under &#167; 2B1.1. First, we determine whether a market value for the stolen property is readily ascertainable; second, if a market value is ascertainable, we determine whether that figure corresponds with the greater figure between the harm suffered by the victim and the gain realized by the defendant. See United States v. Warshawsky, 20 F.3d 204, 212-14 (6th Cir. 1994); Hughes, 1996 WL 515343, at * 6. Moreover, \"the price a willing buyer would pay a willing seller at the time and place the property was stolen or at any time during the receipt or concealment of stolen property\" is the customary test for determining market value. Warshawsky, 20 F.3d at 213 (internal quotation marks and citation omitted).\n    \n    \n      18\n      Here, the parties agree that the victim, Downey Design International, paid $158, 663.62 for the diamonds and expected to sell them for $244,051.70. Moore contends that the district courtshould have used the known replacement cost rather than the wholesale market value. Quite clearly, however, the Warshawsky Court ruled that the standard method for ascertaining \"loss\" is the market price at which an average buyer would purchase the property from an average seller. By relying on the expected market selling price, therefore, the district court did not clearly err in its &#167; 2B1.1 calculation.1\n    \n    D.\n    \n      19\n      Moore further asserts that the district court erred in calculating his criminal history category, as his two prior DUI offenses allegedly over-represented the seriousness of his criminal history. Moore received two points for two driving under the influence convictions -- one in 1987 and another in 1995. Moore does not challenge the district court's assessment of these two points, but claims that he should have been granted a downward departure because the 1987 conviction barely satisfied the ten-year statute of limitations for a criminal history calculation.\n    \n    \n      20\n      It is settled that a district court's failure to depart downward is not cognizable on appeal when the guideline range is properly computed, the court is aware of its discretion to depart downward, and the sentence does not violate the Guidelines or federal law. See United States v. Byrd, 53 F.3d 144, 145 (6th Cir. 1995) (citing United States v. Davis, 919 F.2d 1181, 1187 (6th Cir. 1990)). Moreover, the district court is \"not obligated to state that [it] knows [it] has the discretion to depart downward but is declining to do so, [as] it should be assumed, that the court, in the exercise of its discretion, found downward departure unwarranted.\" United States v. Hill, 167 F.3d 1055, 1070-71 (6th Cir. 1999).\n    \n    \n      21\n      In this case, the district court stated \"that the criminal history category of 2 does not overstate the defendant's history and the objection is overruled.\" J.A. at 436. Because a district court need not engage in a \"ritualistic incantation\" of an issue to show consideration, see United States v. McClellan, 164 F.3d 308, 310 (6th Cir. 1999), we do not have jurisdiction to entertain Moore's claim.\n    \n    E.\n    \n      22\n      Moore also claims that the district court erred in concluding that it did not have the authority to grant a substantial-assistance downward departure, notwithstanding the government's failure to file such a motion. As noted earlier, we review the district court's interpretation of the Guidelines de novo. See Jones, 159 F.3d at 980. Moore relies on our holding in United States v. Coleman, where we stated that the \"only factors\" a district court is precluded from considering in assessing a downward departure motion are \"race, sex, national origin, creed, religion, and socio-economic status, . . . lack of guidance as a youth, . . . drug or alcohol dependency, . . . and economic hardship.\" 188 F.3d 354, 359 (6th Cir. 1999) (en banc). However, the Coleman dicta cited by Moore does not suggest a constructive overruling of Benjamin and our longstanding precedents that a district court may not consider a substantial-assistance downward departure without a motion by the government. See Benjamin, 138 F.3d at 1073 (\"A district court may depart [for substantial assistance] only upon a motion from the government.\"). Nor does Colemansuggest an abrogation of the plain language of &#167; 5K1.1, which provides that a district court may consider a substantial-assistance departure under &#167; 5K1.1 \"[u]pon motion of the government stating that the defendant has provided substantial assistance.\" U.S.S.G. &#167; 5K1.1.\n    \n    \n      23\n      Moreover, to the extent one might interpret Coleman to overrule tacitly Benjamin and like cases, cf. Hetrick v. Martin, 480 F.2d 705, 709 (6th Cir. 1973) (marginalizing the notion of effecting a sub silentio overruling of binding precedent), the Supreme Court has ruled that a district court may only consider a substantial-assistance departure upon government motion. See Wade v. United States, 504 U.S. 181, 185 (1992). In all of these ways, we hold that the district court did not err in concluding that it did not have authority to consider a substantial-assistance downward departure in the absence of a government motion.\n    \n    F.\n    \n      24\n      Additionally, Moore asserts that the district court denied him due process by rejecting his discovery request to review evidence obtained by the Probation Officer in preparation of the presentence report. We disagree. Addressing a comparable argument for discovery relating to a presentence report, we ruled in United States v. Barrett that \"[a] defendant . . . has no due process right to be informed in advance of the identity of witnesses or the expected substance of their testimony.\" 890 F.2d 855, 865 (6th Cir. 1989), superseded on other grounds, United States v. Williams, 940 F.2d 176, 181 n.3 (6th Cir. 1991). Even more to the point, we ruled in United States v. Silverman, 976 F.2d 1502, 1515-16 (6th Cir. 1992) (en banc), that at sentencing a defendant only has the right to \"to explain or rebut any challenged information,\" and does not have the right to discover a probation officer's notes. The district court therefore did not err in rejecting Moore's discovery request.\n    \n    \n      25\n      Moore also claims the district court erred in failing to order a hearing to investigate whether the government improperly learned from his Rule 11 admissions that he burned the diamonds' identifying tags. However, Moore has not presented any evidence suggesting the district court's conclusion was clearly erroneous, and we therefore reject his claim.2\n    \n    III.\n    \n      26\n      For the foregoing reasons, we AFFIRM the district court's judgment.\n    \n    \n      \n        Notes:\n      \n      \n        1\n          Moore also contends that the district court improperly ordered him to pay $65, 569.73 in restitution without requiring that a number of unindicted co-conspirators be assessed joint and several liability. We interpret Moore's contention as a challenge to the amount of restitution and therefore review the district court's determination for an abuse of discretion. See United States v. Adams, No. 98-6522, 2000 WL 703023, at *6 (6th Cir. Jun. 1, 2000). Moore has cited no authority for the proposition that the district court could order individuals to pay restitution who are neither parties to the case, nor who were found criminally liable for the crimes precipitating the victim's loss. We conclude therefore that the district court did not abuse its discretion in calculating Moore's restitution obligations.\n      \n      \n        2\n          Moore also claims that the district court improperly quashed his subpoena requests for Jeff Turner and two other unindicted co-conspirators. However, the subpoenas were either not served, or not accompanied with the required fee, as mandated by Fed. R. Crim. P. 17(d). Accordingly, Moore cannot show that the district court abused its discretion in making these rulings.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 770288
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}