{
    "id": 1256305,
    "judges": "Levinson, Moon, Nakayama, Ramil, Watanabe",
    "date_filed": 952473600000,
    "date_filed_is_approximate": false,
    "slug": "lemay-v-leander",
    "case_name_short": "LeMay",
    "case_name": "LeMay v. Leander",
    "case_name_full": "Raymond L. LeMAY, Jr., Cynthia J. LeMay, and Raymond L. LeMay, III, Petitioners-Appellees/Cross-Appellants, v. Richard B. LEANDER, Jr., Respondent-Appellant/Cross-Appellee",
    "attorneys": "Mark Van Pernis (of Van Pernis, Smith & Vancil), on the briefs, Kailua Kona, for petitioners-appellees/cross-appellants the Le-Mays., Francis L. Jung (of Jung & Vassar), on the briefs, Kailua Kona, for respondent-appellant/cross-appellee Leander.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b734-7\">\n    994 P.2d 546\n   </citation><br><parties id=\"b734-8\">\n    Raymond L. LeMAY, Jr., Cynthia J. LeMay, and Raymond L. LeMay, III, Petitioners-Appellees/Cross-Appellants, v. Richard B. LEANDER, Jr., Respondent-Appellant/Cross-Appellee.\n   </parties><br><docketnumber id=\"b734-11\">\n    No. 22284.\n   </docketnumber><br><court id=\"b734-12\">\n    Supreme Court of Hawai'i.\n   </court><br><decisiondate id=\"b734-13\">\n    March 8, 2000.\n   </decisiondate><br><attorneys id=\"b736-31\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"616\"> \n     *616\n     </span>\n    Mark Van Pernis (of Van Pernis, Smith\n    <em>\n     &amp;\n    </em>\n    Vancil), on the briefs, Kailua Kona, for peti\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"617\"> \n     *617\n     </span>\n    tioners-appellees/cross-appellants the Le-Mays.\n   </attorneys><br><attorneys id=\"b737-4\">\n    Francis L. Jung (of Jung &amp; Vassar), on the briefs, Kailua Kona, for respondent-appellant/cross-appellee Leander.\n   </attorneys><br><judges id=\"b737-5\">\n    MOON, C.J., LEVINSON, NAKAYAMA, and RAMIL, JJ., and Circuit Judge WATANABE, assigned by reason of vacancy.\n   </judges>",
    "citations": [
        "994 P.2d 546",
        "92 Haw. 614"
    ],
    "opinions": [
        {
            "author_str": "Moon",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4123.0,
            "opinion_text": "\n994 P.2d 546 (2000)\n92 Hawai`i 614\nRaymond L. LeMAY, Jr., Cynthia J. LeMay, and Raymond L. LeMay, III, Petitioners-Appellees/Cross-Appellants,\nv.\nRichard B. LEANDER, Jr., Respondent-Appellant/Cross-Appellee.\nNo. 22284.\nSupreme Court of Hawai`i.\nMarch 8, 2000.\n*548 Mark Van Pernis (of Van Pernis, Smith &amp; Vancil), on the briefs, Kailua Kona, for petitioners-appellees/cross-appellants *549 the LeMays.\nFrancis L. Jung (of Jung &amp; Vassar), on the briefs, Kailua Kona, for respondent-appellant/cross-appellee Leander.\nMOON, C.J., LEVINSON, NAKAYAMA, and RAMIL, JJ., and Circuit Judge WATANABE, assigned by reason of vacancy.\nOpinion of the Court by MOON, C.J.\nThis appeal centers around alleged violations of a mutual injunction [hereinafter, Injunction] issued by the District Court of the Third Circuit on July 11, 1997. Fifteen months later, on October 29, 1998, respondent-appellant/cross-appellee Richard B. Leander, Jr. moved for an order to show cause (OSC motion), alleging that adjoining landowners\u0097petitioners-appellees/cross-appellants Raymond L. LeMay, Jr., Cynthia J. LeMay, and Raymond L. LeMay, III (collectively, the LeMays)[1]\u0097were in violation of the Injunction. Subsequent to a hearing, the district court found that the LeMays were not in violation of the Injunction and awarded the LeMays costs and attorney's fees. However, on reconsideration pursuant to Leander's motion, the district court amended its original order, reversing its award of attorney's fees to the LeMays on the ground that Hawai`i Revised Statutes (HRS) § 604-10.5(g) (1993)[2] does not provide a statutory basis for an award of attorney's fees for civil contempt pursuant to HRS § 710-1077(1)(g) (1993).[3] Both parties appealed.\nOn appeal, Leander essentially contends that the district court erred in: (1) applying the standards of criminal contempt pursuant to HRS § 710-1077(1)(g); and (2) finding that the LeMays were not in contempt of court for their alleged violations of the Injunction.\nIn their cross-appeal, the LeMays essentially contend that the district court erred in: (1) concluding that Leander's OSC motion had alleged contempt of court; and (2) reversing its award of attorney's fees to the LeMays.\nFor the reasons discussed below, we hold that the district court did not err in deciding that: (1) Leander's OSC motion alleged a civil contempt violation; (2) the LeMays were not in contempt of court; and (3) HRS § 604-10.5(g) does not provide a statutory basis for an award of attorney's fees in a civil contempt proceeding. Accordingly, we affirm the judgment of the district court.\n\nI. BACKGROUND\n\nAs previously stated, the LeMays and Leander are adjoining landowners. While in the process of constructing their home, the LeMays were allegedly verbally abused and threatened by Leander. Consequently, on June 30, 1997, the LeMays petitioned for an injunction against Leander for harassment. The petition was submitted on a preprinted form, which stated \"this Petition is made pursuant to ACT 69, Session Laws of Hawaii, 1986 [codified as amended at HRS § 604-10.5].\"[4] On July 11, 1997, the district court *550 issued the Injunction against both the LeMays and Leander, prohibiting each party from making contact with the other and from entering or visiting the other's premises and yards. The Injunction order, also a preprinted form, clearly stated that violations \"SHALL BE PUNISHABLE AS CRIMINAL CONTEMPT UNDER SECTION 710-1077 OF THE HAWAII REVISED STATUTES.\" (Emphasis in the original.)\nThe incidents giving rise to the present dispute involve a straight \"concrete curbing\" that separates the adjoining properties and an existing large, mature croton (a type of bush). According to the record, the concrete curbing was approximately four to six inches wide, protruded slightly above ground level, and may have extended from the street edge of their properties towards the \"back end\" for an indeterminate length. The record does not reflect whether the concrete curbing intersected with the adjoining sidewalk or whether it ended beneath the croton's branches. Neither the LeMays nor Leander claim to have installed the concrete curbing.[5]\nThe croton is located at the street end of the respective properties; however, the record does not reflect whether the trunk of the croton was located on the LeMays' or Leander's side of the concrete curbing. The Lemays believed that the croton was on their property and that the branches extended over Leander's premises. The record reflects that the LeMays have previously cared for the croton without incident since purchasing their property; however, Leander claims to have planted the croton at an unspecified date.\nLeander alleges that around August or September 1998, the LeMays or their agents removed a fifteen-foot portion of the concrete curbing near the croton and placed rocks, approximately six to eight inches wide, end-to-end in an arc [hereinafter, the rock line]. The rock line extended beyond the prior concrete curbing and in the direction of Leander's property. Additionally, the existing gravel on the LeMays' side of the rock line had been extended up to the rock line. The LeMays, however, deny replacing the concrete curbing.\nAt an unspecified date prior to September 9, 1998, Leander had severely pruned the croton. Upset that \"their\" croton had been pruned by Leander, the LeMays' attorney contacted Leander's attorney, via a letter dated September 9, 1998, requesting that Leander cease all future trimmings. Leander informed his attorney that the croton had been planted by him and was actually located on his property. To confirm his allegations, Leander hired a licensed surveyor to mark the \"true\" boundary between the subject properties.\nSeveral boundary pins (\"nail-like\" objects placed into the ground with red ribbon taped at the heads and connected by string) were used by the surveyor to mark the actual boundary line between the two properties. Although the rock line runs approximately parallel to the actual boundary line, there is a distance of a few inches between the two. With the actual boundary pins in place, the rock line and the trunk of the croton are located on Leander's property.[6] Subsequently, on or about October 2, 1998, someone removed the boundary pins. The LeMays, however, deny removing them.\nIn the meantime, having confirmed that the croton was located on his property, Leander, through his attorney via letter dated September 29, 1998, requested damages from the LeMays, through their attorney, in the amount of the cost of the survey. Neither the LeMays nor their attorney, however, responded to Leander's request. As a result, Leander filed the OSC motion, citing District Court Rules of Civil Procedure (DCRCP) *551 Rule 8 (1996)[7] and alleging that the LeMays were in violation of the Injunction provision that provides that \"[t]he LeMays ... are restrained and enjoined from ... [e]ntering and/or visiting the premises, including yard,... of [Leander's] residence and place of employment.\" In support of his contention, Leander argued that: (1) the LeMays had asserted ownership of his croton, as reflected by the LeMays' request to stop trimming \"their\" croton; (2) the LeMays had wilfully removed the concrete curbing and attempted to realign the boundary line in their favor by reducing his lot; (3) the rock line and surrounding gravel were on Leander's property as shown by the survey; and (4) the LeMays had wilfully removed the boundary pins.\nAt the hearing on the OSC motion, the district court found that Leander had failed to cite any statutory law authorizing the hearing of the motion and had not specifically requested a finding that the LeMays should be held in contempt of court. However, relying upon DCRCP Rule 8(f) (\"pleadings shall be construed as to do substantial justice\"), the district court liberally construed the pleadings and found that Leander had alleged that the LeMays \"had violated the [Injunction] and thus committed indirect acts of civil contempt pursuant to [HRS] § 710-1077[1](g).\"\nFinding that the LeMays \"had encroached upon the yard area of [Leander's] property to a minor degree but [Leander had] failed to prove by clear and convincing proof any intentional, reckless or wanton violation of [the Injunction] by [the LeMays],\" the district court entered an order denying Leander's OSC motion on December 4, 1998. In addition, the district court granted the LeMays' request for attorney's fees and costs.\nOn December 14, 1998, Leander filed a motion for reconsideration, which the court granted in part and denied in part. In its order of January 4, 1999, the district court clarified its conclusion that the LeMays were not in contempt of court:\n[Leander] argues that the act of placing gravel around or on the boundary between the property of [the LeMays] and [Leander] is a violation of [the Injunction] and compels the [c]ourt to find [the LeMays] in [c]ontempt of [c]ourt. The [c]ourt disagrees. In light of the facts and circumstances presented in the pleadings and evidence, this act does not constitute an \"entry\" in violation of the restraining order. The [c]ourt found that [Leander] failed to prove by clear and convincing evidence that any violation of the restraining order occurred and [the LeMays] did not act in violation of HRS § 710-1077[1](g).\n(Emphases added.) In reference to the LeMays' minor encroachment of tending to the croton bush, which included placing gravel around it, the district court noted that the LeMays' belief that the croton was on their property was credible and, therefore, concluded that the \"act [did] not constitute an `entry' in violation of the restraining order.\" Additionally, the district court upheld its award of costs to the LeMays, but amended its order to deny the LeMays' request for attorney's fees based upon its determination that Leander had alleged civil contempt pursuant to HRS § 710-1077(1)(g):\n[Leander's] motion was not \"an action brought under\" HRS § 604-10.5 and ... the legislature did not intend that attorney's fees be awarded in actions to sanction a party for violations of a restraining order issued pursuant to HRS § 604-10.5. Despite [Leander's pleading deficiencies], [Leander] alleged that [the LeMays] committed acts [in] contempt of court. [Leander] asked the [c]ourt to sanction [the LeMays] for their misdeeds. The authority of the court to act in this respect is found in HRS § 710-1077[1](g). Additionally, HRS § 604-10.5 provides for criminal rather than civil sanctions for a knowing and/or intentional violation of an order issued *552 pursuant to HRS § 604-10.5. Such violations are punishable as a misdemeanor subject to mandatory penalties. HRS § 604-10.5(h). The legislature intentionally provided for the use of criminal enforcement rather than civil proceedings when a person violates an order issued pursuant to HRS § 604-10.5.\nBoth parties timely appealed.\n\nII. STANDARDS OF REVIEW\n\n\nA. Contempt of Court\n\nThe determination whether a contempt order is civil or criminal in nature is a question of law, and the district court's characterization of the sanction is not binding upon this court. See Hicks ex rel. Feiock v. Feiock, 485 U.S. 624, 630, 108 S. Ct. 1423, 99 L. Ed. 2d 721 (1988). However, the district court's determination whether a party is in civil contempt is reviewed under the abuse of discretion standard. Whitfield v. Pennington, 832 F.2d 909, 913-14 (5th Cir.1987), cert. denied, Pennington v. McLaughlin, 487 U.S. 1205, 108 S. Ct. 2846, 101 L. Ed. 2d 883 (1988); cf. Kukui Nuts of Hawaii, Inc. v. R. Baird &amp; Co., Inc., 6 Haw.App. 431, 438, 726 P.2d 268, 273 (1986) (holding that HRS § 603-21.9(6), which provides that the circuit courts have the power to make judgments, decrees, orders, and mandates necessary to carry into full effect the powers given to them by law, is a legislative restatement of the inherent powers doctrine, and the exercise of the powers set forth therein is subject to the abuse of discretion standard of review). \"An abuse of discretion occurs if the trial court has clearly exceeded the bounds of reason or has disregarded rules or principles of law or practice to the substantial detriment of a party litigant.\" State v. Dudoit, 90 Hawai`i 262, 978 P.2d 700 (1999) (quoting State v. Davia, 87 Hawai`i 249, 253, 953 P.2d 1347, 1351 (1998) (citations omitted)).\n\nB. Statutory Interpretation\n\nThe interpretation of a statute is reviewed de novo by this court. State v. Bautista, 86 Hawai`i 207, 209, 948 P.2d 1048, 1050, (1997) (citing Shimabuku v. Montgomery Elevator Co., 79 Hawai`i 352, 357, 903 P.2d 48, 52 (1995)). Conclusions of law are not binding upon this court and are subject to the right/wrong standard of review. Keliipuleole v. Wilson, 85 Hawai`i 217, 221, 941 P.2d 300, 304 (1997) (citing State v. Tuipuapua, 83 Hawai`i 141, 145, 925 P.2d 311, 315 (1996)).\n\nIII. DISCUSSION\n\nIn order to grant the relief sought by Leander, we would be required to hold that the LeMays committed civil contempt. On the other hand, the LeMays would have us hold that, because Leander's OSC motion was not one for contempt, but one brought under HRS § 604-10.5, they are entitled to attorney's fees. Due to the confounded nature of this appeal and to fully address the issues raised, it is necessary to briefly review aspects of contempt, both criminal and civil.\n\nA. Contempt Powers\n\nAlthough Hawai`i case law provides some guidance, the law of civil contempt has not been fully articulated. \"In instances where Hawai`i case law and statutes are silent, this court can look to parallel federal law for guidance.\" Gold v. Harrison, 88 Hawai`i 94, 104, 962 P.2d 353, 363, (1998) (quoting State v. Ontai, 84 Hawai`i 56, 61, 929 P.2d 69, 74 (1996) (quoting Price v. Obayashi Hawai`i Corp., 81 Hawai`i 171, 181, 914 P.2d 1364, 1374 (1996))).\n\n1. Contempt Generally\nNeither the civil nor criminal contempt powers of the federal courts derive from statute.\nThe power to punish for contempts is inherent in all courts; its existence is essential to the preservation of order in judicial proceedings, and to the enforcement of the judgments, orders, and writs of the courts, and consequently to the administration of justice. The moment the courts of the United States were called into existence and invested with jurisdiction over any subject, they became possessed of this power.\nEx parte Robinson, 19 Wall. 505, 86 U.S. 505, 510, 22 L. Ed. 205 (1873); see Young v. United *553 States ex rel. Vuitton et Fils S.A., 481 U.S. 787, 107 S. Ct. 2124, 95 L. Ed. 2d 740 (1987). Likewise, the constitutional courts of Hawai`i possess the inherent power of contempt. Kukui Nuts of Hawai`i, Inc., 6 Haw. App. at 436, 726 P.2d at 271 (noting that the power to issue contempt sanctions is an inherent power of the trial courts to do those things necessary for the proper administration of justice); Application of Balucan, 44 Haw. 271, 353 P.2d 631 (1960) (holding that \"[t]he power of summary punishment for [criminal] contempt is an inherent power of a constitutional court\" (citing Onomea Sugar Co. v. Austin, 5 Haw. 604 (1886))).\nAlthough the power to punish for contempt is an inherent power of the courts, the legislature may establish alternative procedures and penalties that do not unduly restrict or abrogate the courts' contempt powers. See Young, 481 U.S. at 799, 107 S. Ct. 2124; Walker v. Bentley, 678 So. 2d 1265, 1267 (Fla.1996) (holding that \"[a]ny legislative enactment that purports to do away with the inherent power of contempt directly affects a separate and distinct function of the judicial branch, and, as such, violates the separation of powers doctrine ... of the Florida Constitution\"); State ex rel. Lanning v. Lonsdale, 48 Wis. 348, 4 N.W. 390 (1880), reaffirmed in State v. Lehman, 137 Wis. 2d 65, 403 N.W.2d 438 (1987); In the Interest of J.E.S., 817 P.2d 508 (Colo.1991) (holding that a statute that was amended to abrogate a court's power to incarcerate juveniles who act in violation of a court order was unconstitutional as violative of the separation of powers doctrine); In re Baker, 71 Ill. 2d 480, 17 Ill. Dec. 676, 376 N.E.2d 1005 (1978) (holding that a court may impose incarceration for contempt in juvenile proceedings despite statute requiring a different means of enforcing a court order); cf. Balucan, 44 Haw. at 277, 353 P.2d at 635 (noting that Revised Laws of Hawai`i § 269-5 (1955), required that the circumstances of contempt be set forth in the judgment and mittimus).\nIn distinguishing criminal from civil contempt, a court's inquiry is focused upon the character and purpose of punishment and not upon the punishment itself. Hawaii Pub. Employment Relations Bd. v. United Public Workers, Local 646, AFSCME, AFLCIO, 66 Haw. 461, 479, 667 P.2d 783, 795 (1983) (citing Shillitani v. United States, 384 U.S. 364, 369-70, 86 S. Ct. 1531, 16 L. Ed. 2d 622 (1966) (quoting Gompers v. Buck's Stove &amp; Range Co., 221 U.S. 418, 441, 31 S. Ct. 492, 55 L. Ed. 797 (1911))). In United Public Workers, this court adopted the Shillitani Court's test for distinguishing criminal contempt from civil contempt, i.e., \"What does the court primarily seek to accomplish by imposing sentence?\" 66 Haw. at 479, 667 P.2d at 795.\nThe primary purpose of criminal contempt is to punish past defiance of a court's judicial authority, thereby vindicating the court. Shillitani, 384 U.S. at 369, 86 S. Ct. 1531. In contrast, civil contempt may be characterized as a court's desire to compel obedience to a court order, Shillitani, 384 U.S. at 370, 86 S. Ct. 1531, or to compensate the contemnor's adversary for injuries that result from noncompliance. Gompers, 221 U.S. at 448-449, 31 S. Ct. 492; see United Public Workers, 66 Haw. at 479, 667 P.2d at 795 (quoting Hawaii Pub. Employment Relations Bd. v. Hawaii State Teachers Ass'n, 55 Haw. 386, 392, 520 P.2d 422, 426-27 (1974) (citations omitted)). In other words, there are essentially two forms of civil contempt\u0097 coercive and compensatory. See, e.g., United Public Workers, 66 Haw. at 479, 667 P.2d at 795. Although civil contempt is often associated with a purge provision whereby contemnors may purge themselves of a fine or sanction by complying with the court's order, a sanction or fine without a purge provision is also considered to be remedial and civil, and not punitive and criminal, if paid to the complainant and not to the court. See Poston v. Poston, 331 S.C. 106, 502 S.E.2d 86, 89 (1998); Parker v. United States, 153 F.2d 66, 70 (1st Cir.1946). A contempt adjudication is also considered to be civil in nature when the sanction is wholly remedial, serves only the purposes of the complainant, and is not intended as a deterrent to offenses against the public. McCrone v. United States, 307 U.S. 61, 64, 59 S. Ct. 685, 83 L. Ed. 1108 (1939); see Falstaff Brewing Corp. v. Miller Brewing Co., 702 F.2d 770, 778 (9th Cir.1983).\n*554 The confusion between civil and criminal contempt arises as a result of civil contempt often having the incidental effect of vindicating the court's authority, while, conversely, criminal contempt may permit the movant to derive the incidental benefit of preventing future noncompliance. See Gompers, 221 U.S. at 443, 31 S. Ct. 492. However, these incidental effects do not change the primary purpose of either type of contempt.[8]Id.\n\n2. Relationship Between HRS §§ 604-10.5 and 710-1077\nIn order to resolve the issues raised by Leander and the LeMays, we must first address whether the district court erred in concluding that Leander had alleged civil contempt as a matter of law.\nThe LeMays argue that the district court erred in concluding that Leander had even alleged contempt in the first instance. Without pointing to any supporting authority, the LeMays insist that Leander's OSC motion was brought exclusively under HRS § 604-10.5 for the simple reason that the Injunction form provided that it was issued pursuant to HRS § 604-10.5. The LeMays also contend that construing Leander's pleading as one for civil contempt would \"eviscerate the enforcement provisions of [HRS § ] 604-10.5\" and \"would run contrary to the intent and authority of [HRS § ] 604-10.5.\" The LeMays' arguments demonstrate the current confusion over the relationship between HRS §§ 604-10.5 and 710-1077.\nThe original text of HRS § 604-10.5(h) (Supp.1987) demonstrates that violations of injunctions issued pursuant to this statute were treated as either criminal contempt under section 710-1077 or civil contempt. See HRS § 710-1077(6) (recognizing the courts inherent power of contempt). Until amended in 1992, HRS § 604-10.5(h) (1991) specifically stated that \"wilful violations of orders issued under this section shall be punishable as criminal contempt under HRS § 710-1077.\" In 1992, the Legislature amended HRS § 604-10.5 by deleting the cross-reference to HRS § 710-1077 and, in its place, made knowing violations of an injunction issued pursuant to HRS § 604-10.5 a misdemeanor offense with mandatory penalty provisions for second and subsequent violations of that injunction. 1992 Haw. Sess. L. Act 291, § 1 at 751-52 (codified as amended at HRS § 604-10.5(h)).[9] The purpose of the amendment was to eliminate the district court's discretion to treat violations of HRS § 604-10.5 injunctions as petty misdemeanors and to mandate that such violations be dealt with as full misdemeanors. See Hse. Conf. Comm. Rep. No. 45, in 1992 House Journal, at 809; Hse. Stand. Comm. Rep. No. 68-92, in 1992 House Journal, at 921; Sen. Stand. Comm. Rep. No. 2577, in 1992 Senate Journal, at 1151. Therefore, the amendment, codified as amended at HRS § 604-10.5(h), designated the violation of an injunction issued pursuant to HRS § 604-10.5 as a criminal offense wholly separate from criminal contempt under HRS § 710-1077. See Keliipuleole v. Wilson, 85 Hawai`i 217, 221-22, 941 P.2d 300, 304-05 (1997) (noting *555 that \"`[a] rational, sensible and practicable interpretation [of a statute] is preferred to one which is unreasonable or impracticable'\" (brackets in original) (quoting State v. Lobendahn, 71 Haw. 111, 112, 784 P.2d 872, 873 (1989)); cf. HRS §§ 586-4 (Supp.1998), 586-5.5 (Supp.1998), and 586-11 (1993) (charging criminal defendants who violate the temporary restraining orders and protective orders of the family court with a criminal offense in violation of chapter 586, not criminal contempt in violation of HRS § 710-1077). Inasmuch as the legislature has chosen to criminalize knowing violations of HRS § 604-10.5 injunctions and to allow the Office of the Prosecuting Attorney to prosecute such violations under HRS § 604-10.5(h), we will not interfere with such legislative decisions. See Trustees of OHA v. Yamasaki, 69 Haw. 154, 172, 737 P.2d 446, 456-57 (1987) (recognizing \"the inappropriateness of judicial intrusion into matters which concern the political branch of government\" (citation omitted)). Accordingly, we hold that, because only the Office of the Prosecuting Attorney is vested with the authority to enforce the criminal provisions of HRS § 604-10.5(h), Leander, as a private party, could not have brought an enforcement action under HRS § 604-10.5(h).[10]\nNotwithstanding the legislature's amendment of HRS § 604-10.5, the courts' inherent contempt powers to find violators of its orders in civil contempt were not and cannot be abrogated or unduly restricted. See, e.g., Young, 481 U.S. at 799, 107 S. Ct. 2124; Walker, 678 So.2d at 1267. The LeMays fail to recognize the well settled principle that violation of a court order or injunction may always be addressed as civil contempt of court.[11]See, e.g., Black's Law Dictionary 319 (6th ed. 1990) (Contempt of court is committed by \"one, who being under the court's authority as a party to a proceeding therein, willfully disobeys its lawful orders or fails to comply with an undertaking which he has [been] given.\"). Leander's OSC motion, despite being inartfully pled, alleged a violation of the Injunction, which, by definition, is the functional equivalent of contempt. Pursuant to its inherent power of contempt, the district court could address whether the LeMays were in contempt for alleged violations of the Injunction, but was not required to address the issue as a criminal offense in violation of HRS § 604-10.5. The LeMays' argument, therefore, is without merit.\nWe further point out that Leander's OSC motion petitioned the district court to order the LeMays \"to pay the costs of the... survey, his attorney's fees and costs, and further sanction[s] by the [district court] as the [c]ourt deems proper and just.\" Normally, in determining whether a contempt proceeding is, as a matter of law, civil contempt and not criminal contempt, an appellate court does not rely upon the district court's or parties' characterization, but rather must undertake de novo review based upon the character and purpose of the remedy or punishment. Hawaii Pub. Employment Relations Bd. v. United Public Workers, Local 646, AFSCME, AFL-CIO, 66 Haw. 461, 479, 667 P.2d 783, 795 (1983) (citations omitted). Although the district court did not issue a contempt citation in this case, the record, in our view, demonstrates that Leander primarily sought reimbursement for the cost of the survey as his primary remedy. In addition, *556 because Leander requested that the fine be paid to him, and not the court, there is little doubt that the requested relief, if granted, was solely compensatory and, thus, remedial in nature. See Gompers, 221 U.S. at 449, 31 S. Ct. 492; United States v. United Mine Workers of America, 330 U.S. 258, 304, 67 S. Ct. 677, 91 L. Ed. 884 (1947) (noting that, where compensation is intended, the fine imposed is payable to the contemnor's adversary). Applying the principles of contempt to Leander's primary prayer for relief, it is clear that the district court did not abuse its discretion when it construed Leander's pleading as one for civil contempt.\nAlthough the district court found that Leander's pleading alleged civil contempt, Leander contends that the district court erred in concluding that its authority for civil contempt derives from HRS § 710-1077. HRS § 710-1077, entitled \"Criminal Contempt of Court,\" prescribes the procedures and penalties governing criminal contempt.[12] Contrary to the district court's conclusion in this case, HRS § 710-1077 does not provide the remedy or procedures for civil contempt, nor does it grant or limit the court's civil contempt powers. See HRS § 710-1077(6) (\"Nothing in this section shall be construed to alter the court's power to punish civil contempt.\"). However, to the extent that HRS § 710-1077 purports to grant courts either criminal or civil contempt powers, the statute is merely a legislative restatement of the courts' existing powers. Cf. Kukui Nuts of Hawaii, 6 Haw.App. at 438, 726 P.2d at 272 (holding that HRS § 603-21.9(6), which provides that the circuit courts have the power to enter judgments, decrees, orders, and mandates necessary to carry into full effect the powers given to them by law, was merely a legislative restatement that trial courts possess the inherent power, including contempt, to do those things necessary for the proper administration of justice). Therefore, we hold that the district court erred in concluding that its authority to sanction the LeMays for their alleged civil contempt arose under HRS § 710-1077 and not its inherent powers. However, we further hold that such error did not affect the outcome of the civil contempt proceeding.\n\nB. Civil Contempt Citation\n\nWe now examine whether the district court abused its discretion in concluding that the LeMays were not in civil contempt. The appropriate standard of proof for a citation of civil contempt is by clear and convincing evidence. Tugaeff v. Tugaeff, 42 *557 Haw. 455, 461 (1958), reaffirmed by Murray v. Murray, 60 Haw. 160, 165 n. 6, 587 P.2d 1220, 1223 n. 6 (1978). Additionally, to hold a party in civil contempt, there must be a court decree that sets forth in specific detail an unequivocal command that the contemnor violated, and the contemnor must be able to \"`ascertain from the four corners of the order precisely what acts are forbidden.'\" Dystar Corp. v. Canto, 1 F. Supp. 2d 48, 54 (D.Mass.1997) (quoting King v. Allied Vision, Ltd., 65 F.3d 1051, 1058 (2d Cir.1995)). A knowing or intentional state of mind is immaterial when determining civil contempt violations due to its remedial purpose; the real question is whether the alleged contemnor has failed to comply with the court's order. Hawaii State Teachers Ass'n, 55 Haw. at 392, 520 P.2d at 427; see United Public Workers, 66 Haw. at 479, 667 P.2d at 795; McComb v. Jacksonville Paper Co., 336 U.S. 187, 191, 69 S. Ct. 497, 93 L. Ed. 599 (1949); Vuitton et Fils S.A. v. Carousel Handbags, 592 F.2d 126, 128 n. 2 (2d Cir. 1979). However, \"[c]onduct that evinces substantial, but not complete, compliance with the court order may be excused if it was made as part of a good faith effort at compliance.\" Howard Johnson Co., Inc. v. Khimani, 892 F.2d 1512, 1516 (11th Cir.1990) (citing Newman v. Graddick, 740 F.2d 1513, 1524 (11th Cir.1984)); see National Labor Relations Bd. v. A-Plus Roofing, Inc., 39 F.3d 1410, 1418 (9th Cir.1994) (noting that substantial compliance purges civil contempt); Stotler and Co. v. Able, 870 F.2d 1158, 1163 (7th Cir.1989) (stating that civil contempt may be appropriate if a party has not been \"reasonably diligent and energetic in attempting to accomplish what was ordered\"); Vertex Distributing, Inc. v. Falcon Foam Plastics, Inc., 689 F.2d 885, 891-92 (9th Cir. 1982) (holding that \"all reasonable steps\" to comply with a court order by correcting violations prior to contempt proceeding constitutes substantial compliance, and technical or inadvertent violations of the order will not support a finding of civil contempt); United States Steel Corp. v. United Mine Workers of America, Dist. 20, 598 F.2d 363, 368 (5th Cir.1979) (noting that a substantial compliance defense is available in civil contempt). \"It is a sufficient defense ... if a [contemnor] `has in good faith employed the utmost diligence in discharging his ... responsibilities.'\" Aspira of New York, Inc. v. Board of Educ. of the City of New York, 423 F. Supp. 647, 654 (S.D.N.Y.1976) (quoting Natural Resources Defense Council, Inc. v. Train, 510 F.2d 692, 713 (D.C.Cir.1975) (stating the issue as \"whether defendants have been reasonably diligent and energetic in attempting to accomplish what was ordered\")).\nIn accord with these principles, the United States Court of Appeals for the Second Circuit in Allied Vision reiterated that, in order to hold a party in civil contempt, a movant must establish that: (1) the order with which the contemnor failed to comply is clear and unambiguous; (2) the proof of non-compliance is clear and convincing; and (3) the contemnor has not diligently attempted to comply in a reasonable manner. 65 F.3d at 1058. Stated differently, the federal court in United States v. McMillan, 53 F. Supp. 2d 895 (S.D.Miss.1999), noted that, in order to establish a prima facie case of civil contempt, the movant must demonstrate by clear and convincing evidence that: (1) a court order was in effect; (2) the order required certain conduct by the respondent; and (3) the respondent failed to comply with the court's order. Id. at 897-98 (citing Whitfield, 832 F.2d at 913); see Roe v. Operation Rescue, 919 F.2d 857, 871 (3d Cir.1990). Because we believe the test espoused in Allied Vision best encompasses the principles of civil contempt previously stated, we adopt it as our own.\n\n1. Croton bush\nLeander contends that, because the district court found that the LeMays had encroached upon his property, it necessarily follows that the LeMays were in civil contempt insofar as a knowing state of mind, as the district court correctly noted, is not necessary for a determination of civil contempt. Thus, Leander insists the district court erred in concluding that the LeMays were not in civil contempt. Leander's argument misstates the law of civil contempt.\nAs we previously discussed, to establish that the LeMays were in civil contempt, Leander carries the burden of establishing *558 the requirements of the Allied Vision test. The district court's findings support Leander's establishment of Allied Vision's first two requirements. First, the Injunction is clear and unambiguous on its face as to the prohibited conduct; that is, both the LeMays and Leander were prohibited from entering onto the premises, including the yards, of the other. Second, the district court found by clear and convincing evidence that the LeMays had violated the Injunction \"by placing gravel around the croton and on [Leander's] boundary line,\" thereby encroaching onto Leander's property. However, Leander failed to establish the third requirement of Allied Vision\u0097that the LeMays have not diligently attempted to comply with the Injunction in a reasonable manner. The district court found that, according to the survey, \"[the LeMays] did encroach upon [Leander's] property to a minor degree by placing gravel around a croton tree and on [Leander's] boundary line,\" but that \"these actions do not constitute a violation of [the Injunction].\" Based upon these findings, we hold that Leander failed to adduce sufficient evidence to prove that the LeMays had not diligently attempted to comply with the Injunction in a reasonable manner or, in other words, were not in substantial compliance with the Injunction. Furthermore, although a knowing state of mind is not required for a civil contempt citation, the facts that the LeMays had no knowledge of the actual boundary at the time of the encroachment and had a good faith belief that the croton was located on their property further support the district court's conclusion that the LeMays had diligently attempted to comply with the Injunction. Accordingly, we hold that the district court did not abuse its discretion in concluding that the LeMays did not commit any acts of civil contempt.\n\n2. Concrete Curbing and Boundary Pins\nThe district court also found that Leander had failed to prove by clear and convincing evidence that the LeMays violated the Injunction by removing the concrete curbing and boundary pins. The record reflects that Leander relied solely upon his own testimony and affidavit to contradict the LeMays' affidavit, which denied such conduct. This court has long observed that it is within the province of the trier of fact to weigh the evidence and to assess the credibility of the witnesses, and this court will refrain from interfering in those determinations. See State v. Eastman, 81 Hawai`i 131, 139, 913 P.2d 57, 65 (1996). In light of the evidence in the record, we hold that the district court did not abuse its discretion in concluding that Leander's testimony and affidavit were insufficient to prove by clear and convincing evidence that the LeMays had removed the concrete curbing and boundary pins from Leander's property. Because Leander has failed to establish a violation of the Injunction as required by the second prong of Allied Vision, we affirm the district court's judgment with respect to the concrete curbing and boundary pins.\n\nC. Damages\n\nIn light of the foregoing discussion, we need not address the issue of compensatory damages for the cost of the survey raised by Leander.\n\nD. Attorney's Fees\n\nIn its order granting in part and denying in part Leander's motion for reconsideration, the district court correctly observed that, generally, an award of attorney's fees must be based upon either statute, agreement, stipulation or precedent, see Lee v. Aiu, 85 Hawai`i 19, 32, 936 P.2d 655, 668 (1997), and that \"[a]bsent authorization by statute or otherwise, attorney's fees are not recoverable in contempt proceedings charging violation of an injunction.\" DeMund v. Lum, 5 Haw.App. 336, 337, 690 P.2d 1316, 1317 (1984). Although HRS § 604-10.5(g) provides that \"[t]he court may grant the prevailing party in an action brought under this section, costs and fees, including attorney's fees,\" the district court amended its order to deny the LeMays an award of attorney's fees based upon its conclusions that Leander's OSC motion \"was not `an action brought under' HRS § 604-10.5 and that the legislature did not intend that attorney's fees be awarded in [contempt proceedings] to *559 sanction a party for violations of a restraining order issued pursuant to HRS § 604-10.5.\"\nOn appeal, the LeMays contend that the district court erred in concluding that Leander's pleading sought a civil contempt citation and was therefore not an action under HRS § 604-10.5. As the prevailing party in a proceeding involving an injunction issued pursuant to HRS § 604-10.5, the LeMays contend that they are entitled to an award of attorney's fees pursuant to HRS § 604-10.5(g). Based on our previous discussion above, we decline to accept the LeMays' characterization of the district court proceeding as something other than a civil contempt proceeding. We agree with the district court that a civil contempt proceeding is not brought under HRS § 604-10.5. The language of HRS § 604-10.5 does not expressly mention civil contempt, nor does it provide the basis upon which courts may utilize its inherent civil contempt power. As such, the Legislature did not intend HRS § 604-10.5(g) to allow an award of attorney's fees to a prevailing party in civil contempt proceedings. The plain language of the HRS § 604-10.5(g), when read in the context of the entire statute, applies only to proceedings to procure a temporary restraining order or injunction pursuant to HRS § 604-10.5; all other proceedings of enforcement, whether as civil contempt by a private party or criminal prosecution by the Office of the Prosecuting Attorney are outside the scope of the attorney's fee provision. Moreover, we point out that allowing an award of attorney's fees to those who successfully defend against a contempt proceeding to enforce a temporary restraining order or injunction would deter private parties from seeking relief and, thus, runs contrary to the legislative intent of preventing instances of harassment. Accordingly, we affirm the district court's conclusion that HRS § 604-10.5(g) does not provide a statutory basis to grant the LeMays, or any other prevailing party, an award of attorney's fees in a civil contempt proceeding to enforce an injunction issued pursuant to HRS § 604-10.5.\n\nIV. CONCLUSION\n\nBased on the foregoing, we hold that: (1) injunctions issued pursuant to HRS § 604-10.5 may be appropriately enforced by a civil contempt proceeding; (2) the district court did not abuse its discretion in concluding that the LeMays were not in civil contempt; and (3) HRS § 604-10.5(g) does not provide a statutory basis for an award of attorney's fees for the enforcement of an injunction by way of a civil contempt order. Accordingly, we affirm the final judgment of the district court.\nNOTES\n[1]  Although their properties adjoin each other, Leander leases his property to a third-party and does not reside on the property.\n[2]  HRS § 604-10.5(g) provides that \"[t]he court may grant the prevailing party in an action brought under this section, costs and fees, including attorney's fees.\"\n[3]  HRS § 710-1077(1)(g) provides in relevant part that \"[a] person commits the offense of criminal contempt of court if: ... The person knowingly disobeys or resists the process, injunction, or other mandate of a court[.]\"\n[4]  HRS § 604-10.5 (1993 &amp; Supp.1998) provides in pertinent part:\n\n(a) For the purposes of this section:\n....\n\"Harassment\" means:\n(1) Physical harm, bodily injury, assault, or the threat of imminent physical harm, bodily injury, or assault; or\n(2) An intentional or knowing course of conduct directed at an individual that seriously alarms or disturbs consistently or continually bothers the individual, and that serves no legitimate purpose; provided that such course of conduct would cause a reasonable person to suffer emotional distress.\n....\n(c) Any person who has been subjected to harassment may petition the district court of the district in which the petitioner resides for a temporary restraining order and an injunction from further harassment.\n[5]  The record contains conflicting evidence as to whether Leander had installed the concrete curbing. According to Leander's testimony during a hearing held on November 13, 1998, the concrete curbing had not been installed by him. However, previously, Leander's attorney had stated in a letter dated September 9, 1998, that Leander had installed the concrete curbing to act as a boundary marker between the two properties.\n[6]  If one were to disregard the actual boundary line and assume that the rock line represented the boundary between the subject properties, the trunk of the croton is situated on the LeMays' property.\n[7]  DCRCP Rule 8(a) governs the general pleading rules for a claim for relief and states:\n\nA pleading which sets forth a claim for relief, whether an original claim, counterclaim, cross-claim, or third-party claim, shall contain (1) a short and plain statement of the claim showing that the pleader is entitled to relief, and (2) a demand for judgment for the relief to which the pleader deems the pleader is entitled. Relief in the alternative or of several different types may be demanded.\n[8]  Notwithstanding, the United States Supreme Court observed in United States v. United Mine Workers of America, 330 U.S. 258, 67 S. Ct. 677, 91 L. Ed. 884 (1947), that conduct can amount to both civil and criminal contempt and that, therefore, the same acts may justify a court resorting to coercive and punitive measures.\n[9]  HRS § 604-10.5(h) (1993 &amp; Supp.1998) provides in relevant part:\n\nA knowing or intentional violation of a restraining order or injunction issued pursuant to this section is a misdemeanor. The court shall sentence a violator to appropriate counseling and shall sentence a person convicted under this section as follows:\n(1) For a violation of an injunction or restraining order that occurs after a conviction for a violation of the same injunction or restraining order, a violator shall be sentenced to a mandatory minimum jail sentence of not less than forty-eight hours; and\n(2) For any subsequent violation that occurs after a second conviction for violation of the same injunction or restraining order, the person shall be sentenced to a mandatory minimum jail sentence of not less than thirty days.\n....\nNothing in this section shall be construed as limiting the discretion of the judge to impose additional sanctions authorized in sentencing for a misdemeanor offense.\n[10]  In light of our holding that enforcement of a temporary restraining order or injunction issued pursuant to HRS § 604-10.5 may be enforced by the Office of the Prosecuting Attorney as a criminal offense pursuant to HRS § 604-10.5(h), court forms may require revision. We, therefore, intend to refer this matter to the judiciary committee responsible for reviewing district court rules and forms for its consideration and recommendations to this court consistent with this opinion.\n[11]  Although a court's contempt powers may not be abrogated or unduly restricted, we emphasize that our holding today does not affect those situations where the double jeopardy clause of the fifth amendment to the United States Constitution precludes criminal punishment both for convictions of criminal contempt and substantive offenses arising from the same conduct. See State v. Kipi, 72 Haw. 164, 811 P.2d 815 (holding that, where a defendant pled no contest to, and was sentenced for, a criminal contempt charge for violation of a family court protective order, the defendant could not subsequently be prosecuted for burglary and terroristic threatening based upon the same conduct that supported the criminal contempt conviction), cert. denied, 502 U.S. 867, 112 S. Ct. 194, 116 L. Ed. 2d 154 (1991).\n[12]  HRS § 710-1077 provides in relevant part:\n\n(3) The court may treat the commission of an offense under subsection (1) as a petty misdemeanor, in which case:\n(a) If the offense was committed in the immediate view and presence of the court, or under such circumstances that the court has knowledge of all of the facts constituting the offense, the court may order summary conviction and disposition; and\n(b) If the offense was not committed in the immediate view and presence of the court, nor under such circumstances that the court has knowledge of all of the facts constituting the offense, the court shall order the defendant to appear before it to answer a charge of criminal contempt of court; the trial, if any, upon the charge shall be by the court without a jury; and proof of guilt beyond a reasonable doubt shall be required for conviction.\n....\n(5) Whenever any person is convicted of criminal contempt of court or sentenced therefor, the particular circumstances of the offense shall be fully set forth in the judgment and in the order or warrant of commitment. In any proceeding for review of the judgment, sentence, or commitment, no presumption of law shall be made in support of the jurisdiction to render the judgment, pronounce the sentence, or order the commitment. A judgment, sentence, or commitment under subsection (3)(a) shall not be subject to review by appeal, but shall be subject to review in an appropriate proceeding for an extraordinary writ or in a special proceeding for review.\nAll other judgments, sentences, or commitments for criminal contempt of court shall be subject to review by appeal, in a proceeding for an appropriate extraordinary writ, or in a special proceeding for review.\n(6) Nothing in this section shall be construed to alter the court's power to punish civil contempt. When the contempt consists of the refusal to perform an act which the contemnor has the power to perform, the contemnor may be imprisoned until the contemnor has performed it. In such a case the act shall be specified in the warrant of commitment. In any proceeding for review of the judgment or commitment, no presumption of law shall be made in support of the jurisdiction to render the judgment or order the commitment.\n\n",
            "ocr": false,
            "opinion_id": 1256305
        }
    ],
    "court_short_name": "Hawaii Supreme Court",
    "court_full_name": "Hawaii Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Hawaii, HI",
    "crime_category": "Robbery"
}