{
    "id": 621850,
    "judges": "McKAY, O'Brien, Tymkovich",
    "date_filed": 1327968000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-lee",
    "case_name_short": null,
    "case_name": "United States v. Lee",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Rashad Akim LEE, Defendant-Appellant",
    "attorneys": "Andre Brandon Caldwell, Suzanne Mitchell, Chris Michael Stephens, Office of the United States Attorney, Oklahoma City, OK, for Plaintiff-Appellee., William P. Earley, Esq., Office of the Federal Public Defender, Oklahoma City, OK, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b767-4\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Rashad Akim LEE, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b767-7\">\n    No. 11-6122.\n   </docketnumber><br><court id=\"b767-8\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b767-9\">\n    Jan. 31, 2012.\n   </decisiondate><br><attorneys id=\"b767-22\">\n    Andre Brandon Caldwell, Suzanne Mitchell, Chris Michael Stephens, Office of the United States Attorney, Oklahoma City, OK, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b767-23\">\n    William P. Earley, Esq., Office of the Federal Public Defender, Oklahoma City, OK, for Defendant-Appellant.\n   </attorneys><br><judges id=\"b767-24\">\n    Before O’BRIEN, McKAY, and TYMKOVICH, Circuit Judges.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b767-17\">\n     After examining the briefs and the appellate record, this three-judge panel has determined unanimously that oral argument would not be of material assistance in the determination of this appeal.\n     <em>\n      See\n     </em>\n     Fed. R.App. P. 34(a); 10th Cir. R. 34.1(G). The cause is therefore ordered submitted without oral argument.\n    </p>\n</div></div>",
    "citations": [
        "458 F. App'x 741"
    ],
    "opinions": [
        {
            "author_str": "Tymkovich",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/11/11-6122.pdf",
            "author_id": null,
            "opinion_text": "                                                                        FILED\n                                                            United States Court of Appeals\n                                                                    Tenth Circuit\n\n                                                                  January 31, 2012\n                    UNITED STATES COURT OF APPEALS\n                                                 Elisabeth A. Shumaker\n                                                                    Clerk of Court\n                                 TENTH CIRCUIT\n\n\n\n UNITED STATES OF AMERICA,\n\n               Plaintiff-Appellee,                        No. 11-6122\n          v.                                            (W.D. of Okla.)\n RASHAD AKIM LEE,                               (D.C. No. 5:09-CR-00347-C-1)\n\n               Defendant-Appellant.\n\n\n                           ORDER AND JUDGMENT *\n\n\nBefore O’BRIEN, McKAY, and TYMKOVICH, Circuit Judges. **\n\n\n      Rashad Akim Lee conditionally pleaded guilty to being a felon in\n\npossession of a firearm, a violation of 18 U.S.C. § 922(g)(1). In his plea\n\nagreement, Lee preserved his right to appeal two issues: (1) the district court’s\n\ndenial of his motion to suppress evidence arising from an attempted pat-down\n\nsearch during a routine traffic stop; and (2) the district court’s determination that\n\n\n\n      *\n         This order and judgment is not binding precedent except under the\ndoctrines of law of the case, res judicata and collateral estoppel. It may be cited,\nhowever, for its persuasive value consistent with Fed. R. App. P. 32.1 and 10th\nCir. R. 32.1.\n      **\n         After examining the briefs and the appellate record, this three-judge\npanel has determined unanimously that oral argument would not be of material\nassistance in the determination of this appeal. See Fed. R. App. P. 34(a); 10th\nCir. R. 34.1(G). The cause is therefore ordered submitted without oral argument.\n\fhis Florida convictions for resisting an officer with violence qualified for\n\nenhanced punishment under the Armed Career Criminal Act (ACCA), 18 U.S.C.\n\n§ 924(e).\n\n      We exercise jurisdiction pursuant to 28 U.S.C. § 1291, and AFFIRM.\n\n                                  I. Background\n\n      An officer with the Lawton, Oklahoma Police Department was on a routine\n\nevening patrol when he observed a car without a properly functioning tag light.\n\nThe officer initiated a valid traffic stop and proceeded to speak with the car’s\n\ndriver, who provided her driver’s license and an expired insurance card.\n\n      Three other occupants, one woman and two men, were in the car. The\n\nofficer asked for their names and identifications. Lee, who was seated in the\n\nright-rear seat falsely identified himself as Izick Crewford, but did not produce\n\nany identification. Lee did not maintain eye contact with the officer, and focused\n\non his phone during the officer’s initial request for information. Since the stop\n\noccurred in a high crime area of Lawton, the officer called for back-up, with two\n\nadditional officers arriving within minutes. While the original officer finished\n\nwriting his citation for the driver and waiting for confirmation as to the identities\n\nof the car’s occupants, the back-up officers approached the car and advised Lee\n\n“numerous times” to keep his hands in plain sight. R., Doc. 72 at 28. Lee did not\n\ncomply, making the officer covering his side of the car “uneasy” and\n\n\n\n\n                                         -2-\n\f“uncomfortable.” Id. Accordingly, the officer asked Lee to step out of the car,\n\nwhere the officer intended to pat him down for the sake of officer safety.\n\n      As Lee was stepping out of the car, he refused to comply with the officer’s\n\ninstructions to put his hands on top of his head, and he ran. Two officers gave\n\nchase, tackling him approximately five to ten feet in front of the car. As he was\n\nbeing tackled, a gun fell from his pants. Lee continued to struggle with the\n\nofficers, causing a “pretty lengthy fight in the middle of the street,” culminating\n\nin the use of a Taser gun in order to gain compliance prior to placing him in\n\nhandcuffs. Id. at 31. Lee was subsequently charged with being a felon in\n\npossession of a firearm, in violation of § 922(g)(1).\n\n      Lee filed a motion to suppress, arguing that there was no probable cause or\n\nreasonable suspicion to justify his detention, arrest, and search. The district court\n\ndenied the motion, concluding that the traffic stop itself was proper, and as such,\n\nofficers may order passengers to get out of the car during a lawful traffic stop\n\nwithout any need for particularized suspicion of wrongdoing. R., Doc. 30 at 4;\n\nsee also Maryland v. Wilson, 519 U.S. 408, 414 (1997).\n\n      After his motion was denied, Lee entered a conditional guilty plea to the\n\n§ 922(g)(1) charge, reserving the right to appeal the suppression issue. Prior to\n\nsentencing, the government sought an ACCA enhancement based on Lee’s three\n\nprior qualifying convictions: one for possession of cocaine with intent to\n\ndistribute and two for obstructing or opposing an officer with violence. Lee\n\n                                         -3-\n\fobjected, arguing his Florida state convictions for obstructing or opposing an\n\nofficer did not fall squarely under the ACCA and a review would demonstrate the\n\nconvictions were not based on violent behavior. The district court overruled\n\nLee’s objections, applied the ACCA enhancement, and sentenced him to 180\n\nmonths’ imprisonment.\n\n                                   II. Analysis\n\n      Lee raises two issues on appeal. First, he argues his conviction should be\n\nreversed because the district court erred in denying his motion to suppress\n\nevidence. Second, he argues the district court erred in finding that his prior\n\nFlorida convictions qualified as violent felonies under the ACCA.\n\n      A. Motion to Suppress\n\n      Lee first claims the district court erred in denying his motion to suppress,\n\narguing that the officer who asked him to exit the car impermissibly expanded the\n\nreasonable scope of an otherwise lawful traffic stop.\n\n      When reviewing a district court’s denial of a motion to suppress, we\n\nconsider the totality of the circumstances and view the evidence in the light most\n\nfavorable to the government. United States v. Kimoana, 383 F.3d 1215, 1220\n\n(10th Cir. 2004). We accept the district court’s factual findings unless those\n\nfindings are clearly erroneous. Id. “The credibility of witnesses, the weight to be\n\ngiven evidence, and the reasonable inferences drawn from the evidence fall within\n\nthe province of the district court.” Id. But we review de novo the ultimate\n\n                                         -4-\n\fdetermination of reasonableness under the Fourth Amendment. United States v.\n\nChavira, 467 F.3d 1286, 1290 (10th Cir. 2006).\n\n       Lee does not dispute that the initial traffic stop was lawful—the officer\n\nspotted a non-working tag light and properly stopped the car. But he argues the\n\nscope of the traffic stop was improperly expanded when one of the officers asked\n\nLee to exit the car. See United States v. Botero-Ospina, 71 F.3d 783, 786 (10th\n\nCir. 1995) (en banc) (the appropriate inquiry once determining the traffic stop\n\nwas justified at its inception is “whether [the investigative detention] was\n\nreasonably related in scope to the circumstances which justified the interference\n\nin the first place”).\n\n       In support of his contention, Lee points to two cases—neither of which has\n\nany bearing here. First, he argues our unpublished decision in United States v.\n\nWilson, 96 F. App’x 640 (10th Cir. 2004), stands for the proposition that “if\n\nduring a traffic stop officers commence a separate investigation into activity\n\nunrelated to the initial traffic stop, there must be a reasonable suspicion the\n\nperson . . . committed an offense, [is] committing an offense, or pose[s] a risk to\n\nthe officer.” Aplt. Br. at 13. By way of disputing that he posed a risk to officer\n\nsafety, he also points to the Sixth Circuit’s decision in United States v. Wilson,\n\n506 F.3d 488 (6th Cir. 2007), for the proposition that broadening the scope of the\n\nstop was impermissible because there was no reasonable suspicion Lee was\n\ninvolved in criminal activity or posed a risk to the officers.\n\n                                          -5-\n\f      But these cases falter on the facts here. Our cases have recognized that\n\n“[a]n officer in today’s reality has an objective, reasonable basis to fear for his or\n\nher life every time a motorist is stopped.” United States v. Holt, 264 F.3d 1215,\n\n1223 (10th Cir. 2001) (en banc). And the Supreme Court admonishes: the “fact\n\nthat there is more than one occupant of the vehicle increases the possible sources\n\nof harm to the officer.” Maryland v. Wilson, 519 U.S. at 413. Accordingly,\n\n“[o]fficers may take steps to protect themselves and others, provided the measures\n\nare not too intrusive and the government’s strong interest in officer safety\n\noutweighs the motorist’s interests.” United States v. Dennison, 410 F.3d 1203,\n\n1211 (10th Cir. 2005) (internal quotation marks omitted).\n\n      In determining whether police conduct during an investigatory stop is\n\nreasonable, a court “should take care to consider whether police are acting in a\n\nswiftly developing situation, and in such cases the court should not indulge in\n\nunrealistic second-guessing.” United States v. Shareef, 100 F.3d 1491, 1505\n\n(10th Cir. 1996). “The risk of harm to both the police and the occupants of a\n\nstopped vehicle is minimized . . . if the officers routinely exercise unquestioned\n\ncommand of the situation.” United States v. McHugh, 639 F.3d 1250, 1261 (10th\n\nCir. 2011) (O’Brien, J., concurring) (quoting Arizona v. Johnson, 555 U.S. 323,\n\n330 (2009)).\n\n      It is well-established an officer may order both the driver and passengers to\n\nexit the vehicle pending completion of a traffic stop. Maryland v. Wilson, 519\n\n                                          -6-\n\fU.S. at 414–15. An “officer also may order the driver and passengers out of the\n\nvehicle in the interest of officer safety, even in the absence of any particularized\n\nsuspicion of personal danger.” Holt, 264 F.3d at 1222. But even so, an officer\n\nmay perform a pat-down of a driver and any passengers only upon reasonable\n\nsuspicion that they may be “armed and dangerous . . . [or able to] gain immediate\n\ncontrol of a weapon.” Knowles v. Iowa, 525 U.S. 113, 118 (1998).\n\n      Based on these principles, Lee’s arguments fail for two reasons. First, the\n\ndistrict court correctly found that the officers could order Lee from the car during\n\nthe course to the stop.\n\n      And, second, the officers never conducted a pat-down. As the district court\n\nconcluded, “once [Lee] exited the vehicle, [the officer] did no more than grab his\n\nshirt before [Lee] fled. Because the officer had not yet begun a pat down search\n\n. . . there is no need for the Court to consider whether the officers had reasonable\n\nsuspicion to believe [Lee] was armed and dangerous.” R., Doc. 30 at 4. See also\n\nUnited States v. Bonner, 363 F.3d 213, 218 (3d Cir. 2004) (finding that “[f]light\n\n[by a passenger] from a non-consensual legitimate traffic stop (in which the\n\nofficers are authorized to exert superintendence and control over the occupants of\n\nthe car) gives rise to reasonable suspicion”); United States v. Hampton, 628 F.3d\n\n654, 658 (4th Cir. 2010) (finding that shoving a deputy in an attempt to flee gives\n\nrise to reasonable suspicion for assault).\n\n\n\n\n                                             -7-\n\f      Lee challenges the district court’s reliance on Maryland v. Wilson’s holding\n\nthat “an officer making a traffic stop may order passengers to get out of the car\n\npending completion of the stop.” 519 U.S. at 415. He claims that case does not\n\napply since the officer only ordered Lee out of the car but none of the other\n\noccupants. We know of no authority providing that an officer is required to order\n\nno, some, or all occupants from a car as a constitutional matter. The sequence is\n\nof no moment. See id. at 414 (finding that “the motivation of a passenger to\n\nemploy violence to prevent apprehension” for a “more serious crime [that] might\n\nbe uncovered during the stop” justifies the rule).\n\n      Even setting aside the district court’s finding of no pat-down, the officer\n\ncould have reasonably believed Lee posed a safety threat. “Officers must be\n\npermitted to draw on their own experience and specialized training to make\n\ninferences from and deductions about the cumulative information available to\n\nthem that might well elude an untrained person.” United States v. Quintana-\n\nGarcia, 343 F.3d 1266, 1270 (10th Cir. 2003) (internal quotation omitted); United\n\nStates v. Sanchez, 519 F.3d 1208, 1216 (10th Cir. 2008) (“The purpose of the\n\nlimited pat-down search is not to discover evidence of crime, but to allow the\n\nofficer to pursue his investigation without fear of violence.”) (internal quotations\n\nomitted). The officers testified about Lee’s uncooperative behavior during a late\n\nnight encounter in a high crime neighborhood, and his suspicion that Lee\n\nprovided a false identity. Lee’s failure to keep his hands in plain view added to\n\n                                         -8-\n\ftheir concern. Upon leaving the car, Lee refused to place his hands on his head,\n\nthen fled. At that point, the officers were justified in further detaining Lee until\n\nthe traffic stop was completed. An objective view of these facts leads to the\n\nconclusion that a reasonable officer could believe Lee presented a threat to officer\n\nsafety during the encounter. See also United States v. Maddox, 388 F.3d 1356,\n\n1368 (10th Cir. 2004) (finding that situational factors such as the officers being\n\noutnumbered, the time of day, and the defendant’s “incessant pacing” all help to\n\ncreate reasonable suspicion).\n\n      Accordingly, the officer’s decision to ask Lee to step outside of the car for\n\nthe sake of officer safety was reasonable, and the district court’s ruling on Lee’s\n\nmotion to suppress was not in error.\n\n      B. ACCA Enhancement\n\n      Lee also argues that his two prior convictions for obstructing or opposing\n\nan officer with violence do not qualify as predicate offenses under the ACCA.\n\n      Whether a defendant’s sentence is properly enhanced under the ACCA is a\n\nquestion of law which this court reviews de novo. United States v. West, 646\n\nF.3d 745, 748 (10th Cir. 2011). The ACCA mandates a minimum prison term of\n\nfifteen years for any person convicted under § 922(g)(1) if that person has three\n\nprior “violent felony” or “serious drug” convictions. 18 U.S.C. § 924(e)(1). The\n\nACCA defines “violent felony” as a crime that “(i) has as an element the use,\n\nattempted use, or threatened use of physical force against the person of another\n\n                                          -9-\n\f[the “force clause”]; or (ii) is burglary, arson, or extortion, involves use of\n\nexplosives [the “enumerated crimes clause”], or otherwise involves conduct that\n\npresents a serious potential risk of physical injury to another” [the “residual\n\nclause”]. Id. § 924(e)(2)(B).\n\n      To determine whether a prior conviction qualifies as a violent felony under\n\nthe ACCA, “we apply a ‘categorical approach,’ generally looking ‘only to the fact\n\nof conviction and the statutory definition of the prior offense, and do not\n\ngenerally consider the particular facts disclosed by the record of conviction.’”\n\nUnited States v. Scoville, 561 F.3d 1174, 1176 (10th Cir. 2009) (citing United\n\nStates v. West, 550 F.3d 952, 957 (10th Cir. 2008)). “That is, we consider\n\nwhether the elements of the offense are of the type that would justify its inclusion\n\nwithin the ACCA, without inquiring into the specific conduct of this particular\n\noffender.” Id. (citing West, 550 F.3d at 957) (internal quotation marks omitted).\n\nIf, however, “a criminal statute proscribes conduct broader than that which would\n\nsatisfy the ACCA’s definition of a violent felony or serious drug offense, a\n\nfederal court may then also look at the charging documents and documents of\n\nconviction to determine whether the defendant in a particular case was convicted\n\nof an offense that falls within the ACCA.” Id. (citing West, 550 F.3d at 957–58).\n\nThis is the “so-called ‘modified categorical’ approach.” Id. (citing United States\n\nv. Zuniga-Soto, 527 F.3d 1110, 1119–20 (10th Cir. 2008)). It is not necessary\n\n“that every conceivable factual offense covered by a statute must necessarily\n\n                                          -10-\n\fpresent a serious potential risk of injury before the offense can be deemed a\n\nviolent felony.” James v. United States, 550 U.S. 192, 208 (2007). “Rather, the\n\nproper inquiry is whether the conduct encompassed by the elements of the\n\noffense, in the ordinary case, presents a serious potential risk of injury to\n\nanother.” Id.\n\n      Lee was twice convicted of violating Florida Statute § 843.01. The statute\n\nprovides: “Whoever knowingly and willfully resists, obstructs, or opposes any\n\nofficer . . . by offering or doing violence to the person of such officer or legally\n\nauthorized person, is guilty of a felony of the third degree.” Lee argues the\n\nstatute is too broad to categorically constitute a violent felony because some\n\nconduct—such as “de minimis” force—would not implicate the ACCA’s “physical\n\nforce” requirement. Additionally, Lee argues that the residual clause is not\n\nimplicated because the statute does not require purposeful, violent, and aggressive\n\nconduct.\n\n      The district court determined that an offense under this statute is a “violent\n\nfelony,” but did not specify under which clause, either the “physical force clause”\n\n(§ 924(e)(2)(B)(i)) or the “residual clause” (§ 924(e)(2)(B)(ii)), that\n\ndetermination was made. On appeal, it is not necessary for us to consider whether\n\nthe crime falls within subsection (B)(i), because we are satisfied that it falls well\n\nwithin the residual clause contained in subsection (B)(ii). Accordingly, we\n\n\n\n\n                                          -11-\n\fconclude the district court did not err in enhancing Lee’s sentence pursuant to the ACCA.\n\n      For a crime to constitute a violent felony under the residual clause, it must\n\nproscribe conduct “roughly similar, in kind as well as in degree of risk posed” to\n\nthe enumerated examples preceding the clause. Scoville, 561 F.3d at 1180.\n\n“Additionally, to qualify as a violent felony under the residual clause, every\n\nconceivable offense need not present a serious potential risk of physical injury;\n\ninstead, the conduct encompassed by the offense, in the ordinary case, must\n\ncreate a serious potential risk of physical injury to another.” Id. (emphasis in\n\noriginal). Moreover, “the residual clause is intended to reach purposeful, violent,\n\nand aggressive conduct rather than merely negligent or reckless acts.” Id.\n\n(internal quotation omitted). “Therefore, the question here is whether” resisting,\n\nobstructing, or opposing a police officer “is roughly (1) similar in kind, and (2)\n\nsimilar in degree of risk to burglary, arson, extortion, or crimes involving\n\nexplosives,” the enumerated violent felonies. United States v. Williams, 559 F.3d\n\n1143, 1148 (10th Cir. 2009).\n\n      Resisting, obstructing, or opposing a police officer is not the type of\n\noffense that a person might commit by the accidental or negligent use of force.\n\n“An assault or battery committed on a peace officer is not equivalent to the same\n\nact committed against any other person.” United States v. Smith, 652 F.3d 1244,\n\n1249 (10th Cir. 2011). “Failure to stop at the command of a police officer is\n\nsufficient to support enhancement under the ACCA because it will typically lead\n\n                                         -12-\n\fto a confrontation with the officer being disobeyed or a chase or at least an effort\n\nby police to apprehend the perpetrator, which increases the likelihood of serious\n\nharm to the officers involved as well as any bystanders.” Id. (internal quotation\n\nomitted). Notably, resisting a police officer is different than normal assault or\n\nbattery because a police officer is “someone who is required or would reasonably\n\nbe expected to respond with force to control the situation.” Id.; see also Sykes v.\n\nUnited States, 131 S. Ct. 2267, 2274 (2011) (in the vehicle flight context,\n\n“[c]onfrontation with police is the expected result . . . . [i]t places property and\n\npersons at serious risk of injury”).\n\n      Lee relies on the Court’s decision in Begay v. United States, 553 U.S. 137\n\n(2008), to argue that the residual clause has been substantially narrowed because\n\nthe Court refused to include “any” or “every” offense which “present[s] a serious\n\npotential risk of physical injury to another.” 553 U.S. at 142. In Begay, the\n\nCourt concluded that “DUI falls outside the scope of [the residual clause] . . . .\n\n[i]t is simply too unlike the provision’s listed examples for us to believe that\n\nCongress intended the provision to cover it.” Id. at 143. But Begay does hold\n\nthat the residual clause applies to offenses “typically involv[ing] purposeful,\n\nviolent, and aggressive conduct.” Id. at 144. By the plain language of the statute,\n\na conviction under § 843.01 requires that the defendant have knowingly and\n\nwillfully resisted, obstructed, or opposed an officer by offering or doing violence\n\nto the person of that officer. The statute is describing conduct that presents a\n\n                                          -13-\n\fserious potential risk of violence—conduct that cannot be done negligently or\n\naccidentally.\n\n      Lee’s argument that the Supreme Court’s decision in Johnson v. United\n\nStates, 130 S. Ct. 1265 (2010), dictates a different result is similarly\n\nunpersuasive. In Johnson, the Court concluded that Florida’s state statute for\n\nbattery on a law enforcement officer did not constitute a proper predicate for the\n\nACCA enhancement. Id. at 1272–73. But the Court was relying on the force\n\nclause and specifically declined to consider whether the conviction qualified\n\nunder the residual clause. Id. at 1274. In the wake of Johnson, the Eleventh\n\nCircuit has held multiple times that § 843.01 falls squarely within the residual\n\nclause and constitutes a violent felony for purposes of the ACCA. See, e.g.,\n\nUnited States v. Nix, 628 F.3d 1341 (11th Cir. 2010), cert. denied, 132 S. Ct. 258\n\n(2011); United States v. Hayes, 409 F. App’x 277 (11th Cir. 2010), cert. denied,\n\n132 S. Ct. 125 (2011). Relying on both “common-sense analysis,” and the “plain\n\nlanguage of the statute,” the court found that “[c]ommission of the crime requires\n\n. . . that the defendant have knowingly and willfully resisted, obstructed, or\n\nopposed an officer by offering or doing violence to the person of that officer.”\n\nHayes, 409 F. App’x at 279 (internal citations omitted) (emphasis in original); see\n\nalso United States v. Wardrick, 350 F.3d 446, 455 (4th Cir. 2003) (finding that\n\n“[t]he act of resisting arrest poses a threat of direct confrontation between a\n\n\n\n\n                                         -14-\n\fpolice officer and the subject of the arrest, creating the potential for serious\n\nphysical injury to the officer and others”).\n\n      Every court to consider this provision has concluded that it constitutes a\n\ncrime of violence. In addition to Hayes and Nix discussed above, the Eleventh\n\nCircuit has continued to hold that § 843.01 falls squarely within the ACCA’s\n\nresidual clause. See, e.g., United States v. Canty, 431 F. App’x 826 (11th Cir.\n\n2011), cert. denied, 132 S. Ct. 532 (2011). Lee has not presented any persuasive\n\narguments to suggest that this court hold otherwise.\n\n      In sum, based on the foregoing analysis we see no reason to upset the\n\ndistrict court’s ruling that the ACCA enhancement was appropriate in this case.\n\n                                   III. Conclusion\n\n      Accordingly, we AFFIRM the district court’s denial of Lee’s motion to\n\nsuppress and AFFIRM the district court’s application of the ACCA enhancement.\n\n                                                      Entered for the Court,\n\n                                                      Timothy M. Tymkovich\n                                                      Circuit Judge\n\n\n\n\n                                          -15-\n\f",
            "ocr": false,
            "opinion_id": 621850
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}