{
    "id": 1266731,
    "judges": "Nesbett, C.J., and Dimond and Rabinowitz",
    "date_filed": "2007-12-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-parks",
    "case_name_short": "Parks",
    "case_name": "State v. Parks",
    "case_name_full": "STATE of Alaska, Appellant, v. David Neil PARKS, Appellee",
    "attorneys": "D. A. Burr, Atty. Gen., Juneau, Thomas E. Curran, Jr. and Robert N. Opland, Dist. Attys. and Russell J. Gallagher, Asst. Dist. Atty., Anchorage, for appellants., William J. Bailey, Anchorage, for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b674-3\">\n    STATE of Alaska, Appellant, v. David Neil PARKS, Appellee.\n   </parties><br><docketnumber id=\"b674-6\">\n    No. 858.\n   </docketnumber><br><court id=\"b674-7\">\n    Supreme Court of Alaska.\n   </court><br><decisiondate id=\"b674-8\">\n<em>\n     Feb. 21,\n    </em>\n    1968.\n   </decisiondate><br><attorneys id=\"b674-31\">\n    D. A. Burr, Atty. Gen., Juneau, Thomas E. Curran, Jr. and Robert N. Opland, Dist. Attys. and Russell J. Gallagher, Asst. Dist. Atty., Anchorage, for appellants.\n   </attorneys><br><attorneys id=\"b674-32\">\n    William J. Bailey, Anchorage, for ap-pellee.\n   </attorneys><br><judges id=\"b674-33\">\n    Before NESBETT, C. J., and DIMOND and RABINOWITZ, JJ.\n   </judges>",
    "citations": [
        "437 P.2d 642"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n437 P.2d 642 (1968)\nSTATE of Alaska, Appellant,\nv.\nDavid Neil PARKS, Appellee.\nNo. 858.\nSupreme Court of Alaska.\nFebruary 21, 1968.\nD.A. Burr, Atty. Gen., Juneau, Thomas E. Curran, Jr. and Robert N. Opland, Dist. Attys. and Russell J. Gallagher, Asst. Dist. Atty., Anchorage, for appellants.\nWilliam J. Bailey, Anchorage, for appellee.\nBefore NESBETT, C.J., and DIMOND and RABINOWITZ, JJ.\n\nOPINION\nDIMOND, Justice.\nAppellee was indicted for the crime of burglary. One witness had testified before *643 the grand jury \u0097 officer Bivens, an investigator for the Alaska State Police. While officer Bivens was testifying at the trial during the presentation of the state's case in chief, appellee moved to dismiss the indictment on the ground that it was based solely on hearsay testimony, a fact that was conceded by the state. The trial court dismissed the indictment, stating that it did so \"under the authority of the minority rule and the indications of the Supreme Court in the Merrill case and in the Shelton case * * *.\" The state has appealed, claiming that the indictment was sufficient and that its dismissal was error.[1]\nIn State v. Shelton[2] we considered the question of whether an indictment was sufficient to require a defendant to stand trial where one of five witnesses who testified before the grand jury testified at the trial somewhat at variance with the testimony the witness gave when before the grand jury. Since art. I, section 8 of the Alaska Constitution[3] is identical with a like provision of the Fifth Amendment to the Federal Constitution, we had occasion in Shelton to refer to the United States Supreme Court's decision in Costello v. United States[4]. There the court was considering the question of whether under the Fifth Amendment a defendant should be required to stand trial and a conviction be sustained where only hearsay evidence was presented to the grand jury which indicted him.[5] The Supreme Court said:\n[N]either the Fifth Amendment nor any other constitutional provision prescribes the kind of evidence upon which grand juries must act. * * *\nAn indictment returned by a legally constituted and unbiased grand jury, like an information drawn by the prosecutor, if valid on its face, is enough to call for trial of the charge on the merits. The Fifth Amendment requires nothing more.[6]\nAs to Costello, we said in Shelton:\n[T]he broad declaration made in that case, not considered in relation to the factual situation there presented, would appear to preclude the dismissal of an indictment even where it appeared that \"no evidence had been offered that rationally established the facts\", or that the indictment was returned \"substantially upon evidence which was untrustworthy\". We would have serious misgivings about concurring in such a result; for in the extreme and yet conceivable situation it could mean that a defendant would be obliged to stand the expense and humiliation of a public trial where the grand jury had acted either on no evidence at all or solely on the basis of evidence that would not support a guilty verdict after trial. This would rob the constitutional right of much of its protective value, and would not be in accord with what we have stated to be a vital function of the grand jury \u0097 the protection of the innocent against oppression and unjust prosecution. [Footnotes omitted][7]\nIn Merrill v. State[8] we considered the question of whether an indictment was sufficient when based on the uncorroborated *644 testimony of an accomplice. We mentioned the fact that\nIn Shelton we left open the question whether an indictment based solely on hearsay is subject to dismissal.[9]\nThat question is now before us in this case.\nWe intimated in Shelton[10] that we would hold an indictment to be insufficient and subject to dismissal if it appeared that no evidence was presented to the grand jury that rationally established the facts. This is a rule suggested by Judge Learned Hand in the Costello case when it was before the Court of Appeals for the Second Circuit.[11] We now adopt that rule for this jurisdiction.\nUnder such a rule, the question is one of sufficiency of the evidence \u0097 whether it is adequate to persuade reasonable minded persons that if unexplained or uncontradicted it would warrant a conviction of the person charged with an offense by the judge or jury trying the offense.[12] Sufficiency of the evidence is the test prescribed by statute.[13] It is not required that the evidence be the kind that would not fall within one of the exclusionary rules of evidence and therefore would be admissible at the trial even though objected to by a defendant.\nHearsay is involved when one attempts to get into evidence a statement made by one who is not testifying.[14] Under the exclusionary rules of evidence, hearsay is inadmissible unless it falls within one of the numerous exceptions to the hearsay rule. But it is inadmissible only if objected to by the party against whom it is offered. If there is no objection, then the hearsay may properly be considered by the trier of fact in making factual determinations, and it may be given its logical probative effect as if it were admissible.[15] The hearsay rule involves \"no assertion that hearsay statements are without probative force or that they furnish no logical basis for conclusions of fact.\"[16] In fact, the courts by multiplying exceptions to the hearsay rule \"reveal their conviction that relevant hearsay evidence normally has real probative value, and is capable of valuation by a jury * * *.\"[17] As Judge Hand said in the Costello case:\nIndeed, we conduct our most serious affairs upon the strength of it [hearsay]; it would be impossible to carry on a day's business without it.[18]\nSince hearsay evidence has probative force and may furnish a logical basis for conclusions of fact, it cannot be said that because evidence presented to the grand jury was hearsay it did not rationally establish the facts sought to be established. Hearsay, if relevant, is evidence, and if it is such that, unexplained or uncontradicted, it would persuade a grand jury that it would warrant the conviction of the defendant at the trial,[19] then it is sufficient evidence to justify the finding of an indictment. It is true that the very same hearsay evidence if attempted to be introduced at the trial might be excluded if objected to by the defendant. *645 But this does not mean that such evidence considered for its probative effect would not warrant a conviction. It means only that the petit jury would not have the opportunity to decide whether that evidence would warrant a conviction because it would not be considered by them. The hearsay evidence may well warrant a conviction. The point is that the petit jury is not required to make that determination because the evidence is excluded from their consideration.\nOn the other hand that is the very determination that a grand jury must make \u0097 whether certain evidence, if unexplained or uncontradicted, will warrant a conviction if presented to a petit jury. It is not the function of the grand jury to decide whether or not the evidence considered by them will be admissible at the trial, which is a decision they would be called upon to make if the statutory requirement that indictments be founded upon sufficient evidence be construed as meaning only such evidence as is not subject to exclusion at the trial under one or more of the exclusionary rules of evidence. Traditionally, and as a practical matter, that is not the grand jury's function. A grand jury is generally made up of laymen without any specialized legal knowledge or training. There is no judge or other authority presiding over grand jury proceedings to make rulings each time a question of admissibility or inadmissibility of evidence arises. The defendant is rarely present[20], so the question of whether he would object to hearsay evidence or waive the objection is not determinable. It would severely impede the functioning of a grand jury if it were obliged to consider only evidence which, assuming the defendant would object to its introduction in another proceeding before a petit jury, would be excluded under one of the many exclusionary rules of evidence and would not come within one of the exceptions to a particular rule.\nWe hold that hearsay evidence may rationally establish facts and therefore may be sufficient evidence to justify the findings of an indictment by a grand jury. We do not decide in this case whether the particular hearsay evidence involved was sufficient for that purpose, because that question is not before us. We only decide that an indictment is not insufficient or invalid and subject to dismissal when founded upon hearsay evidence alone.\nThe order dismissing the indictment is reversed. The case is remanded to the superior court for trial.\nRABINOWITZ, Justice (concurring).\nIn State v. Shelton[1] this court said that one of the purposes of grand juries, as provided for in article I, section 8 of the Alaska constitution, is to carry out the vital function of protection of the innocent against oppression and unjust prosecution. Unless this court is prepared to change its evaluation of the role that grand juries actually play, or should play, in our society, rejection of the Supreme Court of the United States' construction of the fifth amendment, announced in Costello v. United States,[2] is indicated.\nIf the institution of the grand jury is viewed as an anachronism, then Costello has appeal, for there the Supreme Court held that an indictment proper on its face returned by a legally constituted and unbiased grand jury is sufficient to require a *646 trial on the merits. The Supreme Court in Costello also emphasized the likelihood of interminable delays and abuses of criminal practice which would result if indictments were held subject to attack on grounds of the inadequacy, or incompetency, of the evidence which was presented to the grand jury. Admittedly, these are factors which must be considered in the shaping of any system for the administration of criminal justice.[3] Yet it seems to me that our system of criminal laws must include procedures whereby cases in which there is an absence of reliable evidence can be detected and filtered out prior to the trial stage. Before an individual suffers any of the serious inconveniences which are apt to ensue upon the return of a felony indictment (arrest, loss of job, humiliation, etc.), there should be a reliable determination made as to the probability of his guilt.\nBecause of the foregoing, I concur in this court's rejection of the Costello rule. Yet I have reservations as to whether the \"evidence * * * that rationally established the facts\" test which this court has now adopted will afford the innocent protection against unjust prosecutions. Whether or not this rule possesses viability will be determined in future adjudications.[4]\nNOTES\n[1]  AS 22.10.020(a) permits the state to appeal in a criminal case to test the sufficiency of an indictment or information. See also Supreme Ct.R. 6, and State v. Shelton, 368 P.2d 817, 819-820 (Alaska 1962).\n[2]  368 P.2d 817 (Alaska 1962).\n[3]  Alaska Const. art. I, § 8 provides:\n\nNo person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a grand jury * * *.\n[4]  350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956).\n[5]  Id., at 359, 76 S.Ct. 406, 100 L.Ed. at 400.\n[6]  Id., at 362-363, 76 S.Ct. at 408, 100 L.Ed. at 401-403.\n[7]  State v. Shelton, 368 P.2d 817, 818-819 (Alaska 1962).\n[8]  423 P.2d 686 (Alaska 1967), cert. denied, Merrill v. Alaska, 386 U.S. 1040, 87 S.Ct. 1497, 18 L.Ed.2d 607 (1967).\n[9]  Id., at 695 n. 35.\n[10]  Note 2 supra.\n[11]  United States v. Costello, 221 F.2d 668, 677 (2d Cir.1955).\n[12]  Crim.R. 6(k) provides in part:\n\nThe grand jury ought to find an indictment when all the evidence taken together, if unexplained or uncontradicted, would warrant a conviction by the trier of the offense.\n[13]  AS 12.40.050 provides:\n\nThe grand jury may indict or present a person for a crime upon sufficient evidence, whether that person has been held to answer for the crime or not.\n[14]  Meyst v. East Fifth Ave. Service, Inc., 401 P.2d 430, 437 (Alaska 1965).\n[15]  Barlow v. Verrill, 88 N.H. 25, 183 A. 857, 858-859, 104 A.L.R. 1126, 1128-1129 (1936); Annot., 79 A.L.R.2d 890, 896-97, 921 (1961).\n[16]  Barlow v. Verrill, supra note 15.\n[17]  Model Code of Evidence, at 223-24 (1942).\n[18]  United States v. Costello, 221 F.2d 668, 678 (2d Cir.1955).\n[19]  Crim.R. 6(k), supra note 12.\n[20]  In the Alaska Grand Jury Handbook, prepared and distributed by this court, the following is said at page 9:\n\nYou will note from the above that the defendant named in the criminal charge has not been heard as a witness, nor have any witnesses for him probably been called. This is because, as stated above, the Grand Jury does not try the merits of the case, but only the sufficiency of the evidence supporting the charge. However, the Grand Jury has the right to offer the defendant the opportunity to appear before it. This is not usually done and should not be done unless the Grand Jury really feels that it is desirable.\n[1]  368 P.2d 817, 818-819 (Alaska 1962).\n[2]  350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956).\n[3]  It appears that there are numerous state court decisions since Costello which have followed the rationale of that case. See People v. McCrackin, 61 Ill. App.2d 457, 209 N.E.2d 673, 674 (1965); People v. Jones, 19 Ill.2d 37, 166 N.E.2d 1, 3 (1960); King v. State, 236 Ind. 268, 139 N.E.2d 547, 551 (1957); State v. Squires, 265 N.C. 388, 144 S.E.2d 49, 50 (1965); Wickline v. Alvis, 103 Ohio App. 1, 144 N.E.2d 207 (1957); Burton v. State, 214 Tenn. 9, 377 S.W.2d 900, 902-904 (1964).\n[4]  There are also procedural ramifications to the rule announced today. In Merrill v. State, 423 P.2d 686, 695-696 (Alaska), cert. denied, Merrill v. Alaska, 386 U.S. 1040, 87 S.Ct. 1497, 18 L.Ed.2d 607 (1967), we held that disclosure of grand jury minutes under Crim.R. 6(h) is a matter committed to the discretion of the trial judge. We further held, relying upon Pittsburgh Plate Glass Co. v. United States, 360 U.S. 395, 399-400, 79 S.Ct. 1237, 3 L.Ed.2d 1323, 1326-1327 (1950), that a movant must demonstrate the existence of a particularized need requiring the disclosure of the grand jury's minutes.\n\nIt might well be that both Crim.R. 6(h) and our holding in Merrill will have to be modified to effectuate the evidentiary rule articulated in today's opinion. It will also be mandatory that a record be kept of all proceedings before any grand jury.\n\n",
            "ocr": false,
            "opinion_id": 1266731
        },
        {
            "author_str": "Dimond",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nDIMOND, Justice.\nAppellee was indicted for the crime of burglary. One witness had testified before *643'the grand jury — officer Bivens, an investigator for the Alaska State Police. While officer Bivens was testifying at the trial during the presentation of the state’s case in chief, appellee moved to dismiss the indictment on the ground that it was based solely on hearsay testimony, a fact that was conceded by the state. The trial court dismissed the indictment, stating that it did so “under the authority of the minority rule and the indications of the Supreme Court in the Merrill case and in the Shelton case * * The state has appealed, claiming that the indictment was sufficient and that its dismissal was error.1\nIn State v. Shelton2 we considered the question of whether an indictment was sufficient to require a defendant to stand trial where one of five witnesses who testified before the grand jury testified at the trial somewhat at variance with the testimony the witness gave when before the grand jury. Since art. I, section 8 of the Alaska Constitution3 is identical with a like provision of the Fifth Amendment to the Federal Constitution, we had occasion in Shelton to refer to the United States Supreme Court’s decision in Costello v. United States 4. There the court was considering the question of whether under the Fifth Amendment a defendant should be required to stand trial and a conviction be sustained where only hearsay evidence was presented to the grand jury which indicted him.5 The Supreme Court said:\n[N] either the Fifth Amendment nor any other constitutional provision prescribes the kind of evidence upon which grand juries must act. * * *\nAn indictment returned by a legally constituted and unbiased grand jury, like an information drawn by the prosecutor, if valid on its face, is enough to call for trial of the charge on the merits. The Fifth Amendment requires nothing more.6\nAs to Costello, we said in Shelton:\n[Tjhe broad declaration made in that case, not considered in relation to the factual situation there presented, would appear to preclude the dismissal of an indictment even where it appeared that “no evidence had been offered that rationally established the facts”, or that the indictment was returned “substantially upon evidence which was untrustworthy”. We would have serious misgivings about concurring in such a result; for in the extreme and yet conceivable situation it could mean that a defendant would be obliged to stand the expense and humiliation of a public trial where the grand jury had acted either on no evidence at all or solely on the basis of evidence that would not support a guilty verdict after trial. This would rob the constitutional right of much of its protective value, and would not be in accord with what we have stated to be a vital function of the grand jury — the protection of the innocent against oppression and unjust prosecution. [Footnotes omitted]7\nIn Merrill v. State8 we considered the question of whether an indictment was sufficient when based on the uncorroborated *644testimony of an accomplice. We mentioned the fact that\nIn Shelton we left open the question whether an indictment based solely on hearsay is subject to dismissal.9\nThat question is now before us in this case.\nWe intimated in Shelton10 that we would hold an indictment to be insufficient and subject to dismissal if it appeared that no evidence was presented to the grand jury that rationally established the facts. This is a rule suggested by Judge Learned Hand in the Costello case when it was before the Court of Appeals for the Second Circuit.11 We now adopt that rule for this jurisdiction.\nUnder such a rule, the question is one of sufficiency of the evidence — whether it is adequate to persuade reasonable minded persons that if unexplained or uncontradict-ed it would warrant a conviction of the person charged with an offense by the judge or jury trying the offense.12 Sufficiency of the evidence is the test prescribed by statute.13 It is not required that the evidence be the kind that would not fall within one of the exclusionary rules of evidence and therefore would be admissible at the trial even though objected to by a defendant.\nHearsay is involved when one attempts to get into evidence a statement made by one who is not testifying.14 Under the exclusionary rules of evidence, hearsay is inadmissible unless it falls within one of the numerous exceptions to the hearsay rule. But it is inadmissible only if objected to by the party against whom it is offered. If there is no objection, then the hearsay may properly be considered by the trier of fact in making factual determinations, and it may be given its logical probative effect as if it were admissible.15 The hearsay rule involves “no assertion that hearsay statements are without probative force or that they furnish no logical basis for conclusions of fact.” 16 In fact, the courts by multiplying exceptions to the hearsay rule “reveal their conviction that relevant hearsay evidence normally has real probative value, and is capable of valuation by a jury * * 17 As Judge Hand said in the Costello case:\nIndeed, we conduct our most serious affairs upon the strength of it [hearsay] 1 it would be impossible to carry on a day’s business without it.18\nSince hearsay evidence has probative force and may furnish a logical basis for conclusions of fact, it cannot be said that because evidence presented to the grand jury was hearsay it did not rationally establish the facts sought to be established. Hearsay, if relevant, is evidence, and if it is such that, unexplained or uncontradicted, it would persuade a grand jury that it would warrant the conviction of the defendant at the trial,19 then it is sufficient evidence to justify the finding of an indictment. It is true that the very same hearsay evidence if attempted to be introduced at the trial might be excluded if objected to by the de- *645' fendant. But this does not mean that such evidence considered for its probative effect would not warrant a conviction. It means only that the petit jury would not have the opportunity to decide whether that evidence would warrant a conviction because it would not be considered by them. The hearsay evidence may well warrant a conviction. The point is that the petit jury is not required to make that determination because the evidence is excluded from their consideration.\nOn the other hand that is the very determination that a grand jury must make —whether certain evidence, if unexplained or uncontradicted, will warrant a conviction if presented to a petit jury. It is not the function of the grand jury to decide whether or not the evidence considered by them will be admissible at the trial, which is a decision they would be called upon to make if the statutory requirement that indictments be founded upon sufficient evidence be construed as meaning only such evidence as is not subject to exclusion at the trial under one or more of the exclusionary rules of evidence. Traditionally, and as a practical matter, that is not the grand jury’s function. A grand jury is generally made up of laymen without any specialized legal knowledge or training. There is no judge or other authority presiding over grand jury proceedings to make rulings each time a question of admissibility or inadmissibility of evidence arises. The defendant is rarely present20, so the question of whether he would object to hearsay evidence or waive the objection is not determinable. It would severely impede the functioning of a grand jury if it were obliged to consider only evidence which, assuming the defendant would object to its introduction in another proceeding before a petit jury, would be excluded under one of the many exclusionary rules of evidence and would not come within one of the exceptions to a particular rule.\nWe hold that hearsay evidence may rationally establish facts and therefore may be sufficient evidence to justify the findings of an indictment by.a grand! jury. We do not decide in this case whether the particular hearsay evidence involved was sufficient for that purpose, because that question is not before us. We only decide that an indictment is not insufficient or invalid and subject to dismissal when founded upon hearsay evidence alone.\nThe order dismissing the indictment is reversed. The case is remanded to the superior court for trial.\n\n. AS 22.10.020(a) permits the state to appeal in a criminal case to test the sufficiency of an indictment or information. See also Supreme Ct.R. 6, and State v. Shelton, 368 P.2d 817, 819-820 (Alaska 1962).\n\n\n. 368 P.2d 817 (Alaska 1962).\n\n\n. Alaska Const, art. I, § 8 provides:\nNo person shall he held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a grand jury * * ⅜.\n\n\n. 350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956).\n\n\n. Id., at 359, 76 S.Ct. 406, 100 L.Ed. at 400.\n\n\n. Id., at 362-363, 76 S.Ct. at 408, 100 L.Ed. at 401-403.\n\n\n. State v. Shelton, 368 P.2d 817, 818-819 (Alaska 1962).\n\n\n. 423 P.2d 686 (Alaska 1967), cert. denied, Merrill v. Alaska, 386 U.S. 1040, 87 S. Ct. 1497, 18 L.Ed.2d 607 (1967).\n\n\n. Id., at 695 n. 35.\n\n\n. Note 2 supra.\n\n\n. United States v. Costello, 221 F.2d 668, 677 (2d Cir. 1955).\n\n\n. Grim.It. 6 (k) provides in part:\nThe grand jury ought to find an indictment when all the evidence taken together, if unexplained or uncontra-dicted, would warrant a conviction by the trier of the offense.\n\n\n. AS 12.40.050 provides:\nThe grand jury may indict or present a person for a crime upon sufficient evidence, whether that person has been held to answer for the crime or not.\n\n\n. Meyst v. East Fifth Ave. Service, Inc., 401 P.2d 430, 437 (Alaska 1965).\n\n\n. Barlow v. Verrill, 88 N.H. 25, 183 A. 857, 858-859, 104 A.L.R. 1126, 1128-1129 (1936) ; Annot., 79 A.L.R.2d 890, 890-97, 921 (1961).\n\n\n. Barlow v. Verrill, supra note 15.\n\n\n. Model Code of Evidence, at 223-24 (1942).\n\n\n. United States v. Costello, 221 F.2d 668, 678 (2d Cir. 1955).\n\n\n. Crim.R. 6(k), supra note 12.\n\n\n. In the Alaska Grand Jury Handbook, prepared and distributed by this court, the following is said at page 9:\nYou will note from the above that the defendant named in the criminal charge has not been heard as a witness, nor have any witnesses for him probably been called. This is because, as stated above, the Grand Jury does not try the merits of the case, but only the sufficiency of the evidence supporting the charge. However, the Grand Jury has the right to offer the defendant the opportunity to appear before it. This is not usually done and should not be done unless the Grand Jury really feels that it is desirable.\n\n",
            "ocr": false,
            "opinion_id": 9846812
        },
        {
            "author_str": "Rabinowitz",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRABINOWITZ, Justice\n(concurring).\nIn State v. Shelton1 this court said that one of the purposes of grand juries, as provided for in article I, section 8 of the Alaska constitution, is to carry out the vital function of protection of the innocent against oppression and unjust prosecution. Unless this court is prepared to change its evaluation of the role that grand juries actually play, or should play, in our society, rejection of the Supreme Court of the United States’ construction of the fifth amendment, announced in Costello v. United States,2 is indicated.\nIf the institution of the grand jury is viewed as an anachronism, then Costello has appeal, for there the Supreme Court held that an indictment proper on its face returned by a legally constituted and unbiased grand jury is sufficient to require a *646trial on the merits. The Supreme Court in Costello also, emphasized the likelihood of interminable delays and abuses of criminal practice which would result if indictments were held subject to attack on grounds of the inadequacy, or incompetency, of the evidence which, was presented to the grand jury. Admittedly, these are factors which must be considered in the shaping of any system for the administration of criminal justice.3 Yet it seems to me that our system of criminal laws must include procedures whereby cases in which there is an absence of reliable evidence . can be detected and filtered out prior to the trial stage. Before an individual suffers any of the serious inconveniences which are apt to ensue upon the return of a felony indictment (arrest, loss of job, humiliation, etc.), there should be a reliable determination made as to the probability of his guilt.\nBecause of the foregoing, I concur in this court’s rejection of the Costello rule. Yet I have reservations as to whether the “evidence * * * that rationally established the facts” test which this court has now adopted will afford the innocent protection against unjust prosecutions. Whether or not this rule possesses viability will be determined in future adjudications.4\n\n. 368 P.2d 817, 818-819 (Alaska 1982).\n\n\n. 350 U.S. 359, 76 S.Ct. 406, 100 L.Ed. 397 (1956).\n\n\n. It appears that there are numerous state court decisions since Costello which have followed the rationale of that case. See People v. McCrackin, 61 Ill.App.2d 457, 209 N.E.2d 673, 674 (1965); People v. Jones, 19 Ill.2d 37, 166 N.E.2d 1, 3 (1960); King v. State, 236 Ind. 268, 139 N.E.2d 547, 551 (1957); State v. Squires, 205 N.C. 388, 144 S.E.2d 49, 50 (1965); Wickline v. Alvis, 103 Ohio App. 1, 144 N.E.2d 207 (1957); Burton v. State, 214 Tenn. 9, 377 S.W.2d 900, 902-9, 04 (1964).\n\n\n.. There are also procedural ramifications to the rule announced today. In Merrill v. State, 423 P.2d 686, 695-696 (Alaska), cert. denied, Merrill v. Alaska, 386 U.S. 1040, 87 S.Ct. 1497, 18 L.Ed.2d 607 (1967), we held that disclosure of grand jury minutes under Crim.R. 6(h) is a matter committed to the discretion of the trial judge. We further held, relying upon Pittsburgh Plate Glass Co. v. United States, 360 U.S. 395, 399-400, 79 S.Ct. 1237, 3 L.Ed.2d 1323, 1326-1327 (1950), that a movant must demonstrate the existence of a particularized need requiring the disclosure of the grand jury’s minutes.\nIt might well be' that both Crim.R. 6(h) and our holding in Merrill will have to be modified to effectuate the eviden-. tiary rule articulated in today’s opinion. It will also be mandatory that a record be kept of all proceedings before any grand jury.\n\n",
            "ocr": false,
            "opinion_id": 9846813
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Robbery"
}