{
    "id": 769266,
    "judges": "Bauer, Coffey, Kanne",
    "date_filed": "2020-12-22",
    "date_filed_is_approximate": true,
    "slug": "felicia-anderson-as-special-administrator-of-the-estate-of-wayne-anderson",
    "case_name_short": null,
    "case_name": "Felicia Anderson, as Special Administrator of the Estate of Wayne Anderson, Deceased v. Kevin Simon",
    "case_name_full": "Felicia ANDERSON, as Special Administrator of the Estate of Wayne Anderson, Deceased, Plaintiff-Appellant, v. Kevin SIMON, Defendant-Appellee",
    "attorneys": "Kenneth N. Flaxman (argued), Chicago, IL, for plaintiff-appellant., R. Matthew Simon (argued), Simon & Spitalli, Chicago, IL, for defendant-appel-lee,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 17, 2000, Rehearing and Rehearing En Banc Denied July 20, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 28,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b546-3\">\n    Felicia ANDERSON, as Special Administrator of the Estate of Wayne Anderson, Deceased, Plaintiff-Appellant, v. Kevin SIMON, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b546-6\">\n    No. 99-4057.\n   </docketnumber><br><court id=\"b546-7\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b546-8\">\n    Argued May 17, 2000\n   </otherdate><br><decisiondate id=\"b546-9\">\n    Decided June 21, 2000\n   </decisiondate><br><otherdate id=\"b546-10\">\n    Rehearing and Rehearing En Banc Denied July 20, 2000.\n   </otherdate><br><attorneys id=\"b547-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"473\"> \n     *473\n     </span>\n    Kenneth N. Flaxman (argued), Chicago, IL, for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b547-9\">\n    R. Matthew Simon (argued), Simon\n    <em>\n     &amp;\n    </em>\n    Spitalli, Chicago, IL, for defendant-appel-lee,\n   </attorneys><br><judges id=\"b547-10\">\n    Before BAUER, COFFEY and KANNE, Circuit Judges.\n   </judges>",
    "citations": [
        "217 F.3d 472"
    ],
    "opinions": [
        {
            "author_str": "Kanne",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/217/217.F3d.472.99-4057.html",
            "author_id": null,
            "opinion_text": "217 F.3d 472 (7th Cir. 2000)\n    Felicia Anderson, as Special Administrator  of the Estate of Wayne Anderson, Deceased,    Plaintiff-Appellant,v.Kevin Simon, Defendant-Appellee.\n    No. 99-4057\n    In the United States Court of Appeals  For the Seventh Circuit\n    Argued May 17, 2000Decided June 21, 2000Rehearing and Rehearing En BancDenied July 20, 2000.\n    \n      Appeal from the United States District Court  for the Northern District of Illinois, Eastern Division.  No. 99 CV 1587--James B. Moran, Judge.\n      Before Bauer, Coffey and Kanne, Circuit Judges.\n      Kanne, Circuit Judge.\n    \n    \n      1\n      Wayne Anderson was a  heroin addict with prior convictions for  residential burglary. In March 1997, he burgled  a neighbor's apartment and sold the stolen goods  to a pawn shop to get money and buy heroin. The  neighbor reported the burglary, and the police  quickly located the stolen goods. On March 12,  1997, the police confronted Wayne Anderson with  the stolen goods, and he immediately confessed to  the burglary.\n    \n    \n      2\n      Anderson was arrested at 3:40 p.m. and taken to  the 25th District Police Station in Chicago,  where he was held in police lockup pending  charging. Later that afternoon, his neighbor  filed a criminal complaint, and the police  decided to hold Anderson overnight. During the  night, Anderson began to experience heroin  withdrawal symptoms. He became depressed and told  the officers on duty that he wanted to kill  himself. Shortly after midnight, the police watch  commander assigned Detective Holec the case.  Holec was responsible for working with Assistant  State's Attorney Kevin Simon from the Felony  Review Unit of the Cook County State's Attorney's  office to determine whether Anderson would be  charged with felony burglary.\n    \n    \n      3\n      Simon refused to approve felony charges against  Anderson until a lineup could be held. Holec  reported Simon's decision to Assistant Deputy  Superintendent Anthony Ivanjack, his superior,  and Ivanjack spoke to Simon about the matter at  3:00 a.m. Simon again refused to authorize felony  charges against Anderson, and Ivanjack declined  to transfer Anderson to a hospital prior to  charging. Simon allegedly suggested to Ivanjack  that the police set up a lineup and ordered  Anderson detained until this lineup was held. For  this reason, Anderson was held overnight and for  much of the next day. The lineup was held at  about 5:00 p.m. the next afternoon, and Anderson  returned from the lineup at about 7:00 p.m. At  7:20 p.m., Anderson was found dead in his cell,  hanging from a noose.\n    \n    \n      4\n      Felicia Anderson, Wayne Anderson's widow, filed  suit against Ivanjack, the City of Chicago and  the officers who monitored Wayne Anderson,  claiming that the failure to transfer Wayne  Anderson constituted a violation of his Fourth  Amendment rights, pursuant to 42 U.S.C. sec.  1983. The City, the officers and Ivanjack  eventually settled with Felicia Anderson.  Unsatisfied with this resolution, in March 1999,  Felicia Anderson filed a sec. 1983 action against  Simon in his personal capacity. Felicia Anderson  stated in her complaint:\n    \n    \n      5\n      5.  After [Wayne Anderson] had confessed and  after a criminal complaint had been signed,  defendant Simon, acting under color of his  authority as an Assistant State's Attorney,  caused [Wayne Anderson] to be held in custody at  a police station so that additional evidence  could be gathered against him.\n    \n    \n      6\n      * * *\n    \n    \n      7\n      7.  As the direct and proximate result of the  above referred actions of [Simon], [Wayne  Anderson] was deprived of rights secured by the  Fourth and Fourteenth Amendment to the  Constitution of the United States.\n    \n    \n      8\n      On July 14, 1999, Simon moved to dismiss the  complaint, claiming that it was too vague, failed  to state a claim and failed to allege the  requisite causal relationship between Simon's  role and Anderson's death. Simon also claimed  that he was entitled to absolute prosecutorial  immunity. In her answer to Simon's motion to  dismiss, Felicia Anderson expanded the factual  basis for her complaint, contending that Simon  was empowered to order the police to hold Wayne  Anderson until further evidence could be gathered  and his decision to hold Wayne Anderson violated  Wayne Anderson's Fourth Amendment rights, which  led to the wrongful failure to prevent his  suicide in violation of his Fourteenth Amendment  right to due process.\n    \n    \n      9\n      However, on November 1, 1999, the district  court granted Simon's motion to dismiss for three  reasons. First, the court held that Simon was  entitled to absolute immunity as a prosecutor.  Second, the court held that the failure of  jailors to prevent a known suicide risk was a  superseding cause that absolved Simon. Finally,  because Anderson had not been held for forty-  eight hours and Felicia Anderson had not pleaded  sufficient complicating circumstances, the court  held that she had failed to plead a violation of  Wayne Anderson's constitutional rights, as  required under sec. 1983.\n    \n    \n      10\n      On appeal, Felicia Anderson argues that the  district court erred in dismissing her sec. 1983  complaint for three reasons: (1) Simon was not  entitled to prosecutorial immunity because his  refusal to charge was not a prosecutorial  decision; (2) the court misapplied the forty-  eight-hour rule because Wayne Anderson was  detained without being charged only to allow  police to gather additional evidence against him;  and (3) the possibility of a superseding cause  for Wayne Anderson's suicide, in this case jailor  negligence, did not deprive Felicia Anderson of  the right to seek damages for Simon's role in the  detention. Because we find that Simon's decision  not to approve charges against Wayne Anderson was  entitled to absolute prosecutorial immunity, we  do not decide whether the forty-eight-hour rule  was applied correctly or whether jailor  negligence constituted a superseding cause to his  death. We review de novo the district court's  grant of a 12(b)(6) motion, accepting the  well-pleaded allegations in the complaint as true  and drawing all reasonable inferences in the  plaintiff's favor. See Marshall-Mosby v.  Corporate Receivables, Inc., 205 F.3d 323, 326  (7th Cir. 2000).\n    \n    \n      11\n      To survive a motion to dismiss a sec. 1983  action, a plaintiff must allege facts which show  that the defendant, acting under color of state  law, intentionally and unlawfully deprived the  plaintiff of a constitutional right. See Patrick  v. Jasper County, 901 F.2d 561, 565 (7th Cir.  1990). Federal notice pleading requires only that  the plaintiff \"set out in her complaint a short  and plain statement of the claim that will  provide the defendant with fair notice of the  claim.\" Scott v. City of Chicago, 195 F.3d 950,  951 (7th Cir. 1999). In ruling on a 12(b)(6)  motion, a district court may take judicial notice  of matters of public record without converting  the 12(b)(6) motion into a motion for summary  judgment. See Henson v. CSC Credit Servs., 29  F.3d 280, 284 (7th Cir. 1994).\n    \n    \n      12\n      To free the judicial process from the  harassment and intimidation associated with  frivolous litigation, the Supreme Court has held  that \"in initiating a prosecution and in  presenting the State's case, the prosecutor is  immune from a civil suit for damages.\" Imbler v.  Pachtman, 424 U.S. 409, 431 (1976). However, the  degree of immunity prosecutors are afforded  depends on their activity in a particular case.  If a prosecutor's function is judicial or quasi-  judicial, he is entitled to absolute immunity  from suit, but if the function was administrative  or investigatory, he is only entitled to  qualified immunity. See, e.g., Spiegel v.  Rabinovitz, 121 F.3d 251, 257-58 (7th Cir. 1997).  In Spiegel, we held that an assistant state's  attorney's determination whether charges should  be brought is a quasi-judicial decision, entitled  to absolute immunity. Id. In that case, the  assistant state's attorney was faced with cross-  complaints of battery from opposing parties. He  filed a report to his superiors which advocated  charging one party with battery but not the  other. The charged party brought a sec. 1983  malicious prosecution suit, claiming that since  the assistant state's attorney acted in an  investigatory role, he should not be entitled to  absolute immunity for advocating that the party  be charged. We disagreed, holding that \"absolute  immunity must extend to the [prosecutor's]  professional evaluation of evidence assembled by  the police and appropriate preparation for its  presentation at trial or before a grand jury  after a decision to seek an indictment has been  made.\" Id. at 257 (internal quotation and  citation omitted).\n    \n    \n      13\n      In Spiegel, we distinguished Buckley v.  Fitzsimmons, 509 U.S. 259, 273 (1993), in which  the Supreme Court found a prosecutor who traveled  to the crime scene to determine if evidence taken  from the crime scene was sufficiently reliable to  constitute probable cause was not acting as an  advocate, but as an investigator. Spiegel, 121  F.3d at 257. In Buckley, the Supreme Court made  clear that the determinative question in  considering whether a prosecutor-defendant is  entitled to absolute immunity is whether the  prosecutor was acting as an advocate in  performing the tasks for which he is sued.  Buckley, 509 U.S. at 274. The Supreme Court noted  that the role of advocate normally begins on  arrest because \"[a] prosecutor neither is, nor  should consider himself to be, an advocate before  he has probable cause to have anyone arrested.\"  Id. Nonetheless, probable cause to arrest does  not immunize a prosecutor for all activities  performed following arrest, if these activities  are investigative in nature. See id. at 274 n.5.\n    \n    \n      14\n      Felicia Anderson's complaint against Simon  states that Simon \"caused [Wayne Anderson] to be  held in custody at a police station so that  additional evidence could be gathered against  him.\" In her response to Simon's motion to  dismiss, Felicia Anderson clarified that Simon  caused her husband to be held by (1) his refusal  to charge Wayne Anderson, despite overwhelming  evidence that he committed the crime for which he  was arrested, and (2) his order that the police  hold him without being charged until a lineup  could be held.\n    \n    \n      15\n      Simon's refusal to charge Wayne Anderson given  the evidence at his disposal is a prosecutorial  decision. In Spiegel, we determined that a  state's attorney's decision regarding which of  two cross-complaints should be prosecuted merited  absolute immunity, Spiegel, 121 F.3d at 257, and  a prosecutor's decision not to file charges  immediately is entitled to the same degree of  protection. Like the assistant state's attorney  in Spiegel, Simon reviewed and weighed the  evidence, and he determined that additional  evidence was necessary to support a felony  burglary charge. Such calculations are a  necessary part of a prosecutor's role of advocate  in preparing for its presentation at trial or  before a grand jury, and Felicia Anderson  proposes no reason that the decision to forestall  charging merits less protection than the decision  to charge. According to Felicia Anderson's  allegations, Simon anticipated bringing charges  against Wayne Anderson and was already acting in  his role as an advocate when he made the decision  to await the results of a lineup before  proceeding with felony charging. Under these  circumstances, we do not believe that Simon  played an investigatory role in Anderson's  detention, and on this basis, we believe that his  decision not to charge is entitled to absolute  immunity.\n    \n    \n      16\n      Felicia Anderson also contends that Simon caused  Wayne Anderson to be held by ordering the police  to keep him in custody until a lineup could be  held. She claims that Simon's order that the  police hold a lineup was an investigatory action,  likening it to the legal advice given by  prosecutors in Burns v. Reed, 500 U.S. 478, 493  (1991), not a prosecutorial action, so it is not  entitled to the same degree of protection as his  refusal to charge Wayne Anderson. Because we rule  on a grant of a motion to dismiss, we accept as  fact that Simon ordered police to hold Wayne  Anderson overnight and suggested that police  should hold a lineup to generate additional  evidence. To survive a motion to dismiss,  however, Felicia Anderson must plead facts that  if true, would constitute a sec. 1983 violation.  See Conley v. Gibson, 355 U.S. 41, 45-46 (1957).  Even under this generous interpretation of  Felicia Anderson's complaint, she fails to meet  this threshold.\n    \n    \n      17\n      Although Felicia Anderson alleges that Simon  ordered the police to hold Wayne Anderson until  they conducted a lineup and suggested that the  police hold a lineup to create more evidence  against Wayne Anderson, Felicia Anderson does not  allege that the police were under any duty to  follow a state's attorney's orders or  suggestions. The police, not the state's  attorney's office, decide whether to detain an  individual following arrest but prior to formal  charging, see, e.g., Kyle v. Patterson, 957  F.Supp. 1031, 1034 (N.D. Ill. 1997), and the  police are not obligated to adhere to the  suggestions of the state's attorney's office, a  separate and distinct organization with no  command authority over the Chicago Police  Department. For this reason, Felicia Anderson's  allegations, by themselves, that Simon ordered  the police to hold him and ordered the police to  hold a lineup fail to state a sec. 1983  violation. Felicia Anderson additionally must  allege reasons that Simon's statements caused  police to hold Wayne Anderson in an unreasonable  fashion. Felicia Anderson fails to meet this  hurdle, as she nowhere sets forth in her  complaint how Simon's orders forced police to  detain Anderson.\n    \n    \n      18\n      If the police chose to hold Wayne Anderson  until the state's attorney was satisfied that  charges should be filed, that was a matter left  to the discretion of the police. Inaction by the  police does not constitute an action by Simon  that caused Wayne Anderson to be held. Because  Felicia Anderson has failed to state a claim on  which relief can be granted, we find no error in  the district court's grant of Simon's motion to  dismiss.\n    \n    \n      19\n      Because Simon's decision not to approve charges  against Wayne Anderson is a prosecutorial  decision rather than an investigative one, we  find that he was entitled to absolute immunity  from prosecution under sec. 1983 for this  decision. For these reasons, we Affirm the district  court's grant of Simon's motion to dismiss.\n    \n    ",
            "ocr": false,
            "opinion_id": 769266
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}