{
    "id": 767669,
    "judges": "Fagg, Lay, McMillian",
    "date_filed": 953078400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-don-tasy-united-states-of-america-v-deb-tasy",
    "case_name_short": null,
    "case_name": "United States v. Don Tasy, United States of America v. Deb Tasy",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Don TASY, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Deb Tasy, Defendant-Appellant",
    "attorneys": "Mary Ann Giebink, Sioux Falls, SD, argued, for appellant Don Tasy., Jay A. Kolb, Sioux Falls, SD, argued, for appellant Deb Tasy., John J. Ulrich, Asst. U.S. Atty., Sioux Falls, SD, argued (Karen E. Schreier, U.S. Atty., on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Oct. 22, 1999., Rehearing Denied March 15, 2000.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1122-6\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Don TASY, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Deb Tasy, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1122-12\">\n    Nos. 99-1758, 99-1764.\n   </docketnumber><br><court id=\"b1122-13\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b1122-14\">\n    Submitted Oct. 22, 1999.\n   </otherdate><br><decisiondate id=\"b1122-15\">\n    Decided Feb. 10, 2000.\n   </decisiondate><br><otherdate id=\"b1122-16\">\n    Rehearing Denied March 15, 2000.\n   </otherdate><br><attorneys id=\"b1123-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1061\"> \n     *1061\n     </span>\n    Mary Ann Giebink, Sioux Falls, SD, argued, for appellant Don Tasy.\n   </attorneys><br><attorneys id=\"b1123-9\">\n    Jay A. Kolb, Sioux Falls, SD, argued, for appellant Deb Tasy.\n   </attorneys><br><attorneys id=\"b1123-10\">\n    John J. Ulrich, Asst. U.S. Atty., Sioux Falls, SD, argued (Karen E. Schreier, U.S. Atty., on the brief), for appellee.\n   </attorneys><br><judges id=\"b1123-11\">\n    Before MCMILLIAN, LAY, and FAGG, Circuit Judges.\n   </judges>",
    "citations": [
        "203 F.3d 1060"
    ],
    "opinions": [
        {
            "author_str": "Lay",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/203/203.F3d.1060.99-1764.99-1758.html",
            "author_id": null,
            "opinion_text": "203 F.3d 1060 (8th Cir. 2000)\n    United States of America, Plaintiff-Appellee,v.Don Tasy, Defendant-Appellant.United States of America, Plaintiff-Appellee,v.Deb Tasy, Defendant-Appellant.\n    No. 99-1758, 99-1764\n    UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n    Submitted: October 22, 1999Decided: February 10, 2000Rehearing Denied March 15, 2000\n    \n      Appeals from the United States District Court for the District of South Dakota.\n      Before McMILLIAN, LAY, and FAGG, Circuit Judges.\n      LAY, Circuit Judge.\n    \n    \n      1\n      Donald and Debbie Tasy (Don and Deb), husband and wife, appeal their convictions under 18 U.S.C. &#167; 2314, Interstate Transportation of Stolen Property. The government failed to show that the defendants were a motivating cause in moving the goods in interstate commerce, and failed to establish the requisite jurisdictional nexus to interstate commerce. As such, we vacate and dismiss the convictions of Don and Deb Tasy for lack of federal jurisdiction.\n    \n    I. Background\n    \n      2\n      Deb Tasy owns D&amp;D Forwarding, Inc. (D&amp;D), a corporation located in Sioux City, Iowa. D&amp;D is a trucking business that forwards freight for individuals and businesses. Don Tasy assisted with the day-to-day operations of D&amp;D. Additionally, Don owns and operates a liquidation and consignment business in Sioux City, Iowa. He sells a variety of goods through his business, including furniture, televisions, car parts, and computers.\n    \n    \n      3\n      Among D&amp;D's clients is Gateway, a computer manufacturer and retailer. Gateway has a manufacturing facility in North Sioux City, South Dakota. From approximately October 1997 to April 1998, D&amp;D was in a subcontracting relationship with another trucking company based in Omaha, Nebraska, called Skyway Freight Systems (Skyway). D&amp;D picked up computers from Gateway and transported them to Skyway's facilities in Omaha, where the merchandise was loaded onto Skyway trucks and shipped to its final destination. Don Tasy testified that D&amp;D also had its own contract with Gateway, pursuant to which D&amp;D would ship merchandise between Gateway plants in South Dakota and Virginia.\n    \n    \n      4\n      Gateway utilizes a straightforward process for picking up merchandise at its plant. Once a unit is built, it is sent to Gateway's shipping area. Shipping personnel make a final check of the unit against the invoice to ensure the order is complete. The product is then sent to the staging area where it is picked up by independent carriers and transported to its final destination. Gateway uses about twenty-five different carriers system-wide to transport its goods from its docks in North Sioux City, South Dakota, to a final point of distribution.\n    \n    \n      5\n      Of particular import to this case is the unauthorized sale of a total of fourteen Gateway computers by the Tasys through Don's liquidation business in Sioux City, Iowa, to various individuals in Sioux City, Iowa. Eight of these computers were \"Destination\" computers and the other six were P5-133 personal computers.1 All fourteen of these units had the same serial numbers as computers that Gateway declared missing.\n    \n    \n      6\n      Ricky Norton (Norton), a former employee of D&amp;D, testified that Don asked him if he \"could move any computers out on the road,\" and whether he could sell them at half price. This interaction precipitated a phone call to Gateway, alerting the company of the Tasys' activities. Norton informed Gateway that the Tasys were selling stolen Gateway computers. Thereafter, Gateway organized a series of controlled purchases from the Tasys. Norton purchased three Destination computers with Gateway's money, and Daniel McNamera, a wholesaler in Sioux City, Iowa, purchased one. Other individuals purchased the eleven remaining computers on their own accord and not as a part of Gateway's sting operation.2\n    \n    \n      7\n      At trial, Don admitted to selling the missing Gateway systems, but denied stealing them. Don testified that former employees, Norton and James Rivera (Rivera), stole the computers. Both Norton and Rivera denied this.\n    \n    \n      8\n      Both Don and Deb Tasy were indicted on August 6, 1998 for the interstate transportation of stolen goods in violation of 18 U.S.C. &#167; 2314, or aiding and abetting the same in violation of 18 U.S.C. &#167; 2. A jury trial was held November 3-4, 1998, resulting in their convictions.\n    \n    II. Discussion\n    \n      9\n      In reviewing whether the government presented a submissible case, we must view the evidence in a light most favorable to the verdict and accord the government the benefit of all inferences reasonably drawn in its favor. United States v. Davis, 434 F.2d 1108, 1109 (8th Cir. 1970); Thogmartin v. United States, 313 F.2d 589, 590 (8th Cir. 1963). There are four elements to the offense of Interstate Transportation of Stolen Property: (1) the defendants transported goods in interstate commerce; (2) the value of the goods was $5,000 or more; (3) the goods were stolen; and (4) the defendants knew the goods were stolen at the time of the transportation. Anderson v. United States, 406 F.2d 529, 531 (8th Cir. 1969). Under &#167; 2314, it is not necessary to show that the goods were actually stolen by the defendants or that the transportation was personally effected by the defendants. A violation exists when the evidence reveals the defendants were simply a motivating force in the transportation of the stolen goods. Davis, 434 F.2d at 1109; Thogmartin, 313 F.2d at 594. Furthermore, the jury is justified in finding a violation of &#167; 2314 if the goods in question are stolen in the course of the transportation and are thereafter moved in interstate commerce. Gay v. United States, 408 F.2d 923, 927 (8th Cir. 1969). Under such circumstances, it is not necessary that the goods be stolen before the commencement of the journey. Gay, 408 F.2d at 927.\n    \n    \n      10\n      We surmise, although the government's brief is not clear, the government's theory in this case is that the Tasys' guilt can be inferred from the facts that the Tasys were in some way involved in shipping Gateway computers out of South Dakota into Iowa, and all the missing computers were eventually traced back to the Tasys. We are fully cognizant that the law does not require the government to establish the stolen nature of the goods by direct evidence. See United States v. Marcus, 429 F.2d 654, 656 (3d Cir. 1970). But the fact of the matter is the government presented no evidence, direct or circumstantial, to support its contention that the computers were stolen off the Gateway docks by the Tasys. Furthermore, there was no evidence that the Tasys transported the units in interstate commerce or were a motivating force in their interstate movement. See United States v. Bruun, 809 F.2d 397 (7th Cir. 1987) (reversing a &#167; 2314 conviction because the government failed to show defendant had transported stolen securities in interstate commerce). Thus, we find neither evidence of criminal acts occurring in South Dakota at the hands of the Tasys, nor interstate transportation thereafter.\n    \n    \n      11\n      The government's proffered evidence did nothing to support its position. The jury heard testimony from Randy Colwell, associate manager of logistics at Gateway, that the shipping department at Gateway has documentation as to who shipped the units in question on the day they left the plant. The government, however, failed to present these statements as evidence. Moreover, there was testimony suggesting that if D&amp;D transported the missing computers, a bill of lading would exist containing the D&amp;D driver's signature. No such bill of lading was admitted into evidence. Instead, the government offered Gateway's invoices for the missing computers. These invoices, however, hardly carried the day for the prosecution. Written on the invoices was the phrase, \"Inside delivery, Yellow.\" Mark Kennedy (Kennedy), Corporate Investigations Supervisor at Gateway and witness for the government, interpreted \"Inside delivery, Yellow\" to mean that a company called Yellow Freight picked up most of the fourteen stolen computers from Gateway. Patrick Golwitzer (Golwitzer), an employee of Skyway and witness for the defense, testified similarly. When asked what \"Inside delivery, Yellow\" meant, he responded, \"That Yellow Freight would get this freight.\" The government presented no evidence linking Yellow Freight to D&amp;D or otherwise rebutting Kennedy's and Golwitzer's interpretations of the invoices.3  There is no claim by the government that the Tasys, working alone or in concert with Yellow Freight, ever formulated a criminal plan or conspiracy to pick up the fourteen computers at issue.\n    \n    \n      12\n      The cases cited by the government for support are easily distinguishable from the case at hand. The government cites Davis, 434 F.2d at 1109, and Amer v. United States, 367 F.2d 803, 804 (8th Cir. 1966), for the contention that the Tasys caused the interstate transportation of the units even if they did not personally move them. However, in both of those cases, it was undisputed that the defendants were the motivating force behind the interstate movement of the goods. In this case, there is no proof to support the contention that the Tasys caused the goods to move across state lines. This, along with the lack of evidence of stealth by the Tasys, necessitates that we find in favor of the defendants, Don and Deb Tasy.\n    \n    \n      13\n      At best, the government may have evidence that the Tasys were acting as a fence to sell the computers in Sioux City, Iowa. However, the action of fencing in Iowa lacks the nexus to interstate commerce upon which &#167; 2314 relies as a jurisdictional prerequisite. A nexus to interstate commerce is a vital precursor to a viable federal claim. Without it, federal jurisdiction does not exist. As this court stated in United States v. Kibby, 848 F.2d 920, 923 (8th Cir. 1988),\n    \n    \n      14\n      the requirement of interstate transportation under &#167; 2314 was intended . . . to supply a constitutional basis for the exercise of federal power . . . . The sole reason for conditioning the statute's prohibition upon use of interstate commerce is to provide a constitutional basis for the exercise of federal power. [I]nterstate transportation is . . . the linchpin for federal jurisdiction . . . .\n    \n    \n      15\n      (quoting United States v. Ludwig, 523 F.2d 705, 707 (8th Cir. 1975)). See also United States v. Roselli, 432 F.2d 879, 891 (9th Cir. 1970).\n    \n    \n      16\n      Because this court's jurisdiction under 18 U.S.C. &#167; 2314 is dependent on the existence of an interstate nexus and because the government failed to prove such a nexus, this case is outside the province of the federal courts. The government merely proved that the Tasys secured the goods in Iowa and sold them in Iowa. Without proof that the Tasys personally transported or motivated the transportation of the units in interstate commerce, or a viable inference thereof, there is no existence of a federal crime. If any crime was committed, it was a state crime that belongs in state, as opposed to federal, court.\n    \n    \n      17\n      The judgments of conviction are vacated and the cases are dismissed for lack of federal jurisdiction.\n    \n    \n      \n        NOTES:\n      \n      \n        1\n         Destination computers are a computer, TV and sound system integrated all in one. P5-133 computers are standard desk-top computers normally used in homes and businesses.\n      \n      \n        2\n        Bruce Samualson purchased one Destination computer from Don Tasy; Dennis Moore purchased two; James Koopmans paid Deb for a Destination computer and a printer; and Roger Guntren, of Guntren Trucking, purchased six P5-133 computers from Don.\n      \n      \n        3\n         Randy Colwell, the first government witness called in the case, testified on cross-examination that the reference to \"Yellow\" was unrelated to the trucking firm that delivered the computers from Gateway. He interpreted \"Yellow\" to refer to a special delivery code used by Gateway. Mark Kennedy and Patrick Golwitzer, however, subsequently testified to the contrary.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 767669
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}