{
    "id": 770412,
    "judges": "Gilman, McKEAGUE, Moore",
    "date_filed": 968803200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-john-doe",
    "case_name_short": null,
    "case_name": "United States v. John Doe",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. John DOE, Defendant-Appellant",
    "attorneys": "Laura K. Voorhees (argued and briefed), Assistant United States Attorney, Coving-ton, KY, Charles P. Wisdom, Jr. (briefed), Assistant U.S. Attorney, Joseph L. Famu-laro, U.S. Attorney, Office of the U.S. Attorney, Lexington, KY, for Appellee., Gary J. Sergent (argued and briefed), O’Hara, Ruberg, Taylor, Sloan & Sergent, Covington, KY, for Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: May 3, 2000",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b730-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. John DOE, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b730-12\">\n    No. 99-5329.\n   </docketnumber><br><court id=\"b730-13\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><otherdate id=\"b730-15\">\n    Argued: May 3, 2000\n   </otherdate><br><decisiondate id=\"b730-16\">\n    Decided and Filed: Sept. 13, 2000\n   </decisiondate><br><attorneys id=\"b732-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"674\"> \n     *674\n     </span>\n    Laura K. Voorhees (argued and briefed), Assistant United States Attorney, Coving-ton, KY, Charles P. Wisdom, Jr. (briefed), Assistant U.S. Attorney, Joseph L. Famu-laro, U.S. Attorney, Office of the U.S. Attorney, Lexington, KY, for Appellee.\n   </attorneys><br><attorneys id=\"b732-16\">\n    Gary J. Sergent (argued and briefed), O’Hara, Ruberg, Taylor, Sloan &amp; Sergent, Covington, KY, for Appellant.\n   </attorneys><br><judges id=\"b732-17\">\n    Before: MOORE and GILMAN, Circuit Judges; McKEAGUE, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b732-12\">\n     The Honorable David W. McKeague, United States District Judge for the Western District of Michigan, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "226 F.3d 672"
    ],
    "opinions": [
        {
            "author_str": "McKEAGUE",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/226/226.F3d.672.99-5329.html",
            "author_id": null,
            "opinion_text": "226 F.3d 672 (6th Cir. 2000)\n    United States of America, Plaintiff-Appellee,v.John Doe, Defendant-Appellant.\n    No. 99-5329\n    UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n    Argued: May 3, 2000Decided and Filed: September 13, 2000\n    \n      1\n      Appeal from the United States District Court for the Eastern District of Kentucky at Covington.  No. 99-00001--William O. Bertelsman, District Judge.[Copyrighted Material Omitted]\n    \n    \n      2\n      Laura K. Voorhees, ASSISTANT UNITED STATES ATTORNEY, Covington, Kentucky, Charles P. Wisdom, Jr., ASSISTANT UNITED STATES ATTORNEY, Lexington, Kentucky, for Appellee.\n    \n    \n      3\n      Gary J. Sergent, O'HARA, RUBERG, TAYLOR, SLOAN &amp; SERGENT, Covington, Kentucky, for Appellant.\n    \n    \n      4\n      Before: MOORE and GILMAN, Circuit Judges; McKEAGUE, District Judge.*\n    \n    OPINION\n    \n      5\n      DAVID W. McKEAGUE, District Judge.\n    \n    \n      6\n      John Doe (a pseudonym), was seventeen years old when he was found guilty of carrying a firearm during and in relation to a drug trafficking crime and being a juvenile in possession of a firearm. Prosecuted under the Juvenile Justice and Delinquency Prevention Act of 1974, 18 U.S.C. &#167;&#167; 5031 et seq. (the \"Act\"), Doe was adjudged to be a juvenile delinquent at a bench trial and sentenced to official detention until he attains 21 years of age. Doe now appeals pursuant to 18 U.S.C. &#167; 3742, and for the reasons set forth below, we AFFIRM the judgment of the district court.\n    \n    I. BACKGROUND\n    \n      7\n      Cooperating in the hopes of meriting a sentence reduction on a pending bank fraud charge, Ryan Lloyd told a Newport Kentucky Police Department detective andan FBI special agent working together as part of a joint task force that he might be able to purchase crack cocaine from Paul Green and Antonio Burns. Lloyd further agreed to wear a wire to record any ensuing transaction. Given this information, the authorities decided to allow Lloyd to make a controlled drug buy.\n    \n    \n      8\n      During the week prior to January 4, 1999, Lloyd met with Green and Burns to discuss a crack cocaine purchase. On January 4, 1999, Lloyd paged Green from the Saratoga Bar in Newport, Kentucky, and Green returned the call. Lloyd told Green he wanted to purchase a half-ounce of crack cocaine, and Green informed Lloyd the price would be $400. Green further agreed to meet Lloyd at the Saratoga Bar to conclude the transaction later that evening.\n    \n    \n      9\n      At roughly 9:00 p.m., a car drove up to the Saratoga Bar, containing Green, Doe and two others. Unbeknownst to Green, task force officers waited in several marked and unmarked vehicles outside the bar, listening to and recording events through the wire worn by Lloyd. Green and Doe exited the vehicle and went into the bar, while the other two occupants stayed inside the car. Upon entering the bar, Green and Doe greeted Lloyd and walked with him through the bar area, down a hallway, and into a pool room adjoining a back room.\n    \n    \n      10\n      Once inside the back room, Lloyd attempted to speak with Green, but was repeatedly interrupted as Green answered electronic pages. At some point during this time, Doe left the bar, returned to the car, and then re-entered the bar and waited just outside the back room where Lloyd and Green were speaking. Meanwhile, Green gave Lloyd the crack cocaine, Lloyd paid Green, and the two discussed the possibility of doing more business with each other.\n    \n    \n      11\n      While they were speaking, Lloyd noticed Green looking at Doe, who was still standing just outside the room. Within a minute, Doe came up behind Lloyd and pointed a Tec-9 semi-automatic handgun in Lloyd's face. Doe accused Lloyd of threatening to rob his brother. Lloyd swore that he had never threatened to rob Doe's brother and begged Green to tell Doe that it was not true. Refusing, Green stepped out of the way. According to Lloyd, Doe's and Green's indifference to his pleas made it clear that their intention was to rob him of the crack he had just purchased.\n    \n    \n      12\n      After first demanding the crack from Lloyd, Doe then took the crack from him at gunpoint. Doe also grabbed Lloyd and acted as if to strike him, but did not do so. Doe then ordered Lloyd to get in the corner of the room. Thinking he was about to be shot, Lloyd ran out of the bar to the undercover police car.\n    \n    \n      13\n      Simultaneously, Doe and Green ran to their car and attempted to flee. After a brief pursuit the car carrying Doe and Green was stopped by task force officers, and Doe was found seated in the driver's side back seat. Upon a search of the car, the Tec-9 semi-automatic firearm was found on the floor under the seat directly in front of Doe, although no drugs were found. All four of the occupants of the car were then arrested, patted down for weapons, and taken to a Newport Police Department station for booking.\n    \n    \n      14\n      Doe was in custody for approximately two hours before being questioned by the FBI case agent. After first interviewing one or two of the others, the agent ascertained Doe's identity and his age, read him his Miranda rights, and then inquired whether he wished to talk. Doe indicated he was willing to talk, and according to the interviewing officer, never asked for an attorney. The agent asked Doe where he lived. Doe replied that he lived in Newport with friends. The FBI agent inquired whether he lived with his mother. Doe answered, \"no.\" The case agent did not attempt to verify Doe's residence, but did call Doe's mother later that evening.\n    \n    \n      15\n      According to the FBI agent, Doe's only concern expressed during the interview was the potential consequences of cooperating--whether his statements would be presented in court, and whether the other defendants would know of his cooperation. Doe denied having any knowledge about the crack, but identified the Tec-9 and admitted using it to threaten Lloyd in retaliation for an earlier threat he believed Lloyd had made to a relative. When asked where he got the gun, Doe responded that he had found it.\n    \n    \n      16\n      On January 5, 1999, Doe was charged in a juvenile information with various acts of delinquency: conspiring with Paul Green and Anthony Harden to distribute one-half ounce of crack cocaine in violation of 21 U.S.C. &#167; 846 and &#167; 841(a)(1); carrying a firearm in relation to a drug trafficking offense in violation of 18 U.S.C. &#167; 924(c); and knowingly possessing a handgun in violation of 18 U.S.C. &#167; 922(x). Doe was arraigned on January 7, 1999. Thereafter, the government sought to prosecute Doe as an adult by making a motion to transfer, which the district court denied. Doe waived the 30-day trial deadline, and the district court granted a motion for a six-day continuance sought by Doe.\n    \n    \n      17\n      At trial, Doe moved to suppress his confession on the ground that it was involuntary because the authorities had neither secured a waiver from him nor contacted his mother prior to questioning him. After considering the testimony of the parties, the district court inquired whether Doe had any evidence to support his motion. Doe did not present any such evidence, and the district court denied the motion to suppress. At the conclusion of the trial, the district court found Doe guilty of carrying a firearm during and in relation to a drug trafficking offense as charged in Count I of the information, and adjudged him to be a juvenile delinquent.1 The district court subsequently sentenced Doe to juvenile detention until he turns 21 years old.\n    \n    II. ANALYSIS\n    A. Judicial Review\n    \n      18\n      Doe raises three issues on appeal; two of them present questions of first impression in this Circuit. Initially, we must determine whether a district court may review the decision of the Attorney General to certify the existence of a \"substantial Federal interest\" justifying the exercise of federal jurisdiction over a juvenile pursuant to the Juvenile Justice and Delinquency Prevention Act of 1974. Determining whether an executive decision is subject to judicial review is a question of law, which the Court reviews de novo. The Supreme Court has consistently held \"that judicial review of executive action 'will not be cut off unless there is a persuasive reason to believe that such was the purpose of Congress.'\" Gutierrez de Martinez v. Lamagno, 515 U.S. 417, 424 (1995) (quoting Abbott Laboratories v. Gardner, 387 U.S. 136, 140 (1967)); see also Diebold v. United States, 961 F.2d 97, 98 (6th Cir. 1992).\n    \n    \n      19\n      This Court has not yet considered whether the Attorney General's certification that a federal juvenile prosecution presents a \"substantial Federal interest,\" made pursuant to 18 U.S.C. &#167; 5032, is subject to judicial review. With only one exception, those Courts of Appeals that have confronted the question have held the text of &#167; 5032 does not confer any power of judicial review to the courts over the factual accuracy of the Attorney General's certification. See United States v. Smith, 178 F.3d 22, 25 (1st Cir. 1999); UnitedStates v. Vancier, 515 F.2d 1378 (2nd Cir.), cert. denied, 423 U.S. 857 (1975); Impounded, 117 F.3d 730 (3rd Cir. 1997); United States v. Juvenile No. 1, 118 F.3d 298 (5th Cir.), cert. denied, 522 U.S. 976 (1997); United States v. Jarrett, 133 F.3d 519, 538 (7th Cir.), cert. denied, 523 U.S. 1112 (1998); United States v. Juvenile Male J.A.J., 134 F.3d 905, 906-07 (8th Cir.), cert. denied, 524 U.S. 961 (1998); United States v. I.D.P., 102 F.3d 507 (11th Cir. 1996); In re Sealed Case, 131 F.3d 208, 211-14 (D.C. Cir. 1997).\n    \n    \n      20\n      The Fourth Circuit's decision in United States v. Juvenile Male # 1, 86 F.3d 1314 (4th Cir. 1996), is the sole opinion holding to the contrary, and Doe urges the Court to adopt its approach and hold the Attorney General's certification is subject to judicial review. Doe maintains that the district court improperly exercised its jurisdiction because the Attorney General's certification of substantial Federal interest in his case fails to set forth any factual allegations to support the district court's exercise of jurisdiction.2\n    \n    \n      21\n      Faced with a question of statutory construction, we turn to examine both the relevant statutory language and case law which serve to define the scope of federal jurisdiction under the Act. The boundaries of federal jurisdiction over juveniles are set forth in 18 U.S.C. &#167; 5032, which provides:\n    \n    \n      22\n      A juvenile alleged to have committed an act of juvenile delinquency, other than a violation of law committed within the special maritime and territorial jurisdiction of the United States for which the maximum authorized term of imprisonment does not exceed six months, shall not be proceeded against in any court of the United States unless the Attorney General, after investigation, certifies to the appropriate district court of the United States that (1) the juvenile court or other appropriate court of a State does not have jurisdiction or refuses to assume jurisdiction over said juvenile with respect to such alleged act of juvenile delinquency, (2) the State does not have available programs or services adequate for the needs of juveniles, or (3) the offense charged is a crime of violence that is a felony or an offense described in Section 401 of the Controlled Substances Act (21 U.S.C. 841, or section 1002(a), 1003, 1005, 1009, or 1010(b)(1), (2), or (3) of the Controlled Substances Import and Export Act (21 U.S.C. 952(a), 953, 955, 959, 960(b)(1), (2), (3)), section 922(x) or section 924(b), (g), or (h) of this title, and that there is a substantial Federal interest in the case or the offense to warrant the exercise of Federal jurisdiction.\n    \n    \n      23\n      18 U.S.C. &#167; 5032. In challenging the sufficiency of the Attorney General's investigation, Doe contends that under the first paragraph of 18 U.S.C. &#167; 5032, the Attorney General must make a \"factual showing\" of the substantial Federal interest involved, \"in addition to the other procedural considerations.\"\n    \n    \n      24\n      The district court below agreed with the Fourth Circuit's analysis in Juvenile Male #1, sustained objections to the magistrate judge's report and recommendation, and ruled that the Attorney General's certification is subject to judicial review. Nevertheless, the district court refused to dismiss the information because it found that the \"serious nature of the alleged crime and federal policies aimed at curtailingsuch offenses\" justified the exercise of federal jurisdiction. Disagreeing with the district court's reasoning but not its result, the government urges this Court to adopt the analysis employed by the overwhelming majority of circuit courts which have held that the clear implication of &#167; 5032 is that the Attorney General's certification of a substantial federal interest is a non-reviewable act of prosecutorial discretion.\n    \n    \n      25\n      We conclude the government's position accurately reflects Congress' intent as enacted in &#167; 5032. A close reading of the statute's structure and text supports the conclusion that Congress did not intend that the Attorney General's certification of the existence of a substantial federal interest be subject to judicial review for the sufficiency of the underlying facts. See Smith, 178 F.3d at 25-26. According to the plain language quoted at length above, &#167; 5032 requires the Attorney General to undertake an investigation and then simply \"certify\" that there is a \"substantial Federal interest in the case or the offense.\" No language supports Doe's argument that the government must make a factual showing in order to carry its burden under &#167; 5032. Furthermore, Congress clearly could have chosen to provide for judicial review of certification (as it did for transferring proceedings for juveniles who elect to be treated as an adult in &#167; 5032), if it had intended to do so. Id. Finally, a statute's failure to provide any standards for judicial review indicates that Congress did not intend for the courts to review an executive decision. See Juvenile Male J.A.J., 134 F.3d at 907. These textual inferences, coupled with the traditional deference afforded by the courts to prosecutorial decision-making, overcome the general presumption in favor of judicial review of executive action. See Wayte v. United States, 470 U.S. 598, 607, 105 S.Ct. 1524, 84 L.Ed.2d 547 (1985) (recognizing the \"decision to prosecute is particularly ill-suited to judicial review\").\n    \n    \n      26\n      Inasmuch as the analysis of the Fourth Circuit and the district court are directly contrary to our own reasoning set forth above, we reject the minority approach. We thus join the majority of Courts of Appeals and hold that the Attorney General's decision to certify a \"substantial Federal interest\" in a juvenile prosecution may not be reviewed for factual accuracy. Although the district court erroneously relied upon Juvenile Male #1 in determining that the Attorney General's certification was reviewable for its factual accuracy, the district court properly proceeded to trial on the offenses charged in the indictment. Hence, we reject Doe's first claim of error.\n    \n    B. Admissibility of Doe's Confession\n    \n      27\n      Doe next argues that the district court erred by admitting into evidence the FBI case agent's testimony that Doe acknowledged using the Tec-9 to threaten Lloyd. Section 5033 requires that when a juvenile is taken into custody, the arresting officer must both advise the minor of his legal rights and also \"immediately notify the . . . juvenile's parents, guardian, or custodian of such custody.\" 18 U.S.C. &#167; 5033. Doe asserts that the government's failure to notify his custodial parent prior to questioning him constituted a violation of &#167; 5033 that renders his confession involuntary and thus inadmissible. Moreover, although Doe's mother was notified prior to Doe's appearance before the magistrate judge on the information, he argues that such notice was ineffective because it was given only after he had already made incriminating statements. Therefore, Doe asserts, his confession was involuntarily made and should have been suppressed by the district court.\n    \n    \n      28\n      Citing United States v. Kerr, 120 F.3d 239, 241 (11th Cir. 1997), and United States v. Juvenile Male, 74 F.3d 526 (4th Cir. 1996), the government responds by arguing that the protections of the Act are not triggered until the juvenile has been charged by an information with a federal crime. In addition, the government urges us to hold that the failure to notify aparent does not automatically render a juvenile's confession involuntary. Rather, in accordance with Miller v. State of Maryland, 577 F.2d 1158, 1159 (4th Cir. 1978) and Rone v. Wywrick, 764 F.2d 532 (8th Cir. 1985), the government avers such failure should be but one fact for the court to consider in determining whether incriminating statements were voluntarily made in light of the totality of the circumstances.\n    \n    \n      29\n      Although the parties frame the issue as whether a violation of &#167; 5033 necessarily invalidates a confession otherwise voluntarily made, we question whether, for purposes of 18 U.S.C. &#167; 5033, Doe was in federal \"custody\" at all. By its terms, the notification provision of &#167; 5033 comes into play only after a juvenile is taken into \"custody\" by an \"arresting officer.\"3 Parsing the language of &#167; 5033 leads to the conclusion that federal custody, i.e., a federal arrest on a federal charge, is a necessary condition to the statute's application. See United States v. Doe, 109 F.3d 626, 629-30 (9th Cir.1997), aff'd en banc, 155 F.3d 1070, 1076 (9th Cir. 1998). Here, Doe was arrested by members of a joint FBI and local law enforcement task force and taken to a local police station after his arrest. There he was questioned by the FBI case agent assigned to the task force. Doe was not held in a federal facility nor arrested exclusively by federal agents. Accordingly, under the facts of this record, it is not clear whether Doe was in federal custody as contemplated by 18 U.S.C. &#167; 5033. If not, then Doe's arrest would not trigger the parental notification requirements of &#167; 5033.\n    \n    \n      30\n      We need not determine, however, whether Doe was in federal custody to decide the instant case, and we therefore refrain from doing so. Even assuming, without deciding, that Doe's arrest by members of a joint state and federal task force amounted to federal custody for purposes of &#167; 5033, and that the failure to timely notify his mother was in violation of the Act, Doe adduces no authority for the proposition that this violation requires per se exclusion of his subsequent confession. The admissibility of Doe's statements is still a function of whether they were knowingly and voluntarily made. See McCall v. Dutton, 863 F.2d 454, 458 (6th Cir. 1988). Indeed, the record presents ample evidence to support the government's contention that the circumstances of Doe's confession bear sufficient indicia of voluntariness to warrant its admission. In deciding whether a confession was voluntarily made, we consider the following factors: (1) the time between the defendant's arrest and arraignment; (2) whether the defendant knew the nature of the charged or suspected offense; (3) whether the defendant was advised that he was not required to make any statements and that his statements could be used against him; (4) whether the defendant was advised of his right to the assistance of counsel before being questioned; and (5) whether the defendant was without the assistance of counsel when questioned. See United States v. Weekley, 130 F.3d 747, 751 (6th Cir. 1997). In effect, the Court considers the totality of the circumstances to evaluate whether a confession was voluntarily made. Id.\n    \n    \n      31\n      The officers' failure to timely notify Doe's mother of his arrest is properly considered to be a material circumstance, for Doe's youth suggests he may have benefitted from parental support in responding to police questioning. See Haley v. Ohio, 332 U.S. 596, 599-600 (1948) (recognizing significance of subject's age in assessing voluntariness).Nevertheless, Doe fails to adduce any evidence that his confession was coerced, or motivated by anything other than a knowing and voluntary desire to offer information to the authorities in the hope of receiving leniency.\n    \n    \n      32\n      Turning to the particular circumstances of Doe's arrest and subsequent confinement, we find that the record provides strong support for the district court's admission of Doe's confession. From the time of his arrest on January 4, 1999, Doe was well-aware of the nature of the potential charges against him, as the Tec-9 assault pistol was found inches from his feet under the driver's seat. The government lodged the juvenile information against Doe on January 5, 1999, and Doe was arraigned two days later. Prior to being questioned at the Newport Police station, Doe was read his Miranda rights, and then agreed to speak with the FBI case agent. Significantly, Doe had a substantial history of involvement in the juvenile justice system, and appears not to have been naively ignorant of his rights. There is no evidence that Doe ever asked for either an attorney or his mother. Moreover, no evidence suggests that the officers deliberately postponed calling his mother in order to exert undue influence. Furthermore, unlike the defendant in Haley, Doe was not kept in isolation or interrogated for an extensive amount of time. Finally, Doe neither claims that his confession was coerced by physical threats, nor that the authorities confused or tricked him into making incriminating statements. Given these circumstances, the case law cited by Doe is readily distinguishable. Accordingly, we unequivocally conclude that Doe's confession was knowingly made of his own free will, even assuming (without deciding) that a violation of &#167; 5033 occurred when the authorities failed to contact Doe's mother after learning that he was a juvenile. The district court thus committed no error in denying Doe's motion to suppress.\n    \n    C. Delinquency Determination\n    \n      33\n      Finally, Doe argues that the evidence submitted by the government at trial was inadequate for the district court to properly adjudge him delinquent. Doe contends that the district court \"struggled\" with the evidence presented by the government, in that a pool cue, rather than a gun, may have been used as the weapon in the alleged assault. Doe further observes that the district court limited its findings to the use of a weapon to effectuate a robbery and assault, and argues that because the district court did not find his intent was to distribute narcotics or kill Lloyd, the delinquency determination was improper.\n    \n    \n      34\n      \"[T]he standard of review for sufficiency of the evidence in an appeal from a federal juvenile adjudication is identical to that in federal criminal appeals . . . .\" United States v. De Leon, 768 F.2d 629, 631 (5th Cir. 1985). In reviewing the sufficiency of the evidence after a bench trial, \"the test is 'whether the evidence is sufficient to justify the trial judge, as trier of fact, in concluding beyond a reasonable doubt, that the defendant was guilty.'\" United States v. Bashaw, 982 F.2d 168, 171 (6th Cir. 1992) (quoting United States v. Gallo, 763 F.2d 1504, 1518 (6th Cir. 1985)). In a criminal bench trial, \"factual findings made by the trial judge stand unless determined to be so clearly erroneous as to justify overturning the conviction.\" United States v. Baydoun, 984 F.2d 175, 179 (6th Cir. 1993). When reviewing a conviction on appeal, this Court resolves all conflicts in the testimony in favor of the government and draws every reasonable inference in its favor. See Bashaw, 982 F.2d at 171.\n    \n    \n      35\n      On this record, Doe has failed to meet his burden of demonstrating that the district court's determination was \"clearly erroneous.\" Indeed, there is ample evidence to support the district court's decision to adjudge Doe a juvenile delinquent. The district court was entitled to determine from the tape recording of the incident that Doe had utilized a firearm ratherthan a pool cue to threaten Lloyd. For purposes of the district court's delinquency determination, it is immaterial whether Doe wielded the gun intending to rob Lloyd or in retaliation for a threat to his brother, because Doe's use of the Tec-9 empowered him to take by threat of force the crack that Lloyd had just purchased from Green. Furthermore, although the district court did not find that Doe was involved in a drug conspiracy, the court clearly found Doe's actions were in connection with drug dealing, a finding soundly supported by the testimony of the cooperating witness, the tape recording of the transaction, and the testimony of the FBI agent.\n    \n    \n      36\n      Finally, although Doe complains of the short time span between being charged on the information and being brought to trial, Doe fails to identify any prejudice suffered as a result. Indeed, the record indicates that the district court granted a motion for continuance brought by Doe prior to trial. Accordingly, Doe has failed to present any basis for overturning the district court's decision.\n    \n    III. CONCLUSION\n    \n      37\n      For the reasons set forth above, we AFFIRM the district court's adjudication of juvenile delinquency.\n    \n    \n      \n        Notes:\n      \n      \n        *\n          The Honorable David W. McKeague, United States District Judge for the Western District of Michigan, sitting by designation.\n      \n      \n        1\n          As defined by the Act, a \"'juvenile' is a person who has not attained his eighteenth birthday, or for the purpose of proceedings and disposition under this chapter for an alleged act of juvenile delinquency, a person who has not attained his twenty-first birthday.\" 18 U.S.C. &#167; 5301. Juvenile delinquency \"is the violation of a law of the United States committed by a person prior to his eighteenth birthday.\" Id.\n      \n      \n        2\n          The Attorney General's certification was filed January 5, 1999, and provides in toto:\n        Comes now Joseph L Famularo, United States Attorney for the Eastern District of Kentucky, who, after investigation, and pursuant to the provisions of Title 18, United States Code, Section 5032, hereby certifies to this court that the offenses for which this juvenile, [John Doe], is charged herein by Information, include a crime of violence, that is a felony under the laws of the United States, and that there is a substantial Federal interest in the case and the offense to warrant the exercise of Federal jurisdiction.\n      \n      \n        3\n          In relevant part, 18 U.S.C. &#167; 5033 provides: Whenever a juvenile is taken into custody for an alleged act of juvenile delinquency, the arresting officer shall immediately advise such juvenile of his legal rights, in language comprehensive to a juvenile, and shall immediately notify the Attorney General and the juvenile's parents, guardian, or custodian of such custody. The arresting officer shall also notify the parents, guardian, or custodian of the rights of the juvenile and of the nature of the alleged offense.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 770412
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}