{
    "id": 1273045,
    "judges": "Cameron, Hays, Holohan, Lockwood, Struck-Meyer",
    "date_filed": "1973-01-09",
    "date_filed_is_approximate": true,
    "slug": "in-re-maricopa-county-juvenile-action-no-j-73355",
    "case_name_short": "In Re Maricopa County, Juvenile Action No. J-73355",
    "case_name": "In Re Maricopa County, Juvenile Action No. J-73355",
    "case_name_full": "In the Matter of MARICOPA COUNTY, JUVENILE ACTION NO. J-73355",
    "attorneys": "Ross P. Lee, Maricopa Co. Public Defender, by Anne Kappes, Deputy Public Defender, Phoenix, for appellant., Moise Berger, Maricopa Co. Atty., by C. O. Lamp, Deputy Co. Atty., Phoenix, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b259-15\">\n    516 P.2d 580\n   </citation><br><parties id=\"b259-16\">\n    In the Matter of MARICOPA COUNTY, JUVENILE ACTION NO. J-73355.\n   </parties><br><docketnumber id=\"b259-18\">\n    No. 11172-PR.\n   </docketnumber><br><court id=\"b259-19\">\n    Supreme Court of Arizona, En Banc.\n   </court><br><decisiondate id=\"b259-21\">\n    Nov. 27, 1973.\n   </decisiondate><br><attorneys id=\"b260-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"208\"> \n     *208\n     </span>\n    Ross P. Lee, Maricopa Co. Public Defender, by Anne Kappes, Deputy Public Defender, Phoenix, for appellant.\n   </attorneys><br><attorneys id=\"b260-14\">\n    Moise Berger, Maricopa Co. Atty., by C. O. Lamp, Deputy Co. Atty., Phoenix, for appellee.\n   </attorneys>",
    "citations": [
        "516 P.2d 580",
        "110 Ariz. 207"
    ],
    "opinions": [
        {
            "author_str": "Hays",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3705.0,
            "opinion_text": "\n110 Ariz. 207 (1973)\n516 P.2d 580\nIn the Matter of MARICOPA COUNTY, JUVENILE ACTION NO. J-73355.\nNo. 11172-PR.\nSupreme Court of Arizona, En Banc.\nNovember 27, 1973.\n*208 Ross P. Lee, Maricopa Co. Public Defender, by Anne Kappes, Deputy Public Defender, Phoenix, for appellant.\nMoise Berger, Maricopa Co. Atty., by C.O. Lamp, Deputy Co. Atty., Phoenix, for appellee.\nHAYS, Chief Justice.\nThe instant case is before this court pursuant to our granting the juvenile's petition for review. The facts necessary for the disposition of this case are as follows:\nOn May 5, 1972, a petition was filed in the juvenile court of Maricopa County alleging that the juvenile was a delinquent by reason of a theft of money from his father. The recommendation of the juvenile referee was that an adjudication/transfer hearing be held. On June 8, 1972, the juvenile appeared before the court and waived a finding of probable cause to believe that he committed the offense. The court then found that the juvenile was not amenable to rehabilitation as a juvenile and transferred the matter to adult court for criminal prosecution.\nIt is alleged that the juvenile was not informed of his rights to present evidence on his own behalf, to cross-examine witnesses, to remain silent, to appeal a decision of the court, and the time in which an appeal must be taken. It is also alleged that the juvenile was not informed as to the consequences of a waiver of a finding of probable cause.\nThe juvenile sought further relief in the Court of Appeals and filed a motion for a delayed appeal therein. On February 22, 1973, the Court of Appeals denied any relief to the juvenile and held that the juvenile could not seek a delayed appeal under Supreme Court Rule 16(a), 17A A.R.S. as said rule refers to an appeal taken under Rule 348 of the old Rules of of Criminal Procedure. A petition for review was filed in this court and was granted.\nThe first issue raised in this case concerns the time period in which an appeal must be taken from an order of the juvenile court. A juvenile is allowed fifteen (15) days in which to take an appeal from a final order of the juvenile court, whereas an adult is allowed, pursuant to Rule 348 of the Rules of Criminal Procedure, sixty (60) days in which to appeal. It is contended that this time differential is in violation of the due process and equal protection clauses of the Fourteenth Amendment to the United States Constitution. With this contention, we cannot *209 agree. We note first that the time period for an adult to appeal has been changed by the adoption of the new Rules of Criminal Procedure. Rule 31.3, 17 A.R.S. has reduced the previous sixty-day limit to twenty days. Even if that were not the case, we would not find the constitutional infirmity that is urged upon us.\nThe mere presence of a time differential between a juvenile and an adult is not a per se constitutional violation. The purpose of the fifteen (15) day limit is to expedite a juvenile's case so that a juvenile is not made to endure the trauma and uncertainty that attends the oftentimes lengthy criminal adjudicatory process. The rule facilitates the underlying rationale of the juvenile justice system \u0097 that the juvenile, consistent with due process requirements, is to be rehabilitated rather than punished. Furthermore, there is no indication that the time period works a hardship or places an onerous burden on the assertion of substantive rights. Therefore, we find that the fifteen (15) day appeal period is reasonable and find no constitutional infirmity therein.\nThe second issue urged upon the court is that the Court of Appeals erroneously held that no appeal lies from an order transferring the juvenile to adult court. Our opinion in State v. Yard, 109 Ariz. 198, 507 P.2d 123 (1973), is dispositive of the issue. The opening sentence in Yard, supra, reads: \"This is an appeal from an order of the Juvenile Court transferring the juvenile herein to adult court for prosecution.\" Yard, supra. [See also Graham v. Ridge, 107 Ariz. 387, 489 P.2d 24 (1971)].\nThe final issue raised in this case deals with the right to a delayed appeal. Rule 16(a) of the Rules of the Supreme Court provides for a delayed appeal where the defendant \"without fault on his part,\" failed to take an appeal within the time allowed under the Criminal Rules. No similar provision exists under the juvenile code of this state.\n\"This Court has never held that the States are required to establish avenues of appellate review, but it is now fundamental that, once established, these avenues must be kept free of unreasoned distinctions that can only impede open and equal access to the courts [citations omitted]\" Williams v. Oklahoma City, 395 U.S. 458-459, 89 S. Ct. 1818, 1819, 23 L. Ed. 2d 440 (1969).\nWhile the case law in this area is almost exclusively concerned with indigents, the principle is equally applicable to the case at bar. Once having established an appellate process, a state may not deny access to said process on the basis of an \"unreasoned distinction.\"\nIf a juvenile, through no fault of his own, has failed to take an appeal within the prescribed period, substantive rights may be lost if the juvenile is denied the right to seek a delayed appeal. Freedom is a precious possession and does not become more so, simply because of age. To deny the right to seek a delayed appeal to one and to grant it to another merely because of age is an \"unreasoned distinction\" that \"can only impede open and equal access to the courts.\" Williams, supra. We therefore hold that a juvenile may seek a delayed appeal pursuant to Rule 16(a) of the Rules of the Supreme Court. However, the orderly administration of justice requires that the motion for delayed appeal must be made prior to the time the transferred juvenile is held to answer or is indicted.\nThe order of the Court of Appeals is vacated and the appeal in this case is transferred to the Supreme Court for further proceedings.\nCAMERON, V.C.J., and STRUCKMEYER, LOCKWOOD and HOLOHAN, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1273045
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}