{
    "id": 1273098,
    "judges": "Elmore",
    "date_filed": 1217894400000,
    "date_filed_is_approximate": false,
    "slug": "in-re-sdr",
    "case_name_short": "In Re SDR",
    "case_name": "In Re SDR",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "664 S.E.2d 414"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8001.0,
            "opinion_text": "\n664 S.E.2d 414 (2008)\nIn the Matter of S.D.R.\nNo. COA07-1481.\nCourt of Appeals of North Carolina.\nAugust 5, 2008.\n*416 Attorney General Roy Cooper, by Assistant Attorney General Allison A. Angell, for the State.\nJames N. Freeman, Jr., Elkin, for defendant.\n*417 ELMORE, Judge.\nS.D.R. (defendant), a juvenile, appeals his finding of delinquency for resisting, delaying, and obstructing an officer, and felonious breaking and entering and larceny. After a careful review of the record, we find no error in the trial court's finding of delinquency for resisting, delaying, and obstructing an officer, and felonious breaking and entering and larceny.\nAt approximately noon on 11 April 2007, defendant was brought to the Anson Cooperative Extension Service in Wadesboro (the Extension) by the Extension's community service assistant, Betty Garris. Defendant was a participant in the community service and restitution after school program. Garris directed defendant to the Extension's library, brought him lunch, turned on the TV, and directed defendant to stay in the library until she returned from a meeting at 1:00 p.m. On the day in question, the building was nearly vacant.\nThe library was located directly across the hall from the office of Janine Rywak, the Anson County Extension Director. Rywak observed defendant in the library across from her office for approximately forty-five minutes. Rywak testified that she was not familiar with defendant before this day, but that when she returned from a brief trip to the restroom, defendant greeted her in her office doorway. Rywak later discovered that her pocketbook had been unzipped and the enclosed wallet had been opened.\nAfter searching her pocket book in the presence of several other individuals, Rywak discovered that all of her cash was missing. The total sum of the cash missing from the purse was $140.00 or $160.00. When asked, defendant denied taking the money. Shortly thereafter, an officer from the Wadesboro Police Department arrived to investigate. The officer requested that defendant consent to a search of his person, and defendant consented to the search without protest. After patting defendant down and searching his shoes, the officer proceeded to question defendant. At this point, defendant became unresponsive, and did not make eye contact with the officer.\nThe officer noticed what appeared to be something green in defendant's mouth. The officer asked defendant to open his mouth; defendant did not respond. The trial court received evidence that defendant immediately attempted to swallow. After requesting that defendant open his mouth, the officer placed his hand on defendant's chin in an attempt to prevent swallowing. Defendant began to struggle with the officer. The officer, defendant, and another individual fell to the floor during the course of the struggle. There was evidence presented at trial that during the physical confrontation, money emerged from defendant's mouth, and defendant then proceeded to eat the money.\nDefendant first contends that the trial court erred in finding him delinquent for resisting, delaying, and obstructing an officer because there was not sufficient evidence to find defendant delinquent on this charge.\nIn reviewing a challenge to the sufficiency of evidence, it is not our duty to weigh the evidence, but to determine whether there was substantial evidence to support the adjudication, viewing the evidence in the light most favorable to the State, and giving it the benefit of all reasonable inferences.\nIn re J.F.M. &amp; T.J.B., 168 N.C.App. 143, 146, 607 S.E.2d 304, 306 (2005) (quotations and citations omitted).\n\"Substantial evidence is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" State v. Stone, 323 N.C. 447, 451, 373 S.E.2d 430, 433 (1988) (quotations and citations omitted). Furthermore, \"[c]ircumstantial evidence may withstand a motion to dismiss and support a conviction even when the evidence does not rule out every hypothesis of innocence.\" Id. at 452, 373 S.E.2d at 433 (citation omitted). The issue of resisting, delaying, and obstructing an officer is addressed by N.C. Gen.Stat. § 14-223. That statute provides that \"[i]f any person shall willfully and unlawfully resist, delay or obstruct a public officer in discharging or attempting to discharge a duty of his office, he shall be guilty of a Class 2 misdemeanor.\" N.C. Gen.Stat. § 14-223 (2007). \"The conduct proscribed under G.S. 14-223 is not *418 limited to resisting an arrest but includes any resistance, delay, or obstruction of an officer in the discharge of his duties.\" State v. Lynch, 94 N.C.App. 330, 332, 380 S.E.2d 397, 398 (1989). Because the State provided substantial evidence to support the adjudication, defendant's contention is without merit.\nThe State, at trial and on appeal, relies upon the following evidence: (1) the officer was investigating Rywak's missing cash; (2) the officer was on duty and in uniform at the time of the investigation; (3) defendant consented to a search by the officer; (4) defendant refused to comply when the officer asked him to open his mouth; (5) defendant attempted to swallow what he had in his mouth; and (6) defendant willfully engaged in a physical confrontation with the officer and attempted to flee.\nDefendant further argues that he consented to a search of his person, which did not extend to the interior of his mouth. Consent searches are \"recognized as a special situation excepted from the warrant requirement, and a search is not unreasonable within the meaning of the Fourth Amendment when lawful consent to the search is given.\" State v. Smith, 346 N.C. 794, 798, 488 S.E.2d 210, 213 (1997) (citation omitted). \"[T]he question of whether consent to a search was in fact `voluntary' or was the product of duress or coercion, expressed or implied, is a question of fact to be determined from the totality of all the circumstances.\" State v. Motley, 153 N.C.App. 701, 707, 571 S.E.2d 269, 273 (2002) (quotations and citations omitted) (alteration in original).\nIn order for a seizure to pass constitutional muster, the officer must have reasonable suspicion to believe criminal activity was afoot. Factors relevant in determining whether a police officer had reasonable suspicion include [among others] ... nervousness of an individual.... Also, [t]he facts known to the officers at the time of the stop [or seizure] must be viewed through the eyes of a reasonable and cautious police officer on the scene, guided by experience and training.\nIn re I.R.T., 184 N.C.App. 579, 585, 647 S.E.2d 129, 134-35 (2007) (quotations and citations omitted) (alteration in original).\nIn the present case, the officer was investigating a potential larceny. When the officer requested a search, defendant consented. The officer began to question defendant after the search. The trial court received evidence that defendant became unresponsive to the officer's questions and would not make eye contact. Furthermore, there was evidence that the officer observed something in defendant's mouth. The police officer had reasonable suspicion that criminal activity was afoot. Reviewing this evidence in the light most favorable to the State, we must agree with the State's contention that this evidence was sufficient to justify the adjudication.\nDefendant next contends that the trial court erred in denying his motion to dismiss the charge of felonious breaking and entering and larceny and then finding defendant delinquent on this charge. \"To survive a motion to dismiss, the State must present substantial evidence of each element of the charged offenses sufficient to convince a rational trier of fact beyond a reasonable doubt of defendant's guilt.\" In re T.C.S., 148 N.C.App. 297, 301, 558 S.E.2d 251, 253 (2002) (quotations and citations omitted). \"The evidence must be considered in the light most favorable to the State, and the State is entitled to receive every reasonable inference of fact that may be drawn from the evidence.\" In re Brown, 150 N.C.App. 127, 129, 562 S.E.2d 583, 585 (2002) (citation omitted). As previously stated, \"[c]ircumstantial evidence may withstand a motion to dismiss and support a conviction even when the evidence does not rule out every hypothesis of innocence.\" Stone at 452, 373 S.E.2d at 433 (citation omitted). The issue of felonious breaking or entering is addressed by N.C. Gen.Stat. § 14-54(a). That statute provides that \"[a]ny person who breaks or enters any building with intent to commit any felony or larceny therein shall be punished as a Class H felon.\" N.C. Gen.Stat. § 14-54(a) (2007). \"`[B]uilding' shall be construed to include any ... structure designed to house or secure within it any activity or property.\" N.C. Gen.Stat. § 14-54(c) (2007). \"To support a conviction for felonious breaking and entering under [N.C. Gen.Stat.] § 14-54(a), there must exist substantial evidence of each *419 of the following elements: (1) the breaking or entering, (2) of any building, (3) with the intent to commit any felony or larceny therein.\" State v. Jones, ___ N.C.App. ___, ___, 655 S.E.2d 915, 917 (2008) (quotations and citations omitted) (alteration in original).\nThe State relies upon the following evidence: (1) Rywak observed defendant sitting in the library across the hall from her office; (2) Rywak left her office for the restroom; (3) approximately five minutes after visiting the restroom, Rywak returned and was greeted by defendant, who was standing in her office; (4) defendant had not been given permission to enter Rywak's office; and (5) upon entering her office, Rywak discovered that her pocketbook had been tampered with and money was missing.\nDefendant argues that there was no evidence that he committed a breaking or entering, even if he entered Rywak's office, because Rywak's office was held open to the public. We disagree.\n\"[A]n entry with consent of the owner of a building, or anyone empowered to give effective consent to entry, cannot be the basis of a conviction for felonious entry under G.S. 14-54(a).\" State v. Boone, 297 N.C. 652, 659, 256 S.E.2d 683, 687 (1979). However, \"there may be occasions when subsequent acts render the consent void ab initio, as where the scope of consent as to areas one can enter is exceeded....\" Id. at 659 n. 3, 256 S.E.2d at 687 n. 3 (citation omitted). We held in State v. Winston that the rule from Boone applies to N.C. Gen.Stat. § 14-54(b) \"insofar as it discusses the meaning of `entry.'\" 45 N.C.App. 99, 102, 262 S.E.2d 331, 333 (1980).\nIn Winston, the \"[d]efendant was convicted of wrongfully entering an office in the Cumberland County Courthouse ..., a violation of N.C.G.S. 14-54(b).\" Id. at 100, 262 S.E.2d at 332. The office was \"occupied by Irene Russell, assistant clerk, who handle[d] adoptions, foreclosures and `anything anybody need[ed her] to do.'\" Id. A corridor connected the office \"to a large hallway in front of the civil division offices of the clerk. There [were] no signs indicating that either the corridor or the office [was] private or that the general public should `keep out.'\" Id. While Russell was in the neighboring break room, the defendant entered her office, although the door was partially closed. Id. When asked what he wanted, the defendant replied that \"he was looking for the public defender's office and was going to leave a note for him. The public defender's office [was] in the courthouse.\" Id. The defendant did not have explicit permission to enter Russell's office and took nothing from it. Id.\nIn our analysis, we stated that \"the evidence indicates that members of the general public do use the office.\" Id. at 101, 262 S.E.2d at 333. The office\n[was] used to handle adoptions, foreclosures and other business of the clerk of court, a public official. These functions necessarily require the general public to have access to the office.... It was open for public business when entered by defendant between 1:00 and 2:00 p.m. The general public, including the defendant, had implied consent and invitation to enter the office at that time.\nId. (citation omitted) (emphasis added). We reversed the trial court's judgment because the defendant had implied consent to enter Russell's office and therefore could not be guilty of wrongful entry. We noted that there was no evidence that \"the defendant after entry committed acts sufficient to render the implied consent void ab initio.\" Id. at 102, 262 S.E.2d at 333.\nThe case at hand is distinguishable from Winston in two important ways. First, Rywak's office was not held out to the public in the same way that Irene Russell's was. Although the Extension is a public building that houses a public agency, just as the Cumberland County Courthouse is a public building that houses public agencies, the evidence does not show that Rywak's job functions necessarily require the general public to have access to her office or that members of the general public use Rywak's office. Rywak testified,\nWe have people come to our offices by appointment and invitation only. It is not open to regular foot traffic. Anybody just can't come into the building like they come and sit in on a courtroom and listen to the *420 hearing. You've go [sic] to\u0097to actually come in to our offices, you need to either have an appointment with us or you need to be invited.\"\nShe further explained that when people walk into the building \"just out of the blue\" saying, \"I need somebody to look at my tomato plants,\" then the receptionist notifies the appropriate agent and either sends the visitor back to the agent's office or the agent comes to the lobby and escorts the visitor back to the agent's office. For Rywak to carry out the function of the Anson County Extension Director, it is not necessary for the general public to have access to her office, nor does the general public have actual access to her office.\nSecond, even if defendant did have implied consent to enter Rywak's office because it was necessary for the general public to have access to her office, that consent was void ab initio. Stealing cash from Rywak's purse certainly constitutes an act sufficient to render implied consent void ab initio as contemplated by Winston and Boone. There was no evidence that the defendant in Winston did anything other than wander into the wrong office. Here, the evidence showed that defendant was seated in the library and from that seat he could see Rywak's office. Only after she left her office did defendant exit the library and enter the office. At that point, defendant removed the cash from Rywak's purse. Defendant's situation here is more similar to that of the defendant in State v. Brooks, who \"took action which rendered [his] consent void ab initio when he went into areas of the firm that were not open to the public so that he could commit a theft....\" 178 N.C.App. 211, 215, 631 S.E.2d 54, 57 (2006).\nIn Brooks, the defendant was convicted of felonious breaking or entering and felonious larceny in a law office. Id. at 212, 631 S.E.2d at 56. This Court held that the defendant had implied consent to enter the reception area of the law office, which was open to the public. Id. at 215, 631 S.E.2d at 57. The defendant testified that he distracted a secretary while his accomplice stole an attorney's day planner and wallet from the attorney's office. Id. at 213, 631 S.E.2d at 56. We held that the defendant had the firm's implied consent to enter the reception area of the \"law office[,] which was open to members of the public seeking legal assistance\" and \"where members of the public were generally welcome....\" Id. at 215, 631 S.E.2d at 57. However, this consent was rendered \"void ab initio when he went into areas of the firm that were not open to the public so that he could commit a theft....\" Id.\nAccordingly, we hold that the trial court's denial of defendant's motion to dismiss was proper because the State presented substantial evidence of a felonious breaking and entry sufficient to convince a rational trier of fact beyond a reasonable doubt of defendant's guilt.\nDefendant next contends that there was no felonious breaking or entering, and therefore the felonious larceny charge should have been dismissed. Defendant further argues that there was insufficient evidence to prove that defendant committed a larceny. As stated above, the State presented substantial evidence of each element of the charged offenses sufficient to convince a rational trier of fact beyond a reasonable doubt that defendant did commit a felonious breaking or entering. The issue of felonious larceny is addressed by N.C. Gen.Stat. § 14-72(b). That statute provides that \"[t]he crime of larceny is a felony, without regard to the value of the property in question, if the larceny is ... [c]ommitted pursuant to a violation of G.S. 14-51, 14-53, 14-54, 14-54.1, or 14-57.\" N.C. Gen.Stat. § 14-72(b) (2007). This Court has held that \"[t]o convict a defendant of larceny, the State must show that the defendant: (1) took the property of another; (2) carried it away; (3) without the owner's consent; and (4) with the intent to deprive the owner of the property permanently.\" State v. Watson, 179 N.C.App. 228, 245-46, 634 S.E.2d 231, 242 (2006) (quotations and citations omitted). The State's evidence tended to show that: (1) Rywak observed defendant sitting in the library across the hall from her office; (2) Rywak left her office for the restroom; (3) approximately five minutes after visiting the restroom, Rywak returned and was greeted by defendant, who was standing in her office; (4) defendant *421 had not been given permission to enter Rywak's office; and (5) upon entering her office, Rywak discovered that her pocketbook had been tampered with and money was missing. At trial and on appeal, the State presented substantial evidence of a felonious larceny sufficient to convince a rational trier of fact beyond a reasonable doubt of defendant's guilt. The trial court's denial of the motion to dismiss was therefore proper.\nAfter a thorough review of the briefs and record, we find no error.\nNo error.\nJudges McGEE and JACKSON concur.\n",
            "ocr": false,
            "opinion_id": 1273098
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}