{
    "id": 1274349,
    "judges": "Anderson, Blatz, Paul",
    "date_filed": 1011225600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-pearson",
    "case_name_short": "Pearson",
    "case_name": "State v. Pearson",
    "case_name_full": "STATE of Minnesota, Respondent, v. Signe Elissee PEARSON, Petitioner, Appellant",
    "attorneys": "Michael F. Crommett, Assistant State Public Defender, Minneapolis, Mary M. McMahon, McMahon & Associates, Criminal Defense, Ltd., Roseville, for Appellants., Michael A. Hatch, State Attorney General, Doug Johnson, Washington County Attorney, Eric C. Thole, Assistant County Attorney, Stillwater, for Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b867-4\">\n    STATE of Minnesota, Respondent, v. Signe Elissee PEARSON, Petitioner, Appellant.\n   </parties><br><docketnumber id=\"b867-6\">\n    No. C9-99-2021.\n   </docketnumber><br><court id=\"b867-7\">\n    Supreme Court of Minnesota.\n   </court><br><decisiondate id=\"b867-8\">\n    Jan. 17, 2002.\n   </decisiondate><br><attorneys id=\"b867-20\">\n    Michael F. Crommett, Assistant State Public Defender, Minneapolis, Mary M. McMahon, McMahon\n    <em>\n     &amp;\n    </em>\n    Associates, Criminal Defense, Ltd., Roseville, for Appellants.\n   </attorneys><br><attorneys id=\"b867-21\">\n    Michael A. Hatch, State Attorney General, Doug Johnson, Washington County Attorney, Eric C. Thole, Assistant County Attorney, Stillwater, for Respondents.\n   </attorneys>",
    "citations": [
        "637 N.W.2d 845"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4809.0,
            "opinion_text": "\n637 N.W.2d 845 (2002)\nSTATE of Minnesota, Respondent,\nv.\nSigne Elissee PEARSON, Petitioner, Appellant.\nNo. C9-99-2021.\nSupreme Court of Minnesota.\nJanuary 17, 2002.\nMichael F. Crommett, Assistant State Public Defender, Minneapolis, Mary M. McMahon, McMahon &amp; Associates, Criminal Defense, Ltd., Roseville, for Appellants.\nMichael A. Hatch, State Attorney General, Doug Johnson, Washington County Attorney, Eric C. Thole, Assistant County Attorney, Stillwater, for Respondents.\nHeard, considered, and decided by the court en banc.\n\nOPINION\nBLATZ, Chief Justice.\nA sentencing circle, addressing the proper sanction for an offender pursuant to a plea agreement, recommended that *846 the district court stay adjudication of a felony theft count for wrongfully obtaining public assistance. The district court stayed adjudication, and the court of appeals reversed, holding that the reasons cited by the district court did not constitute special circumstances warranting a stay of adjudication. We hold that the district court did not abuse its discretion in ordering a stay of adjudication when the state agreed to send this matter to the sentencing circle, which recommended a stay, and reverse the decision of the court of appeals.\nPearson received approximately $2,430 in food stamps and approximately $4,080 in Aid to Families with Dependent Children (\"AFDC\") benefits from Washington County Community Services (\"County\") during a period including most of 1995 and the first part of 1996. In her application for these benefits, Pearson indicated that she was earning no income. In fact, from May 1995 to February 1996, Pearson worked 40 hours a week at a chiropractic clinic and was therefore ineligible to receive food stamps or AFDC. Pearson did not disclose this employment or income to the County.\nThe state charged Pearson with two felony theft counts: one count of wrongfully obtaining public assistance in violation of Minn.Stat. § 256.98, subd. 1 (1994), and one count of wrongfully obtaining food stamps in violation of Minn.Stat. § 393.07, subd. 10(c)(1) (1994). Appellant and the state negotiated a plea agreement, under which the case would be referred to a sentencing circle prior to sentencing by the court. The parties did not condition the agreement on any understanding regarding what the circle would recommend or on the court's ultimate disposition of the case.\nAt the plea hearing, Pearson pleaded guilty to the wrongfully obtaining public assistance charge in return for dismissal of the wrongfully obtaining food stamps charge. The district court accepted Pearson's guilty plea and, pursuant to the terms of the plea agreement and Minn. Stat. § 611A.775 (2000), assigned her case to a sentencing circle to determine what her sentence would involve. The district court noted that Pearson would return to court for the imposition of sentence. Before the plea hearing ended, the prosecutor sought to clarify his expectation that restitution would be awarded on both charged counts, and the court told the prosecutor that the state's interests were represented in the circle process. The prosecutor stated, \"Right. I understand that.\"\nThe sentencing circle was conducted by the Hastings Restorative Justice Council and met five times. The County, as the victim of the offenses, was notified of the meetings but declined to attend. The Washington County Attorney's Office did not receive specific notice as to when the meetings were going to take place and did not attend. The district court judge assigned to Pearson's case attended the final meeting.\nAfter 14 hours of meetings, the sentencing circle recommended that Pearson receive a stay of adjudication, pay restitution, obtain credit counseling, perform community service, participate in support/follow up circles, have no same or similar offenses, remain law abiding, and appear in court for sentencing. The sentencing circle's rationale supporting the stay of adjudication was that Pearson was not a risk to public safety by not having a felony record, she had no pattern of breaking the law, a felony record would impede her ability to obtain future employment, a traumatic family event was a contributing factor in the offense, and Pearson's case would likely have been diverted from felony *847 prosecution had she been able to pay down the amount of restitution owed.\nAt the sentencing hearing, the state objected to the stay of adjudication, arguing that State v. Krotzer, 548 N.W.2d 252 (Minn.1996), prohibited a stay. The state also complained that it was unable to participate in the sentencing circle because it did not receive notice of the circle's meetings. Over the state's objection, the district court adopted the sentencing circle's recommendation in its entirety, vacated Pearson's plea, and sentenced her according to the circle's recommendation. The court relied on the same reasons the sentencing circle used to support its recommendation of a stay of adjudication.\nOn appeal, the court of appeals concluded that section 611A.775 does not authorize a restorative justice program to \"assign a sanction that would be an improper sentence if imposed by the district court.\" State v. Pearson, 609 N.W.2d 630, 633 (Minn.App.2000). Noting that Krotzer and State v. Foss, 556 N.W.2d 540 (Minn.1996), allow a district court to stay adjudication only if special circumstances exist, the court of appeals concluded that no special circumstances were present in this case and reversed and remanded for adjudication and sentencing. Pearson, 609 N.W.2d at 633-34.\nThe issue presented by this appeal is whether the district court had the authority under Minn.Stat. § 611A.775 to stay adjudication of Pearson's guilt based on the sentencing circle's recommendation after the state agreed to send the case to the circle. A district court's sentencing decision will not be disturbed absent an abuse of discretion. State v. Schmit, 601 N.W.2d 896, 896 (Minn.1999).\nMinnesota Statutes § 611A.775 provides:\nA community-based organization, in collaboration with a local governmental unit, may establish a restorative justice program. A restorative justice program is a program that provides forums where certain individuals charged with or petitioned for having committed an offense meet with the victim, if appropriate; the victim's family members or other supportive persons, if appropriate; the offender's family members or other supportive persons, if appropriate; a law enforcement official or prosecutor when appropriate; other criminal justice system professionals when appropriate; and members of the community, in order to:\n(1) discuss the impact of the offense on the victim and the community;\n(2) provide support to the victim and methods for reintegrating the victim into community life;\n(3) assign an appropriate sanction to the offender; and\n(4) provide methods for reintegrating the offender into community life.\n(Emphasis added).[1]\nOn its face, section 611A.775 reflects a broad healing purpose to restorative justice programs, both for victims and offenders. Bringing victims and offenders together provides an opportunity for offenders to better understand the impact of their conduct, and gives victims a clear voice in the resolution of the offense. On a more concrete level, the statute explicitly gives restorative justice programs the authority to assign appropriate sanctions to an offender. However, the statute fails to address how the restorative justice program's *848 assigned sanction operates in light of the judiciary's role in adjudicating and sentencing. While the statute fails to provide any guidance as to what constitutes an \"appropriate sanction\" or who makes the determination as to whether the sanction assigned in a given case is \"appropriate,\" there is also no indication in the statute that the legislature intended that courts abdicate their sentencing authority.\nHowever, we need not attempt in this case to answer the questions left open by the legislature in the restorative justice statute. The parties in this case each agreed, pursuant to the terms of a plea agreement, to refer the case to a sentencing circle prior to sentencing by the court. The state did not qualify its consent to send the matter to the circle. Specifically, the state did not condition its consent on the understanding that the circle would recommend adjudication of the offense, or that the court would ultimately adjudicate the offense. In fact, when the prosecutor sought to clarify, after his consent to refer the matter to a sentencing circle, his expectation that restitution would be awarded on both charged counts, the court told the prosecutor that the state's interests were represented in the circle process. The prosecutor stated, \"Right. I understand that.\" Thus, without further objection or discussion, the state agreed that there were no up-front limitations on the authority of the sentencing circle and that to protect its interest in the sentencing result the state needed to work through the sentencing circle.\nWhile we note that there were no up-front limitations imposed on the sentencing circle in this case, we need not decide whether a court would be bound by any conditions imposed on the restorative justice program by the parties. Because the parties apparently did not agree to any limitations on the sentencing circle's authority in this case, we can leave for another day whether a party can impose limitations on the operation of a restorative justice program. It is enough, for purposes of this case, to recognize that the state agreed to refer the case to a sentencing circle and acknowledged that its after-the-fact attempt to limit the discretion of the circle on restitution was improper in light of the agreement reached.[2]\nSpecifically with respect to the disposition in this case and notwithstanding Krotzer and Foss, Minn.Stat. § 609.095(b) (2000) allows a stay of adjudication when the parties agree to it. In a typical case, that agreement might arise as part of the plea negotiations or before the court imposes a sentence. A case referred to a sentencing circle is not a typical case, however. While the restorative justice statute is written broadly to encompass a wide range of processes, it specifically allows a restorative justice program to \"assign an appropriate sanction to the offender.\" Minn.Stat. § 611A.775. Each sentencing *849 circle involves the participation of community members who voluntarily come together to reach a consensus on how a case can best be resolved with the goal of supporting the victim and reintegrating the victim and offender into community life. The work of a circle is often arduous, emotional and time-consuming. Necessarily, then, any limitation on the agreement to send a case to a restorative justice program, if allowable at all, must be made up front, before the laborious process of reconciliation and resolution takes place. To allow an after-the-fact objection to the authority of the sentencing circle would eviscerate the purposes of the restorative justice program.\nOn this record, the court did not abuse its discretion in staying adjudication of the offense. Questions remain regarding the scope of the authority of restorative justice programs, and the respective roles of the program and the court in sentencing. However, the legislature has an opportunity, perhaps in light of the ruling in this case, to clarify those roles. We reverse the holding of the court of appeals and reinstate the disposition imposed by the district court.\nReversed.\nPAGE and PAUL H. ANDERSON, JJ., concurring Specially.\nPAGE, Justice (concurring specially).\nI agree that the district court's decision to adopt the recommendation of the sentencing circle should be affirmed, but would do so not because the state agreed to be bound by the circle recommendation, but because the restorative justice statute authorizes that result. While the statute admits of some ambiguity, I conclude that, by applying established principles of statutory construction, the legislature intended that the recommendations of restorative justice programs be given effect.\nThe statute explicitly gives restorative justice programs the authority to assign appropriate sanctions to an offender. However, as the majority recognizes, the statute fails to identify what constitutes an appropriate sanction, who decides appropriateness, and how that determination operates in light of the judiciary's role in sentencing. To that extent, the statute is ambiguous. However, while section 611A.775 is ambiguous in the logistics of how the program is to operate, the purpose of the legislation is clear and provides a basis to answer the question presented in this case: whether the district court had the authority under Minn.Stat. § 611A.775 to stay adjudication of Pearson's guilt based on the sentencing circle's recommendation. We can look to our rules of statutory construction to determine the legislature's intent in enacting the statute. See generally Minn.Stat. § 645.16 (2000) (providing that legislative intent may be determined by looking to object to be attained by the law's enactment, consequences of a particular interpretation, and contemporaneous legislative history).\nSection 611A.775 expressly states the objectives the legislature sought to achieve. One of these objectives was to have restorative justice programs assign sanctions to offenders. Another objective was to have restorative justice programs \"provide methods for reintegrating the offender into community life.\" Minn.Stat. § 611A.775(4) (2000). This provision, which is clearly directed at reducing recidivism by promoting rehabilitation and reconciliation between offenders and community members, including victims, could not operate unless the restorative justice programs are given some authority for determining what constitutes an \"appropriate sanction .\" That is, offenders, victims, and community members would have little incentive *850 to participate in the often time-consuming, difficult, and painful process of reconciliation and integration if the sentence can be only that provided under the Minnesota Sentencing Guidelines. To hold otherwise would render meaningless the hours of effort and discussion aimed at reintegrating offenders and victims into community life, as the statute intends. See Minn.Stat. § 645.16(6) (2000) (providing that courts may consider \"[t]he consequences of a particular interpretation\" in ascertaining legislative intent).\nIt appears the legislature's central purpose in enacting this groundbreaking legislation was to provide communities with an opportunity to actively and meaningfully participate in the criminal justice process. It would be unreasonable to conclude that the legislature intended that the array of sanctions available to communities in this novel alternative process simply mirror those traditionally available to the district courts. Minn.Stat. § 645.17(1) (2000) (in ascertaining legislative intent, courts may presume that \"[t]he legislature does not intend a result that is absurd, impossible of execution, or unreasonable\"). In other words, why would circle participants invest 14 hours, as in this case, to do what often takes a court less than a half hour to accomplish? To avoid an absurd result, I can only conclude that the legislature intended that community members reach consensus as to the appropriate sanction, within the framework of the restorative justice statute, and that the group's consensus be then communicated to the court.\nThis interpretation finds support in section 611A.775's contemporaneous legislative history, another factor enumerated in Minn.Stat. § 645.16. The restorative justice planner for the Minnesota Department of Corrections stated during a senate committee meeting that the statute was intentionally drafted to give restorative justice programs \"lots of possibilities, lots of flexibility.\" Hearing on S.F.2090, Sen. Crime Prevention Comm., 80th Minn. Leg., Jan. 26, 1998 (audio tape) (comments of Kay Pranis, Restorative Justice Planner for the Minnesota Department of Corrections). Allowing communities to determine for themselves what constitutes an appropriate sanction is consistent with the goal of flexibility.\nThe state argues that, to allow a sentencing circle to assign a sentence allows \"a group of people off the street * * * more power than our judges,\" and that no county attorney will agree to send a case to a sentencing circle after such a ruling. The legislative history suggests, however, that the legislature did not contemplate that the court would completely abdicate its sentencing authority.[1] A community justice program coordinator told legislators that circle sentencing was a process by which people in the community \"set a sentence under the guidance of a judge and county attorneys.\" Id. (comments of Carolyn McLeod, Community Justice Program Coordinator for Washington County Court Services); see also United States Dep't of Justice, Restorative Justice Fact Sheet (1997) (\"A sentencing circle is a community-directed process, conducted in partnership with the criminal justice system, to develop consensus on an appropriate sentencing plan that addresses the concerns of all interested parties.\");[2] Kay Pranis, Restoring Community: The Process of Circle Sentencing (presented on June 6, 1997, at Justice Without Violence: *851 Views from Peacemaking Criminology and Restorative Justice)[3] (same).\nCertainly a judge or members of the law enforcement community participating in a restorative justice program can inform the sentencing circle participants of the presumptive sentence to which an offender is subject, thereby giving the circle participants some guidance in making a sanction recommendation. Indeed, the sentencing circle can incorporate the values of rationality and consistency in sentencing in its recommendation to the court. See Minnesota Sentencing Guidelines I. Consideration of the presumptive sentence would serve to fulfill the legislature's dual goals of facilitating restorative justice programs and achieving rational and consistent sentencing standards.[4]\nTherefore, to give effect to legislative intent, I consider restorative justice programs to be an adjunct to, rather than a replacement of, the sentencing authority of the district court.\nThe state claims that the particular sentence imposed here, a stay of adjudication, is an illegal sentence. The state correctly notes that the inherent judicial authority to stay adjudication of an offense should be \"relied upon sparingly and only for the purpose of avoiding an injustice resulting from the prosecutor's clear abuse of discretion in the exercise of the charging function.\" State v. Foss, 556 N.W.2d 540, 541 (Minn.1996). The state further notes that there has not even been an allegation of, much less an actual, abuse of discretion in the charging function in this case. Therefore, the state concludes, the district court had no authority on its own to impose a stay of adjudication here.\nThe state next asserts that sentencing circles have no authority to assign a sanction that a district court could not impose as a sentence. The state, however, does not offer an explanation as to why a sentencing circle lacks authority to impose a stay of adjudication. Citing to State v. Krotzer, 548 N.W.2d 252 (Minn.1996), and Foss, the state simply asserts that \"[t]here are no statutory or constitutional provisions granting the Sentencing Circle the power to be above the law.\" This assertion seems to ignore the fact that \"the law\" now includes restorative justice programs. Moreover, Minn.Stat. § 609.095(b) (2000) allows the parties to agree to a stay of adjudication, and Krotzer and Foss recognize that stays of adjudication may be appropriate in particular circumstances.\nThe district court judge's adoption of a sentencing circle's sanction recommendation is reviewed for abuse of discretion. When the court's rationale for the sanction, viewed in light of the facts surrounding the offense, do not support the sanction actually imposed or when the sanction recommended and imposed is so extreme as to be inappropriate, the appellate court should not hesitate to reverse and remand for resentencing, regardless of the involvement of a sentencing circle.[5] In this case, *852 the sentencing circle identified several reasons why a stay of adjudication was in the community's best interest. The court adopted those reasons as a basis for following the recommendation of the sentencing circle. I conclude that those reasons are supported by the record and are in keeping with the legislature's purpose in enacting section 611A.775. While the district court judge could not have, in the absence of a recommendation from the sentencing circle, stayed adjudication of Pearson's offense based on those reasons, see Foss, 556 N.W.2d at 541; Krotzer, 548 N.W.2d at 254, the judge must be allowed to do so in this case in order to recognize and give effect to the unique function and nature of restorative justice programs.\nGiven the objectives to be attained by the enactment of section 611A.775, the statute's contemporaneous legislative history, the parties' actions in this case, and the possible limiting effect of a contrary interpretation, I conclude that the district court judge did not abuse his discretion in following the circle's recommendation when the reasons for the recommendation support the conclusion that a stay of adjudication is in the community's best interest. I would reverse on that basis.\nPAUL H. ANDERSON, Justice (concurring specially).\nI join in the special concurrence of Justice Page.\nNOTES\n[1]  The parties do not dispute that the sentencing circle used in this case is a restorative justice program under the statute.\n[2]  In addition, we reject the state's argument that because it lacked notice of the sentencing circle meetings, the state should not be bound by its result. The lack of participation by the County and the prosecutor is troubling to the extent that the district court judge participated in a process in which only one of two parties before the court was present. However, the County received notice of the meetings, and apparently chose not to attend and not to ask the prosecutor to attend. Moreover, the statute does not make attendance by the prosecutor mandatory, as it provides for participation by the prosecutor \"when appropriate.\" Minn.Stat. § 611A.775. Given that the prosecutor in this case had clear notice that if he wanted a particular result at sentencing he was to participate in the circle, and given the absence of a clear requirement in the statute that the prosecutor participate in the process, we cannot conclude on this record that the state's lack of participation negates the sentencing circle recommendation.\n[1]  Thus, I would reject Pearson's claim made at her sentencing hearing that the case was taken out of the criminal justice system once referred to the restorative justice program.\n[2]  Available at http://ssw .che.umn.edu/rjp/resources/Documents/USDoJ97A.PDF.\n[3]  Available at http://www .corr.state.mn.us/organization/commjuv/rjcircle.htm.\n[4]  At oral argument, the state argued that section 611A.775, although broadly written, must be reined in. That, however, is the responsibility of the legislature, not this court. Regardless of how we believe statutes should be written, we are bound to \"take the statutes as we find them.\" McNeice v. City of Minneapolis, 250 Minn. 142, 147, 84 N.W.2d 232, 236 (1957). Our role is simply to interpret the statutory language, not to \"in effect rewrite a statute so as to accomplish a result which might be desirable and at the same time conflict with the expressed will of the legislature.\" Id. at 147, 84 N.W.2d at 236-37.\n[5]  I would reject the state's assertion that permitting sentencing circles to assign a sanction that a district court lacks the authority to impose on its own could result in an unjustified triple upward sentencing departure or, in the extreme, death by lethal injection.\n\n",
            "ocr": false,
            "opinion_id": 1274349
        },
        {
            "author_str": "Blatz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBLATZ, Chief Justice.\nA sentencing circle, addressing the proper sanction for an offender pursuant to a plea agreement, recommended that *846the district court stay adjudication of a felony theft count for wrongfully obtaining public assistance. The district court stayed adjudication, and the court of appeals reversed, holding that the reasons cited by the district court did not constitute special circumstances warranting a stay of adjudication. We hold that the district court did not abuse its discretion in ordering a stay of adjudication when the state agreed to send this matter to the sentencing circle, which recommended a stay, and reverse the decision of the court of appeals.\nPearson received approximately $2,430 in food stamps and approximately $4,080 in Aid to Families with Dependent Children (“AFDC”) benefits from Washington County Community Services (“County”) during a period including most of 1995 and the first part of 1996. In her application for these benefits, Pearson indicated that she was earning no income. In fact, from May 1995 to February 1996, Pearson worked 40 hours a week at a chiropractic clinic and was therefore ineligible to receive food stamps or AFDC. Pearson did not disclose this employment or income to the County.\nThe state charged Pearson with two felony theft counts: one count of wrongfully obtaining public assistance in violation of MinmStat. § 256.98, subd. 1 (1994), and one count of wrongfully obtaining food stamps in violation of Minn.Stat. § 393.07, subd. 10(c)(1) (1994). Appellant and the state negotiated a plea agreement, under which the case would be referred to a sentencing circle prior to sentencing by the court. The parties did not condition the agreement on any understanding regarding what the circle would recommend or on the court’s ultimate disposition of the case.\nAt the plea hearing, Pearson pleaded guilty to the wrongfully obtaining public assistance charge in return for dismissal of the wrongfully obtaining food stamps charge. The district court accepted Pearson’s guilty plea and, pursuant to the terms of the plea agreement and Minn. Stat. § 611A.775 (2000), assigned her case to a sentencing circle to determine what her sentence would involve. The district court noted that Pearson would return to court for the imposition of sentence. Before the plea hearing ended, the prosecutor sought to. clarify his expectation that restitution would be awarded on both charged counts, and the court told the prosecutor that the state’s interests were represented in the circle process. The prosecutor stated, “Right. I understand that.”\nThe sentencing circle was conducted by the Hastings Restorative Justice Council and met five times. The County, as the victim of the offenses, was notified of the meetings but declined to attend. The Washington County Attorney’s Office did not receive specific notice as to when the meetings were going to take place and did not attend. The district court judge assigned to Pearson’s case attended the final meeting.\nAfter 14 hours of meetings, the sentencing circle recommended that Pearson receive a stay of adjudication, pay restitution, obtain credit counseling, perform community service, participate in support/follow up circles, have no same or similar offenses, remain law abiding, and appear in court for sentencing. The sentencing circle’s rationale supporting the stay of adjudication was that Pearson was not a risk to public safety by not having a felony record, she had no pattern of breaking the law, a felony record would impede her ability to obtain future employment, a traumatic family event was a contributing factor in the offense, and Pearson’s case would likely have been diverted from felo*847ny prosecution had she been able to pay down the amount of restitution owed.\nAt the sentencing hearing, the state objected to the stay of adjudication, arguing that State v. Krotzer, 548 N.W.2d 252 (Minn.1996), prohibited a stay. The state also complained that it was unable to participate in the sentencing circle because it did not receive notice of the circle’s meetings. Over the state’s objection, the district court adopted the sentencing circle’s recommendation in its entirety, vacated Pearson’s plea, and sentenced her according to the circle’s recommendation. The court relied on the same reasons the sentencing circle used to support its recommendation of a stay of adjudication.\nOn appeal, the court of appeals concluded that section 611A.775 does not authorize a restorative justice program to “assign a sanction that would be an improper sentence if imposed by the district court.” State v. Pearson, 609 N.W.2d 630, 633 (Minn.App.2000). Noting that Krotzer and State v. Foss, 556 N.W.2d 540 (Minn.1996), allow a district court to stay adjudication only if special circumstances exist, the court of appeals concluded that no special circumstances were present in this case and reversed and remanded for adjudication and sentencing. Pearson, 609 N.W.2d at 633-34.\nThe issue presented by this appeal is whether the district court had the authority under Minn.Stat. § 611A.775 to stay adjudication of Pearson’s guilt based on the sentencing circle’s recommendation after the state agreed to send the case to the circle. A district court’s sentencing decision will not be disturbed absent an abuse of discretion. State v. Schmit, 601 N.W.2d 896, 896 (Minn.1999).\nMinnesota Statutes § 611A.775 provides:\nA community-based organization, in collaboration with a local governmental unit, may establish a restorative justice program. A restorative justice program is a program that provides forums where certain individuals charged with or petitioned for having committed an offense meet with the victim, if appropriate; the victim’s family members or other supportive persons, if appropriate; the offender’s family members or other supportive persons, if appropriate; a law enforcement official or prosecutor when appropriate; other criminal justice system professionals when appropriate; and members of the community, in order to:\n(1) discuss the impact of the offense on the victim and the community;\n(2) provide support to the victim and methods for reintegrating the victim into community life;\n(3) assign an appropriate sanction to the offender; and\n(4) provide methods for reintegrating the offender into community life.\n(Emphasis added).1\nOn its face, section 611A.775 reflects a broad healing purpose to restorative justice programs, both for victims and offenders. Bringing victims and offenders together provides an opportunity for offenders to better understand the impact of their conduct, and gives victims a clear voice in the resolution of the offense. On a more concrete level, the statute explicitly gives restorative justice programs the authority to assign appropriate sanctions to an offender. However, the statute fails to address how the restorative justice pro-*848grain’s assigned sanction operates in light of the judiciary’s role in adjudicating and sentencing. While the statute fails to provide any guidance as to what constitutes an “appropriate sanction” or who makes the determination as to whether the sanction assigned in a given case is “appropriate,” there is also no indication in the statute that the legislature intended that courts abdicate their sentencing authority.\nHowever, we need not attempt in this case to answer the questions left open by the legislature in the restorative justice statute. The parties in this case each agreed, pursuant to the terms of a plea agreement, to refer the case to a sentencing circle prior to sentencing by the court. The state did not qualify its consent to send the matter to the circle. Specifically, the state did not condition its consent on the understanding that the circle would recommend adjudication of the offense, or that the court would ultimately adjudicate the offense. In fact, when the prosecutor sought to clarify, after his consent to refer the matter to a sentencing circle, his expectation that restitution would be awarded on both charged counts, the court told the prosecutor that the state’s interests were represented in the circle process. The prosecutor stated, “Right. I understand that.” Thus, without further objection or discussion, the state agreed that there were no up-front limitations on the authority of the sentencing circle and that to protect its interest in the sentencing result the state needed to work through the sentencing circle.\nWhile we note that there were no up-front limitations imposed on the sentencing circle in this case, we need not decide whether a court would be bound by any conditions imposed on the restorative justice program by the parties. Because the parties apparently did not agree to any limitations on the sentencing circle’s authority in this case, we can leave for another day whether a party can impose limitations on the operation of a restorative justice program. It is enough, for purposes of this case, to recognize that the state agreed to refer the case to a sentencing circle and acknowledged that its after-the-fact attempt to limit the discretion of the circle on restitution was improper in light of the agreement reached.2\nSpecifically with respect to the disposition in this case and notwithstanding Krot-zer and Foss, Minn.Stat. § 609.095(b) (2000) allows a stay of adjudication when the parties agree to it. In a typical case, that agreement might arise as part of the plea negotiations or before the court imposes a sentence. A case referred to a sentencing circle is not a typical case, however. While the restorative justice statute is written broadly to encompass a wide range of processes, it specifically allows a restorative justice program to “assign an appropriate sanction to the offender.” Minn.Stat. § 611A.775. Each sentencing *849circle involves the participation of community members who voluntarily come together to reach a consensus on how a case can best be resolved with the goal of supporting the victim and reintegrating the victim and offender into community life. The work of a circle is often arduous, emotional and time-consuming. Necessarily, then, any limitation on the agreement to send a case to a restorative justice program, if allowable at all, must be made up front, before the laborious process of reconciliation and resolution takes place. To allow an after-the-fact objection to the authority of the sentencing circle would eviscerate the purposes of the restorative justice program.\nOn this record, the court did not abuse its discretion in staying adjudication of the offense. Questions remain regarding the scope of the authority of restorative justice programs, and the respective roles of the program and the court in sentencing. However, the legislature has an opportunity, perhaps in light of the ruling in this case, to clarify those roles. We reverse the holding of the court of appeals and reinstate the disposition imposed by the district court.\nReversed.\nPAGE and PAUL H. ANDERSON, JJ., concurring Specially.\n\n. The parties do not dispute that the sentencing circle used in this case is a restorative justice program under the statute.\n\n\n. In addition, we reject the state’s argument that because it lacked notice of the sentencing circle meetings, the state should not be bound by its result. The lack of participation by the County and the prosecutor is troubling to the extent that the district court judge participated in a process in which only one of two parties before the court was present. However, the County received notice of the meetings, and apparently chose not to attend and not to ask the prosecutor to attend. Moreover, the statute does not make attendance by the prosecutor mandatory, as it provides for participation by the prosecutor \"when appropriate.” Minn.Stat. § 611A.775. Given that the prosecutor in this case had clear notice that if he wanted a particular result at sentencing he was to participate in the circle, and given the absence of a clear requirement in the statute that the prosecutor participate in the process, we cannot conclude on this record that the state's lack of participation negates the sentencing circle recommendation.\n\n",
            "ocr": false,
            "opinion_id": 9848886
        },
        {
            "author_str": "Page",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPAGE, Justice\n(concurring specially).\nI agree that the district court’s decision to adopt the recommendation of the sentencing circle should be affirmed, but would do so not because the state agreed to be bound by the circle recommendation, but because the restorative justice statute authorizes that result. While the statute admits of some ambiguity, I conclude that, by applying established principles of statutory construction, the legislature intended that the recommendations of restorative justice programs be given effect.\nThe statute explicitly gives restorative justice programs the authority to assign appropriate sanctions to an offender. However, as the majority recognizes, the statute fails to identify what constitutes an appropriate sanction, who decides appropriateness, and how that determination operates in light of the judiciary’s role in sentencing. To that extent, the statute is ambiguous. However, while section 611A.775 is ambiguous in the logistics of how the program is to operate, the purpose of the legislation is clear and provides a basis to answer the question presented in this case: whether the district court had the authority under Minn.Stat. § 611A.775 to stay adjudication of Pearson’s guilt based on the sentencing circle’s recommendation. We can look to our rules of statutory construction to determine the legislature’s intent in enacting the statute. See generally Minn.Stat. § 645.16 (2000) (providing that legislative intent may be determined by looking to object to be attained by the law’s enactment, consequences of a particular interpretation, and contemporaneous legislative history).\nSection 611A.775 expressly states the objectives the legislature sought to achieve. One of these objectives was to have restorative justice programs assign sanctions to offenders. Another objective was to have restorative justice programs “provide methods for reintegrating the offender into community life.” Minn.Stat. § 611A.775(4) (2000). This provision, which is clearly directed at reducing recidivism by promoting rehabilitation and reconciliation between offenders and community members, including victims, could not operate unless the restorative justice programs are given some authority for determining what constitutes an “appropriate sanction .” That is, offenders, victims, and community members would have little in*850centive to participate in the often time-consuming, difficult, and painful process of reconciliation and integration if the sentence can be only that provided under the Minnesota Sentencing Guidelines. To hold otherwise would render meaningless the hours of effort and discussion aimed at reintegrating offenders and victims into community life, as the statute intends. See Minn.Stat. § 645.16(6) (2000) (providing that courts may consider “[t]he consequences of a particular interpretation” in ascertaining legislative intent).\nIt appears the legislature’s central purpose in enacting this groundbreaking legislation was to provide communities with an opportunity to actively and meaningfully participate in the criminal justice process. It would be unreasonable to conclude that the legislature intended that the array of sanctions available to communities in this novel alternative process simply mirror those traditionally available to the district courts. Minn.Stat. § 645.17(1) (2000) (in ascertaining legislative intent, courts may presume that “[t]he legislature does not intend a result that is absurd, impossible of execution, or unreasonable”). In other words, why would circle participants invest 14 hours, as in this case, to do what often takes a court less than a half hour to accomplish? To avoid an absurd result, I can only conclude that the legislature intended that community members reach consensus as to the appropriate sanction, within the framework of the restorative justice statute, and that the group’s consensus be then communicated to the court.\nThis interpretation finds support in section 611A.775’s contemporaneous legislative history, another factor enumerated in Minn.Stat. § 645.16. The restorative justice planner for the Minnesota Department of Corrections stated during a senate committee meeting that the statute was intentionally drafted to give restorative justice programs “lots of possibilities, lots of flexibility.” Hearing on S.F.2090, Sen. Crime Prevention Comm., 80th Minn. Leg., Jan. 26, 1998 (audio tape) (comments of Kay Pranis, Restorative Justice Planner for the Minnesota Department of Corrections). Allowing communities to determine for themselves what constitutes an appropriate sanction is consistent with the goal of flexibility.\nThe state argues that, to allow a sentencing circle to assign a sentence allows “a group of people off the street * * * more power than our judges,” and that no county attorney will agree to send a case to a sentencing circle after such a ruling. The legislative history suggests, however, that the legislature did not contemplate that the court would completely abdicate its sentencing authority.1 A community justice program coordinator told legislators that circle sentencing was a process by which people in the community “set a sentence under the guidance of a judge and county attorneys.” Id. (comments of Carolyn McLeod, Community Justice Program Coordinator for Washington County Court Services); see also United States Dep’t of Justice, Restorative Justice Fact Sheet (1997) (“A sentencing circle is a community-directed process, conducted in partnership with the criminal justice system, to develop consensus on an appropriate sentencing plan that addresses the concerns of all interested parties.”);2 Kay Pranis, Restoring Community: The Process of Circle Sentencing (presented on June 6, 1997, at Justice Without Violence: *851Views from Peacemaking Criminology and Restorative Justice)3 (same).\nCertainly a judge or members of the law enforcement community participating in ¿ restorative justice program can inform the sentencing circle participants of the presumptive sentence to which an offender is subject, thereby giving the circle participants some guidance in making a sanction recommendation. Indeed, the sentencing circle can incorporate the values of rationality and consistency in sentencing in its recommendation to the court. See Minnesota Sentencing Guidelines I. Consideration of the presumptive sentence would serve to fulfill the legislature’s dual goals of facilitating restorative justice programs and achieving rational and consistent sentencing standards.4\nTherefore, to give effect to legislative intent, I consider restorative justice programs to be an adjunct to, rather than a replacement of, the sentencing authority of the district court.\nThe state claims that the particular sentence imposed here, a stay of adjudication, is an illegal sentence. The state correctly notes that the inherent judicial authority to stay adjudication of an offense should be “relied upon sparingly and only for the purpose of avoiding an injustice resulting from the prosecutor’s clear abuse of discretion in the exercise of the charging function.” State v. Foss, 556 N.W.2d 540, 541 (Minn.1996). The state further notes that there has not even been an allegation of, much less an actual, abuse of discretion in the charging function in this case. Therefore, the state concludes, the district court had no authority on its own to impose a stay of adjudication here.\nThe state next asserts that sentencing circles have no authority to assign a sanction that a district court could not impose as a sentence. The state, however, does not offer an explanation as to why a sentencing circle lacks authority to impose a stay of adjudication. Citing to State v. Krotzer, 548 N.W.2d 252 (Minn.1996), and Foss, the state simply asserts that “[t]here are no statutory or constitutional provisions granting the Sentencing Circle the power to be above the law.” This assertion seems to ignore the fact that “the law” now includes restorative justice programs. Moreover, Minn.Stat. § 609.095(b) (2000) allows the parties to agree to a stay of adjudication, and Krotzer and Foss recognize that stays of adjudication may be appropriate in particular circumstances.\nThe district court judge’s adoption of a sentencing circle’s sanction recommendation is reviewed for abuse of discretion. When the court’s rationale for the sanction, viewed in light of the facts surrounding the offense, do not support the sanction actually imposed or when the sanction recommended and imposed is so extreme as to be inappropriate, the appellate court should not hesitate to reverse and remand for resentencing, regardless of the involvement of a sentencing circle.5 In this case, *852the sentencing circle identified several reasons why a stay of adjudication was in the community’s best interest. The court adopted those reasons as a basis for following the recommendation of the sentencing circle. I conclude that those reasons are supported by the record and are in keeping with the legislature’s purpose in enacting section 611A.775. While the district court judge could not have, in the absence of a recommendation from the sentencing circle, stayed adjudication of Pearson’s offense based on those reasons, see Foss, 556 N.W.2d at 541; Krotzer, 548 N.W.2d at 254, the judge must be allowed to do so in this case'in order to recognize and give effect to the unique function and nature of restorative justice programs.\nGiven the objectives to be attained by the enactment of section 611A.775, the statute’s contemporaneous legislative history, the parties’ actions in this case, and the possible limiting effect of a contrary interpretation, I conclude that the district court judge did not abuse his discretion in following the circle’s recommendation when the reasons for the recommendation support the conclusion that a stay of adjudication is in the community’s best interest. I would reverse on that basis.\n\n. Thus, I would reject Pearson's claim made at her sentencing hearing that the case was taken out of the criminal justice system once referred to the restorative justice program.\n\n\n. Available at http://ssw .che.urnn.edu/rjp/re-sources/Documents/USDoJ97A.PDF.\n\n\n. Available at http://www .corr.state.mn.us/or-ganization/commjuv/rjcircle.htm.\n\n\n. At oral argument, the state argued that section 611A.775, although broadly written, must be reined in. That, however, is the responsibility of the legislature, not this court. Regardless of how we believe statutes should be written, we are bound to \"take the statutes as we find them.” McNeice v. City of Minneapolis, 250 Minn. 142, 147, 84 N.W.2d 232, 236 (1957). Our role is simply to interpret the statutory language, not to \"in effect rewrite a statute so as to accomplish a result which might be desirable and at the same time conflict with the expressed will of the legislature.” Id. at 147, 84 N.W.2d at 236-37.\n\n\n.I would reject the state’s assertion that permitting sentencing circles to assign a sanction that a district court lacks the authority to *852impose on its own could result in an unjustified triple upward sentencing departure or, in the extreme, death by lethal injection.\n\n",
            "ocr": false,
            "opinion_id": 9848887
        },
        {
            "author_str": "Anderson",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPAUL H. ANDERSON, Justice\n(concurring specially).\nI join in the special concurrence of Justice Page.\n",
            "ocr": false,
            "opinion_id": 9848888
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}