{
    "id": 1275589,
    "judges": "Carrico, C. J., and Cochran, Compton, Stephenson, Jj., and Harman, Senior Justice",
    "date_filed": "1999-06-07",
    "date_filed_is_approximate": true,
    "slug": "best-v-commonwealth",
    "case_name_short": "Best",
    "case_name": "Best v. Commonwealth",
    "case_name_full": "Edward Lee Best v. Commonwealth of Virginia",
    "attorneys": "Edward H. McNew, Jr. (Bangel, Bangel & Bangel, on brief), for appellant., John B. Purcell, Jr., Assistant Attorney General (Marshall Coleman, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 33,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<p data-order=\"0\" data-type=\"court\" id=\"b423-4\">\n    Richmond\n   </p><br><parties data-order=\"1\" data-type=\"parties\" id=\"b423-5\">\n    Edward Lee Best v. Commonwealth of Virginia\n   </parties><br><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b423-8\">\n    September 11, 1981.\n   </decisiondate><br><docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b423-9\">\n    Record No. 801811.\n   </docketnumber><br><judges data-order=\"4\" data-type=\"judges\" id=\"b423-10\">\n    Present: Carrico, C.J., Cochran, Compton, Stephenson, JJ„ and Harman, S.J.\n   </judges><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b424-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"388\"> \n     *388\n     </span>\n<em>\n     Edward H. McNew, Jr. (Bangel, Bangel &amp; Bangel,\n    </em>\n    on brief), for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b424-10\">\n<em>\n     John B. Purcell, Jr., Assistant Attorney General (Marshall Coleman, Attorney General,\n    </em>\n    on brief), for appellee.\n   </attorneys>",
    "citations": [
        "282 S.E.2d 16",
        "222 Va. 387"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n282 S.E.2d 16 (1981)\nEdward Lee BEST\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 801811.\nSupreme Court of Virginia.\nSeptember 11, 1981.\n*17 Edward H. McNew, Jr., Portsmouth (Bangel, Bangel &amp; Bangel, Portsmouth, on brief), for appellant.\nJohn B. Purcell, Jr., Asst. Atty. Gen. (Marshall Coleman, Atty. Gen., on brief), for appellee.\nBefore CARRICO, C. J., and COCHRAN, COMPTON, STEPHENSON, JJ., and HARMAN, Senior Justice.\nPER CURIAM.\nIndicted for grand larceny, Edward Lee Best was convicted in a bench trial and sentenced to two years' imprisonment, suspended upon his good behavior during that period. On appeal, Best challenges his conviction upon the ground that the evidence was insufficient to establish he was in exclusive possession of recently stolen property.\nBetween Friday, February 15, and Monday, February 18, 1980, someone entered the lot of Craddock Auto Service in Portsmouth and stole the tires and rims to a 1971 Chevrolet which was being repaired and repainted there. Under the pretense of being interested in purchasing a car, Cecil Proffitt, the owner of Craddock Auto Service, and Wayne Thompson, a part-time employee, went to a neighborhood where two cars were for sale. Best and two others showed them both cars. When they examined the second car, which was at Best's home, Proffitt asked Best if he had tires to replace the worn tires on the car being sold. Best led them to a shed where he said he had one tire for the car. Looking into the doorless, open shed, Proffitt saw the stolen tires and wheels, which were readily identifiable because they bore paint spots matching the new color of the Chevrolet. When Proffitt asked Best about the tires, Best told him \"they belonged on his sister's car. He said they didn't belong to the car he was selling.\"\nBest's mother testified that four persons lived at the residence where the tires were found: herself, her husband, and her two sons. She also stated that she did not know anything about the stolen tires in the shed and that her daughter lived on the Eastern Shore.\nThe trial court ruled that Best was in exclusive possession of recently stolen property and thus was presumed to have stolen the items. The defendant presented no evidence, and the trial court convicted Best of grand larceny.\nFor the larceny presumption to arise, the Commonwealth must establish that the accused was in exclusive possession of property recently stolen. Price's Case, 62 Va. (21 Gratt.) 846, 869 (1872). One can be in exclusive possession of an item when he jointly possesses it with another. Carter v. Commonwealth, 209 Va. 317, 323, 163 S.E.2d 589, 594 (1968), cert. denied, 394 U.S. 991, 89 S. Ct. 1479, 22 L. Ed. 2d 766 (1969). The evidence must reveal, however, that the accused was consciously asserting at least a possessory interest in the stolen property or was exercising dominion over the stolen property. Drinkard v. Commonwealth, 163 Va. 1074, 1081-82, 178 S.E. 25, 27 (1935). We have repeatedly held that the presumption does not arise when the evidence merely reveals that the stolen property was found in a place to which several people, including the accused, had access. Leebrick v. Commonwealth, 198 Va. 365, 367, 94 S.E.2d 212, 214 (1956); Castle v. Commonwealth, 196 Va. 222, 227, 83 S.E.2d 360, 364 (1954); Tyler's Case, 120 Va. 868, 871, 91 S.E. 171, 172 (1917). In the case before us, the evidence revealed that several persons other than the accused had access to the open shed where the stolen property was found.\n*18 Arguing the conviction should be affirmed, the Commonwealth relies heavily upon Best's statement to Proffitt that the tires belonged on his sister's car. The Commonwealth contends that Best's statement was false and extremely incriminating and that consequently the presumption of larceny arises. We find the Commonwealth's argument unpersuasive. The presumption arises only when the accused has been shown to be in exclusive possession of recently stolen property, regardless of how much other incriminating evidence the Commonwealth has marshalled.[*] We rejected an argument similar to the Commonwealth's in Leebrick, supra, where the evidence revealed that several persons (including the defendants) had access to the spot under a porch where stolen property was found. We refused to uphold the convictions for burglary even though one of the defendants had incriminated himself by twice escaping from police custody, Sturgis v. Commonwealth, 197 Va. 264, 268, 88 S.E.2d 919, 921 (1955), and both defendants had made statements evidencing a knowledge of where the stolen items had been found.\nBest's statement to Proffitt cannot be construed as an assertion of a possessory interest in the stolen property. In Tyler's Case, supra, a stolen watch charm was found in the kitchen of a house in which the accused rented a room. The Commonwealth established that one Adams who found the charm asked the accused if he (Adams) could wear it. The accused responded, \"All right, I don't care if you do.\" The Commonwealth argued that the accused's statement proved his ownership and possession of the charm. Reversing the accused's conviction for burglary, we held that his statement was both consistent with a claim of ownership and \"a position of indifference to and lack of interest in the subject.\" 120 Va. at 873, 91 S.E. at 173. Here, Best's statement that the tires belonged on his sister's car is inconsistent with a claim of ownership and in no way indicates a claim of possessory interest.\nThe evidence does not support the conclusion that Best was in exclusive possession of recently stolen property. Consequently, the trial court erred in applying the presumption of larceny by the accused. Because the evidence is otherwise insufficient to support the conviction, the conviction is reversed and the indictment against Best is dismissed.\nReversed and final judgment.\nNOTES\n[*]  Of course, a larceny conviction would be upheld where the other evidence was independently sufficient to sustain the conviction. Here, however, the falsity of Best's statement, apart from the presumption, would not provide a sufficient evidentiary basis for sustaining the conviction.\n\nCiting Sparks v. Commonwealth, 136 Va. 683, 116 S.E. 236 (1923), the Commonwealth argues the conviction can be upheld even if the presumption is not applicable. In Sparks, we upheld the conviction over the contention that others had an equal opportunity to commit the larceny after stressing that the accused at trial had claimed the stolen property as his own. Id. at 686, 116 S.E. at 237. Sparks is pertinent only in cases where the defendant has claimed at least a possessory interest in the property another claims to have been stolen.\n\n",
            "ocr": false,
            "opinion_id": 1275589
        }
    ],
    "court_short_name": "Supreme Court of Virginia",
    "court_full_name": "Supreme Court of Virginia",
    "court_type": "S",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}