{
    "id": 777926,
    "judges": "Graber, Hunt, Reinhardt",
    "date_filed": 1023840000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-fred-blajos-aka-freddie-martinez-blajos",
    "case_name_short": null,
    "case_name": "United States v. Fred Blajos, AKA Freddie Martinez Blajos",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Fred BLAJOS, AKA Freddie Martinez Blajos, Defendant-Appellant",
    "attorneys": "Phillip I. Bronson, Encino, CA, for the defendant-appellant., Mark A. Young, Assistant United States Attorney, Criminal Division, Los Angeles, CA, for the plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 5, 2002.*",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1098-14\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Fred BLAJOS, aka Freddie Martinez Blajos, Defendant-Appellant.\n   </parties><docketnumber id=\"A_UU\">\n    No. 01-50199.\n   </docketnumber><court id=\"Au5Q\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><otherdate id=\"AKm4\">\n    Submitted June 5, 2002.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</otherdate><decisiondate id=\"Ae8J\">\n    Filed June 12, 2002.\n   </decisiondate><br><attorneys id=\"b1099-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1069\"> \n     *1069\n     </span>\n    Phillip I. Bronson, Encino, CA, for the defendant-appellant.\n   </attorneys><br><attorneys id=\"b1099-20\">\n    Mark A. Young, Assistant United States Attorney, Criminal Division, Los Angeles, CA, for the plaintiff-appellee.\n   </attorneys><br><judges id=\"b1100-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1070\"> \n     *1070\n     </span>\n    Before REINHARDT, GRABER, and HUNT,\n    <a class=\"footnote\" href=\"#fn**\" id=\"fn**_ref\">\n     **\n    </a>\n    Circuit Judges.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1098-7\">\n     The panel unanimously finds this case suitable for decision without oral argument. Fed. R.App. P. 34(a)(2).\n    </p>\n</div><div class=\"footnote\" id=\"fn**\" label=\"**\">\n<a class=\"footnote\" href=\"#fn**_ref\">\n     **\n    </a>\n<p id=\"b1100-11\">\n     The Honorable Roger L. Hunt, United States District Judge for the District of Nevada, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "292 F.3d 1068"
    ],
    "opinions": [
        {
            "author_str": "Graber",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/292/292.F3d.1068.01-50199.html",
            "author_id": null,
            "opinion_text": "292 F.3d 1068\n    UNITED STATES of America, Plaintiff-Appellee,v.Fred BLAJOS, aka Freddie Martinez Blajos, Defendant-Appellant.\n    No. 01-50199.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted June 5, 2002.*\n    Filed June 12, 2002.\n    \n      Phillip I. Bronson, Encino, CA, for the defendant-appellant.\n      Mark A. Young, Assistant United States Attorney, Criminal Division, Los Angeles, CA, for the plaintiff-appellee.\n      Appeal from the United States District Court for the Central District of California; Audrey B. Collins, District Judge, Presiding. D.C. No. CR-99-00886-ABC-01.\n      Before REINHARDT, GRABER, and HUNT,** Circuit Judges.\n      OPINION\n      GRABER, Circuit Judge.\n    \n    \n      1\n      The main question for decision is whether, in a prosecution for armed bank robbery under 18 U.S.C. &#167; 2113, the Government is required to prove that the money taken by the defendant was insured by the Federal Deposit Insurance Corporation (FDIC), or whether the Government is required 8479 to prove only that the institution from which the money was taken was FDIC-insured. We hold that the latter interpretation is correct and, accordingly, affirm.\n    \n    \n      2\n      Defendant Fred Blajos' conviction for armed bank robbery stems from his participation in a scheme to steal money from an Automated Teller Machine (ATM) located at the Bingo Club in Hawaiian Gardens, California. The ATM was owned by Cedars Bank.\n    \n    \n      3\n      Blajos' co-defendant worked at the Bingo Club. He called Blajos when employees from First Line Courier were delivering cash to service the Cedars Bank ATM located at the Bingo Club. Blajos arrived with a handgun, ordered the couriers to open the ATM, and told the couriers to put the money (which turned out to amount to $33,400) into a backpack. They obeyed. Blajos fled with the backpack and, eventually, was arrested and charged in this case.\n    \n    \n      4\n      At trial, the vice-president of Cedars Bank testified that Cedars Bank was insured by the FDIC on the date of the robbery and, through her, the Government introduced into evidence the FDIC certificate showing that Cedars Bank was insured on the date of the robbery. She also testified that the $33,400 stolen from the ATM at the Bingo Club belonged to Cedars Bank. However, on cross-examination, she stated that the money stolen from the ATM belonged to \"Cedars Bank itself, not a specific depositor\" and that the money itself therefore was not insured by the FDIC.1\n    \n    \n      5\n      Blajos moved to dismiss the case on the ground that the Government could not prove an essential element of the offense, namely, that the specific money stolen was insured by the FDIC. The district court ruled that, to prove a violation of 18 U.S.C. &#167; 2113, the Government must establish that the bank was FDIC-insured on the date of the robbery, not that the particular funds were FDIC-insured. The court therefore refused to dismiss the case, instruct the jury on Defendant's theory, or permit argument on Defendant's theory. At the close of all the evidence, defense counsel again moved to dismiss the case, on the same ground. The jury convicted Blajos, and he filed this timely appeal.\n    \n    A. Sufficiency of the Evidence\n    \n      6\n      Defendant's first argument is that insufficient evidence supported his conviction, because the Government failed to prove that the money he stole was FDIC-insured. We hold that the Government proved all that it had to prove with respect to FDIC insurance, namely, that Cedars Bank was an institution the deposits of which were FDIC-insured on the date of the robbery.\n    \n    \n      7\n      In order to convict a defendant of bank robbery under 18 U.S.C. &#167; 2113(a), the Government must prove either that the defendant took or attempted to take money or other property from a \"bank,\" or that the defendant entered or attempted to enter a \"bank\" with the intent to commit a felony or any larceny. The statute defines a \"bank\" as\n    \n    \n      8\n      any member bank of the Federal Reserve System, and any bank, banking association, trust company, savings bank, or other banking institution organized or operating under the laws of the United States, including a branch or agency of a foreign bank (as such terms are defined in paragraphs (1) and (3) of section 1(b) of the International Banking Act of 1978), and any institution the deposits of which are insured by the Federal Deposit Insurance Corporation.\n    \n    \n      9\n      18 U.S.C. &#167; 2113(f) (emphasis added).\n    \n    \n      10\n      Under the plain terms of the statute, the Government must prove in a case such as this that the defendant took money belonging to \"any institution the deposits of which are insured\" by the FDIC. Despite that straightforward text, the cases from this circuit are in conflict as to what the Government must prove with respect to FDIC insurance in order to convict a defendant of bank robbery. A line of cases tracks the statute and holds that the Government meets its burden under 18 U.S.C. &#167; 2113(a) by proving the FDIC-insured status of the victim bank. United States v. James, 987 F.2d 648, 650 (9th Cir.1993) (stating that this court has \"repeatedly held that to support a conviction of armed robbery under 18 U.S.C. &#167; 2113(a), the government has to prove that the money taken was from a bank insured by the FDIC\"); United States v. Phillips, 427 F.2d 1035, 1037 (9th Cir.1970) (stating that \"[t]here is no question but that a proper showing that the bank was F.D.I.C. insured is an essential element of the crime charged\" under 18 U.S.C. &#167; 2113(a)).\n    \n    \n      11\n      However, in United States v. Campbell, 616 F.2d 1151, 1153 (9th Cir.1980), this court said that the Government was required to establish that the money taken was insured: \"To support the conviction of armed robbery in violation of 18 U.S.C. &#167; 2113(a) the government had to prove that the money taken by [the defendant] was insured by the Federal Deposit Insurance Corporation.\" (Emphasis added.) The Campbell court found that the Government had met its burden of showing that the money taken was so insured by presenting uncontradicted testimony of the bank's insured status. Id.\n    \n    \n      12\n      In the present case, unlike in Campbell, evidence of the bank's insured status does not suffice to prove that the money taken was insured, because of the bank vice-president's uncontroverted testimony that the stolen money was not FDIC-insured, even though the bank was. Thus, the result here hinges on whether the Government need prove only that Cedars Bank was FDIC-insured, in which case the Government wins, or must instead prove that the $33,400 taken was FDIC-insured, in which case Defendant prevails. Because this circuit's cases are in conflict, we called for an initial en banc hearing on this case. See Atonio v. Wards Cove Packing Co., 810 F.2d 1477, 1478-79 (9th Cir.1987) (en banc) (stating that a panel facing conflicting precedents may not choose between the conflicting opinions but is required to call for a decision to be made by an en banc court); Fed. R.App. P. 35(a)(1) (stating that en banc review is proper when \"consideration is necessary to secure ... uniformity of the court's decisions\"). That process did not garner the requisite number of votes. Hence our panel has no choice but to resolve the conflict itself.\n    \n    \n      13\n      The statement in Campbell is an erroneous construction of the statute, which is at odds with the statute's plain text. Therefore, to the extent that the statement is a holding, we decline to follow it and choose instead to follow James and Phillips which, we believe, correctly interpret the elements of armed bank robbery that the Government must prove.\n    \n    \n      14\n      Our holding is consistent with United States v. Rrapi, 175 F.3d 742 (9th Cir.1999). There, we held that a defendant properly was convicted of bank robbery when he stole money from a U.S. Bank ATM at an Albertson's grocery store. Id. at 751-53. Rrapi had been charged only with an attempt to break into an ATM located in Albertson's. Therefore, the Government had to prove that the store was used \"in part,\" 18 U.S.C. &#167; 2113(a), as a \"bank\" within the meaning of the bank robbery statute, that is, that the store's ATM \"deposits\" were FDIC-insured, Rrapi, 175 F.3d at 745, 751. We held that the Government had met its burden, in part by showing that the specific funds in the ATM were FDIC-insured.\n    \n    \n      15\n      By contrast, in this case, the Government was not required to show that the Bingo Club was used in part as a bank, even though the robbery involved an ATM. That is because Defendant was charged under a different provision of 18 U.S.C. &#167; 2113(a), which makes it a crime to steal \"any property or money or any other thing of value belonging to ... any bank.\" Thus, all the Government had to show in this case was that the stolen money belonged to Cedars Bank, not that the money was taken from a building that operated in part as a bank.\n    \n    \n      16\n      The evidence was undisputed that Cedars Bank, to whom the stolen money belonged, was an FDIC-insured institution. It follows that the evidence was sufficient to convict Defendant of armed bank robbery.\n    \n    B. Exclusion of Evidence\n    \n      17\n      As a subsidiary matter, Defendant also argues that the district court erroneously excluded, as irrelevant, evidence of a service contract between Cedars Bank and First Line Courier and evidence that First Line's insurer reimbursed First Line for the loss of the money. Defendant offered this evidence to show that, when the ATM was robbed, the money was in the \"care, custody, [or] control\" of First Line. See 18 U.S.C. &#167; 2113(a). According to the offer of proof, the service agreement was silent as to who had title to the money when it was in First Line's possession.\n    \n    \n      18\n      The Government's theory of the case was simply that the stolen money belonged to Cedars Bank. Under 18 U.S.C. &#167; 2113(a), the Government may convict by proving that the defendant took money \"belonging to\" a bank. Money in the possession of a courier service still belongs to a bank for the purpose of 18 U.S.C. &#167; 2113 if the bank has not transferred ownership of the money to the courier service. Lubin v. United States, 313 F.2d 419, 420-21 (9th Cir.1963), over-ruled in part on other grounds by United States v. Powell, 469 U.S. 57, 65-66, 105 S. Ct. 471, 83 L. Ed. 2d 461 (1984); United States v. Damm, 133 F.3d 636, 639 (8th Cir.1998); cf. United States v. King, 178 F.3d 1376, 1378 &amp; n. 3 (11th Cir.1999) (holding that money in the care, custody, or control of a courier service is, in contemplation of law, in the bank's care, custody, or control so long as legal title to the money has not passed). That is true whether or not the courier's insurer agrees to reimburse any loss the courier may sustain in its relationship with the bank.\n    \n    \n      19\n      The evidence that Defendant offered was not probative of the question whether the stolen money belonged to Cedars Bank. Accordingly, the district court did not abuse its discretion in excluding the evidence. See United States v. Campbell, 42 F.3d 1199, 1204 (9th Cir.1994) (stating standard of review). Nor did the exclusion of this evidence violate Defendant's due process right to present a defense. See United States v. Rubio-Topete, 999 F.2d 1334, 1339-40 (9th Cir.1993) (holding that the exclusion of \"marginally relevant\" evidence does not violate a defendant's due process rights).\n    \n    \n      20\n      AFFIRMED.\n    \n    \n      \n        Notes:\n      \n      \n        *\n         The panel unanimously finds this case suitable for decision without oral argument. Fed. R.App. P. 34(a)(2)\n      \n      \n        **\n         The Honorable Roger L. Hunt, United States District Judge for the District of Nevada, sitting by designation\n      \n      \n        1\n         FDIC insurance covers certain \"deposits\" in banks, but does not cover other assets belonging to banksSee, e.g., 12 U.S.C. &#167; 1813(l) (defining \"deposit\"); 12 U.S.C. &#167; 1813(m) (defining \"insured deposit\" and \"uninsured deposit\"); and 12 U.S.C. &#167; 1815 (explaining the system of \"deposit insurance\"). Thus, not all deposits are FDIC-insured and not all funds belonging to a bank are FDIC-insured. In other words, whether particular money belonging to an FDIC-insured bank is FDIC-insured is a question of fact, albeit a technical one. The issue for decision is whether a jury must answer this question of fact in the context of a federal prosecution for bank robbery.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 777926
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}