{
    "id": 1279670,
    "judges": "Andersen, Brachtenbach, Callow, Dolliver, Dore, Durham, Goodloe, Pearson, Utter",
    "date_filed": "2000-06-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-jeffries",
    "case_name_short": "Jeffries",
    "case_name": "State v. Jeffries",
    "case_name_full": "The State of Washington, Respondent, v. Patrick James Jeffries, Appellant",
    "attorneys": "Brian Phillips, for appellant., David H. Bruneau, Prosecuting Attorney, and Christopher Melly and James R. Hickman, Deputies, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 92,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b428-4\">\n    [No. 50062-2.\n   </docketnumber><court id=\"Ari\">\n    En Banc.\n   </court><decisiondate id=\"aji-dedup-0\">\n    March 27, 1986.]\n   </decisiondate><br><parties id=\"b428-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Patrick James Jeffries,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b431-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"401\"> \n     *401\n     </span>\n<em>\n     Brian Phillips,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b431-6\">\n<em>\n     David H. Bruneau, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Christopher Melly\n    </em>\n    and\n    <em>\n     James R. Hickman, Deputies,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "717 P.2d 722",
        "105 Wash. 2d 398"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5965.0,
            "opinion_text": "\n105 Wn.2d 398 (1986)\n717 P.2d 722\nTHE STATE OF WASHINGTON, Respondent,\nv.\nPATRICK JAMES JEFFRIES, Appellant.\nNo. 50062-2.\nThe Supreme Court of Washington, En Banc.\nMarch 27, 1986.\n*401 Brian Phillips, for appellant.\nDavid H. Bruneau, Prosecuting Attorney, and Christopher Melly and James R. Hickman, Deputies, for respondent.\nDORE, J.\nOn April 2, 1983, the bodies of Philip and Inez Skiff were found buried in shallow graves. Philip's body was found 300 feet south of the Skiff residence while Inez' body was located 100 feet south of their house.[1] Both had been shot repeatedly with .22 caliber lead bullets: Philip 7 times, while Inez had been shot 10 times. In November 1983, Patrick James Jeffries was convicted of two counts of aggravated first degree murder for the deaths of Phil and Inez Skiff. A jury sentenced him to death. Jeffries appeals to this court. We affirm.\n\nFACTS\nThe Skiffs first met the defendant, Jeffries, when he was in prison in Canada. He was serving a 12-year sentence for robbery which was his 15th conviction in 19 years.[2] Phil\n*402  *403 Skiff, an amateur artist, admired some wood sculptures Jeffries had carved. After he had been released from prison, Jeffries violated the terms of his parole by entering the United States. He arrived at the Skiffs' home in Clallam County on January 15, 1983. The Skiffs provided him with food and shelter and the necessary tools and materials so that he could continue his wood carving.\nThere were no eyewitnesses to the murder of either Phil or Inez Skiff, and no murder weapons were ever found. The overwhelming circumstantial evidence indicates, however, that Jeffries killed the Skiffs, stole their money and property, lied as to the Skiffs' whereabouts and fled to Canada. When he found that the Canadian authorities were looking for him, he returned to Wenatchee where he was arrested.\nThe evidence indicates that although Jeffries had lived with the Skiffs for several weeks, and had gotten along well with both Phil and Inez, the relationship, apparently, began to sour. In early March, Inez expressed concern when Jeffries' name was mentioned.\nThe facts imply that the murders occurred on Saturday, March 19, sometime between 12 noon and 2:30 p.m. The Skiffs' neighbors, Al and Frieda Opdahl, saw them alive shortly before noon on the 19th. Al Opdahl noticed Phil Skiff was wearing a blue jumpsuit. Phil's body was clad in a blue jumpsuit when it was unearthed. Frieda later saw Inez, who was wearing gardening clothes, at approximately 1:30 p.m. When Inez' body was uncovered, she was in her gardening clothes.\nOn March 9, just 10 days before her death, Inez withdrew over $30,000 in Canadian currency from a British Columbia bank. This money has never been found, though Jeffries was seen on March 19 in the evening and thereafter, with large amounts of Canadian money.\nThe Opdahls regarded the Skiffs as good friends and talked with them on a daily basis. They had known the Skiffs since 1977. When the Skiffs went on trips, they always told the Opdahls when they were leaving. The Opdahls would take care of the Skiffs' cat and collect their *404 mail during these times.\nFrieda Opdahl saw Jeffries a number of times on the 19th. The first time was at noon when she saw Jeffries on the victims' Kubota tractor traveling from the field that is south of the Skiffs' house, the same field which borders the area in which the Skiffs were buried. She thought that this was odd as she had never seen him outside of the workshop during his entire stay with the Skiffs. She saw him again at 2 p.m. riding the tractor coming from the field.\nAt 2:30, she and her daughter, Nancy Folger, took her two grandchildren to the Skiffs' house to play on the Skiffs' trampoline. She saw him for the third time riding the tractor back from the field. Jeffries went over to Frieda Opdahl and she introduced him to her daughter. She then decided to take her two grandchildren to a creek on the Skiffs' property and remarked to the defendant that maybe she could find the Skiffs there. The defendant replied that maybe she would. As soon as Frieda started down for the creek and told her grandchildren that they might see the Skiffs there, Jeffries changed his story and said Phil was getting some cedar from the field south of the house.\nFrieda Opdahl returned to the trampoline at approximately 3 p.m. and Jeffries was still there. She told him that the Skiffs were not down at the creek. Jeffries again changed his story and said that the Skiffs went away with some friends in a motorhome for a couple of days and when they returned they were leaving on a more extended trip. Frieda then asked Jeffries if she, her daughter, and grandchildren could see his wood carvings. He complied and took all five of them into the workshop. They stayed for about 5 minutes before leaving and did not enter or go near the jewelry room where Inez was murdered.\nFrieda Opdahl saw Jeffries for the last time at approximately 6 or 6:30 p.m. Once again he was riding the tractor back and forth in the field.\n\nELLIOTS\nRex and Annabelle Elliot also saw the defendant on Saturday, *405 March 19. They made two trips to the meadow south of the Skiff residence that afternoon in order to dump some brush. During both trips, Jeffries met them on the tractor and helped them unload the brush. The place where they unloaded the brush was between the two burial sites. The time of the first trip was approximately 2 p.m. and the second one was an hour later. The Elliots had noticed that while Jeffries was not intoxicated, he obviously had been drinking.\nDuring the second trip, Jeffries lied, telling the Elliots that he was the Skiffs' son and his parents were planning to move. He said that they wanted to sell some household goods and asked if the Elliots were interested in buying anything. The Elliots inquired if the Skiffs were selling a TV. At the house Jeffries showed them a large television set, which he said the Skiffs had paid $1,200 for but would sell for a lot less. The Elliots said they were not interested. At that time Rex Elliot noticed a .22 caliber Colt Woodsman on the kitchen counter. Jeffries said that he had been cleaning it; however, Rex did not notice any odor of cleaning solvent. He did see, however, an empty shell cartridge lying on the floor. The Elliots asked where the Skiffs were. Defendant told them that they would be home in a few minutes and asked them if they wanted to wait for them. They said no and left.\n\nTHE JOURNEY TO CANADA\nOn Monday, March 21, at 9 a.m., defendant told Alfred Opdahl that he had received a telephone call from the Skiffs the night before. Defendant said that the Skiffs were in Seattle, that they would be home in a couple of days, and that they then would be leaving again. On that same day defendant attempted to sell some gold to Norman Saari, a gold dealer in Port Angeles. Jeffries possessed 2.5 ounces of placer gold and two gold coins that Saari was willing to buy. When Jeffries was unable to produce any identification, Saari refused to buy the gold.\nOn Tuesday, March 22, defendant went to the Opdahls' *406 house and asked Alfred Opdahl the best way to Bellingham. Defendant stated that he planned to meet someone there. This story was apparently a ruse as defendant later went to Wenatchee not to Bellingham.\nJeffries subsequently left the Skiff home on March 22 or 23. He took the Skiffs' pickup truck, their portable TV, chain saw, binoculars, placer gold, coins, food, liquor and numerous small articles, and perhaps the $30,000 of Canadian money. In Wenatchee he was able to sell some of the placer gold and gold coins for $1,080. One of the gold coins was later identified as belonging to Philip Skiff.\nIn Wenatchee, Jeffries met Dan Helland. Helland testified that they became friends and decided to prospect for gold in Canada. They drove the Skiffs' truck to within a mile of the border, parked the truck and threw away the keys. From there they hiked into Canada, stashing some gear, food, clothing and rifles in different locations en route. Once in Canada, Jeffries called his niece and learned that the Royal Canadian Mounted Police were looking for them. They then returned to Wenatchee and were arrested by police.\nWhile in custody, Helland informed the police that he had hidden some possessions in a \"hobo\" camp just outside of Wenatchee. At the \"storage areas\" the police recovered, in addition to food, clothing, and two rifles, a bullet shell casing. This casing was later identified as having come from the same gun that fired the two casings that were recovered in the Skiff workshop. At the \"hobo\" camp, the police recovered two backpacks. In Jeffries' backpack a small Sony television was found which was identified as belonging to Philip Skiff.\n\nTRIAL FINDINGS\nUnder RCW 10.95.020(7), the jury found that \"[t]he defendant committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime.\" Clerk's Papers, at 57. Secondly, under RCW 10.95.020(8), the jury found that *407 \"[t]here was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the defendant.\" Clerk's Papers, at 57. The jury found aggravating circumstances as to both counts of aggravated first degree murder. (Count 1 was for the murder of Philip Skiff and count 2 was for the murder of Inez Skiff.) Jeffries argues that there is insufficient evidence to sustain these findings.\n\nSUBSTANTIAL EVIDENCE TO SUPPORT JURY'S FINDINGS AND VERDICT\n[1] The standard for appellate review of a jury's finding is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980).\nReviewing the entire record, we find that there was substantial evidence to support the jury's findings and verdict that defendant killed the victims in order to steal their property and to prevent his identification as their killer. The evidence indicates that Jeffries, within hours of killing both victims, attempted to sell a television set to the Elliots. That same evening (March 19), Jeffries went to a bar with a large amount of Canadian currency, and bought drinks for his fellow pool players. Two days later, he unsuccessfully attempted to sell placer gold, which had belonged to Philip Skiff. Four days later he left the area stealing the Skiffs' truck, chain saw, television set, guns and numerous other articles. During this entire episode he attempted to avert suspicion by telling Alfred and Frieda Opdahl that the Skiffs left for a 2-day trip and upon returning would go away for an extended trip. He told the Elliots a different story: the Skiffs were moving and they wanted to sell some of their possessions.\nIf Jeffries simply stole the Skiffs' property, without killing them, they presumably would have contacted the police and he would have been apprehended. Thus, he had to kill *408 them in order to hide the fact that he committed the theft. By killing them Jeffries could escape detection for a substantial period of time. In fact, the killings probably would have gone undetected for years if there had not been so much activity on March 19 around the Skiff residence. Defendant and the neighbors knew that the Skiffs often took short and extended trips. In the last few years the Skiffs had gone to Scotland, Samoa, and California for varying periods of time. Jeffries knew that no one would be suspicious if the Skiffs were not seen for awhile. Fortuitously, on the 19th many people saw the defendant and noticed what he was doing. The Opdahls' daughter and grandchildren came to visit and as a result the Opdahls were outside most of the day and at the Skiffs' house. The Elliots who only dump brush a couple of times a year happened to do so on the 19th.\nPicture exhibit 214 shows that Philip Skiff was shot twice in the back of the head in gangland style with a .22 caliber pistol and/or pistols, which inferentially indicates it was one of Skiff's pistols and necessarily the guns had to be stolen prior to Philip's murder. Helland, his Canadian prospecting associate, testified that Jeffries said that he had stashed away two such pistols which presumably were the same guns that were used to kill the Skiffs. Rex Elliot testified that he had seen one of the pistols on the kitchen table at 3:30 p.m. on the 19th. The picture also shows that the remaining five bullets, fired into Philip, were in his back. The evidence also indicates that Inez had fled for her life into the jewelry shop and barricaded the door. She must have had good reason to fear Jeffries, and the obvious inference is that she knew of her husband's murder. State's exhibit 112, a picture of the shop where Inez was gunned down, shows that her killer shot at the door and then kicked it in (heel prints show on the door). Furthermore, because she was shot 10 times, the inference, from the evidence, is unmistakable that Jeffries shot her using both of Philip's pistols, as one had a magazine of only nine bullets and the other six, and that he did so to prevent his identification *409 as the killer of her husband and to cover his crimes of theft and murder.\n\nVENUE\nThe second issue raised by the defendant is whether the trial court abused its discretion in denying his motion for a change of venue.\n[2] In State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984) this court utilized the nine factors set forth in State v. Crudup, 11 Wn. App. 583, 524 P.2d 479 (1974) in deciding that the trial court did not abuse its discretion by denying a motion for change of venue.\nThe nine factors are:\n(1) the inflammatory or noninflammatory nature of the publicity; (2) the degree to which the publicity was circulated throughout the community; (3) the length of time elapsed from the dissemination of the publicity to the date of trial; (4) the care exercised and the difficulty encountered in the selection of the jury; (5) the familiarity of prospective or trial jurors with the publicity and the resultant effect upon them; (6) the challenges exercised by the defendant in selecting the jury, both peremptory and for cause; (7) the connection of government officials with the release of publicity; (8) the severity of the charge; and (9) the size of the area from which the venire is drawn.\nRupe, at 675.\nThe facts in Rupe are very similar to the ones in the present case. In Rupe, the court found that while the publicity was widespread, it was largely factual in nature. The trial court here similarly found that the publicity was factual in nature. In Rupe, 5 months elapsed between the crime and the trial. Here, 6 months had elapsed. In Rupe, the pool of available jurors was 63,000. Here, Clallam County has a population of approximately 50,000 people. One hundred eighty venire persons were available as jurors. In Rupe, the defendant did not use five available peremptory challenges. The court presumed this was because defendant was satisfied with the makeup of the jury. Here, defendant did not use eight available peremptory challenges. *410 As in Rupe, the charges filed were the most serious the State could charge. The only significant difference between this case and Rupe was that here, six venire persons were excused for cause because they felt, based on what they had heard or read, the defendant was guilty. In Rupe, no venire persons were excused for such reasons. As the facts here are substantially the same as those in Rupe, we find that the trial court did not abuse its discretion in denying the motion for change of venue.\n\n\"DEATH-OPPOSED\" JUROR\nThe defendant next contends that the exclusion of a \"death-opposed\" juror from the guilt phase of the trial denied him the right to due process.\n[3] During voir dire, the State is allowed to excuse venire persons for cause who oppose the death penalty so strongly that they will never vote to impose it. Another way to express it is that such venire persons say that they will refuse to follow death penalty instructions of the trial court. The landmark case on this subject is Witherspoon v. Illinois, 391 U.S. 510, 20 L.Ed.2d 776, 88 S.Ct. 1770 (1968). In Witherspoon, the defendant was convicted of murder and sentenced to die by a jury from which the prosecutor had removed for cause all prospective jurors who had \"conscientious scruples against capital punishment, or [were] opposed to the same.'\" Witherspoon, at 512. On appeal, the defendant urged that the jury was unconstitutionally biased in favor of both conviction and death.\nIn Rupe, at page 695, commenting on Witherspoon, we stated\nThe [United States] Supreme Court reversed Witherspoon's death sentence but upheld the underlying murder conviction. Concerning the penalty imposed, the Court held it \"self-evident that if prospective jurors are excused for cause based on general objections to the death penalty or conscientious or religious scruples, the resulting jury \"cannot speak for the community\" and is \"uncommonly willing to condemn a man to die.\" Witherspoon, at 520, 521. The only prospective jurors who could *411 constitutionally be excused for cause were\nthose who made unmistakably clear (1) that they would automatically vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them, or (2) that their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's guilt.\n\nWitherspoon, at 522 n. 21.\nThe Court refused to reverse Witherspoon's conviction for murder. It found the empirical studies tendered on his behalf \"too tentative and fragmentary\" to establish that the broad exclusion of \"death scrupled\" jurors \"results in an unrepresentative jury on the issue of guilt or substantially increases the risk of conviction.\" Witherspoon, at 517, 518. Witherspoon had specifically declined to present evidence below to support his contention. The Court found, therefore, that it could only speculate as to the precise meaning of terms used in the studies, the accuracy of the techniques employed, and the validity of the generalizations made.\nWe adopt the result and rationale of Witherspoon on the process known as \"death qualifying\" a jury. See also State v. Martin, 41 Wn. App. 133, 138, 703 P.2d 309 (1985). In the present case, one venire person was excused for cause because he opposed the death penalty. Defendant joined, however, in the challenge for cause to dismiss this venire person. Defendant cannot make a tactical decision to join in a challenge to dismiss for cause and then on appeal complain about the composition of the jury. We find no error, whether defendant joined in the challenge or not.\n[4] Defendant makes a second argument regarding the death-qualifying process. He alleges that the process itself makes a person more prone to vote for a conviction during the guilt phase than he would if he was not put through the process of death qualification. This issue was also answered in State v. Rupe, supra, where we held at page 697 that\nWhere, as here, jurors are questioned individually and the trial judge and counsel each carefully emphasize, to prospective jurors, that they may not draw inferences of guilt from the questioning, we believe the possibility of *412 tainting the jury is so minimal that the procedures satisfy due process.\nHere, each prospective juror was questioned individually. Thus, any adverse effects the process had were minimized. We find no denial of due process.\n\nGUNS\nThe defendant next objects to the trial court admitting evidence that showed that Jeffries had been in possession of a.22 caliber rifle, which belonged to the Skiffs (recovered from storage area number 3), and .22 caliber bullets (recovered from storage area number 2). Defendant argues that the introduction of such evidence is prohibited by ER 404(b).[3] Defendant cites State v. Robinson, 24 Wn.2d 909, 167 P.2d 986 (1946) and State v. Lloyd, 138 Wash. 8, 244 P. 130 (1926) for the proposition that weapons not used in the commission of a crime are inadmissible. The cases, however, do not support that proposition. Instead, they hold that weapons that are unrelated to the case are not admissible. The introduction into evidence of the weapons showed that only two guns owned by Philip Skiff had not been accounted for: a .22 caliber Regent revolver and a .22 caliber Ruger semiautomatic pistol. Since both these pistols could have been the murder weapon and/or weapons, the jury could infer that the defendant had stolen the two missing guns and used them to murder the Skiffs. See ER 404(b). Further, an FBI agent testified that the bullets recovered from the victims' bodies could have come from the same boxes of .22 caliber bullets that were recovered from storage area number 2.\nDefendant also objects to the above evidence being introduced in the penalty phase. He asserts that this is prohibited by State v. Rupe, supra. In Rupe, we held that *413 the State could not separately introduce into evidence the defendant's gun collection which was not related to the killings at the penalty stage of the trial. We held that this violated his constitutional right to bear arms. In Rupe, the guns were legally owned and unconnected to the crime. Here, the.22 caliber rifle and bullets were stolen from the victims and were part of the crime. There was no error in admitting them in either the guilt or penalty phase of the trial.\n\nNO NECESSITY FOR WARRANTS\nThe defendant, near the Canadian border, hid some possessions in the woods. In \"storage area #1\", the defendant hid clothing, cooking utensils, woodworking tools, blankets, handgun holster, a pistol pouch, tools, liquor, food, a 12-gauge shotgun, and a spent .22 caliber shell casing. This shell casing was examined and compared with the spent .22 caliber shell casing found on the floor near the door of the Skiff workshop and with the .22 caliber shell casing found on the Skiffs' jewelry room floor. All three casings bore sufficient microscopic characteristics for comparison and it was determined that all three were fired from the same weapon. All items were covered by a tarp and leaves.\n\"Storage area #2\" contained a suitcase where boxes of .22 caliber bullets were found.\nAt \"storage area #3\", a .30 caliber Springfield rifle and a .22 caliber Sears rifle were found. Both were wrapped in plastic and hidden under a log.\nIn the \"hobo\" camp where Dan Helland had lived, defendant had left his backpack in which the police found a pair of blue jeans with bloodstains on them. The blood was consistent with Philip Skiff's and Daniel Helland's blood type.\n[5] As to the three storage areas, the police did not obtain warrants before they went to the sites, as they could see the \"storage areas\" with the naked eye. Defendant argues that the seizure of the items violated the Fourth Amendment and article 1, section 7 of the Washington *414 State Constitution. Defendant argues that under Katz v. United States, 389 U.S. 347, 19 L.Ed.2d 576, 88 S.Ct. 507 (1967), he had a subjective expectation of privacy and that his expectation was reasonable. In a case with facts very similar, however, to the present case, the Ninth Circuit Court of Appeals held that the defendant's expectation of privacy was not justified. In United States v. Pruitt, 464 F.2d 494 (9th Cir.1972), the police, without search warrants, searched boxes hidden in trees covered with underbrush. The court held that this search was lawful because the defendant could not expect to keep anybody who discovered them from looking into the boxes. We find the same to be true here.\n[6] As to the \"hobo\" camp, the trial court found that permission to search was granted by Helland, who was in joint control. Where individuals have equal rights of access to common areas of a premises, one assumes the risk that a search of that area may be consented to by an individual having equal authority over the common area. United States v. Matlock, 415 U.S. 164, 39 L.Ed.2d 242, 94 S.Ct. 988 (1974). Such search was lawful.\n\nEQUAL PROTECTION\nDefendant asserts that the notice of intent to seek a special sentencing proceeding violated his due process and equal protection rights.\nDefendant was first arraigned on April 15, 1983, on charges of first degree murder. Subsequently, on May 6 an amended information was filed charging two counts of aggravated first degree murder. The defendant was arraigned on charges of aggravated first degree murder on May 25, 1983. The next day the State filed the notice of intent to seek a special sentencing proceeding. Defendant does not dispute the fact that the notice of intent was timely filed.\n\nCrR 3.3\nDefendant argues, however, that under CrR 3.3, the speedy trial rule, trial was to take place within 60 days *415 from the date of arraignment. The original trial date was set for June 13, 1983. Defendant argues that when he was arraigned on charges of aggravated first degree murder on May 25, he had only 19 days in which to prepare his case. This, he states, is less time than other defendants have to prepare their defenses for charges less serious than he faced.\nWe find defendant's claim to be without merit. He had an opportunity to ask for continuances and, in fact, continuances were granted. Trial did not begin until October 19, 1983. He was given as much time as he needed to prepare his defense.\n\nPROSECUTOR'S ALLEGED \"PREJUDICIAL REMARKS\"\nDefendant contends that the prosecutor acted improperly by making a number of comments, in his closing argument during the penalty phase of the trial, in violation of defendant's Fifth Amendment rights against self-incrimination.\nJeffries did not testify either during the guilt or penalty phase of the trial. He did make, however, an allocution during the sentencing phase to the jury. In his closing statement, the prosecutor referred to such allocution:\nWell, you have heard the Defendant in a situation where he does not have to take an oath and in a situation that I can't cross-examine him and his statement, I submit is one that is insulting to the intelligence. It is also a statement, I think, full of arrogance.\n14C Report of Proceedings, at 48.\n[7] The general rule is that a comment by the prosecutor on the defendant's failure to testify violates his Fifth Amendment privilege against self-incrimination. Griffin v. California, 380 U.S. 609, 14 L.Ed.2d 106, 85 S.Ct. 1229 (1965). The prosecutor's comment here occurred during the sentencing phase. Moreover, the prosecutor made his comment after the defendant spoke to the jury by way of allocution. In a case substantially the same, the Eleventh Circuit Court of Appeals held that the State did not violate *416 the defendant's right to refrain from self-incrimination. In Tucker v. Francis, 723 F.2d 1504 (11th Cir.1984), the defendant did not testify at the guilt phase but did at the penalty phase. In his closing argument, the prosecutor said:\nWell, why then did this defendant all of a sudden in this state [sic] of the trial get on the stand and start telling you these lies that he's told you \u0097 or told you yesterday? It's very simple. The defense is playing games with you.... He tries to confuse you by getting up at this stage of the trial and trying to convince you or plant some little bit of doubt in your mind that he acted alone.\nTucker, at 1509. The Tucker court found no constitutional violation.\nSilence gains more probative weight where it persists in the face of accusation, since it is assumed in such circumstances that the accused would be more likely than not to dispute an untrue accusation. Failure to contest an assertion, however, is considered evidence of acquiescence only if it would have been natural under the circumstances to object to the assertion in question.\nUnited States v. Hale, 422 U.S. 171, 176, 45 L.Ed.2d 99, 95 S.Ct. 2133 (1975). In State v. Bartholomew, 101 Wn.2d 631, 683 P.2d 1079 (1984), we held that the State may introduce evidence to rebut matters raised in mitigation by the defendant. While the prosecutor's statement was not evidence, it rebutted the defendant's assertion that he is now telling the truth. We hold that the prosecutor's comment was permissible, and did not violate defendant's Fifth Amendment privilege.\nIn his closing statement during the penalty phase of the trial, the prosecutor also stated:\nWell, ladies and gentlemen, you did the right thing [in returning a guilty verdict at the guilt phase]. You did the right thing. Now I find it ironic that what you have heard from Mr. Jeffries and what you have heard about him at this phase is based upon lies. I submit that Mr. Jeffries, when he says what he says to you, is doing nothing more than what he's done or what he did from March 19th onward. He lied to Frieda Opdahl, he lied to Rex Elliot, *417 he lied to virtually everyone and he's lying to you now ...\n14C Report of Proceedings, at 49.\n[8] In State v. Reed, 102 Wn.2d 140, 145, 684 P.2d 699 (1984), this court stated that it is \"reprehensible for one appearing as a public prosecutor to assert in argument his personal belief in the accused's guilt.\" The trial that took place in Reed was not, however, bifurcated as the instant trial was. Here, the jury had already convicted the defendant of aggravated first degree murder. Consequently, it is not improper for the prosecutor to assert that he believes the jury's decision was correct.\n\nCOMPETENCY OF COUNSEL\nThe final issue defendant raises concerning the trial itself is whether he received effective assistance of counsel. Defendant argues that trial counsel: did not file any studies showing the effect \"death qualifying\" has on a jury; failed to renew the motion for change of venue after it was denied several times by the trial court; did not object when the trial court allowed all evidence presented at the guilt phase to be introduced at the penalty phase of the trial; did not request jury instructions defining what crime the defendant intended to conceal or defining the common scheme or plan of which the murders were a part; failed to propose a \"failure to testify\" instruction and failed to object to the prosecutor's remarks made at the close of the penalty phase; failed to object to the court's instruction allowing the jury to consider any relevant factors in finding mitigating circumstances; failed to propose instructions which would have instructed the jury to consider sympathy and not impose the death penalty solely for retribution; and was responsible for the introduction of some incriminating evidence (a reading of the record belies this contention).\n[9] The United States Supreme Court has recently set forth the standards for determining when a defendant's conviction must be reversed because of ineffective assistance of counsel.\n\n*418 First, the defendant must show that counsel's performance was deficient. This requires showing that counsel made errors so serious that counsel was not functioning as the \"counsel\" guaranteed the defendant by the Sixth Amendment. Second, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable. Unless a defendant makes both showings, it cannot be said that the conviction or death sentence resulted from a breakdown in the adversary process that renders the result unreliable.\nStrickland v. Washington, 466 U.S. 668, 80 L.Ed.2d 674, 104 S.Ct. 2052, 2064 (1984).\nWe find that the decisions made by trial counsel were tactical. Moreover, even if, using hindsight, they could be characterized as mistakes, we do not believe that they would have changed the result. We find no prejudice. A review of the record indicates competency of counsel.\n\nJURY INSTRUCTION ISSUES\n[10] Defendant alleges that the trial court made numerous errors in instructing the jury. Defendant admits that he made no objections to instructions nor did he propose any jury instructions for the penalty phase. The usual rule is that this court will not review an issue where the proper objection was not made at trial. State v. Theroff, 95 Wn.2d 385, 622 P.2d 1240 (1980). This court has stated that it will be more liberal in construing procedural rules in capital cases.\nSince this is a capital case where the accused was defended by counsel appointed by the court, we will not dismiss the contention now urged on behalf of the appellant by invoking the procedural rule to which we ordinarily adhere, that an argument not presented in the trial court will not be heard for the first time on appeal.\nState v. Griffith, 52 Wn.2d 721, 732, 328 P.2d 897 (1958). We accordingly now review defendant's assignments of error regarding jury instructions.\n(a) In jury instruction 7, the court informed the jury that *419 in order to convict the defendant of the crime of aggravated first degree murder, as charged in count 1, the jury must find, among other elements,\nThat the defendant committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime; or\nThere was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the defendant; and ...\n(Italics ours.) Clerk's Papers, at 70-71.\nDefendant alleges that the trial court was required to instruct the jury as to what crime the defendant was attempting to conceal under the first aggravating circumstance and define what the common scheme or plan was under the second aggravating circumstance. Such a requirement was set forth in State v. Johnson, 100 Wn.2d 607, 674 P.2d 145 (1983), where we had required that in a burglary prosecution the underlying crimes the defendant intended to commit must be specified and defined in the jury instructions. Recently we have overruled Johnson as it pertains to burglary prosecutions, see State v. Bergeron, 105 Wn.2d 1, 711 P.2d 1000 (1985), and we further decline to follow the Johnson rationale in aggravated first degree murder trials.\nIn Bergeron, we held that burglary, defined under RCW 9A.52.020 et seq., includes the entering of a building with the intent to commit a crime. The Legislature did not include a requirement that a specific crime be proven. Bergeron, at 15. Therefore, in Bergeron\nwe now hold that the specific crime or crimes intended to be committed inside burglarized premises is not an element of burglary that must be included in the information, jury instructions or in the trial court's findings and conclusions. It is sufficient if the jury is instructed ... in the language of the burglary statutes.\nBergeron, at 15-16.\n[11] This rationale is also compelling in aggravated murder statutes. RCW 10.95.020(7) specifically requires that \"the person committed the murder to conceal the *420 commission of a crime or to protect or conceal the identity of any person committing a crime.\" The specific crime need not be stated, as the statute does not require it. It is true that the process requires proof beyond a reasonable doubt that the defendant committed the murders to conceal his identification as the person committing a crime. Due process, however, does not require that the specific crime be charged and included in the jury instructions.\nIt is clear from the record that the State's argument was that the defendant killed the victims in order to steal their property. The evidence shows that Jeffries sold the decedents' property after the murders and hid other property during his escape to Canada. Therefore the jury could have found beyond a reasonable doubt that the defendant murdered the Skiffs in order to commit a crime. It was not error for the trial court to have no instruction on the specific crime involved, as long as the jury could have concluded that a crime was in fact committed.\n[12] Defendant also claims that the phrase \"common scheme or plan\" also should have been defined. In instruction 7 the jury was simply told to decide whether there was a scheme or plan involved; such a simplistic request needs no definition. No error was committed.\n(b) Defendant's second instruction contention is that there was error in not instructing the jury to find specific intent as to the two aggravating circumstances. Defendant argues that the jury instructions should have explicitly stated that the defendant (1) intended to conceal the commission of a crime or to conceal the identity of the killer or (2) intended to kill the two victims to further a scheme or plan. We find defendant's contention to be without merit. It is impossible for a jury to find both aggravating circumstances without also finding that the defendant intended to commit them.\n\nSENTENCING INSTRUCTIONS\n[13] (c) In the penalty stage of the trial, the trial court asked the jury whether,\n\n*421 Having in mind the crimes of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nClerk's Papers, at 36. The jury answered affirmatively. The defendant argues that the jury should have decided whether the death sentence was appropriate for each count of aggravated first degree murder. Defendant does not provide, and we do not find, any rationale for requiring a jury to bring back separate sentences in the penalty stage. In a capital case, the jury is to consider not each count separately but all crimes the defendant has been convicted of in deciding whether death is the appropriate punishment.\n(d) The trial court, in its instructions, told the jury that in deciding whether there are not sufficient mitigating circumstances to merit leniency, it \"may consider any relevant factors\". Clerk's Papers, at 37. The defendant requested that the trial court not give the eight illustrative examples of mitigating circumstances provided in the statute.[4] The court complied with defendant's request.\nAlthough the trial court did not give the examples of mitigating circumstances found in RCW 10.95.070, it did *422 provide a definition for the term \"mitigating circumstance\":\nA mitigating circumstance is a fact about the offense, or about the defendant, which in fairness or mercy, may be considered in extenuating or reducing the degree of moral culpability and punishment, although it does not justify or excuse the offense.\nInstruction 5, Clerk's Papers, at 43. In addition, we have held that a jury instruction which lists the eight examples of mitigating circumstances found in RCW 10.95.070 does provide guidance to the jury as to what constitutes a mitigating circumstance. See State v. Bartholomew, 101 Wn.2d at 647. Here the defendant specifically requested that the eight statutory examples not be given. We find no error.\n\nMITIGATING INSTRUCTION\n(e) The trial court informed the jury that\nDuring these special sentencing proceedings, the State bears the burden of proving beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency.\nThe law of this state presumes that a defendant enters the special sentencing meriting leniency, that is a sentence of life in prison without possibility of parole. This presumption continues throughout the entire proceeding unless you find it has been overcome by the evidence beyond a reasonable doubt.\nClerk's Papers, at 42. The defendant did not object to this instruction nor request a different one. We hold that the instruction given adequately informed the jury that the State has the burden of proof in showing that there are not sufficient mitigating circumstances to merit leniency.\n(f) Defendant alleges the trial court erred by instructing the jury that if it did not unanimously find that there were not sufficient mitigating circumstances to merit leniency, then the sentence will be life imprisonment without the possibility of parole. The following instruction was given to the jury:\nThe question you are required to answer is as follows:\nHaving in mind the crime of which the defendant has been found guilty, are you convinced beyond a *423 reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nIf you unanimously answer \"yes\", the sentence will be death. If you do not unanimously answer \"yes\", or if you unanimously answer \"no\", the sentence will be life imprisonment without the possibility of parole.\nClerk's Papers, at 41. Defendant argues that this instruction misstated the law and improperly delineated the consequence of no agreement which denied him his constitutional right of trial by jury, a fair trial, and due process of law. Defendant also argues that this was a comment on the evidence in violation of article 4, section 16 of the Washington State Constitution. Defendant premises his assertions on the belief that the jury instruction urged the jurors to return a sentence of death. We disagree. Viewing all the instructions it is clear that the jury was not urged to return a sentence of death. Just the opposite \u0097 the jury was instructed that it is presumed that the defendant merits leniency. The above instruction merely informs the jurors of the consequences of their individual votes. We find no error.\n(g) Finally, defendant contends that the trial court was required to give the following instructions even though defendant did not request them: (1) the jury must not consider the fact that defendant did not testify; (2) the jury could consider sympathy as a factor; and (3) the jury should not impose the death penalty solely to exact retribution. We hold that absent a request, there was no error in not giving such instructions.\n\nCONSTITUTIONAL ISSUES INVOLVING THE DEATH PENALTY\n[14] Defendant alleges due process requires that in all capital cases the accused be charged by an indictment by a grand jury. Additionally he alleges that charging an accused by information violates the separation of powers doctrine. The fifth amendment to the United States Constitution provides in pertinent part:\nNo person shall be held to answer for a capital, or *424 otherwise infamous crime, unless on a presentment or indictment of a grand jury ...\nDefendant contends that the due process clause of the Fourteenth Amendment makes this provision binding on the states in capital cases. We disagree. We affirm that defendants in this state may be indicted by information. See State v. Kanistanaux, 68 Wn.2d 652, 414 P.2d 784 (1966).\nDefendant argues that RCW 10.95.130(2)(b), which directs this court to determine whether the death penalty given in a case is excessive or disproportionate to other similar cases, violates the doctrine of separation of powers.\nJeffries contends that the Legislature, in this statute, has encroached upon a judicial function. He asserts that, while it is proper for the Legislature to tell this court to review for proportionality, it is not proper for the Legislature to tell this court how it should perform such a proportionality review. Defendant contends that limiting the review to other death penalty cases reported since January 1, 1965, and those where reports have been filed in this court pursuant to RCW 10.95.120 is an unconstitutional infringement on this court's adjudicatory powers. See Tacoma v. O'Brien, 85 Wn.2d 266, 534 P.2d 114 (1975).\n[15] A proportionality review is not constitutionally required in a death penalty statute. Pulley v. Harris, 465 U.S. 37, 79 L.Ed.2d 29, 104 S.Ct. 871 (1984). Since the Legislature has the authority to set punishments for criminal offenses, State v. Mulcare, 189 Wash. 625, 66 P.2d 360 (1937), it is appropriate for it to have determined that the crime of aggravated first degree murder shall be punished by death only if, inter alia, the sentence is not excessive or disproportionate to similar cases in which the imposition of capital punishment has been considered. Limiting \"similar cases\" to cases reported after January 1, 1965, is a valid means of deciding when the death penalty is appropriate.\nDefendant alleges that the Washington State death penalty statute, which requires a sentence of death if the jury finds that there are not sufficient mitigating circumstances *425 to merit leniency, is a mandatory death penalty statute which is unconstitutional.\n[16] RCW 10.95.030(2) provides:\nIf, pursuant to a special sentencing proceeding held under RCW 10.95.050, the trier of fact finds that there are not sufficient mitigating circumstances to merit leniency, the sentence shall be death.\nIn Woodson v. North Carolina, 428 U.S. 280, 49 L.Ed.2d 944, 96 S.Ct. 2978 (1976), the Court held that a mandatory death sentence for every person convicted of a specified offense is unconstitutional. See also Roberts v. Louisiana, 428 U.S. 325, 49 L.Ed.2d 974, 96 S.Ct. 3001 (Louisiana death penalty statute which imposed death on all persons convicted of any five categories of premeditated murder unconstitutional), reh'g denied, 429 U.S. 890 (1976). This State's statute is unlike those struck down in Woodson and Roberts. In this state, there is no mandatory death penalty for committing a specified offense. Instead, two things must be proved by the State: at least one aggravating circumstance and the absence of sufficient mitigating circumstances to merit leniency. It is only at that point that the death penalty becomes mandatory. One goal, however, of a death penalty statute is to focus jury discretion so that death is not arbitrarily imposed. This State's death penalty statute allows for jury discretion in finding mitigating factors. The jury is not limited in deciding what will be a mitigating factor. The defendant even enters the penalty phase with the presumption of leniency. Once the State, however, proves the absence of any sufficient mitigating factors then the jury's discretion ends. At this point it must return a sentence of death. The result is that the penalty of death is not arbitrarily or capriciously imposed, but instead is imposed in a just manner. Cf. Proffitt v. Florida, 428 U.S. 242, 260, 49 L.Ed.2d 913, 96 S.Ct. 2960 (White, J., concurring) (Florida death penalty statute upheld where \"sentencing judge is required to impose the death penalty on all first-degree murderers as to whom the statutory aggravating factors outweigh the mitigating factors.\"), reh'g denied, *426 429 U.S. 875 (1976).\nDefendant asserts that the death penalty statute unconstitutionally shifts the burden of proof to the defendant to show why he should not receive the death penalty. During the penalty phase, the trial court gave the jury the following instructions:\nHaving in mind the crime of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nInstruction 3, Clerk's Papers, at 41.\nDuring these special proceedings, the State bears the burden of proving beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency.\nInstruction 4, Clerk's Papers, at 42.\nThese instructions show that the State bears the burden of proof to prove that there are no mitigating circumstances. We find no error.\n\nAPPELLATE REVIEW OF DEATH SENTENCE\nRCW 10.95.100 requires this court to review all sentences imposing death. One question this court must answer in this mandatory review is whether there was sufficient evidence to justify the jury's affirmative finding to the question posed by RCW 10.95.060(4): \"`Having in mind the crime of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?'\" Defendant argues that in order for this court's review to be meaningful, the jury must state what mitigating circumstances it found. Since the jury in the present case did not do so, defendant argues, this court cannot review the evidence to determine whether the jury was correct in answering \"yes\" to the question posed by RCW 10.95.060(4).\n[17] The Pennsylvania Supreme Court has answered such a contention as follows:\nAppellant makes a related argument that, because the jury is not required to indicate, in writing or otherwise, *427 the mitigating circumstances that it finds to exist, this Court will not be able to properly perform its appellate duties. Such argument assumes that this Court is not able to review the record of the trial and sentencing proceedings, which is assuredly not the case. We have reviewed in this case, as we will in the future, the entire record and will evaluate \"similar cases\" on the basis of the evidence presented as to mitigating circumstances. Thus, the lower court did not abuse its discretion in refusing defense counsel's request to poll the jury as to which mitigating circumstances it found.\nCommonwealth v. Zettlemoyer, 500 Pa. 16, 63-64, 454 A.2d 937 (1982). We agree. By reviewing the record we found that there was substantial evidence to justify the jury's verdict.\n\nTRIAL JUDGE'S REPORT\nRCW 10.95.120 provides:\nIn all cases in which a person is convicted of aggravated first degree murder, the trial court shall... submit a report to the clerk of the supreme court of Washington, to the defendant or his or her attorney, and to the prosecuting attorney which provides the information specified under subsections (1) through (8) of this section.\n[18] Defendant asserts that the trial judge's report here denied him his right to a fair trial, due process of law, assistance of counsel, and right of confronting witnesses against him. Defendant alleges that such rights will be violated because he did not have the opportunity to contest the information in the report. The defendant is also under the impression that the prosecutor supplies most, if not all, of the information for the report. Defendant compares this report to one used in Gardner v. Florida, 430 U.S. 349, 51 L.Ed.2d 393, 97 S.Ct. 1197 (1977). In Gardner, the trial court relied on a confidential report filed by the prosecutor in deciding to disregard the jury's advisory recommendation that life imprisonment, and not the death penalty, be imposed. On appeal, the record did not contain this confidential report. The Court held: \"[I]t is important that the *428 record on appeal disclose to the reviewing court the considerations which motivated the death sentence in every case in which it is imposed.\" Gardner, at 361. The report here does not violate the Gardner holding. The death penalty was imposed by a jury and all information upon which it relied is available for this court to review. Moreover, the report is not confidential. Defendant, or his attorney, is given a copy of the report and can contest any information in it that he feels is incorrect.\nFinally, defendant raises the following five issues: (1) the death penalty is cruel punishment that violates the Washington Constitution, article 1, section 14; (2) the death penalty statute violates the doctrine of separation of powers; (3) the statute violates the federal and state guaranties of equal protection; (4) the statute is void for vagueness; and (5) the statute constitutes an unlawful delegation of legislative authority to the executive branch. We have answered all these contentions in the negative in previous cases. See State v. Campbell, 103 Wn.2d 1, 691 P.2d 929 (1984), cert. denied, ___ U.S. ___, 85 L.Ed.2d 526, 105 S.Ct. 2169 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984); State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984).\n\nSTATUTORY REVIEW\nRCW 10.95.130(2) requires this court to determine\n(a) Whether there was sufficient evidence to justify the affirmative finding to the question posed by RCW 10.95.060(4); and\n(b) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant. For the purposes of this subsection, \"similar cases\" means cases reported in the Washington Reports or Washington Appellate Reports since January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, and cases in which reports have been filed with the supreme court under RCW 10.95.120; and\n(c) Whether the sentence of death was brought about through passion or prejudice.\n*429 We will discuss each issue in order:\n(a) Whether there was sufficient evidence to justify the jury's finding that there were not sufficient mitigating circumstances to merit leniency.\nDuring the penalty phase, the prosecutor was allowed to incorporate the evidence elicited during the guilt phase into evidence. No other evidence was presented by the State. At this point, defendant moved for a directed verdict. The motion was denied. The defendant then presented his only witness: his brother Vernon Jeffries. Vernon's testimony consisted solely of introducing and identifying artwork and photographs of artwork made by the defendant. Defendant then made an allocution to the jury. Defendant never admitted his guilt nor did he ask for mercy or sympathy. Thus, the only possible mitigating circumstance which was presented to the jury was that the defendant made wood carvings. In light of the fact that the jury had found that the defendant had killed two people who had befriended him and given him a home, it was justifiable for the jury to find that the fact the defendant made wood carvings was not sufficient to merit leniency. We accordingly uphold the jury's findings.\n(b) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.[5]\nThe jury found that two aggravating factors were present: (1) concealment of a crime and (2) more than one victim and that the murders were part of a common scheme or plan.\n[19] In determining proportionality this court must look to similar cases reported after January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, or *430 where a report has been filed pursuant to RCW 10.95.120. Thus, \"similar cases\" do not include cases where the death penalty was not sought by the prosecutor.\nCases that are similar in which the death penalty was imposed are:\n1. State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984). Defendant killed two bank tellers during a robbery. Two aggravating factors were found. The jury imposed the death penalty.\n2. State v. Bartholomew, 101 Wn.2d 631, 683 P.2d 1079 (1984). Defendant killed a laundromat attendant in order to hide his identity.\n3. State v. Hawkins, 70 Wn.2d 697, 425 P.2d 390 (1967), cert. denied, 390 U.S. 912 (1968), vacated and remanded as to sentence sub nom. Hawkins v. Rhay, 78 Wn.2d 389, 474 P.2d 557 (1970). Defendant murdered the teenage son and daughter of his lover. The jury found that he was not guilty by reason of insanity for the murder of the son, but found him guilty of first degree murder of the daughter. The jury imposed the death penalty.\n4. State v. Quinlivan, 81 Wn.2d 124, 499 P.2d 1268, 72 A.L.R.3d 835 (1972). Defendant murdered two people. The jury found him guilty of one count of first degree murder and one count of second degree murder. The conviction of the second degree murder charge arose from the defendant killing his lover's mother apparently because the mother would not tell where her daughter was located. The first degree murder conviction arose from the defendant murdering his friend. The jury imposed the death penalty.\nThese four cases strongly establish that the death penalty here is not disproportionate. See also State v. Campbell, supra.\n(c) Whether the sentence of death was brought about through passion or prejudice.\nDefendant argues that the death penalty was imposed here because of passion or prejudice. He lists all the issues raised in his brief concerning errors in the penalty phase *431 and asserts that these alleged errors caused the sentence to be imposed through passion or prejudice. These issues, however, are allegations of trial error and not examples of passion or prejudice. Our review of the record discloses no evidence that the jury's verdict of death was based on passion or prejudice.\n\nCONCLUSION\nThe evidence is substantial and overwhelming that Jeffries schemed and planned to steal Skiff's truck and fill it with Skiff's supplies for survival in the wilds of Canada and the Okanogan country. He also planned to steal Skiff's money and placer gold as a source of cash. The plan necessarily included killing the Skiffs so they couldn't report his crimes to the police, and burying their bodies in the wilderness. He planned to spread rumors that the Skiffs had gone on an extended trip, thus drawing suspicion of foul play away from him. He hoped the bodies would never be discovered. Except for Elliot dumping brush on the adjacent property, the Skiffs' bodies probably wouldn't have been discovered. The facts and inferences from such facts indicate Jeffries first stole Skiff's pistols and used them to kill Phil from ambush. Somehow Inez became aware of her husband's killing and she barricaded herself in the jewelry workroom. Jeffries, realizing that he must conceal his crimes, shot through the door and then kicked it in and killed Inez to prevent his identification as a heinous killer and thief.\nThe judgment and sentence are affirmed.\nANDERSEN, CALLOW, GOODLOE, and DURHAM, JJ., concur. UTTER, J. (dissenting)\nThis court has the responsibility to review death sentences, considering both the crime and the defendant, \"to determine whether the death `penalty is nonetheless unacceptable in a particular case because disproportionate to the punishment imposed on others convicted of the same crime.'\" State v. Campbell, 103 Wn.2d 1, 30, 691 P.2d 929 (1984) (quoting Pulley v. Harris, 465 U.S. *432 37, 79 L.Ed.2d 29, 104 S.Ct. 871 (1984)), cert. denied, 105 S.Ct. 2167 (1985). Proportionality review, as dictated by the United States Supreme Court, therefore requires that this court look to similar cases, as defined by RCW 10.95.130(2)(b). Campbell, at 29. The majority rewrites the mandate of RCW 10.95.130(2)(b) and ignores the statutory command by limiting its proportionality review to cases in which the death penalty was imposed. This flies directly in the face of the statutory command. Because the majority rewrites without justification the death penalty statute, I am compelled to dissent.\nThe legislative definition of similar cases is specific and clear. RCW 10.95.130(2)(b) defines the two types of \"similar cases\" as\ncases reported in the Washington Reports or Washington Appellate Reports since January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, and cases in which reports have been filed with the supreme court under RCW 10.95.120; ...\n(Italics mine.) The cases covered under RCW 10.95.120 are all cases in which a person is convicted of aggravated first degree murder. The trial court is required to submit to the Clerk of the Supreme Court a detailed report of these cases. In many instances where a person was convicted of aggravated first degree murder, e.g., State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985), a death sentence was not sought; however, a report was filed consistent with the language of RCW 10.95.130(2)(b) and RCW 10.95.120. As is clear from the statute and contrary to the majority, \"similar cases\" includes aggravated first degree murder cases where the prosecutor did not seek the death penalty. This court should not on its own initiative narrow our already severe death penalty statute.\nNo other state defines \"similar cases\" in its capital punishment statute to include similar death-eligible prosecutions, whether or not the prosecutor sought the death penalty. Georgia, however, has interpreted its \"similar *433 cases\" provision to \"compare cases as to which the death penalty could have been sought by the prosecutor but was not.\" Horton v. State, 249 Ga. 871, 880 n. 9, 295 S.E.2d 281 (1982). See also Castell v. State, 250 Ga. 776, 795 n. 12, 301 S.E.2d 234 (1983). The Pennsylvania Supreme Court \"conducts an independent evaluation of all cases of murder of the first degree convictions which were ... or could have been\" death penalty prosecutions. Commonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, cert. denied, 469 U.S. 963, 83 L.Ed.2d 296, 105 S.Ct. 360 (1984). Nine other states by case law establish a pool of cases for proportionality review composed of all capital murder prosecutions whether the penalty imposed was life or death. See Flamer v. State, 490 A.2d 104, 138-39 (Del. 1983); Tichnell v. State, 297 Md. 432, 468 A.2d 1, 16-17 (1983); State v. McIlvoy, 629 S.W.2d 333, 334-42 (Mo. 1982); State v. Coleman, 185 Mont. 299, 605 P.2d 1000 (1979), cert. denied, 446 U.S. 970 (1980); State v. Moore, 210 Neb. 457, 316 N.W.2d 33 (1982); Petrocelli v. State, ___ Nev. ___, 692 P.2d 503, 511 (1985); State v. Williams, 308 N.C. 47, 301 S.E.2d 335 (1983); Cartwright v. State, 695 P.2d 548, 555 (Okla. Crim. App. 1985); Whitley v. Commonwealth, 223 Va. 66, 286 S.E.2d 162 (1982).\nSome states, without statutory language similar to or as broad as ours, restrict proportionality review to similar cases in which the death penalty was imposed. McQueen v. Commonwealth, 669 S.W.2d 519 (Ky. 1984); Wilcher v. State, 455 So.2d 727, 732 (Miss. 1984); State v. Copeland, 278 S.C. 572, 300 S.E.2d 63, 72-77 (1982), cert. denied, 460 U.S. 1103, 76 L.Ed.2d 367, 103 S.Ct. 1802 (1983). Courts in other states have no established procedure for proportionality review. E.g., State v. Price, 195 N.J. Super. 285, 478 A.2d 1249 (1984).\nEvidently, legislatures and courts in other states have widely divergent views on what constitutes adequate proportionality review. Some states limit that review to other cases in which death has been imposed, as the majority suggests we do. If that is what the Washington Legislature *434 meant, however, it could easily have said so. Instead, the Legislature specifically requires us to review from a pool of cases as broad as that reviewed by Georgia, a pool of cases surpassed in breadth only by the pool reviewed by the Pennsylvania Supreme Court.\nOnce the pool of \"similar cases\" has been determined as provided by RCW 10.95.130(2)(b), the capital punishment statute provides little guidance as to how we assure that the death sentence is not \"excessive or disproportionate\" or at what \"threshold frequency\" a death sentence becomes proportionate. The language of this portion of our statute is identical to that of the Georgia death penalty statute and most of the other statutes which expressly provide for proportionality review, and these states provide us guidance for this problem. See Ga. Code Ann. § 27-2537(c) (1978).\nBecause of this identity of language and the likelihood that our statute was patterned on the Georgia statute, the Georgia Supreme Court's interpretation of its statute is helpful. Cf. Tichnell v. State, 287 Md. 695, 415 A.2d 830 (1980) (using Georgia statute as guideline in interpretation of Maryland statute because of similar wording). The test which Georgia has enunciated for proportionality, cited with approval by the United States Supreme Court in Gregg v. Georgia, 428 U.S. 153, 49 L.Ed.2d 859, 96 S.Ct. 2909 (1976), is whether death sentences have been imposed \"generally\" in similar cases. See Moore v. State, 233 Ga. 861, 864, 213 S.E.2d 829 (1975), cert. denied, 428 U.S. 910 (1976), quoted in Gregg, at 205.\n[T]his court is not required to determine that less than a death sentence was never imposed in a case with some similar characteristics. On the contrary, we view it to be our duty under the similarity standard to assure that no death sentence is affirmed unless in similar cases throughout the state the death penalty has been imposed generally and not \"wantonly and freakishly imposed,\" ...\n(Italics mine.) Moore, at 864, quoting Furman v. Georgia, 408 U.S. 238, 33 L.Ed.2d 346, 92 S.Ct. 2726 (1972) *435 (Stewart, J., concurring). This standard has been recited and adopted by most of the courts which have attempted to set forth a general standard. See Tichnell v. State, supra at 739; State v. Coleman, 185 Mont. 299, 605 P.2d 1000, 1020 (1979), cert. denied, 446 U.S. 970 (1980); Coppola v. Commonwealth, 220 Va. 243, 258-59, 257 S.E.2d 797 (1979), cert. denied, 444 U.S. 1103 (1980).\n\nI\nThe validity of proportionality review procedures depends on the thoroughness and accuracy of the review process. See Hubbard, Burry &amp; Widener, A \"Meaningful\" Basis for the Death Penalty: The Practice, Constitutionality, and Justice of Capital Punishment in South Carolina, 34 S.C.L. Rev. 391, 443 (1982). The Campbell majority declined to adopt a methodology for \"[a] more definitive proportionality review\" until \"another day when this court will be confronted with a capital case with far fewer and less severe aggravating factors.\" Campbell, at 30. That day has arrived.\nHow then should this court compare cases? Several problems arise. One is the problem of comparing \"apples\" and \"oranges\". How many multiple victims (see RCW 10.95.020(8)) makes such a case comparable to murder-for-hire (see RCW 10.95.020(4))? How much worse, or less worse, is a robbery murder (see RCW 10.95.020(9)(a)) compared to the killing of a police officer (see RCW 10.95.020(1))? The \"similar cases\" chosen for proportionality review could be limited to only those cases with the same characteristics; if more than a very few characteristics are considered, however, no exactly similar cases are likely to exist.\nAnother problem is that this court will have to weigh the evidence on various aggravating and mitigating factors without the benefit of factual findings on many of them. This is an even greater problem when evaluating cases decided prior to Furman and in considering aggravated murder cases not appealed. Under pre-Furman statutes no *436 express finding of any aggravating circumstance was necessary, except in the case of felony murder in which case no express finding of premeditation was necessary. In addition, the judges' reports in some aggravated murder cases are too skimpy to be of much use.\nVarious methods of dealing with these problems have been suggested. One group of commentators has advocated a multiple regression approach under which a \"culpability score\" is calculated for any given defendant. See Baldus, Pulaski, Woodworth &amp; Kyle, Identifying Comparatively Excessive Sentences of Death: A Quantitative Approach, 33 Stan. L. Rev. 1, 23-31, 35-36 (1980). While such an approach may have the advantage of objectivity, it seems overly complex and quantitative for a court not made up of statisticians. Accord, State v. Williams, 308 N.C. 47, 301 S.E.2d 335, 355-56 (1983). The validity of such an approach also appears to turn on the premise that the wide range of aggravating and mitigating circumstances which may be considered can be valued in terms of some common measure.\nAn alternative approach, and also the one seemingly taken by the Georgia Supreme Court, has been labeled the \"salient features\" approach. See 33 Stan. L. Rev. at 32-35, 48-52. Under this approach, the appellate court would (1) identify some major aggravating and mitigating factors, (2) pool all cases having those characteristics, and (3) compute the death penalty frequency within that pool. This approach has the advantage of relative simplicity and also avoids the apples/oranges comparison problem. It has the disadvantage, however, of greatly reducing the pool of cases for comparison (see 33 Stan. L. Rev. at 53).\nThe concerns which have been expressed may be reconciled to an extent, however, by a balancing approach superimposed upon a \"salient factors\" approach circumscribed in part by the trier of fact's findings of fact. Such an approach involves two steps. First, to select a universe of \"similar cases\" from the statutorily defined pool by selecting three or four of the most important factors of the subject case. *437 See Flamer v. State, 490 A.2d 104 (Del. 1983) (narrowing the pool of similar cases for comparison in light of the particulars of the offense and the characteristics of the defendant). Selection of such a small number of \"salient factors\" makes it more likely that a sufficient universe of similar cases will exist. In selecting these \"salient factors\", particular consideration should be given to factors expressly found by the trier of fact or shown by unquestionable evidence. The second step would then be to compute the frequency of death sentences within the pool of similar cases. If the frequency is less than \"generally\", the death sentence should be reversed. Use of the word \"generally\" suggests that the \"threshold frequency\" at which a death sentence becomes appropriate is significantly greater than 50 percent. See Webster's Third New International Dictionary 944 (1971) (defining \"general\" as \"applicable or pertinent to the majority of individuals involved\" or \"prevalent, usual, widespread\").\nThis approach is relatively simple; it also manages to retain a reasonable amount of objectivity by defining a general \"threshold frequency\" and identifies specific factors by which to select \"similar cases.\" The main disadvantage is that it is not feasible in some cases where a limited selection of salient factors will make the case unique. In such situations, the court will probably have to turn to a more subjective comparison of the \"severity\" of dissimilar cases. See, e.g., State v. Campbell, supra.\n\nII\nIn this case, and probably in most cases this court will review for proportionality, I believe the salient factors include (1) the number of victims; (2) the conscious amount of suffering imposed on the victim; (3) the degree of premeditation; (4) the aggravating circumstances found; and (5) the personal background of the accused.\nSince passage of the most recent death penalty statute in 1981, this court has collected data from trial judges who have presided over 34 aggravated first degree murder convictions. *438 Of those 34 aggravated murder convictions, 13 involved multiple victims. In only 6 of those cases did the State seek the death penalty. The jury imposed the death penalty in 4 out of 13 cases, including the case at hand. Other double murder cases include the following:\nA 28-year-old man was convicted of the arson murder of his wife and 18-month-old son. State v. Carey, Whatcom County cause XX-X-XXXXX-X (sentenced Feb. 10, 1983). For these gruesome deaths, the death penalty was not sought.\nThree persons planned and carried out the execution slaying of two union reformers elected to office to eliminate corrupt practices. State v. Guloy, 104 Wn.2d 412, 705 P.2d 1182 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984). The death penalty was not sought.\nA man pleaded guilty to the murder of his brother's 21-year-old wife and her 20-year-old brother with an M-1 .30 caliber carbine. State v. Defrates, Mason County cause XX-X-XXXXX-X (sentenced Mar. 6, 1985). The State did not seek the death penalty.\nA man killed his common law wife, mother of his 2-year-old child, and her uncle. State v. Brown, King County cause XX-X-XXXXX-X (sentenced Apr. 13, 1983). The State did not seek the death penalty.\nAt her sister's house, a woman told her husband, from whom she was separated, that she did not want to reconcile and that she planned to keep their child with her. The husband followed his wife and her sister upstairs, where he heard them discussing him and the marriage. He went downstairs and retrieved a 12-gauge shotgun from his truck outside. He returned upstairs where the sister saw him and screamed for her boyfriend, who was downstairs. The boyfriend started up the stairs in response, but retreated when the husband pointed the shotgun at him and threatened to shoot. The boyfriend gathered up the three children of the wife and her sister and put them in his car.\nThe husband then shot his sister-in-law in the neck and jaw, killing her. He then kicked in the door to the bathroom where his wife had locked herself in, and shot her in the *439 back of the head, killing her instantly. State v. Kincaid, 103 Wn.2d at 306. The State did not seek the death penalty.\nA young man killed the parents of the woman he planned to marry shortly after she called off the marriage. State v. Martin, Spokane County cause XX-X-XXXXX-X (sentenced Jan. 10, 1984). The jury refused the State's request to put the defendant to death.\nIn a case just decided, Charles Evino Harris was convicted of the aggravated murder of a 33-year-old nurse from Philadelphia visiting friends in Bellevue. State v. Harris, King County cause XX-X-XXXXX-X (sentenced Aug. 26, 1985). He was also convicted of the first degree murder of his 29-year-old fiancee and the attempted murder of two others, all shot down by him within a few minutes. Although Harris killed two people and attempted to kill two more, the prosecutor did not seek the death penalty.\nOne case decided within the pool required for review by the death penalty statute demands special attention in this proportionality review. In State v. Carothers, 84 Wn.2d 256, 525 P.2d 731 (1974), as in this case, the victims, Ronald and Wanda Buck, were a retired husband and wife living in Port Angeles. The shooting of Wanda Buck appears to have occurred after that of her husband, possibly to prevent detection of that crime. Our decision summarized testimony by Carothers' accomplice Joseph Lalak:\nLalak stated that he remained in the car while the petitioner went to the door and knocked. The door opened and the petitioner disappeared inside. Very shortly Lalak heard three shots fired. The petitioner appeared at the window and beckoned to Lalak, who then went in the house and observed a man lying on the kitchen floor in a pool of blood. The petitioner had a pistol in his hand, which he was loading, and which he put in its holster and handed to Lalak. This was the revolver which was found in Lalak's possession at the scene of the automobile accident some weeks later. It appears that it was not fired at the scene of the crimes.\nLalak saw a woman come out of one of the two bedrooms, *440 holding her hands over her face, apparently dazed. Leaving Lalak to keep watch, the petitioner took the woman into the other bedroom, saying he was going to tie her up. In a few moments, Lalak heard another shot. The petitioner came out of the bedroom, walked to a place at the back of the kitchen, and then reappeared, carrying a wallet. Before the two left the house, the petitioner fired another shot at the man on the kitchen floor.\nCarothers, at 259. As in Jeffries, the Clallam County prosecutor sought the death penalty. As in Jeffries, the defendants were recently released from prison prior to the crime. Venue was moved to King County on Carothers' motion where a unanimous jury returned a special finding against imposition of the death penalty. State v. Carothers, 9 Wn. App. 691, 695, 514 P.2d 170 (1973).\nThe similarities between Carothers and this case are remarkable, yet the simplistic and superficial proportionality review engaged in by the majority opinion, as it misreads the death penalty statute, never mentions Carothers. I can find no rationale to support a finding that this sentence is not disproportionate when compared with Carothers, a case strikingly similar in most respects. It is also disproportionate when other multiple victim aggravated murder convictions where the death penalty was not imposed, or even sought, are considered.\nI cannot find that the death penalty has been generally imposed, as that term is commonly defined, in similar cases and believe the manner in which multiple murders have been prosecuted in this state during the legislative time period we are to consider makes this sentence constitutionally disproportionate.\nPEARSON, J. (dissenting)\nI disagree with the conclusory fashion in which the majority disposes of the two critical issues in this case. The majority errs substantially in finding that sufficient evidence of aggravating factors exists in this case. This alone requires reversal of the aggravated murder convictions. Further, the trial court gave erroneous and prejudicial jury instructions on the aggravating factors. *441 The Legislature has clearly delineated the narrow circumstances which warrant the death penalty in this state. The death penalty should not be imposed where none of these statutorily described circumstances has been proved beyond a reasonable doubt. I therefore dissent from the majority's opinion on these issues. I would affirm the convictions for first degree murder, rather than aggravated murder, and remand for appropriate resentencing.\n\nI\n\nSUFFICIENCY OF EVIDENCE OF THE AGGRAVATING FACTORS\nThe United States Supreme Court has imposed several constitutional mandates upon the states in regard to death penalty statutes. A number of these are directly relevant in this case. As the Court stated in Godfrey v. Georgia, 446 U.S. 420, 427-28, 64 L.Ed.2d 398, 100 S.Ct. 1759 (1980):\n1. A state's death penalty law must provide a meaningful basis for distinguishing the few cases in which the penalty is imposed from the majority of cases in which it is not.\n2. A state has a constitutional responsibility to \"tailor and apply\" its death penalty law in a manner that avoids the \"arbitrary and capricious\" imposition of the death penalty.\n3. A state must channel the sentencer's discretion by \"clear and objective standards\" which provide \"specific and detailed guidance\" and which make the process \"rationally reviewable\".\nAccordingly, the statutory aggravating factors play a paramount role in the constitutionality of Washington's death penalty scheme. These factors serve the required function of restricting the class of persons who are subject to the death sentence. The requirement that the State prove at least one aggravating factor beyond a reasonable doubt ensures that the jury's discretion is \"guided\" and \"regularized\", thus fulfilling the mandates of the Eighth Amendment. See State v. Bartholomew, 98 Wn.2d 173, 192, 654 P.2d 1170 (1982), vacated and remanded, 463 U.S. 1203, *442 defendant's cert. denied, 463 U.S. 1212 (1983); Woodson v. North Carolina, 428 U.S. 280, 303, 49 L.Ed.2d 944, 96 S. Ct 2978 (1976).\nIn a case where the evidence is insufficient to prove any statutory aggravating factor beyond a reasonable doubt, the defendant is not a proper candidate for death penalty consideration by a jury. The imposition of the death penalty in such a case becomes arbitrary and capricious, since the jury's decision to impose death will then necessarily be based upon factors other than those few narrow factors carefully chosen as proper by the Legislature. The imposition of death under such circumstances is wholly incompatible with the Eighth and Fourteenth Amendments. See Godfrey v. Georgia, supra.\nIn the case at hand, the majority finds the evidence sufficient under the test enunciated in State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980): Whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.[6] To arrive at its decision, the majority draws a number of conclusions from the evidence, which it asserts are reasonable inferences. These \"inferences\", however, are totally speculative. Clearly, the majority misapplies the legal definition of \"inference\". The term, contrary to the majority's analysis, is not interchangeable with \"assumption\" or \"speculation\".\nThe test applicable to a trier of fact in regard to drawing inferences is that the inferences drawn must be rationally related to the proven facts. State v. Johnson, 100 Wn.2d 607, 674 P.2d 145 (1983), overruled on other grounds in State v. Bergeron, 105 Wn.2d 1, 711 P.2d 1000 (1985); *443 County Court of Ulster Cy. v. Allen, 442 U.S. 140, 60 L.Ed.2d 777, 99 S.Ct. 2213 (1979). An inference may be rationally related to the proven facts if that inference is more likely than not to flow from those facts. See County Court of Ulster Cy. v. Allen, supra.\nCertainly, a reviewing court logically cannot apply a different standard to its review of evidence than can a trier of fact. Thus, in this case we are allowed to draw only such inferences as are rationally related to the proven facts. The inferences drawn by the majority fail to meet even this minimal standard of rationality. Accordingly, the evidence here clearly fails to satisfy the Green test. No trier of fact, acting only on the evidence presented, could find that either aggravating factor exists beyond a reasonable doubt.\nI turn now to an examination of the evidence to support the two aggravating factors found by the jury.\n\nA\n\nRCW 10.95.020(7)\n\nKILLING TO CONCEAL A CRIME OR TO CONCEAL DEFENDANT'S IDENTITY AS THE PERPETRATOR OF A CRIME\nUnquestionably, to satisfy the aggravating factor found in RCW 10.95.020(7), the law requires some evidence of the defendant's state of mind prior to the killings. In State v. Bartholomew, supra, where this precise aggravating factor was at issue, this court held that \"[u]nless the jury is presented with evidence which suggests that the killing was intended to postpone for a significant period of time the discovery of the commission of the crime, the aggravating factor will not be established.\" (Italics mine.) Bartholomew, at 214. In Bartholomew, we held that the evidence was sufficient to prove the defendant killed the only witness to his robbery in order to conceal the crime and his identity. There, the defendant had stated his intention of leaving no witnesses prior to killing the victim.\nSimilarly, to find that Jeffries killed the Skiffs in order to conceal a theft, as the majority suggests, the record must *444 contain evidence which indicates Jeffries contemplated the theft prior to, or contemporaneous with, the killings. Theft, as an afterthought, is not relevant to proof of this aggravating factor. If the Legislature had intended to impose death on every criminal who killed and then subsequently decided to steal something, it could have, and would have, stated so clearly. That is not what RCW 10.95.020(7) says, nor is that what it means.\nThe majority correctly recounts the pertinent facts: Jeffries killed the Skiffs on March 19, 1983, sometime between 12 noon and 2:30 or 3 p.m. After 3 p.m. on that day, Jeffries lied to several persons regarding the whereabouts of the Skiffs. He attempted to sell a television belonging to the Skiffs at about 3:30 p.m. On the evening of March 19, Jeffries was seen at a bar with a large amount of cash, which he freely spent. Two days after the murders, Jeffries tried to sell gold belonging to Phil Skiff. When Jeffries left the Skiffs' home 4 days after the murders, he stole a number of the Skiffs' belongings: a truck, chain saw, television, food, blankets and guns.\nBased only on this sparse evidence, the majority states at pages 407-08:\nIf Jeffries simply stole the Skiffs' property, without killing them, they presumably would have contacted the police and he would have been apprehended. Thus, he had to kill them in order to hide the fact that he committed the theft. By killing them Jeffries could escape detection for a substantial period of time.\nThese assertions can in no way be said to be inferences rationally related to the proven facts. The record in this case is absolutely devoid of any evidence which tends to show, more likely than not, that Jeffries contemplated theft prior to, or contemporaneous with, the murders. Actually, the proven facts and the inferences rationally related to those facts indicate that the theory propounded by the State, and adopted by the majority, is quite unlikely.\nNotably, Jeffries lived with the Skiffs for 2 months prior to the murders. The Skiffs left Jeffries to house sit when *445 they traveled to California only about 1 month prior to the murders. Thus, Jeffries had prior opportunity to steal from the Skiffs. Furthermore, the testimony shows that the Skiffs took frequent trips, either for brief or extended periods of time, leaving Jeffries alone on the premises. The testimony also shows Jeffries was fully aware the Skiffs traveled frequently. Accordingly, a rational inference is that Jeffries knew he would have subsequent opportunities to steal from the Skiffs. Yet, the majority asks us to infer that, even knowing the Skiffs' habits, Jeffries suddenly determined that March 19, 1983, was the most advantageous day on which to perpetrate a theft against the Skiffs, even though he would need to murder both of them to commit this theft. Absent any evidence of theft as a cause of the murders, we should not indulge in the inference suggested by the majority that Jeffries planned his theft at a time which would most likely necessitate the murder of the Skiffs. Such an assumption is unwarranted in light of the uncontroverted evidence of prior opportunity and the high likelihood of subsequent opportunity to steal from the Skiffs at a time when that theft could remain undetected for a substantial period of time.\nThe majority's conclusion that theft motivated the murders is further undercut by the fact that Jeffries remained at the Skiffs' home for 4 days after the murders, in spite of the fact that numerous persons openly expressed their curiosity to Jeffries regarding the whereabouts of the Skiffs. Various persons also had seen Jeffries riding on a tractor to and from a vacant field on the last day the Skiffs were seen alive by any of these people. Because Jeffries had never ridden the tractor before, his actions on March 19 would clearly arouse suspicion. Yet, the majority would have us infer that Jeffries, having planned a theft and having murdered two persons to cover this theft, then stayed at the victims' home where he aroused the suspicions of the neighbors for several days before he departed. This is not a logical inference based upon the proven facts.\nRather, it is more likely than not that Jeffries had no *446 plans at all at the time of the murders, but simply remained at the Skiffs' home until he decided what to do next; or that the murders were perpetrated because the relationship between the Skiffs and Jeffries had grown increasingly uncomfortable and Jeffries feared that the Skiffs were not going to permit him to remain living with them. Significantly, almost all of the items he stole upon his departure to Canada 4 days after the murders were items needed by him to make that trip, e.g., a truck, food and supplies such as blankets. He left behind a number of valuable items which one would logically believe a thief would want (television, video recorder, valuable jewelry found at the house).\nFinally, that the theory of the majority is most unlikely is further shown by the fact that a solid gold ring and a gold necklace and pendant were still on Mrs. Skiff's body when it was found. Accordingly, the most rational inference is that Jeffries did not have theft on his mind prior to or contemporaneous with the murder of Mrs. Skiff, or he certainly would have taken these valuables.\nA fair evaluation of the evidence merely shows that Jeffries murdered the Skiffs and subsequently stole some of their property. The motive for these murders is unknown; nothing in the record sheds light on the question. Motive, however, must be shown to prove the aggravating factor in question. Unlike the case of a nonaggravated murder charge, where proof of motive is not necessary to a conviction, the aggravating factor specifically requires that the purpose of the killing be to conceal a crime. Unless such motive is proved beyond a reasonable doubt, no aggravated murder conviction may abide.\nI empathize with the majority's frustration over the unanswered questions presented by this case. Nonetheless, where the answers are not provided, this court may not simply fill in the gaps by speculating as to events and motives. Rather, we must be content to uphold the conviction for first degree murder and to accept that, under the law, every murder will not qualify for the supreme penalty.\n*447 Numerous courts have declined to uphold a death sentence where the evidence is clearly insufficient to establish any aggravating factor beyond a reasonable doubt. In State v. Goodman, 298 N.C. 1, 257 S.E.2d 569 (1979) the jury found as an aggravating factor that the murder was committed to avoid or prevent lawful arrest. That court held that the evidence must show the killing was motivated by this purpose to establish the aggravating factor; the mere fact of death is not sufficient to invoke the factor. Further, that court stated that proof of the requisite intent must be \"very strong\". In State v. Rust, 197 Neb. 528, 250 N.W.2d 867 (1977) the jury found as an aggravating factor that the murder was motivated by a desire for pecuniary gain. The court there held that where the motive was something other than desire for pecuniary gain, the aggravating factor is not proved merely because the result was that defendant was able to achieve such a gain. Similarly, in Young v. Zant, 506 F. Supp. 274 (M.D. Ga. 1980), rev'd in part, 677 F.2d 792 (11th Cir.1982) the aggravating factor was that the murder was committed during the course of armed robbery and for the purpose of obtaining money. That court held that the factor is not proved where the only relevant evidence shows the defendant did not contemplate taking the money until after the murder. The court further stated that \"[b]ased on the evidence ... that petitioner prior to the ... murder had any intent to rob the victim is only speculation.\" Young, at 280-81. In State v. Gillies, 135 Ariz. 500, 662 P.2d 1007 (1983), cert. denied, 470 U.S. 1059, 84 L.Ed.2d 834, 105 S.Ct. 1775 (1985) an aggravating factor found by the jury was that the murder was committed in expectation of receipt of something of pecuniary value. There the court held that the receipt of money must be shown to be a cause of the murder, not merely a result.\nWithout some tangible evidence, or strong circumstantial inference, it is not for the sentencing court to conclude that because money and items were taken, the purpose of the murder was pecuniary gain.... [W]e do *448 not find any evidence that the receipt of pecuniary gain was a cause of the murder.\nGillies, at 512. Finally, in Foster v. State, 436 So.2d 56 (Fla. 1983), cert. denied, 464 U.S. 1052, 79 L.Ed.2d 193, 104 S.Ct. 734 (1984), the Florida court reviewed the jury's finding that the murder was committed to avoid lawful arrest and hinder law enforcement. The defendant in Foster shot two men in the back as they sat in a car. The men's pockets were turned inside out and their wallets were missing. That court stated, \"[a]lthough we know ... that both victims were shot from behind... we do not know what events preceded the actual killing.\" Foster, at 58. The court held that the defendant's motive cannot be assumed and the State has the burden of proof to show the motive.\nThe present case is akin to these cases, and I believe it necessary that we hold that insufficient evidence exists to prove concealment of a crime, or of Jeffries' identity, as a cause of these murders.\n\nB\n\nRCW 10.95.020(8)\n\nTHE MURDERS WERE PART OF A COMMON SCHEME OR PLAN OR THE RESULT OF A SINGLE ACT\nPreliminarily, the State has not argued that the murders were a result of \"a single act\". Such an argument would fail because no evidence was presented which shows the Skiffs were killed together, in one act, by Jeffries. In fact, the State's theory, adopted by the majority, is that Phil Skiff was killed first and that Inez Skiff was murdered later that day. That theory precludes a conviction based on a \"single act\".\nThe majority asserts Jeffries had a scheme or plan to steal from the Skiffs and that he killed them to further this plan. As demonstrated above, however, there is absolutely no evidence Jeffries had conceived any larcenous plan prior to, or at the time of, the murders. Neither the State nor the majority opinion has advanced any other theory as to what Jeffries' preconceived plan or scheme might have been. Further, the record does not support any such theory *449 because there is simply no evidence which indicates what Jeffries' thoughts, plans, or motives were on or before March 19, 1983. No rational trier of fact could have found to the contrary.\nEven applying the incomplete \"nexus between the killings\" definition to common scheme or plan, the record fails to support the jury's finding of this element beyond a reasonable doubt. No proven set of facts establishes any such nexus between the killings of Phil and Inez Skiff.\nThe evidence does show that each was shot numerous times and that Inez Skiff was shot from the front, Phil Skiff from behind. The evidence also shows that each was last seen alive on March 19, 1983.\nHowever, the pathologist testified that it was impossible to tell the time of death of either victim due to the advanced decomposition of the bodies at the time of his examination. The pathologist's best estimate of the time of death of the Skiffs was that they had been dead at least 7 to 10 days prior to the discovery of their bodies.\nYet, the majority asserts that Phil Skiff was killed first and that his wife observed that murder. There is absolutely no support for this theory in the record. The fact that Mrs. Skiff was killed in the shop, at some time, and that the door was probably locked, does not lead me, as it does the majority, to this conclusion. The majority goes on to speculate that Mrs. Skiff fled for her life into the jewelry shop and was gunned down there immediately after her husband's murder. Again, the majority is building unjustified inferences to suit the State's preconceived theory of this murder. Yet, these assertions and speculations are presented by the majority as if they were proven facts or at least rational inferences drawn from the proven facts.\nActually, these assertions are an unwarranted example of judicial fiction. Based upon the proven facts, which are very scant, with many gaps, we cannot ascertain whether Mrs. Skiff was killed first, or whether Mr. Skiff was killed first. One of the victims may have been killed some time prior to and for a different reason than the second victim. Thus, the *450 evidence is insufficient to prove, beyond a reasonable doubt, any nexus between the killings.\nClearly, a nexus, for purposes of showing that a murder was part of a scheme or plan under RCW 10.95.020(8), is not established merely by showing that the bodies of two people who had been murdered were found in the same location. Nor does the fact that the victims are married to one another establish a nexus between the killings. A nexus between the killings is only shown where proof exists that the murders were committed to further a preconceived plan or scheme. No such proof exists here.\n\nII\n\nJURY INSTRUCTIONS\nThe jury was allowed to find two statutory aggravating factors in this case:\n1. \"The person committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime\". RCW 10.95.020(7).\n2. \"There was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the person\". RCW 10.95.020(8).\nThe trial court, however, failed to define for the jury an essential element of each of these factors. First, the court did not specify what particular crime Jeffries allegedly intended to conceal by murdering the Skiffs. Second, the court did not define the phrase \"common scheme or plan\". I do not believe we can brush these errors aside; these instructions are fatally flawed and Jeffries has been undeniably prejudiced by the errors.\nI turn first to the trial court's failure to define the crime which Jeffries allegedly intended to conceal. The majority concedes this omission constitutes error. This court recently held that jury instructions must define an underlying crime in a case where an element of the crime charged is intent to commit another crime. State v. Johnson, 100 Wn.2d 607, 624, 674 P.2d 145 (1983).\nHowever, in State v. Bergeron, 105 Wn.2d 1, 711 P.2d *451 1000 (1985), this court partially overruled State v. Johnson, supra, holding that \"the specific crime or crimes intended to be committed inside burglarized premises is not an element of burglary that must be included in the information, jury instructions or in the trial court's findings and conclusions.\" Bergeron, at 15-16. Even if Bergeron is now the correct rule in noncapital cases, a contention with which I disagree, this rule is absolutely impermissible in cases involving the death penalty. Accordingly, I would apply the rule enunciated in Johnson to this case.\nThe holding in Johnson is constitutionally mandated in capital cases for at least two reasons. Most importantly, it is \"a basic principle of due process that jury instructions must define every element of the offense charged\". Johnson, at 623. To ensure the constitutional requirement that the State retains the burden of proof for every element of the crime, those elements must necessarily be defined. Otherwise, this court cannot conduct a rational review of the sufficiency of the State's evidence to meet its burden of proof of every element beyond a reasonable doubt. Where the element to be proved is commission of another crime, the only possible way to define that element is by specification of that other crime. Johnson, at 624.\nAdditionally, a jury may only consider alternative methods of committing a charged crime if there is substantial evidence to support every alternative. State v. Johnson, supra. Thus, when each alternative (e.g., theft, rape, etc.) is not defined, the jury may impermissibly speculate as to any other \"criminal acts it might imagine.\" Johnson, at 624. Clearly, where the instructions do not define the underlying crime, the jury might impermissibly convict the defendant based upon an alternative method of committing the charged crime for which insufficient evidence exists. This court has long condemned such convictions as erroneous. See State v. Mitchell, 29 Wn.2d 468, 188 P.2d 88 (1947); State v. Thompson, 68 Wn.2d 536, 413 P.2d 951 (1966); State v. Bruton, 66 Wn.2d 111, 401 P.2d 340 (1965); State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980).\n*452 In a death penalty case, the rule requiring definition of every element of the charged crime has special significance. A death penalty scheme, to meet constitutional mandates, must define the crimes for which death may be imposed in a way which eliminates standardless discretion in the jury. Godfrey v. Georgia, 446 U.S. 420, 428, 64 L.Ed.2d 398, 100 S.Ct. 1759 (1980).\nHere, an element of the aggravating factor for which death may be imposed is the concealment of another crime. The jury was not told what other crime or crimes it could consider, based on the evidence presented, as having fulfilled that element. Unquestionably, the jury was allowed to speculate as to the crime Jeffries might have intended to conceal.\nEven if such speculation were permissible in a noncapital case, such guesswork should be absolutely forbidden in a death penalty case where the constitution requires that the jury's discretion be strictly guided.\nThus, the instruction given here fails to meet the Johnson standard and also falls woefully short of performing the vital function of checking the jury's discretion to impose death. I therefore disagree with the majority's ruling that this constitutional error was not prejudicial.\nThe majority dismisses the argument by asserting that the erroneous instruction is harmless because, based on the record, the jury could only consider theft to be the crime which Jeffries intended to conceal. I have examined this record in meticulous detail and am entirely baffled by this apparent extrasensory perception. Unlike the majority, I am completely unable to read the jurors' minds.\nI concede that the State advanced the theory that theft was the crime Jeffries intended to hide by killing the Skiffs. Nonetheless, the jury was in no way limited to consideration of this crime as the one he intended to conceal by killing the Skiffs. In light of the fact that there is no evidence in the record to prove Jeffries contemplated theft prior to, or at the time of, the murders, I cannot believe we can indulge in the assumption that all of these jurors decided *453 Jeffries killed the Skiffs to cover a theft.\nConversely, not being privy to any special insight into the minds of these jurors, I decline to uphold a sentence of death when I cannot satisfy myself that the jurors found, beyond a reasonable doubt, that Jeffries intended to conceal a crime. The possibility that the jurors considered acts which they may have believed amounted to some crime, but which in reality was lawful, stops me short.\nUnquestionably, Jeffries has been denied due process of law by this erroneous instruction. An error of constitutional magnitude is presumed to be prejudicial, with the burden on the State to prove it is harmless. State v. Stephens, 93 Wn.2d 186, 607 P.2d 304 (1980). Further, a constitutional error cannot be deemed harmless unless shown to be so beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 17 L.Ed.2d 705, 87 S.Ct. 824 (1967).\nHere, the error is prejudicial beyond a reasonable doubt because the jury was allowed to impose the death sentence in a completely unguided fashion. The majority authorizes the imposition of the death sentence based on speculation by the jury and compounds the error by its own speculation as to the jurors' deliberations.\nI turn next to the trial court's failure to define the phrase \"common scheme or plan\" in the second aggravating factor found by the jury. Whether this phrase needs definition in noncapital cases is not controlling here. In a death penalty case, the defendant has a constitutional right to thoroughly defined elements of every aggravating factor. I would require this phrase to be clearly defined for the jury in those cases.\nThe majority dismisses the failure of the trial court to define this element as not erroneous because, \"such a simplistic request needs no definition.\" Majority opinion, at 420. To the contrary, the history of this phrase as used in the aggravated murder context reveals confusion and a need for clarification of its meaning.\nThis court has interpreted or defined \"common scheme or plan\" as set forth in the aggravating factor, RCW 10.95.020(8), *454 in several prior cases. See State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984); State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984); State v. Grisby, 97 Wn.2d 493, 647 P.2d 6 (1982), cert. denied, 459 U.S. 1211 (1983).\nIn Grisby we held that \"common scheme or plan\" involves a nexus \"between the killings and not the killers.\" There, two defendants had gone together to an apartment where several persons were then murdered. The court instructed the jury that it could find the aggravating factor if the murders were committed as part of a common scheme or plan. The jury was confused and asked the court to clarify whether \"common\" referred to the defendants acting in common, or whether \"common\" referred to the victims as the common factor. The court responded that \"common scheme or plan\" refers to the victims, not the defendants.\nOn appeal, the defendants argued that the phrase \"common scheme or plan\" was unconstitutionally vague because, as used in the law, it had several accepted meanings. We held that the trial court's definition of the phrase for the jury had removed any doubt as to the meaning of the language: common scheme or plan requires a nexus between the killings, not between the killers. Thus, with the clarifying instruction, the statute was not void for vagueness.\nSignificantly, the \"nexus between the killings\" definition of \"common scheme or plan\" was formulated in response to the specific question presented to the court by the jury in Grisby. The \"nexus\" definition only clarifies that whether the defendants acted in common is not relevant to this aggravating factor. Clearly, however, this definition should not be considered to be the complete or exclusive definition of \"common scheme or plan\". That result was not intended by this court in Grisby.\nA more complete and meaningful definition is offered in Sheriff, Washoe Cy. v. Smith, 91 Nev. 729, 542 P.2d 440 (1975), cited with approval in State v. Grisby, supra. There, the court interpreted the phrase as it was used in the Nevada capital murder statute and defined it as a single *455 preconceived plan or scheme involving more than one killing.\nThis definition is more useful than the nexus definition, as it illustrates that the nexus must exist between the plan or scheme and the multiple murders. In other words, the murders must be committed in furtherance of a preconceived scheme or plan to murder or to achieve some other end. See State v. Dictado, supra, where the murders were committed in furtherance of the defendant's preconceived gambling scheme; State v. Kincaid, supra, where the defendant had a preconceived plan to kill his wife and murdered the wife's sister in furtherance of that plan. Thus, although this court has defined common scheme or plan as merely a \"nexus between the killings\", a careful review of the cases in which we interpreted the phrase, as used in the aggravated murder context, shows that we have required a nexus between a preconceived plan and the murders, not just some connection between the killings.\nAccordingly, I would adhere to the holding in Grisby that the phrase \"common scheme or plan\" is not unconstitutionally vague if the court clarifies its meaning for the jury. That was not done in the present case. Under Grisby, the jury should have at least been instructed that a \"nexus between the killings\" is required. Moreover, where a man's life is at issue, I would require that the jury be given the complete and more precise definition of the element discussed above.\nAdditionally, for the same reasons the jury must be told what underlying crime Jeffries allegedly intended to conceal by killing the Skiffs, the jury should be told what specific plan or scheme Jeffries allegedly intended to further by killing the Skiffs. The jury's determination that Jeffries acted in furtherance of a preconceived plan when he killed the Skiffs is not rationally reviewable when the jury is allowed to speculate as to plans, motives and schemes. As demonstrated by the majority, all this court can do by way of review is speculate as to the jury's speculation. This is most injudicious in a capital case.\n*456 Undoubtedly, the erroneous and prejudicial jury instructions denied Jeffries a fair trial on the aggravating factors. These errors require a reversal of the jury's findings of both of those factors. Because, as I have illustrated above, there is insufficient evidence in this record to support any aggravating factor beyond a reasonable doubt, a new trial on these factors, with proper instructions, is not appropriate. See Bullington v. Missouri, 451 U.S. 430, 68 L.Ed.2d 270, 101 S.Ct. 1852 (1981). Thus, Jeffries should stand convicted of first degree murder.\n\nCONCLUSION\nThe jury in this case has been allowed to make an egregious error. My review of the record leads me to the inescapable conclusion that the jury found Jeffries guilty of aggravated murder based on impermissible factors, factors other than those set out in the death penalty statute.\nThe evidence presented by the State is insufficient to prove the existence of any aggravating factor; this alone requires reversal of the aggravated murder convictions. In addition, the erroneous instructions on the aggravating factors are sufficiently prejudicial in and of themselves to require reversal of those convictions. Furthermore, these prejudicial instructions have greatly impeded our review of the sufficiency of the evidence.\nThe function of appellate review is to correct the errors of the lower courts. Meaningful appellate review is vital to avoid the arbitrary and capricious imposition of death. See Gregg v. Georgia, 428 U.S. 153, 49 L.Ed.2d 859, 96 S.Ct. 2909 (1976). An appellate review of a death sentence must never deteriorate into a mechanistic rubber-stamping process, glossing over errors committed below.\nThe perfunctory review in which the majority engages has deprived Jeffries of a safeguard which is indispensable to a constitutional death penalty scheme: meaningful appellate review. For these reasons, I dissent.\nDOLLIVER, C.J., and UTTER and BRACHTENBACH, JJ., concur with PEARSON, J.\nNOTES\n[1]  See photograph which shows the burial sites in relation to the Skiffs' house.\n[2]  This information was kept from the jury.\n[3]  ER 404(b) provides:\n\n\"Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\"\n[4]  RCW 10.95.070 provides a list of eight examples that illustrate what may constitute mitigating factors:\n\n\"(1) Whether the defendant has or does not have a significant history, either as a juvenile or an adult, of prior criminal activity;\n\"(2) Whether the murder was committed while the defendant was under the influence of extreme mental disturbance;\n\"(3) Whether the victim consented to the act of murder;\n\"(4) Whether the defendant was an accomplice to a murder committed by another person where the defendant's participation in the murder was relatively minor;\n\"(5) Whether the defendant acted under duress or domination of another person;\n\"(6) Whether, at the time of the murder, the capacity of the defendant to appreciate the wrongfulness of his or her conduct or to conform his or her conduct to the requirements of law was substantially impaired as a result of mental disease or defect;\n\"(7) Whether the age of the defendant at the time of the crime calls for leniency; and\n\"(8) Whether there is a likelihood that the defendant will pose a danger to others in the future.\"\n[5]  Defendant argues that this court must make its determination finding beyond a reasonable doubt that the sentence is not excessive or disproportionate. The reasonable doubt standard is used when the question involves a question of fact. The court's determination here involves a question of law.\n[6]  In State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985), we held that the statutory aggravating factors are not elements of murder, which must necessarily be set out as part of the crime of aggravated first degree murder. Rather, we described these factors as \"penalty enhancers\" which, if found, will subject a defendant to the death penalty. Nonetheless, these factors, while not elements of any crime, do have elements of their own, each of which must be proved beyond a reasonable doubt by the State.\n\n",
            "ocr": false,
            "opinion_id": 1279670
        },
        {
            "author_str": "Dore",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDore, J.\nOn April 2, 1983, the bodies of Philip and Inez Skiff were found buried in shallow graves. Philip's body was found 300 feet south of the Skiff residence while Inez' body was located 100 feet south of their house.1 Both had been shot repeatedly with .22 caliber lead bullets: Philip 7 times, while Inez had been shot 10 times. In November 1983, Patrick James Jeffries was convicted of two counts of aggravated first degree murder for the deaths of Phil and Inez Skiff. A jury sentenced him to death. Jeffries appeals to this court. We affirm.\nFacts\nThe Skiffs first met the defendant, Jeffries, when he was in prison in Canada. He was serving a 12-year sentence for robbery which was his 15th conviction in 19 years.2 Phil\n*402[[Image here]]\n*403Skiff, an amateur artist, admired some wood sculptures Jeffries had carved. After he had been released from prison, Jeffries violated the terms of his parole by entering the United States. He arrived at the Skiffs' home in Clallam County on January 15, 1983. The Skiffs provided him with food and shelter and the necessary tools and materials so that he could continue his wood carving.\nThere were no eyewitnesses to the murder of either Phil or Inez Skiff, and no murder weapons were ever found. The overwhelming circumstantial evidence indicates, however, that Jeffries killed the Skiffs, stole their money and property, lied as to the Skiffs' whereabouts and fled to Canada. When he found that the Canadian authorities were looking for him, he returned to Wenatchee where he was arrested.\nThe evidence indicates that although Jeffries had lived with the Skiffs for several weeks, and had gotten along well with both Phil and Inez, the relationship, apparently, began to sour. In early March, Inez expressed concern when Jeffries' name was mentioned.\nThe facts imply that the murders occurred on Saturday, March 19, sometime between 12 noon and 2:30 p.m. The Skiffs' neighbors, Al and Frieda Opdahl, saw them alive shortly before noon on the 19th. A1 Opdahl noticed Phil Skiff was wearing a blue jumpsuit. Phil's body was clad in a blue jumpsuit when it was unearthed. Frieda later saw Inez, who was wearing gardening clothes, at approximately 1:30 p.m. When Inez' body was uncovered, she was in her gardening clothes.\nOn March 9, just 10 days before her death, Inez withdrew over $30,000 in Canadian currency from a British Columbia bank. This money has never been found, though Jeffries was seen on March 19 in the evening and thereafter, with large amounts of Canadian money.\nThe Opdahls regarded the Skiffs as good friends and talked with them on a daily basis. They had known the Skiffs since 1977. When the Skiffs went on trips, they always told the Opdahls when they were leaving. The Opdahls would take care of the Skiffs' cat and collect their *404mail during these times.\nFrieda Opdahl saw Jeffries a number of times on the 19th. The first time was at noon when she saw Jeffries on the victims' Kubota tractor traveling from the field that is south of the Skiffs' house, the same field which borders the area in which the Skiffs were buried. She thought that this was odd as she had never seen him outside of the workshop during his entire stay with the Skiffs. She saw him again at 2 p.m. riding the tractor coming from the field.\nAt 2:30, she and her daughter, Nancy Folger, took her two grandchildren to the Skiffs' house to play on the Skiffs' trampoline. She saw him for the third time riding the tractor back from the field. Jeffries went over to Frieda Opdahl and she introduced him to her daughter. She then decided to take her two grandchildren to a creek on the Skiffs' property and remarked to the defendant that maybe she could find the Skiffs there. The defendant replied that maybe she would. As soon as Frieda started down for the creek and told her grandchildren that they might see the Skiffs there, Jeffries changed his story and said Phil was getting some cedar from the field south of the house.\nFrieda Opdahl returned to the trampoline at approximately 3 p.m. and Jeffries was still there. She told him that the Skiffs were not down at the creek. Jeffries again changed his story and said that the Skiffs went away with some friends in a motorhome for a couple of days and when they returned they were leaving on a more extended trip. Frieda then asked Jeffries if she, her daughter, and grandchildren could see his wood carvings. He complied and took all five of them into the workshop. They stayed for about 5 minutes before leaving and did not enter or go near the jewelry room where Inez was murdered.\nFrieda Opdahl saw Jeffries for the last time at approximately 6 or 6:30 p.m. Once again he was riding the tractor back and forth in the field.\nElliots\nRex and Annabelle Elliot also saw the defendant on Sat*405urday, March 19. They made two trips to the meadow south of the Skiff residence that afternoon in order to dump some brush. During both trips, Jeffries met them on the tractor and helped them unload the brush. The place where they unloaded the brush was between the two burial sites. The time of the first trip was approximately 2 p.m. and the second one was an hour later. The Elliots had noticed that while Jeffries was not intoxicated, he obviously had been drinking.\nDuring the second trip, Jeffries lied, telling the Elliots that he was the Skiffs' son and his parents were planning to move. He said that they wanted to sell some household goods and asked if the Elliots were interested in buying anything. The Elliots inquired if the Skiffs were selling a TV. At the house Jeffries showed them a large television set, which he said the Skiffs had paid $1,200 for but would sell for a lot less. The Elliots said they were not interested. At that time Rex Elliot noticed a .22 caliber Colt Woodsman on the kitchen counter. Jeffries said that he had been cleaning it; however, Rex did not notice any odor of cleaning solvent. He did see, however, an empty shell cartridge lying on the floor. The Elliots asked where the Skiffs were. Defendant told them that they would be home in a few minutes and asked them if they wanted to wait for them. They said no and left.\nThe Journey to Canada\nOn Monday, March 21, at 9 a.m., defendant told Alfred Opdahl that he had received a telephone call from the Skiffs the night before. Defendant said that the Skiffs were in Seattle, that they would be home in a couple of days, and that they then would be leaving again. On that same day defendant attempted to sell some gold to Norman Saari, a gold dealer in Port Angeles. Jeffries possessed 2.5 ounces of placer gold and two gold coins that Saari was willing to buy. When Jeffries was unable to produce any identification, Saari refused to buy the gold.\nOn Tuesday, March 22, defendant went to the Opdahls' *406house and asked Alfred Opdahl the best way to Belling-ham. Defendant stated that he planned to meet someone there. This story was apparently a ruse as defendant later went to Wenatchee not to Bellingham.\nJeffries subsequently left the Skiff home on March 22 or 23. He took the Skiffs' pickup truck, their portable TV, chain saw, binoculars, placer gold, coins, food, liquor and numerous small articles, and perhaps the $30,000 of Canadian money. In Wenatchee he was able to sell some of the placer gold and gold coins for $1,080. One of the gold coins was later identified as belonging to Philip Skiff.\nIn Wenatchee, Jeffries met Dan Helland. Helland testified that they became friends and decided to prospect for gold in Canada. They drove the Skiffs' truck to within a mile of the border, parked the truck and threw away the keys. From there they hiked into Canada, stashing some gear, food, clothing and rifles in different locations en route. Once in Canada, Jeffries called his niece and learned that the Royal Canadian Mounted Police were looking for them. They then returned to Wenatchee and were arrested by police.\nWhile in custody, Helland informed the police that he had hidden some possessions in a \"hobo\" camp just outside of Wenatchee. At the \"storage areas\" the police recovered, in addition to food, clothing, and two rifles, a bullet shell casing. This casing was later identified as having come from the same gun that fired the two casings that were recovered in the Skiff workshop. At the \"hobo\" camp, the police recovered two backpacks. In Jeffries' backpack a small Sony television was found which was identified as belonging to Philip Skiff.\nTrial Findings\nUnder RCW 10.95.020(7), the jury found that \" [t]he defendant committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime.\" Clerk's Papers, at 57. Secondly, under RCW 10.95.020(8), the jury found that *407\"[t]here was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the defendant.\" Clerk's Papers, at 57. The jury found aggravating circumstances as to both counts of aggravated first degree murder. (Count 1 was for the murder of Philip Skiff and count 2 was for the murder of Inez Skiff.) Jeffries argues that there is insufficient evidence to sustain these findings.\nSubstantial Evidence To Support Jury's Findings and Verdict\nThe standard for appellate review of a jury's finding is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980).\nReviewing the entire record, we find that there was substantial evidence to support the jury's findings and verdict that defendant killed the victims in order to steal their property and to prevent his identification as their killer. The evidence indicates that Jeffries, within hours of killing both victims, attempted to sell a television set to the Elliots. That same evening (March 19), Jeffries went to a bar with a large amount of Canadian currency, and bought drinks for his fellow pool players. Two days later, he unsuccessfully attempted to sell placer gold, which had belonged to Philip Skiff. Four days later he left the area stealing the Skiffs' truck, chain saw, television set, guns and numerous other articles. During this entire episode he attempted to avert suspicion by telling Alfred and Frieda Opdahl that the Skiffs left for a 2-day trip and upon returning would go away for an extended trip. He told the Elliots a different story: the Skiffs were moving and they wanted to sell some of their possessions.\nIf Jeffries simply stole the Skiffs' property, without killing them, they presumably would have contacted the police and he would have been apprehended. Thus, he had to kill *408them in order to hide the fact that he committed the theft. By killing them Jeffries could escape detection for a substantial period of time. In fact, the killings probably would have gone undetected for years if there had not been so much activity on March 19 around the Skiff residence. Defendant and the neighbors knew that the Skiffs often took short and extended trips. In the last few years the Skiffs had gone to Scotland, Samoa, and California for varying periods of time. Jeffries knew that no one would be suspicious if the Skiffs were not seen for awhile. Fortuitously, on the 19th many people saw the defendant and noticed what he was doing. The Opdahls' daughter and grandchildren came to visit and as a result the Opdahls were outside most of the day and at the Skiffs' house. The Elliots who only dump brush a couple of times a year happened to do so on the 19th.\nPicture exhibit 214 shows that Philip Skiff was shot twice in the back of the head in gangland style with a .22 caliber pistol and/or pistols, which inferentially indicates it was one of Skiff's pistols and necessarily the guns had to be stolen prior to Philip's murder. Helland, his Canadian prospecting associate, testified that Jeffries said that he had stashed away two such pistols which presumably were the same guns that were used to kill the Skiffs. Rex Elliot testified that he had seen one of the pistols on the kitchen table at 3:30 p.m. on the 19th. The picture also shows that the remaining five bullets, fired into Philip, were in his back. The evidence also indicates that Inez had fled for her life into the jewelry shop and barricaded the door. She must have had good reason to fear Jeffries, and the obvious inference is that she knew of her husband's murder. State's exhibit 112, a picture of the shop where Inez was gunned down, shows that her killer shot at the door and then kicked it in (heel prints show on the door). Furthermore, because she was shot 10 times, the inference, from the evidence, is unmistakable that Jeffries shot her using both of Philip's pistols, as one had a magazine of only nine bullets and the other six, and that he did so to prevent his identi*409fication as the killer of her husband and to cover his crimes of theft and murder.\nVenue\nThe second issue raised by the defendant is whether the trial court abused its discretion in denying his motion for a change of venue.\nIn State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984) this court utilized the nine factors set forth in State v. Crudup, 11 Wn. App. 583, 524 P.2d 479 (1974) in deciding that the trial court did not abuse its discretion by denying a motion for change of venue.\nThe nine factors are:\n(1) the inflammatory or noninflammatory nature of the publicity; (2) the degree to which the publicity was circulated throughout the community; (3) the length of time elapsed from the dissemination of the publicity to the date of trial; (4) the care exercised and the difficulty encountered in the selection of the jury; (5) the familiarity of prospective or trial jurors with the publicity and the resultant effect upon them; (6) the challenges exercised by the defendant in selecting the jury, both peremptory and for cause; (7) the connection of government officials with the release of publicity; (8) the severity of the charge; and (9) the size of the area from which the venire is drawn.\nRupe, at 675.\nThe facts in Rupe are very similar to the ones in the present case. In Rupe, the court found that while the publicity was widespread, it was largely factual in nature. The trial court here similarly found that the publicity was factual in nature. In Rupe, 5 months elapsed between the crime and the trial. Here, 6 months had elapsed. In Rupe, the pool of available jurors was 63,000. Here, Clallam County has a population of approximately 50,000 people. One hundred eighty venire persons were available as jurors. In Rupe, the defendant did not use five available peremptory challenges. The court presumed this was because defendant was satisfied with the makeup of the jury. Here, defendant did not use eight available peremptory chai-*410lenges. As in Rupe, the charges filed were the most serious the State could charge. The only significant difference between this case and Rupe was that here, six venire persons were excused for cause because they felt, based on what they had heard or read, the defendant was guilty. In Rupe, no venire persons were excused for such reasons. As the facts here are substantially the same as those in Rupe, we find that the trial court did not abuse its discretion in denying the motion for change of venue.\n\"Death-Opposed\" Juror\nThe defendant next contends that the exclusion of a \"death-opposed\" juror from the guilt phase of the trial denied him the right to due process.\nDuring voir dire, the State is allowed to excuse venire persons for cause who oppose the death penalty so strongly that they will never vote to impose it. Another way to express it is that such venire persons say that they will refuse to follow death penalty instructions of the trial court. The landmark case on this subject is Witherspoon v. Illinois, 391 U.S. 510, 20 L. Ed. 2d 776, 88 S. Ct. 1770 (1968). In Witherspoon, the defendant was convicted of murder and sentenced to die by a jury from which the prosecutor had removed for cause all prospective jurors who had \"conscientious scruples against capital punishment, or [were] opposed to the same.'\" Witherspoon, at 512. On appeal, the defendant urged that the jury was unconstitutionally biased in favor of both conviction and death.\nIn Rupe, at page 695, commenting on Witherspoon, we stated\nThe [United States] Supreme Court reversed Wither-spoon's death sentence but upheld the underlying murder conviction. Concerning the penalty imposed, the Court held it \"self-evident that if prospective jurors are excused for cause based on general objections to the death penalty or conscientious or religious scruples, the resulting jury \"cannot speak for the community\" and is \"uncommonly willing to condemn a man to die.\" Witherspoon, at 520, 521. The only prospective jurors who could *411constitutionally be excused for cause were\nthose who made unmistakably clear (1) that they would automatically vote against the imposition of capital punishment without regard to any evidence that might be developed at the trial of the case before them, or (2) that their attitude toward the death penalty would prevent them from making an impartial decision as to the defendant's guilt.\nWitherspoon, at 522 n.21.\nThe Court refused to reverse Witherspoon's conviction for murder. It found the empirical studies tendered on his behalf \"too tentative and fragmentary\" to establish that the broad exclusion of \"death scrupled\" jurors \"results in an unrepresentative jury on the issue of guilt or substantially increases the risk of conviction.\" Witherspoon, at 517, 518. Witherspoon had specifically declined to present evidence below to support his contention. The Court found, therefore, that it could only speculate as to the precise meaning of terms used in the studies, the accuracy of the techniques employed, and the validity of the generalizations made.\nWe adopt the result and rationale of Witherspoon on the process known as \"death qualifying\" a jury. See also State v. Martin, 41 Wn. App. 133, 138, 703 P.2d 309 (1985). In the present case, one venire person was excused for cause because he opposed the death penalty. Defendant joined, however, in the challenge for cause to dismiss this venire person. Defendant cannot make a tactical decision to join in a challenge to dismiss for cause and then on appeal complain about the composition of the jury. We find no error, whether defendant joined in the challenge or not.\nDefendant makes a second argument regarding the death-qualifying process. He alleges that the process itself makes a person more prone to vote for a conviction during the guilt phase than he would if he was not put through the process of death qualification. This issue was also answered in State v. Rupe, supra, where we held at page 697 that\nWhere, as here, jurors are questioned individually and the trial judge and counsel each carefully emphasize, to prospective jurors, that they may not draw inferences of guilt from the questioning, we believe the possibility of *412tainting the jury is so minimal that the procedures satisfy due process.\nHere, each prospective juror was questioned individually. Thus, any adverse effects the process had were minimized. We find no denial of due process.\nGuns\nThe defendant next objects to the trial court admitting evidence that showed that Jeffries had been in possession of a .22 caliber rifle, which belonged to the Skiffs (recovered from storage area number 3), and .22 caliber bullets (recovered from storage area number 2). Defendant argues that the introduction of such evidence is prohibited by ER 404(b).3 Defendant cites State v. Robinson, 24 Wn.2d 909, 167 P.2d 986 (1946) and State v. Lloyd, 138 Wash. 8, 244 P. 130 (1926) for the proposition that weapons not used in the commission of a crime are inadmissible. The cases, however, do not support that proposition. Instead, they hold that weapons that are unrelated to the case are not admissible. The introduction into evidence of the weapons showed that only two guns owned by Philip Skiff had not been accounted for: a .22 caliber Regent revolver and a .22 caliber Ruger semiautomatic pistol. Since both these pistols could have been the murder weapon and/or weapons, the jury could infer that the defendant had stolen the two missing guns and used them to murder the Skiffs. See ER 404(b). Further, an FBI agent testified that the bullets recovered from the victims' bodies could have come from the same boxes of .22 caliber bullets that were recovered from storage area number 2.\nDefendant also objects to the above evidence being introduced in the penalty phase. He asserts that this is prohibited by State v. Rupe, supra. In Rupe, we held that *413the State could not separately introduce into evidence the defendant's gun collection which was not related to the killings at the penalty stage of the trial. We held that this violated his constitutional right to bear arms. In Rupe, the guns were legally owned and .unconnected to the crime. Here, the .22 caliber rifle and bullets were stolen from the victims and were part of the crime. There was no error in admitting them in either the guilt or penalty phase of the trial.\nNo Necessity for Warrants\nThe defendant, near the Canadian border, hid some possessions in the woods. In \"storage area §1\", the defendant hid clothing, cooking utensils, woodworking tools, blankets, handgun holster, a pistol pouch, tools, liquor, food, a 12-gauge shotgun, and a spent .22 caliber shell casing. This shell casing was examined and compared with the spent .22 caliber shell casing found on the floor near the door of the Skiff workshop and with the .22 caliber shell casing found on the Skiffs' jewelry room floor. All three casings bore sufficient microscopic characteristics for comparison and it was determined that all three were fired from the same weapon. All items were covered by a tarp and leaves.\n\"Storage area #2\" contained a suitcase where boxes of .22 caliber bullets were found.\nAt \"storage area #3\", a .30 caliber Springfield rifle and a .22 caliber Sears rifle were found. Both were wrapped in plastic and hidden under a log.\nIn the \"hobo\" camp where Dan Helland had lived, defendant had left his backpack in which the police found a pair of blue jeans with bloodstains on them. The blood was consistent with Philip Skiff's and Daniel Helland's blood type.\nAs to the three storage areas, the police did not obtain warrants before they went to the sites, as they could see the \"storage areas\" with the naked eye. Defendant argues that the seizure of the items violated the Fourth Amendment and article 1, section 7 of the Washington *414State Constitution. Defendant argues that under Katz v. United States, 389 U.S. 347, 19 L. Ed. 2d 576, 88 S. Ct. 507 (1967), he had a subjective expectation of privacy and that his expectation was reasonable. In a case with facts very similar, however, to the present case, the Ninth Circuit Court of Appeals held that the defendant's expectation of privacy was not justified. In United States v. Pruitt, 464 F.2d 494 (9th Cir. 1972), the police, without search warrants, searched boxes hidden in trees covered with underbrush. The court held that this search was lawful because the defendant could not expect to keep anybody who discovered them from looking into the boxes. We find the same to be true here.\nAs to the \"hobo\" camp, the trial court found that permission to search was granted by Helland, who was in joint control. Where individuals have equal rights of access to common areas of a premises, one assumes the risk that a search of that area may be consented to by an individual having equal authority over the common area. United States v. Matlock, 415 U.S. 164, 39 L. Ed. 2d 242, 94 S. Ct. 988 (1974). Such search was lawful.\nEqual Protection\nDefendant asserts that the notice of intent to seek a special sentencing proceeding violated his due process and equal protection rights.\nDefendant was first arraigned on April 15, 1983, on charges of first degree murder. Subsequently, on May 6 an amended information was filed charging two counts of aggravated first degree murder. The defendant was arraigned on charges of aggravated first degree murder on May 25, 1983. The next day the State filed the notice of intent to seek a special sentencing proceeding. Defendant does not dispute the fact that the notice of intent was timely filed.\nCrR 3.3\nDefendant argues, however, that under CrR 3.3, the speedy trial rule, trial was to take place within 60 days *415from the date of arraignment. The original trial date was set for June 13, 1983. Defendant argues that when he was arraigned on charges of aggravated first degree murder on May 25, he had only 19 days in which to prepare his case. This, he states, is less time than other defendants have to prepare their defenses for charges less serious than he faced.\nWe find defendant's claim to be without merit. He had an opportunity to ask for continuances and, in fact, continuances were granted. Trial did not begin until October 19, 1983. He was given as much time as he needed to prepare his defense.\nProsecutor's Alleged \"Prejudicial Remarks\"\nDefendant contends that the prosecutor acted improperly by making a number of comments, in his closing argument during the penalty phase of the trial, in violation of defendant's Fifth Amendment rights against self-incrimination.\nJeffries did not testify either during the guilt or penalty phase of the trial. He did make, however, an allocution during the sentencing phase to the jury. In his closing statement, the prosecutor referred to such allocution:\nWell, you have heard the Defendant in a situation where he does not have to take an oath and in a situation that I can't cross-examine him and his statement, I submit is one that is insulting to the intelligence. It is also a statement, I think, full of arrogance.\n14C Report of Proceedings, at 48.\nThe general rule is that a comment by the prosecutor on the defendant's failure to testify violates his Fifth Amendment privilege against self-incrimination. Griffin v. California, 380 U.S. 609, 14 L. Ed. 2d 106, 85 S. Ct. 1229 (1965). The prosecutor's comment here occurred during the sentencing phase. Moreover, the prosecutor made his comment after the defendant spoke to the jury by way of allocution. In a case substantially the same, the Eleventh Circuit Court of Appeals held that the State did not violate *416the defendant's right to refrain from self-incrimination. In Tucker v. Francis, 723 F.2d 1504 (11th Cir. 1984), the defendant did not testify at the guilt phase but did at the penalty phase. In his closing argument, the prosecutor said:\nWell, why then did this defendant all of a sudden in this state [sic] of the trial get on the stand and start telling you these lies that he's told you — or told you yesterday? It's very simple. The defense is playing games with you. . . . He tries to confuse you by getting up at this stage of the trial and trying to convince you or plant some little bit of doubt in your mind that he acted alone.\nTucker, at 1509. The Tucker court found no constitutional violation.\nSilence gains more probative weight where it persists in the face of accusation, since it is assumed in such circumstances that the accused would be more likely than not to dispute an untrue accusation. Failure to contest an assertion, however, is considered evidence of acquiescence only if it would have been natural under the circumstances to object to the assertion in question.\nUnited States v. Hale, 422 U.S. 171, 176, 45 L. Ed. 2d 99, 95 S. Ct. 2133 (1975). In State v. Bartholomew, 101 Wn.2d 631, 683 P.2d 1079 (1984), we held that the State may introduce evidence to rebut matters raised in mitigation by the defendant. While the prosecutor's statement was not evidence, it rebutted the defendant's assertion that he is now telling the truth. We hold that the prosecutor's comment was permissible, and did not violate defendant's Fifth Amendment privilege.\nIn his closing statement during the penalty phase of the trial, the prosecutor also stated:\nWell, ladies and gentlemen, you did the right thing [in returning a guilty verdict at the guilt phase]. You did the right thing. Now I find it ironic that what you have heard from Mr. Jeffries and what you have heard about him at this phase is based upon lies. I submit that Mr. Jeffries, when he says what he says to you, is doing nothing more than what he's done or what he did from March 19th onward. He lied to Frieda Opdahl, he lied to Rex Elliot, *417he lied to virtually everyone and he's lying to you now\n14C Report of Proceedings, at 49.\nIn State v. Reed, 102 Wn.2d 140, 145, 684 P.2d 699 (1984), this court stated that it is \"reprehensible for one appearing as a public prosecutor to assert in argument his personal belief in the accused's guilt.\" The trial that took place in Reed was not, however, bifurcated as the instant trial was. Here, the jury had already convicted the defendant of aggravated first degree murder. Consequently, it is not improper for the prosecutor to assert that he believes the jury's decision was correct.\nCompetency of Counsel\nThe final issue defendant raises concerning the trial itself is whether he received effective assistance of counsel. Defendant argues that trial counsel: did not file any studies showing the effect \"death qualifying\" has on a jury; failed to renew the motion for change of venue after it was denied several times by the trial court; did not object when the trial court allowed all evidence presented at the guilt phase to be introduced at the penalty phase of the trial; did not request jury instructions defining what crime the defendant intended to conceal or defining the common scheme or plan of which the murders were a part; failed to propose a \"failure to testify\" instruction and failed to object to the prosecutor's remarks made at the close of the penalty phase; failed to object to the court's instruction allowing the jury to consider any relevant factors in finding mitigating circumstances; failed to propose instructions which would have instructed the jury to consider sympathy and not impose the death penalty solely for retribution; and was responsible for the introduction of some incriminating evidence (a reading of the record belies this contention).\nThe United States Supreme Court has recently set forth the standards for determining when a defendant's conviction must be reversed because of ineffective assistance of counsel.\n*418First, the defendant must show that counsel's performance was deficient. This requires showing that counsel made errors so serious that counsel was not functioning as the \"counsel\" guaranteed the defendant by the Sixth Amendment. Second, the defendant must show that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable. Unless a defendant makes both showings, it cannot be said that the conviction or death sentence resulted from a breakdown in the adversary process that renders the result unreliable.\nStrickland v. Washington, 466 U.S. 668, 80 L. Ed. 2d 674, 104 S. Ct. 2052, 2064 (1984).\nWe find that the decisions made by trial counsel were tactical. Moreover, even if, using hindsight, they could be characterized as mistakes, we do not believe that they would have changed the result. We find no prejudice. A review of the record indicates competency of counsel.\nJury Instruction Issues\nDefendant alleges that the trial court made numerous errors in instructing the jury. Defendant admits that he made no objections to instructions nor did he propose any jury instructions for the penalty phase. The usual rule is that this court will not review an issue where the proper objection was not made at trial. State v. Theroff, 95 Wn.2d 385, 622 P.2d 1240 (1980). This court has stated that it will be more liberal in construing procedural rules in capital cases.\nSince this is a capital case where the accused was defended by counsel appointed by the court, we will not dismiss the contention now urged on behalf of the appeU lant by invoking the procedural rule to which we ordinarily adhere, that an argument not presented in the trial court will not be heard for the first time on appeal.\nState v. Griffith, 52 Wn.2d 721, 732, 328 P.2d 897 (1958). We accordingly now review defendant's assignments of error regarding jury instructions.\n(a) In jury instruction 7, the court informed the jury that *419in order to convict the defendant of the crime of aggravated first degree murder, as charged in count 1, the jury must find, among other elements,\nThat the defendant committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime-, or\nThere was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the defendant; and . . .\n(Italics ours.) Clerk's Papers, at 70-71.\nDefendant alleges that the trial court was required to instruct the jury as to what crime the defendant was attempting to conceal under the first aggravating circumstance and define what the common scheme or plan was under the second aggravating circumstance. Such a requirement was set forth in State v. Johnson, 100 Wn.2d 607, 674 P.2d 145 (1983), where we had required that in a burglary prosecution the underlying crimes the defendant intended to commit must be specified and defined in the jury instructions. Recently we have overruled Johnson as it pertains to burglary prosecutions, see State v. Bergeron, 105 Wn.2d 1, 711 P.2d 1000 (1985), and we further decline to follow the Johnson rationale in aggravated first degree murder trials.\nIn Bergeron, we held that burglary, defined under RCW 9A.52.020 et seq., includes the entering of a building with the intent to commit a crime. The Legislature did not include a requirement that a specific crime be proven. Ber-geron, at 15. Therefore, in Bergeron\nwe now hold that the specific crime or crimes intended to be committed inside burglarized premises is not an element of burglary that must be included in the information, jury instructions or in the trial court's findings and conclusions. It is sufficient if the jury is instructed ... in the language of the burglary statutes.\nBergeron, at 15-16.\nThis rationale is also compelling in aggravated murder statutes. RCW 10.95.020(7) specifically requires that \"the person committed the murder to conceal the *420commission of a crime or to protect or conceal the identity of any person committing a crime.\" The specific crime need not be stated, as the statute does not require it. It is true that the process requires proof beyond a reasonable doubt that the defendant committed the murders to conceal his identification as the person committing a crime. Due process, however, does not require that the specific crime be charged and included in the jury instructions.\nIt is clear from the record that the State's argument was that the defendant killed the victims in order to steal their property. The evidence shows that Jeffries sold the decedents' property after the murders and hid other property during his escape to Canada. Therefore the jury could have found beyond a reasonable doubt that the defendant murdered the Skiffs in order to commit a crime. It was not error for the trial court to have no instruction on the specific crime involved, as long as the jury could have concluded that a crime was in fact committed.\nDefendant also claims that the phrase \"common scheme or plan\" also should have been defined. In instruction 7 the jury was simply told to decide whether there was a scheme or plan involved; such a simplistic request needs no definition. No error was committed.\n(b) Defendant's second instruction contention is that there was error in not instructing the jury to find specific intent as to the two aggravating circumstances. Defendant argues that the jury instructions should have explicitly stated that the defendant (1) intended to conceal the commission of a crime or to conceal the identity of the killer or (2) intended to kill the two victims to further a scheme or plan. We find defendant's contention to be without merit. It is impossible for a jury to find both aggravating circumstances without also finding that the defendant intended to commit them.\nSentencing Instructions\n(c) In the penalty stage of the trial, the trial court asked the jury whether,\n*421Having in mind the crimes of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nClerk's Papers, at 36. The jury answered affirmatively. The defendant argues that the jury should have decided whether the death sentence was appropriate for each count of aggravated first degree murder. Defendant does not provide, and we do not find, any rationale for requiring a jury to bring back separate sentences in the penalty stage. In a capital case, the jury is to consider not each count separately but all crimes the defendant has been convicted of in deciding whether death is the appropriate punishment.\n(d) The trial court, in its instructions, told the jury that in deciding whether there are not sufficient mitigating circumstances to merit leniency, it \"may consider any relevant factors\". Clerk's Papers, at 37. The defendant requested that the trial court not give the eight illustrative examples of mitigating circumstances provided in the statute.4 The court complied with defendant's request.\nAlthough the trial court did not give the examples of mitigating circumstances found in RCW 10.95.070, it did *422provide a definition for the term \"mitigating circumstance\":\nA mitigating circumstance is a fact about the offense, or about the defendant, which in fairness or mercy, may be considered in extenuating or reducing the degree of moral culpability and punishment, although it does not justify or excuse the offense.\nInstruction 5, Clerk's Papers, at 43. In addition, we have held that a jury instruction which lists the eight examples of mitigating circumstances found in RCW 10.95.070 does provide guidance to the jury as to what constitutes a mitigating circumstance. See State v. Bartholomew, 101 Wn.2d at 647. Here the defendant specifically requested that the eight statutory examples not be given. We find no error.\nMitigating Instruction\n(e) The trial court informed the jury that\nDuring these special sentencing proceedings, the State bears the burden of proving beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency.\nThe law of this state presumes that a defendant enters the special sentencing meriting leniency, that is a sentence of life in prison without possibility of parole. This presumption continues throughout the entire proceeding unless you find it has been overcome by the evidence beyond a reasonable doubt.\nClerk's Papers, at 42. The defendant did not object to this instruction nor request a different one. We hold that the instruction given adequately informed the jury that the State has the burden of proof in showing that there are not sufficient mitigating circumstances to merit leniency.\n(f) Defendant alleges the trial court erred by instructing the jury that if it did not unanimously find that there were not sufficient mitigating circumstances to merit leniency, then the sentence will be life imprisonment without the possibility of parole. The following instruction was given to the jury:\nThe question you are required to answer is as follows:\nHaving in mind the crime of which the defendant has been found guilty, are you convinced beyond a *423reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nIf you unanimously answer \"yes\", the sentence will be death. If you do not unanimously answer \"yes\", or if you unanimously answer \"no\", the sentence will be life imprisonment without the possibility of parole.\nClerk's Papers, at 41. Defendant argues that this instruction misstated the law and improperly delineated the consequence of no agreement which denied him his constitutional right of trial by jury, a fair trial, and due process of law. Defendant also argues that this was a comment on the evidence in violation of article 4, section 16 of the Washington State Constitution. Defendant premises his assertions on the belief that the jury instruction urged the jurors to return a sentence of death. We disagree. Viewing all the instructions it is clear that the jury was not urged to return a sentence of death. Just the opposite — the jury was instructed that it is presumed that the defendant merits leniency. The above instruction merely informs the jurors of the consequences of their individual votes. We find no error.\n(g) Finally, defendant contends that the trial court was required to give the following instructions even though defendant did not request them: (1) the jury must not consider the fact that defendant did not testify; (2) the jury could consider sympathy as a factor; and (3) the jury should not impose the death penalty solely to exact retribution. We hold that absent a request, there was no error in not giving such instructions.\nConstitutional Issues Involving the Death Penalty\nDefendant alleges due process requires that in all capital cases the accused be charged by an indictment by a grand jury. Additionally he alleges that charging an accused by information violates the separation of powers doctrine. The fifth amendment to the United States Constitution provides in pertinent part:\nNo person shall be held to answer for a capital, or *424otherwise infamous crime, unless on a presentment or indictment of a grand jury . . .\nDefendant contends that the due process clause of the Fourteenth Amendment makes this provision binding on the states in capital cases. We disagree. We affirm that defendants in this state may be indicted by information. See State v. Kanistanaux, 68 Wn.2d 652, 414 P.2d 784 (1966).\nDefendant argues that RCW 10.95.130(2)(b), which directs this court to determine whether the death penalty given in a case is excessive or disproportionate to other similar cases, violates the doctrine of separation of powers.\nJeffries contends that the Legislature, in this statute, has encroached upon a judicial function. He asserts that, while it is proper for the Legislature to tell this court to review for proportionality, it is not proper for the Legislature to tell this court how it should perform such a proportionality review. Defendant contends that limiting the review to other death penalty cases reported since January 1, 1965, and those where reports have been filed in this court pursuant to RCW 10.95.120 is an unconstitutional infringement on this court's adjudicatory powers. See Tacoma v. O'Brien, 85 Wn.2d 266, 534 P.2d 114 (1975).\nA proportionality review is not constitutionally required in a death penalty statute. Pulley v. Harris, 465 U.S. 37, 79 L. Ed. 2d 29, 104 S. Ct. 871 (1984). Since the Legislature has the authority to set punishments for criminal offenses, State v. Mulcare, 189 Wash. 625, 66 P.2d 360 (1937), it is appropriate for it to have determined that the crime of aggravated first degree murder shall be punished by death only if, inter alia, the sentence is not excessive or disproportionate to similar cases in which the imposition of capital punishment has been considered. Limiting \"similar cases\" to cases reported after January 1, 1965, is a valid means of deciding when the death penalty is appropriate.\nDefendant alleges that the Washington State death penalty statute, which requires a sentence of death if the jury finds that there are not sufficient mitigating circumstances *425to merit leniency, is a mandatory death penalty statute which is unconstitutional.\nRCW 10.95.030(2) provides:\nIf, pursuant to a special sentencing proceeding held under RCW 10.95.050, the trier of fact finds that there are not sufficient mitigating circumstances to merit leniency, the sentence shall be death.\nIn Woodson v. North Carolina, 428 U.S. 280, 49 L. Ed. 2d 944, 96 S. Ct. 2978 (1976), the Court held that a mandatory death sentence for every person convicted of a specified offense is unconstitutional. See also Roberts v. Louisiana, 428 U.S. 325, 49 L. Ed. 2d 974, 96 S. Ct. 3001 (Louisiana death penalty statute which imposed death on all persons convicted of any five categories of premeditated murder unconstitutional), reh'g denied, 429 U.S. 890 (1976). This State's statute is unlike those struck down in Woodson and Roberts. In this state, there is no mandatory death penalty for committing a specified offense. Instead, two things must be proved by the State: at least one aggravating circumstance and the absence of sufficient mitigating circumstances to merit leniency. It is only at that point that the death penalty becomes mandatory. One goal, however, of a death penalty statute is to focus jury discretion so that death is not arbitrarily imposed. This State's death penalty statute allows for jury discretion in finding mitigating factors. The jury is not limited in deciding what will be a mitigating factor. The defendant even enters the penalty phase with the presumption of leniency. Once the State, however, proves the absence of any sufficient mitigating factors then the jury's discretion ends. At this point it must return a sentence of death. The result is that the penalty of death is not arbitrarily or capriciously imposed, but instead is imposed in a just manner. Cf. Proffitt v. Florida, 428 U.S. 242, 260, 49 L. Ed. 2d 913, 96 S. Ct. 2960 (White, J., concurring) (Florida death penalty statute upheld where \"sentencing judge is required to impose the death penalty on all first-degree murderers as to whom the statutory aggravating factors outweigh the mitigating factors.\"), reh'g denied, *426429 U.S. 875 (1976).\nDefendant asserts that the death penalty statute unconstitutionally shifts the burden of proof to the defendant to show why he should not receive the death penalty. During the penalty phase, the trial court gave the jury the following instructions:\nHaving in mind the crime of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?\nInstruction 3, Clerk's Papers, at 41.\nDuring these special proceedings, the State bears the burden of proving beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency.\nInstruction 4, Clerk's Papers, at 42.\nThese instructions show that the State bears the burden of proof to prove that there are no mitigating circumstances. We find no error.\nAppellate Review of Death Sentence\nRCW 10.95.100 requires this court to review all sentences imposing death. One question this court must answer in this mandatory review is whether there was sufficient evidence to justify the jury's affirmative finding to the question posed by RCW 10.95.060(4): \"'Having in mind the crime of which the defendant has been found guilty, are you convinced beyond a reasonable doubt that there are not sufficient mitigating circumstances to merit leniency?'\" Defendant argues that in order for this court's review to be meaningful, the jury must state what mitigating circumstances it found. Since the jury in the present case did not do so, defendant argues, this court cannot review the evidence to determine whether the jury was correct in answering \"yes\" to the question posed by RCW 10.95.060(4).\nThe Pennsylvania Supreme Court has answered such a contention as follows:\nAppellant makes a related argument that, because the jury is not required to indicate, in writing or otherwise, *427the mitigating circumstances that it finds to exist, this Court will not be able to properly perform its appellate duties. Such argument assumes that this Court is not able to review the record of the trial and sentencing proceedings, which is assuredly not the case. We have reviewed in this case, as we will in the future, the entire record and will evaluate \"similar cases\" on the basis of the evidence presented as to mitigating circumstances. Thus, the lower court did not abuse its discretion in refusing defense counsel's request to poll the jury as to which mitigating circumstances it found.\nCommonwealth v. Zettlemoyer, 500 Pa. 16, 63-64, 454 A.2d 937 (1982). We agree. By reviewing the record we found that there was substantial evidence to justify the jury's verdict.\nTrial Judge's Report\nRCW 10.95.120 provides:\nIn all cases in which a person is convicted of aggravated first degree murder, the trial court shall . . . submit a report to the clerk of the supreme court of Washington, to the defendant or his or hér attorney, and to the prosecuting attorney which provides the information specified under subsections (1) through (8) of this section.\nDefendant asserts that the trial judge's report here denied him his right to a fair trial, due process of law, assistance of counsel, and right of confronting witnesses against him. Defendant alleges that such rights will be violated because he did not have the opportunity to contest the information in the report. The defendant is also under the impression that the prosecutor supplies most, if not all, of the information for the report. Defendant compares this report to one used in Gardner v. Florida, 430 U.S. 349, 51 L. Ed. 2d 393, 97 S. Ct. 1197 (1977). In Gardner, the trial court relied on a confidential report filed by the prosecutor in deciding to disregard the jury's advisory recommendation that life imprisonment, and not the death penalty, be imposed. On appeal, the record did not contain this confidential report. The Court held: \" [I]t is important that the *428record on appeal disclose to the reviewing court the considerations which motivated the death sentence in every case in which it is imposed.\" Gardner, at 361. The report here does not violate the Gardner holding. The death penalty was imposed by a jury and all information upon which it relied is available for this court to review. Moreover, the report is not confidential. Defendant, or his attorney, is given a copy of the report and can contest any information in it that he feels is incorrect.\nFinally, defendant raises the following five issues: (1) the death penalty is cruel punishment that violates the Washington Constitution, article 1, section 14; (2) the death penalty statute violates the doctrine of separation of powers; (3) the statute violates the federal and state guaranties of equal protection; (4) the statute is void for vagueness; and (5) the statute constitutes an unlawful delegation of legislative authority to the executive branch. We have answered all these contentions in the negative in previous cases. See State v. Campbell, 103 Wn.2d 1, 691 P.2d 929 (1984), cert. denied, _U.S._, 85 L. Ed. 2d 526, 105 S. Ct. 2169 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984); State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984).\nStatutory Review\nRCW 10.95.130(2) requires this court to determine\n(a) Whether there was sufficient evidence to justify the affirmative finding to the question posed by RCW 10.95-.060(4); and\n(b) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant. For the purposes of this subsection, \"similar cases\" means cases reported in the Washington Reports or Washington Appellate Reports since January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, and cases in which reports have been filed with the supreme court under RCW 10.95.120; and\n(c) Whether the sentence of death was brought about through passion or prejudice.\n*429We will discuss each issue in order:\n(a) Whether there was sufficient evidence to justify the jury's finding that there were not sufficient mitigating circumstances to merit leniency.\nDuring the penalty phase, the prosecutor was allowed to incorporate the evidence elicited during the guilt phase into evidence. No other evidence was presented by the State. At this point, defendant moved for a directed verdict. The motion was denied. The defendant then presented his only witness: his brother Vernon Jeffries. Vernon's testimony consisted solely of introducing and identifying artwork and photographs of artwork made by the defendant. Defendant then made an allocution to the jury. Defendant never admitted his guilt nor did he ask for mercy or sympathy. Thus, the only possible mitigating circumstance which was presented to the jury was that the defendant made wood carvings. In light of the fact that the jury had found that the defendant had killed two people who had befriended him and given him a home, it was justifiable for the jury to find that the fact the defendant made wood carvings was not sufficient to merit leniency. We accordingly uphold the jury's findings.\n(b) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.5\nThe jury found that two aggravating factors were present: (1) concealment of a crime and (2) more than one victim and that the murders were part of a common scheme or plan.\nIn determining proportionality this court must look to similar cases reported after January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, or *430where a report has been filed pursuant to RCW 10.95.120. Thus, \"similar cases\" do not include cases where the death penalty was not sought by the prosecutor.\nCases that are similar in which the death penalty was imposed are:\n1. State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984). Defendant killed two bank tellers during a robbery. Two aggravating factors were found. The jury imposed the death penalty.\n2. State v. Bartholomew, 101 Wn.2d 631, 683 P.2d 1079 (1984). Defendant killed a laundromat attendant in order to hide his identity.\n3. State v. Hawkins, 70 Wn.2d 697, 425 P.2d 390 (1967), cert. denied, 390 U.S. 912 (1968), vacated and remanded as to sentence sub nom. Hawkins v. Rhay, 78 Wn.2d 389, 474 P.2d 557 (1970). Defendant murdered the teenage son and daughter of his lover. The jury found that he was not guilty by reason of insanity for the murder of the son, but found him guilty of first degree murder of the daughter. The jury imposed the death penalty.\n4. State v. Quinlivan, 81 Wn.2d 124, 499 P.2d 1268, 72 A.L.R.3d 835 (1972). Defendant murdered two people. The jury found him guilty of one count of first degree murder and one count of second degree murder. The conviction of the second degree murder charge arose from the defendant killing his lover's mother apparently because the mother would not tell where her daughter was located. The first degree murder conviction arose from the defendant murdering his friend. The jury imposed the death penalty.\nThese four cases strongly establish that the death penalty here is not disproportionate. See also State v. Campbell, supra.\n(c) Whether the sentence of death was brought about through passion or prejudice.\nDefendant argues that the death penalty was imposed here because of passion or prejudice. He lists all the issues raised in his brief concerning errors in the penalty phase *431and asserts that these alleged errors caused the sentence to be imposed through passion or prejudice. These issues, however, are allegations of trial error and not examples of passion or prejudice. Our review of the record discloses no evidence that the jury's verdict of death was based on passion or prejudice.\nConclusion\nThe evidence is substantial and overwhelming that Jeffries schemed and planned to steal Skiff's truck and fill it with Skiff's supplies for survival in the wilds of Canada and the Okanogan country. He also planned to steal Skiff's money and placer gold as a source of cash. The plan necessarily included killing the Skiffs so they couldn't report his crimes to the police, and burying their bodies in the wilderness. He planned to spread rumors that the Skiffs had gone on an extended trip, thus drawing suspicion of foul play away from him. He hoped the bodies would never be discovered. Except for Elliot dumping brush on the adjacent property, the Skiffs' bodies probably wouldn't have been discovered. The facts and inferences from such facts indicate Jeffries first stole Skiff's pistols and used them to kill Phil from ambush. Somehow Inez became aware of her husband's killing and she barricaded herself in the jewelry workroom. Jeffries, realizing that he must conceal his crimes, shot through the door and then kicked it in and killed Inez to prevent his identification as a heinous killer and thief.\nThe judgment and sentence are affirmed.\nAndersen, Callow, Goodloe, and Durham, JJ., concur.\n\nSee photograph which shows the burial sites in relation to the Skiffs' house.\n\n\nThis information was kept from the jury.\n\n\nER 404(b) provides:\n\"Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\"\n\n\nRCW 10.95.070 provides a list of eight examples that illustrate what may constitute mitigating factors:\n\"(1) Whether the defendant has or does not have a significant history, either as a juvenile or an adult, of prior criminal activity;\n\" (2) Whether the murder was committed while the defendant was under the influence of extreme mental disturbance;\n\" (3) Whether the victim consented to the act of murder;\n\"(4) Whether the defendant was an accomplice to a murder committed by another person where the defendant's participation in the murder was relatively minor;\n\"(5) Whether the defendant acted under duress or domination of another person;\n\"(6) Whether, at the time of the murder, the capacity of the defendant to appreciate the wrongfulness of his or her conduct or to conform his or her conduct to the requirements of law was substantially impaired as a result of mental disease or defect;\n\"(7) Whether the age of the defendant at the time of the crime calls for leniency; and\n\"(8) Whether there is a likelihood that the defendant will pose a danger to others in the future.\"\n\n\nDefendant argues that this court must make its determination finding beyond a reasonable doubt that the sentence is not excessive or disproportionate. The reasonable doubt standard is used when the question involves a question of fact. The court's determination here involves a question of law.\n\n",
            "ocr": false,
            "opinion_id": 9850373
        },
        {
            "author_str": "Utter",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nUtter, J.\n(dissenting) — This court has the responsibility to review death sentences, considering both the crime and the defendant, \"to determine whether the death 'penalty is nonetheless unacceptable in a particular case because disproportionate to the punishment imposed on others convicted of the same crime.'\" State v. Campbell, 103 Wn.2d 1, 30, 691 P.2d 929 (1984) (quoting Pulley v. Harris, 465 U.S. *43237, 79 L. Ed. 2d 29, 104 S. Ct. 871 (1984)), cert. denied, 105 S. Ct. 2167 (1985). Proportionality review, as dictated by the United States Supreme Court, therefore requires that this court look to similar cases, as defined by RCW 10.95-.130(2)(b). Campbell, at 29. The majority rewrites the mandate of RCW 10.95.130(2) (b) and ignores the statutory command by limiting its proportionality review to cases in which the death penalty was imposed. This flies directly in the face of the statutory command. Because the majority rewrites without justification the death penalty statute, I am compelled to dissent.\nThe legislative definition of similar cases is specific and clear. RCW 10.95.130(2)(b) defines the two types of \"similar cases\" as\ncases reported in the Washington Reports or Washington Appellate Reports since January 1, 1965, in which the judge or jury considered the imposition of capital punishment regardless of whether it was imposed or executed, and cases in which reports have been filed with the supreme court under RCW 10.95.120; . . .\n(Italics mine.) The cases covered under RCW 10.95.120 are all cases in which a person is convicted of aggravated first degree murder. The trial court is required to submit to the Clerk of the Supreme Court a detailed report of these cases. In many instances where a person was convicted of aggravated first degree murder, e.g., State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985), a death sentence was not sought; however, a report was filed consistent with the language of RCW 10.95.130(2)(b) and RCW 10.95.120. As is clear from the statute and contrary to the majority, \"similar cases\" includes aggravated first degree murder cases where the prosecutor did not seek the death penalty. This court should not on its own initiative narrow our already severe death penalty statute.\nNo other state defines \"similar cases\" in its capital punishment statute to include similar death-eligible prosecutions, whether or not the prosecutor sought the death penalty. Georgia, however, has interpreted its \"similar *433cases\" provision to \"compare cases as to which the death penalty could have been sought by the prosecutor but was not.\" Horton v. State, 249 Ga. 871, 880 n.9, 295 S.E.2d 281 (1982). See also Castell v. State, 250 Ga. 776, 795 n.12, 301 S.E.2d 234 (1983). The Pennsylvania Supreme Court \"conducts an independent evaluation of all cases of murder of the first degree convictions which were ... or could have been\" death penalty prosecutions. Commonwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, cert. denied, 469 U.S. 963, 83 L. Ed. 2d 296, 105 S. Ct. 360 (1984). Nine other states by case law establish a pool of cases for proportionality review composed of all capital murder prosecutions whether the penalty imposed was life or death. See Flamer v. State, 490 A.2d 104, 138-39 (Del. 1983); Tichnell v. State, 297 Md. 432, 468 A.2d 1, 16-17 (1983); State v. McIlvoy, 629 S.W.2d 333, 334-42 (Mo. 1982); State v. Coleman, 185 Mont. 299, 605 P.2d 1000 (1979), cert. denied, 446 U.S. 970 (1980); State v. Moore, 210 Neb. 457, 316 N.W.2d 33 (1982); Petrocelli v. State,_Nev._, 692 P.2d 503, 511 (1985); State v. Williams, 308 N.C. 47, 301 S.E.2d 335 (1983); Cartwright v. State, 695 P.2d 548, 555 (Okla. Crim. App. 1985); Whitley v. Commonwealth, 223 Va. 66, 286 S.E.2d 162 (1982).\nSome states, without statutory language similar to or as broad as ours, restrict proportionality review to similar cases in which the death penalty was imposed. McQueen v. Commonwealth, 669 S.W.2d 519 (Ky. 1984); Wilcher v. State, 455 So. 2d 727, 732 (Miss. 1984); State v. Copeland, 278 S.C. 572, 300 S.E.2d 63, 72-77 (1982), cert. denied, 460 U.S. 1103, 76 L. Ed. 2d 367, 103 S. Ct. 1802 (1983). Courts in other states have no established procedure for proportionality review. E.g., State v. Price, 195 N.J. Super. 285, 478 A.2d 1249 (1984).\nEvidently, legislatures and courts in other states have widely divergent views on what constitutes adequate proportionality review. Some states limit that review to other cases in which death has been imposed, as the majority suggests we do. If that is what the Washington Legislature *434meant, however, it could easily have said so. Instead, the Legislature specifically requires us to review from a pool of cases as broad as that reviewed by Georgia, a pool of cases surpassed in breadth only by the pool reviewed by the Pennsylvania Supreme Court.\nOnce the pool of \"similar cases\" has been determined as provided by RCW 10.95.130(2)(b), the capital punishment statute provides little guidance as to how we assure that the death sentence is not \"excessive or disproportionate\" or at what \"threshold frequency\" a death sentence becomes proportionate. The language of this portion of our statute is identical to that of the Georgia death penalty statute and most of the other statutes which expressly provide for proportionality review, and these states provide us guidance for this problem. See Ga. Code Ann. § 27-2537(c) (1978).\nBecause of this identity of language and the likelihood that our statute was patterned on the Georgia statute, the Georgia Supreme Court's interpretation of its statute is helpful. Cf. Tichnell v. State, 287 Md. 695, 415 A.2d 830 (1980) (using Georgia statute as guideline in interpretation of Maryland statute because of similar wording). The test which Georgia has enunciated for proportionality, cited with approval by the United States Supreme Court in Gregg v. Georgia, 428 U.S. 153, 49 L. Ed. 2d 859, 96 S. Ct. 2909 (1976), is whether death sentences have been imposed \"generally\" in similar cases. See Moore v. State, 233 Ga. 861, 864, 213 S.E.2d 829 (1975), cert. denied, 428 U.S. 910 (1976), quoted in Gregg, at 205.\n[T]his court is not required to determine that less than a death sentence was never imposed in a case with some similar characteristics. On the contrary, we view it to be our duty under the similarity standard to assure that no death sentence is affirmed unless in similar cases throughout the state the death penalty has been imposed generally and not \"wantonly and freakishly imposed,\"\n(Italics mine.) Moore, at 864, quoting Furman v. Georgia, 408 U.S. 238, 33 L. Ed. 2d 346, 92 S. Ct. 2726 (1972) *435(Stewart, J., concurring). This standard has been recited and adopted by most of the courts which have attempted to set forth a general standard. See Tichnell v. State, supra at 739; State v. Coleman, 185 Mont. 299, 605 P.2d 1000, 1020 (1979), cert. denied, 446 U.S. 970 (1980); Coppola v. Commonwealth, 220 Va. 243, 258-59, 257 S.E.2d 797 (1979), cert. denied, 444 U.S. 1103 (1980).\nI\nThe validity of proportionality review procedures depends on the thoroughness and accuracy of the review process. See Hubbard, Burry &amp; Widener, A \"Meaningful\" Basis for the Death Penalty: The Practice, Constitutionality, and Justice of Capital Punishment in South Carolina, 34 S.C. L. Rev. 391, 443 (1982). The Campbell majority declined to adopt a methodology for \"[a] more definitive proportionality review\" until \"another day when this court will be confronted with a capital case with far fewer and less severe aggravating factors.\" Campbell, at 30. That day has arrived.\nHow then should this court compare cases? Several problems arise. One is the problem of comparing \"apples\" and \"oranges\". How many multiple victims (see RCW 10.95.020(8)) makes such a case comparable to murder-for-hire (see RCW 10.95.020(4))? How much worse, or less worse, is a robbery murder (see RCW 10.95.020(9)(a)) compared to the killing of a police officer (see RCW 10.95-.020(1))? The \"similar cases\" chosen for proportionality review could be limited to only those cases with the same characteristics; if more than a very few characteristics are considered, however, no exactly similar cases are likely to exist.\nAnother problem is that this court will have to weigh the evidence on various aggravating and mitigating factors without the benefit of factual findings on many of them. This is an even greater problem when evaluating cases decided prior to Furman and in considering aggravated murder cases not appealed. Under pre-Furman statutes no *436express finding of any aggravating circumstance was necessary, except in the case of felony murder in which case no express finding of premeditation was necessary. In addition, the judges' reports in some aggravated murder cases are too skimpy to be of much use.\nVarious methods of dealing with these problems have been suggested. One group of commentators has advocated a multiple regression approach under which a \"culpability score\" is calculated for any given defendant. See Baldus, Pulaski, Woodworth &amp; Kyle, Identifying Comparatively Excessive Sentences of Death: A Quantitative Approach, 33 Stan. L. Rev. 1, 23-31, 35-36 (1980). While such an approach may have the advantage of objectivity, it seems overly complex and quantitative for a court not made up of statisticians. Accord, State v. Williams, 308 N.C. 47, 301 S.E.2d 335, 355-56 (1983). The validity of such an approach also appears to turn on the premise that the wide range of aggravating and mitigating circumstances which may be considered can be valued in terms of some common measure.\nAn alternative approach, and also the one seemingly taken by the Georgia Supreme Court, has been labeled the \"salient features\" approach. See 33 Stan. L. Rev. at 32-35, 48-52. Under this approach, the appellate court would (1) identify some major aggravating and mitigating factors, (2) pool all cases having those characteristics, and (3) compute the death penalty frequency within that pool. This approach has the advantage of relative simplicity and also avoids the apples/oranges comparison problem. It has the disadvantage, however, of greatly reducing the pool of cases for comparison (see 33 Stan. L. Rev. at 53).\nThe concerns which have been expressed may be reconciled to an extent, however, by a balancing approach superimposed upon a \"salient factors\" approach circumscribed in part by the trier of fact's findings of fact. Such an approach involves two steps. First, to select a universe of \"similar cases\" from the statutorily defined pool by selecting three or four of the most important factors of the subject case. *437See Flamer v. State, 490 A.2d 104 (Del. 1983) (narrowing the pool of similar cases for comparison in light of the particulars of the offense and the characteristics of the defendant). Selection of such a small number of \"salient factors\" makes it more likely that a sufficient universe of similar cases will exist. In selecting these \"salient factors\", particular consideration should be given to factors expressly found by the trier of fact or shown by unquestionable evidence. The second step would then be to compute the frequency of death sentences within the pool of similar cases. If the frequency is less than \"generally\", the death sentence should be reversed. Use of the word \"generally\" suggests that the \"threshold frequency\" at which a death sentence becomes appropriate is significantly greater than 50 percent. See Webster's Third New International Dictionary 944 (1971) (defining \"general\" as \"applicable or pertinent to the majority of individuals involved\" or \"prevalent, usual, widespread\").\nThis approach is relatively simple; it also manages to retain a reasonable amount of objectivity by defining a general \"threshold frequency\" and identifies specific factors by which to select \"similar cases.\" The main disadvantage is that it is not feasible in some cases where a limited selection of salient factors will make the case unique. In such situations, the court will probably have to turn to a more subjective comparison of the \"severity\" of dissimilar cases. See, e.g., State v. Campbell, supra.\nII\nIn this case, and probably in most cases this court will review for proportionality, I believe the salient factors include (1) the number of victims; (2) the conscious amount of suffering imposed on the victim; (3) the degree of premeditation; (4) the aggravating circumstances found; and (5) the personal background of the accused.\nSince passage of the most recent death penalty statute in 1981, this court has collected data from trial judges who have presided over 34 aggravated first degree murder con*438victions. Of those 34 aggravated murder convictions, 13 involved multiple victims. In only 6 of those cases did the State seek the death penalty. The jury imposed the death penalty in 4 out of 13 cases, including the case at hand. Other double murder cases include the following:\nA 28-year-old man was convicted of the arson murder of his wife and 18-month-old son. State v. Carey, Whatcom County cause 82-1-00291-0 (sentenced Feb. 10, 1983). For these gruesome deaths, the death penalty was not sought.\nThree persons planned and carried out the execution slaying of two union reformers elected to office to eliminate corrupt practices. State v. Guloy, 104 Wn.2d 412, 705 P.2d 1182 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984). The death penalty was not sought.\nA man pleaded guilty to the murder of his brother's 21-year-old wife and her 20-year-old brother with an M-l .30 caliber carbine. State v. Defrates, Mason County cause 84-1-00120-8 (sentenced Mar. 6, 1985). The State did not seek the death penalty.\nA man killed his common law wife, mother of his 2-year-old child, and her uncle. State v. Brown, King County cause 82-1-03429-7 (sentenced Apr. 13, 1983). The State did not seek the death penalty.\nAt her sister's house, a woman told her husband, from whom she was separated, that she did not want to reconcile arid that she planned to keep their child with her. The husband followed his wife and her sister upstairs, where he heard them discussing him and the marriage. He went downstairs and retrieved a 12-gauge shotgun from his truck outside. He returned upstairs where the sister saw him and screamed for her boyfriend, who was downstairs. The boyfriend started up the stairs in response, but retreated when the husband pointed the shotgun at him and threatened to shoot. The boyfriend gathered up the three children of the wife and her sister and put them in his car.\nThe husband then shot his sister-in-law in the neck and jaw, killing her. He then kicked in the door to the bathroom where his wife had locked herself in, and shot her in the *439back of the head, killing her instantly. State v. Kincaid, 103 Wn.2d at 306. The State did not seek the death penalty.\nA young man killed the parents of the woman he planned to marry shortly after she called off the marriage. State v. Martin, Spokane County cause 83-1-00762-4 (sentenced Jan. 10, 1984). The jury refused the State's request to put the defendant to death.\nIn a case just decided, Charles Evino Harris was convicted of the aggravated murder of a 33-year-old nurse from Philadelphia visiting friends in Bellevue. State v. Harris, King County cause 85-1-00093-1 (sentenced Aug. 26, 1985). He was also convicted of the first degree murder of his 29-year-old fiancee and the attempted murder of two others, all shot down by him within a few minutes. Although Harris killed two people and attempted to kill two more, the prosecutor did not seek the death penalty.\nOne case decided within the pool required for review by the death penalty statute demands special attention in this proportionality review. In State v. Carothers, 84 Wn.2d 256, 525 P.2d 731 (1974), as in this case, the victims, Ronald and Wanda Buck, were a retired husband and wife living in Port Angeles. The shooting of Wanda Buck appears to have occurred after that of her husband, possibly to prevent detection of that crime. Our decision summarized testimony by Carothers' accomplice Joseph Lalak:\nLalak stated that he remained in the car while the petitioner went to the door and knocked. The door opened and the petitioner disappeared inside. Very shortly Lalak heard three shots fired. The petitioner appeared at the window and beckoned to Lalak, who then went in the house and observed a man lying on the kitchen floor in a pool of blood. The petitioner had a pistol in his hand, which he was loading, and which he put in its holster and handed to Lalak. This was the revolver which was found in Lalak's possession at the scene of the automobile accident some weeks later. It appears that it was not fired at the scene of the crimes.\nLalak saw a woman come out of one of the two bed*440rooms, holding her hands over her face, apparently dazed. Leaving Lalak to keep watch, the petitioner took the woman into the other bedroom, saying he was going to tie her up. In a few moments, Lalak heard another shot. The petitioner came out of the bedroom, walked to a place at the back of the kitchen, and then reappeared, carrying a wallet. Before the two left the house, the petitioner fired another shot at the man on the kitchen floor.\nCarothers, at 259. As in Jeffries, the Clallam County prosecutor sought the death penalty. As in Jeffries, the defendants were recently released from prison prior to the crime. Venue was moved to King County on Carothers' motion where a unanimous jury returned a special finding against imposition of the death penalty. State v. Carothers, 9 Wn. App. 691, 695, 514 P.2d 170 (1973).\nThe similarities between Carothers and this case are remarkable, yet the simplistic and superficial proportionality review engaged in by the majority opinion, as it misreads the death penalty statute, never mentions Carothers. I can find no rationale to support a finding that this sentence is not disproportionate when compared with Caro-thers, a case strikingly similar in most respects. It is also disproportionate when other multiple victim aggravated murder convictions where the death penalty was not imposed, or even sought, are considered.\nI cannot find that the death penalty has been generally imposed, as that term is commonly defined, in similar cases and believe the manner in which multiple murders have been prosecuted in this state during the legislative time period we are to consider makes this sentence constitutionally disproportionate.\n",
            "ocr": false,
            "opinion_id": 9850374
        },
        {
            "author_str": "Pearson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPearson, J.\n(dissenting) — I disagree with the conclusory fashion in which the majority disposes of the two critical issues in this case. The majority errs substantially in finding that sufficient evidence of aggravating factors exists in this case. This alone requires reversal of the aggravated murder convictions. Further, the trial court gave erroneous and prejudicial jury instructions on the aggravating factors. *441The Legislature has clearly delineated the narrow circumstances which warrant the death penalty in this state. The death penalty should not be imposed where none of these statutorily described circumstances has been proved beyond a reasonable doubt. I therefore dissent from the majority's opinion on these issues. I would affirm the convictions for first degree murder, rather than aggravated murder, and remand for appropriate resentencing.\nI\nSufficiency of Evidence of the Aggravating Factors\nThe United States Supreme Court has imposed several constitutional mandates upon the states in regard to death penalty statutes. A number of these are directly relevant in this case. As the Court stated in Godfrey v. Georgia, 446 U.S. 420, 427-28, 64 L. Ed. 2d 398, 100 S. Ct. 1759 (1980):\n1. A state's death penalty law must provide a meaningful basis for distinguishing the few cases in which the penalty is imposed from the majority of cases in which it is not.\n2. A state has a constitutional responsibility to \"tailor and apply\" its death penalty law in a manner that avoids the \"arbitrary and capricious\" imposition of the death penalty.\n3. A state must channel the sentencer's discretion by \"clear and objective standards\" which provide \"specific and detailed guidance\" and which make the process \"rationally reviewable\".\nAccordingly, the statutory aggravating factors play a paramount role in the constitutionality of Washington's death penalty scheme. These factors serve the required function of restricting the class of persons who are subject to the death sentence. The requirement that the State prove at least one aggravating factor beyond a reasonable doubt ensures that the jury's discretion is \"guided\" and \"regularized\", thus fulfilling the mandates of the Eighth Amendment. See State v. Bartholomew, 98 Wn.2d 173, 192, 654 P.2d 1170 (1982), vacated and remanded, 463 U.S. 1203, *442defendant's cert. denied, 463 U.S. 1212 (1983); Woodson v. North Carolina, 428 U.S. 280, 303, 49 L. Ed. 2d 944, 96 S. Ct 2978 (1976).\nIn a case where the evidence is insufficient to prove any statutory aggravating factor beyond a reasonable doubt, the defendant is not a proper candidate for death penalty consideration by a jury. The imposition of the death penalty in such a case becomes arbitrary and capricious, since the jury's decision to impose death will then necessarily be based upon factors other than those few narrow factors carefully chosen as proper by the Legislature. The imposition of death under such circumstances is wholly incompatible with the Eighth and Fourteenth Amendments. See Godfrey v. Georgia, supra.\nIn the case at hand, the majority finds the evidence sufficient under the test enunciated in State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980): Whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.6 To arrive at its decision, the majority draws a number of conclusions from the evidence, which it asserts are reasonable inferences. These \"inferences\", however, are totally speculative. Clearly, the majority misapplies the legal definition of \"inference\". The term, contrary to the majority's analysis, is not interchangeable with \"assumption\" or \"speculation\".\nThe test applicable to a trier of fact in regard to drawing inferences is that the inferences drawn must be rationally related to the proven facts. State v. Johnson, 100 Wn.2d 607, 674 P.2d 145 (1983), overruled on other grounds in State v. Bergeron, 105 Wn.2d 1, 711 P.2d 1000 (1985); *443County Court of Ulster Cy. v. Allen, 442 U.S. 140, 60 L. Ed. 2d 777, 99 S. Ct. 2213 (1979). An inference may be rationally related to the proven facts if that inference is more likely than not to flow from those facts. See County Court of Ulster Cy. v. Allen, supra.\nCertainly, a reviewing court logically cannot apply a different standard to its review of evidence than can a trier of fact. Thus, in this case we are allowed to draw only such inferences as are rationally related to the proven facts. The inferences drawn by the majority fail to meet even this minimal standard of rationality. Accordingly, the evidence here clearly fails to satisfy the Green test. No trier of fact, acting only on the evidence presented, could find that either aggravating factor exists beyond a reasonable doubt.\nI turn now to an examination of the evidence to support the two aggravating factors found by the jury.\nA\nRCW 10.95.020(7)\nKilling To Conceal a Crime or To Conceal Defendant's Identity as the Perpetrator of a Crime\nUnquestionably, to satisfy the aggravating factor found in RCW 10.95.020(7), the law requires some evidence of the defendant's state of mind prior to the killings. In State v. Bartholomew, supra, where this precise aggravating factor was at issue, this court held that \"[ujnless the jury is presented with evidence which suggests that the killing was intended to postpone for a significant period of time the discovery of the commission of the crime, the aggravating factor will not be established.\" (Italics mine.) Bartholomew, at 214. In Bartholomew, we held that the evidence was sufficient to prove the defendant killed the only witness to his robbery in order to conceal the crime and his identity. There, the defendant had stated his intention of leaving no witnesses prior to killing the victim.\nSimilarly, to find that Jeffries killed the Skiffs in order to conceal a theft, as the majority suggests, the record must *444contain evidence which indicates Jeffries contemplated the theft prior to, or contemporaneous with, the killings. Theft, as an afterthought, is not relevant to proof of this aggravating factor. If the Legislature had intended to impose death on every criminal who killed and then subsequently decided to steal something, it could have, and would have, stated so clearly. That is not what RCW 10.95.020(7) says, nor is that what it means.\nThe majority correctly recounts the pertinent facts: Jeff-ries killed the Skiffs on March 19, 1983, sometime between 12 noon and 2:30 or 3 p.m. After 3 p.m. on that day, Jeffries lied to several persons regarding the whereabouts of the Skiffs. He attempted to sell a television belonging to the Skiffs at about 3:30 p.m. On the evening of March 19, Jeffries was seen at a bar with a large amount of cash, which he freely spent. Two days after the murders, Jeffries tried to sell gold belonging to Phil Skiff. When Jeffries left the Skiffs' home 4 days after the murders, he stole a number of the Skiffs' belongings: a truck, chain saw, television, food, blankets and guns.\nBased only on this sparse evidence, the majority states at pages 407-08:\nIf Jeffries simply stole the Skiffs' property, without killing them, they presumably would have contacted the police and he would have been apprehended. Thus, he had to kill them in order to hide the fact that he committed the theft. By killing them Jeffries could escape detection for a substantial period of time.\nThese assertions can in no way be said to be inferences rationally related to the proven facts. The record in this case is absolutely devoid of any evidence which tends to show, more likely than not, that Jeffries contemplated theft prior to, or contemporaneous with, the murders. Actually, the proven facts and the inferences rationally related to those facts indicate that the theory propounded by the State, and adopted by the majority, is quite unlikely.\nNotably, Jeffries lived with the Skiffs for 2 months prior to the murders. The Skiffs left Jeffries to house sit when *445they traveled to California only about 1 month prior to the murders. Thus, Jeffries had prior opportunity to steal from the Skiffs. Furthermore, the testimony shows that the Skiffs took frequent trips, either for brief or extended periods of time, leaving Jeffries alone on the premises. The testimony also shows Jeffries was fully aware the Skiffs traveled frequently. Accordingly, a rational inference is that Jeffries knew he would have subsequent opportunities to steal from the Skiffs. Yet, the majority asks us to infer that, even knowing the Skiffs' habits, Jeffries suddenly determined that March 19, 1983, was the most advantageous day on which to perpetrate a theft against the Skiffs, even though he would need to murder both of them to commit this theft. Absent any evidence of theft as a cause of the murders, we should not indulge in the inference suggested by the majority that Jeffries planned his theft at a time which would most likely necessitate the murder of the Skiffs. Such an assumption is unwarranted in light of the uncontroverted evidence of prior opportunity and the high likelihood of subsequent opportunity to steal from the Skiffs at a time when that theft could remain undetected for a substantial period of time.\nThe majority's conclusion that theft motivated the murders is further undercut by the fact that Jeffries remained at the Skiffs' home for 4 days after the murders, in spite of the fact that numerous persons openly expressed their curiosity to Jeffries regarding the whereabouts of the Skiffs. Various persons also had seen Jeffries riding on a tractor to and from a vacant field on the last day the Skiffs were seen alive by any of these people. Because Jeffries had never ridden the tractor before, his actions on March 19 would clearly arouse suspicion. Yet, the majority would have us infer that Jeffries, having planned a theft and having murdered two persons to cover this theft, then stayed at the victims' home where he aroused the suspicions of the neighbors for several days before he departed. This is not a logical inference based upon the proven facts.\nRather, it is more likely than not that Jeffries had no *446plans at all at the time of the murders, but simply remained at the Skiffs' home until he decided what to do next; or that the murders were perpetrated because the relationship between the Skiffs and Jeffries had grown increasingly uncomfortable and Jeffries feared that the Skiffs were not going to permit him to remain living with them. Significantly, almost all of the items he stole upon his departure to Canada 4 days after the murders were items needed by him to make that trip, e.g., a truck, food and supplies such as blankets. He left behind a number of valuable items which one would logically believe a thief would want (television, video recorder, valuable jewelry found at the house).\nFinally, that the theory of the majority is most unlikely is further shown by the fact that a solid gold ring and a gold necklace and pendant were still on Mrs. Skiff's body when it was found. Accordingly, the most rational inference is that Jeffries did not have theft on his mind prior to or contemporaneous with the murder of Mrs. Skiff, or he certainly would have taken these valuables.\nA fair evaluation of the evidence merely shows that Jeffries murdered the Skiffs and subsequently stole some of their property. The motive for these murders is unknown; nothing in the record sheds light on the question. Motive, however, must be shown to prove the aggravating factor in question. Unlike the case of a nonaggravated murder charge, where proof of motive is not necessary to a conviction, the aggravating factor specifically requires that the purpose of the killing be to conceal a crime. Unless such motive is proved beyond a reasonable doubt, no aggravated murder conviction may abide.\nI empathize with the majority's frustration over the unanswered questions presented by this case. Nonetheless, where the answers are not provided, this court may not simply fill in the gaps by speculating as to events and motives. Rather, we must be content to uphold the conviction for first degree murder and to accept that, under the law, every murder will not qualify for the supreme penalty.\n*447Numerous courts have declined to uphold a death sentence where the evidence is clearly insufficient to establish any aggravating factor beyond a reasonable doubt. In State v. Goodman, 298 N.C. 1, 257 S.E.2d 569 (1979) the jury found as an aggravating factor that the murder was committed to avoid or prevent lawful arrest. That court held that the evidence must show the killing was motivated by this purpose to establish the aggravating factor; the mere fact of death is not sufficient to invoke the factor. Further, that court stated that proof of the requisite intent must be \"very strong\". In State v. Rust, 197 Neb. 528, 250 N.W.2d 867 (1977) the jury found as an aggravating factor that the murder was motivated by a desire for pecuniary gain. The court there held that where the motive was something other than desire for pecuniary gain, the aggravating factor is not proved merely because the result was that defendant was able to achieve such a gain. Similarly, in Young v. Zant, 506 F. Supp. 274 (M.D. Ga. 1980), rev'd in part, 677 F.2d 792 (11th Cir. 1982) the aggravating factor was that the murder was committed during the course of armed robbery and for the purpose of obtaining money. That court held that the factor is not proved where the only relevant evidence shows the defendant did not contemplate taking the money until after the murder. The court further stated that \" [bjased on the evidence . . . that petitioner prior to the . . . murder had any intent to rob the victim is only speculation.\" Young, at 280-81. In State v. Gillies, 135 Ariz. 500, 662 P.2d 1007 (1983), cert. denied, 470 U.S. 1059, 84 L. Ed. 2d 834, 105 S. Ct. 1775 (1985) an aggravating factor found by the jury was that the murder was committed in expectation of receipt of something of pecuniary value. There the court held that the receipt of money must be shown to be a cause of the murder, not merely a result.\nWithout some tangible evidence, or strong circumstantial inference, it is not for the sentencing court to conclude that because money and items were taken, the purpose of the murder was pecuniary gain. . . . [W]e do *448not find any evidence that the receipt of pecuniary gain was a cause of the murder.\nGillies, at 512. Finally, in Foster v. State, 436 So. 2d 56 (Fla. 1983), cert. denied, 464 U.S. 1052, 79 L. Ed. 2d 193, 104 S. Ct. 734 (1984), the Florida court reviewed the jury's finding that the murder was committed to avoid lawful arrest and hinder law enforcement. The defendant in Foster shot two men in the back as they sat in a car. The men's pockets were turned inside out and their wallets were missing. That court stated, \" [although we know . . . that both victims were shot from behind ... we do not know what events preceded the actual killing.\" Foster, at 58. The court held that the defendant's motive cannot be assumed and the State has the burden of proof to show the motive.\nThe present case is akin to these cases, and I believe it necessary that we hold that insufficient evidence exists to prove concealment of a crime, or of Jeffries' identity, as a cause of these murders.\nB\nRCW 10.95.020(8)\nThe Murders Were Part of a Common Scheme or Plan or the Result of a Single Act\nPreliminarily, the State has not argued that the murders were a result of \"a single act\". Such an argument would fail because no evidence was presented which shows the Skiffs were killed together, in one act, by Jeffries. In fact, the State's theory, adopted by the majority, is that Phil Skiff was killed first and that Inez Skiff was murdered later that day. That theory precludes a conviction based on a \"single act\".\nThe majority asserts Jeffries had a scheme or plan to steal from the Skiffs and that he killed them to further this plan. As demonstrated above, however, there is absolutely no evidence Jeffries had conceived any larcenous plan prior to, or at the time of, the murders. Neither the State nor the majority opinion has advanced any other theory as to what Jeffries' preconceived plan or scheme might have been. Further, the record does not support any such theory *449because there is simply no evidence which indicates what Jeffries' thoughts, plans, or motives were on or before March 19, 1983. No rational trier of fact could have found to the contrary.\nEven applying the incomplete \"nexus between the killings\" definition to common scheme or plan, the record fails to support the jury's finding of this element beyond a reasonable doubt. No proven set of facts establishes any such nexus between the killings of Phil and Inez Skiff.\nThe evidence does show that each was shot numerous times and that Inez Skiff was shot from the front, Phil Skiff from behind. The evidence also shows that each was last seen alive on March 19, 1983.\nHowever, the pathologist testified that it was impossible to tell the time of death of either victim due to the advanced decomposition of the bodies at the time of his examination. The pathologist's best estimate of the time of death of the Skiffs was that they had been dead at least 7 to 10 days prior to the discovery of their bodies.\nYet, the majority asserts that Phil Skiff was killed first and that his wife observed that murder. There is absolutely no support for this theory in the record. The fact that Mrs. Skiff was killed in the shop, at some time, and that the door was probably locked, does not lead me, as it does the majority, to this conclusion. The majority goes on to speculate that Mrs. Skiff fled for her life into the jewelry shop and was gunned down there immediately after her husband's murder. Again, the majority is building unjustified inferences to suit the State's preconceived theory of this murder. Yet, these assertions and speculations are presented by the majority as if they were proven facts or at least rational inferences drawn from the proven facts.\nActually, these assertions are an unwarranted example of judicial fiction. Based upon the proven facts, which are very scant, with many gaps, we cannot ascertain whether Mrs. Skiff was killed first, or whether Mr. Skiff was killed first. One of the victims may have been killed some time prior to and for a different reason than the second victim. Thus, the *450evidence is insufficient to prove, beyond a reasonable doubt, any nexus between the killings.\nClearly, a nexus, for purposes of showing that a murder was part of a scheme or plan under RCW 10.95.020(8), is not established merely by showing that the bodies of two people who had been murdered were found in the same location. Nor does the fact that the victims are married to one another establish a nexus between the killings. A nexus between the killings is only shown where proof exists that the murders were committed to further a preconceived plan or scheme. No such proof exists here.\nII\nJury Instructions\nThe jury was allowed to find two statutory aggravating factors in this case:\n1. \"The person committed the murder to conceal the commission of a crime or to protect or conceal the identity of any person committing a crime\". RCW 10.95.020(7).\n2. \"There was more than one victim and the murders were part of a common scheme or plan or the result of a single act of the person\". RCW 10.95.020(8).\nThe trial court, however, failed to define for the jury an essential element of each of these factors. First, the court did not specify what particular crime Jeffries allegedly intended to conceal by murdering the Skiffs. Second, the court did not define the phrase \"common scheme or plan\". I do not believe we can brush these errors aside; these instructions are fatally flawed and Jeffries has been undeniably prejudiced by the errors.\nI turn first to the trial court's failure to define the crime which Jeffries allegedly intended to conceal. The majority concedes this omission constitutes error. This court recently held that jury instructions must define an underlying crime in a case where an element of the crime charged is intent to commit another crime. State v. Johnson, 100 Wn.2d 607, 624, 674 P.2d 145 (1983).\nHowever, in State v. Bergeron, 105 Wn.2d 1, 711 P.2d *4511000 (1985), this court partially overruled State v. Johnson, supra, holding that \"the specific crime or crimes intended to be committed inside burglarized premises is not an element of burglary that must be included in the information, jury instructions or in the trial court's findings and conclusions.\" Bergeron, at 15-16. Even if Bergeron is now the correct rule in noncapital cases, a contention with which I disagree, this rule is absolutely impermissible in cases involving the death penalty. Accordingly, I would apply the rule enunciated in Johnson to this case.\nThe holding in Johnson is constitutionally mandated in capital cases for at least two reasons. Most importantly, it is \"a basic principle of due process that jury instructions must define every element of the offense charged\". Johnson, at 623. To ensure the constitutional requirement that the State retains the burden of proof for every element of the crime, those elements must necessarily be defined. Otherwise, this court cannot conduct a rational review of the sufficiency of the State's evidence to meet its burden of proof of every element beyond a reasonable doubt. Where the element to be proved is commission of another crime, the only possible way to define that element is by specification of that other crime. Johnson, at 624.\nAdditionally, a jury may only consider alternative methods of committing a charged crime if there is substantial evidence to support every alternative. State v. Johnson, supra. Thus, when each alternative (e.g., theft, rape, etc.) is not defined, the jury may impermissibly speculate as to any other \"criminal acts it might imagine.\" Johnson, at 624. Clearly, where the instructions do not define the underlying crime, the jury might impermissibly convict the defendant based upon an alternative method of committing the charged crime for which insufficient evidence exists. This court has long condemned such convictions as erroneous. See State v. Mitchell, 29 Wn.2d 468, 188 P.2d 88 (1947); State v. Thompson, 68 Wn.2d 536, 413 P.2d 951 (1966); State v. Bruton, 66 Wn.2d 111, 401 P.2d 340 (1965); State v. Green, 94 Wn.2d 216, 616 P.2d 628 (1980).\n*452In a death penalty case, the rule requiring definition of every element of the charged crime has special significance. A death penalty scheme, to meet constitutional mandates, must define the crimes for which death may be imposed in a way which eliminates standardless discretion in the jury. Godfrey v. Georgia, 446 U.S. 420, 428, 64 L. Ed. 2d 398, 100 S. Ct. 1759 (1980).\nHere, an element of the aggravating factor for which death may be imposed is the concealment of another crime. The jury was not told what other crime or crimes it could consider, based on the evidence presented, as having fulfilled that element. Unquestionably, the jury was allowed to speculate as to the crime Jeffries might have intended to conceal.\nEven if such speculation were permissible in a noncapital case, such guesswork should be absolutely forbidden in a death penalty case where the constitution requires that the jury's discretion be strictly guided.\nThus, the instruction given here fails to meet the Johnson standard and also falls woefully short of performing the vital function of checking the jury's discretion to impose death. I therefore disagree with the majority's ruling that this constitutional error was not prejudicial.\nThe majority dismisses the argument by asserting that the erroneous instruction is harmless because, based on the record, the jury could only consider theft to be the crime which Jeffries intended to conceal. I have examined this record in meticulous detail and am entirely baffled by this apparent extrasensory perception. Unlike the majority, I am completely unable to read the jurors' minds.\nI concede that the State advanced the theory that theft was the crime Jeffries intended to hide by killing the Skiffs. Nonetheless, the jury was in no way limited to consideration of this crime as the one he intended to conceal by killing the Skiffs. In light of the fact that there is no evidence in the record to prove Jeffries contemplated theft prior to, or at the time of, the murders, I cannot believe we can indulge in the assumption that all of these jurors decided *453Jeffries killed the Skiffs to cover a theft.\nConversely, not being privy to any special insight into the minds of these jurors, I decline to uphold a sentence of death when I cannot satisfy myself that the jurors found, beyond a reasonable doubt, that Jeffries intended to conceal a crime. The possibility that the jurors considered acts which they may have believed amounted to some crime, but which in reality was lawful, stops me short.\nUnquestionably, Jeffries has been denied due process of law by this erroneous instruction. An error of constitutional magnitude is presumed to be prejudicial, with the burden on the State to prove it is harmless. State v. Stephens, 93 Wn.2d 186, 607 P.2d 304 (1980). Further, a constitutional error cannot be deemed harmless unless shown to be so beyond a reasonable doubt. Chapman v. California, 386 U.S. 18, 17 L. Ed. 2d 705, 87 S. Ct. 824 (1967).\nHere, the error is prejudicial beyond a reasonable doubt because the jury was allowed to impose the death sentence in a completely unguided fashion. The majority authorizes the imposition of the death sentence based on speculation by the jury and compounds the error by its own speculation as to the jurors' deliberations.\nI turn next to the trial court's failure to define the phrase \"common scheme or plan\" in the second aggravating factor found by the jury. Whether this phrase needs definition in noncapital cases is not controlling here. In a death penalty case, the defendant has a constitutional right to thoroughly defined elements of every aggravating factor. I would require this phrase to be clearly defined for the jury in those cases.\nThe majority dismisses the failure of the trial court to define this element as not erroneous because, \"such a simplistic request needs no definition.\" Majority opinion, at 420. To the contrary, the history of this phrase as used in the aggravated murder context reveals confusion and a need for clarification of its meaning.\nThis court has interpreted or defined \"common scheme or plan\" as set forth in the aggravating factor, RCW 10.95-*454.020(8), in several prior cases. See State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985); State v. Dictado, 102 Wn.2d 277, 687 P.2d 172 (1984); State v. Rupe, 101 Wn.2d 664, 683 P.2d 571 (1984); State v. Grisby, 97 Wn.2d 493, 647 P.2d 6 (1982), cert. denied, 459 U.S. 1211 (1983).\nIn Grisby we held that \"common scheme or plan” involves a nexus \"between the killings and not the killers.\" There, two defendants had gone together to an apartment where several persons were then murdered. The court instructed the jury that it could find the aggravating factor if the murders were committed as part of a common scheme or plan. The jury was confused and asked the court to clarify whether \"common\" referred to the defendants acting in common, or whether \"common\" referred to the victims as the common factor. The court responded that \"common scheme or plan\" refers to the victims, not the defendants.\nOn appeal, the defendants argued that the phrase \"common scheme or plan\" was unconstitutionally vague because, as used in the law, it had several accepted meanings. We held that the trial court's definition of the phrase for the jury had removed any doubt as to the meaning of the language: common scheme or plan requires a nexus between the killings, not between the killers. Thus, with the clarifying instruction, the statute was not void for vagueness.\nSignificantly, the \"nexus between the killings\" definition of \"common scheme or plan\" was formulated in response to the specific question presented to the court by the jury in Grisby. The \"nexus\" definition only clarifies that whether the defendants acted in common is not relevant to this aggravating factor. Clearly, however, this definition should not be considered to be the complete or exclusive definition of \"common scheme or plan\". That result was not intended by this court in Grisby.\nA more complete and meaningful definition is offered in Sheriff, Washoe Cy. v. Smith, 91 Nev. 729, 542 P.2d 440 (1975), cited with approval in State v. Grisby, supra. There, the court interpreted the phrase as it was used in the Nevada capital murder statute and defined it as a sin*455gle preconceived plan or scheme involving more than one killing.\nThis definition is more useful than the nexus definition, as it illustrates that the nexus must exist between the plan or scheme and the multiple murders. In other words, the murders must be committed in furtherance of a preconceived scheme or plan to murder or to achieve some other end. See State v. Dictado, supra, where the murders were committed in furtherance of the defendant's preconceived gambling scheme; State v. Kincaid, supra, where the defendant had a preconceived plan to kill his wife and murdered the wife's sister in furtherance of that plan. Thus, although this court has defined common scheme or plan as merely a \"nexus between the killings\", a careful review of the cases in which we interpreted the phrase, as used in the aggravated murder context, shows that we have required a nexus between a preconceived plan and the murders, not just some connection between the killings.\nAccordingly, I would adhere to the holding in Grisby that the phrase \"common scheme or plan\" is not unconstitutionally vague if the court clarifies its meaning for the jury. That was not done in the present case. Under Grisby, the jury should have at least been instructed that a \"nexus between the killings\" is required. Moreover, where a man's life is at issue, I would require that the jury be given the complete and more precise definition of the element discussed above.\nAdditionally, for the same reasons the jury must be told what underlying crime Jeffries allegedly intended to conceal by killing the Skiffs, the jury should be told what specific plan or scheme Jeffries allegedly intended to further by killing the Skiffs. The jury's determination that Jeffries acted in furtherance of a preconceived plan when he killed the Skiffs is not rationally reviewable when the jury is allowed to speculate as to plans, motives and schemes. As demonstrated by the majority, all this court can do by way of review is speculate as to the jury's speculation. This is most injudicious in a capital case.\n*456Undoubtedly, the erroneous and prejudicial jury instructions denied Jeffries a fair trial on the aggravating factors. These errors require a reversal of the jury's findings of both of those factors. Because, as I have illustrated above, there is insufficient evidence in this record to support any aggravating factor beyond a reasonable doubt, a new trial on these factors, with proper instructions, is not appropriate. See Bullington v. Missouri, 451 U.S. 430, 68 L. Ed. 2d 270, 101 S. Ct. 1852 (1981). Thus, Jeffries should stand convicted of first degree murder.\nConclusion\nThe jury in this case has been allowed to make an egregious error. My review of the record leads me to the inescapable conclusion that the jury found Jeffries guilty of aggravated murder based on impermissible factors, factors other than those set out in the death penalty statute.\nThe evidence presented by the State is insufficient to prove the existence of any aggravating factor; this alone requires reversal of the aggravated murder convictions. In addition, the erroneous instructions on the aggravating factors are sufficiently prejudicial in and of themselves to require reversal of those convictions. Furthermore, these prejudicial instructions have greatly impeded our review of the sufficiency of the evidence.\nThe function of appellate review is to correct the errors of the lower courts. Meaningful appellate review is vital to avoid the arbitrary and capricious imposition of death. See Gregg v. Georgia, 428 U.S. 153, 49 L. Ed. 2d 859, 96 S. Ct. 2909 (1976). An appellate review of a death sentence must never deteriorate into a mechanistic rubber-stamping process, glossing over errors committed below.\nThe perfunctory review in which the majority engages has deprived Jeffries of a safeguard which is indispensable to a constitutional death penalty scheme: meaningful appellate review. For these reasons, I dissent.\nDolliver, C.J., and Utter and Brachtenbach, JJ., concur with Pearson, J.\n\nIn State v. Kincaid, 103 Wn.2d 304, 692 P.2d 823 (1985), we held that the statutory aggravating factors are not elements of murder, which must necessarily be set out as part of the crime of aggravated first degree murder. Rather, we described these factors as \"penalty enhancers\" which, if found, will subject a defendant to the death penalty. Nonetheless, these factors, while not elements of any crime, do have elements of their own, each of which must be proved beyond a reasonable doubt by the State.\n\n",
            "ocr": false,
            "opinion_id": 9850375
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}