{
    "id": 1284055,
    "judges": "Arnold, Clark, Martin",
    "date_filed": "2018-05-30",
    "date_filed_is_approximate": true,
    "slug": "state-v-gantt",
    "case_name_short": "Gantt",
    "case_name": "State v. Gantt",
    "case_name_full": "State of North Carolina v. Ronnie Gantt and Steve Arnette",
    "attorneys": "\n\nAttorney General Edmisten by Assistant Attorney General T. Buie Costen for the State.\n, \nRobert E. Hodges for the defendant Gantt.\n, \nC. Gary Triggs for defendant Arnette.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b582-6\">\n    STATE OF NORTH CAROLINA v. RONNIE GANTT and STEVE ARNETTE\n   </parties><br><docketnumber id=\"b582-8\">\n    No. 7525SC245\n   </docketnumber><decisiondate id=\"AfU\">\n    (Filed 16 July 1975)\n   </decisiondate><br><attorneys id=\"b584-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"556\"> \n     *556\n     </span>\n<em>\n     Attorney General Edmisten by Assistant Attorney General T. Buie Costen for the State.\n    </em>\n</attorneys><br><attorneys id=\"b584-11\">\n<em>\n     Robert E. Hodges for the defendant Gantt.\n    </em>\n</attorneys><br><attorneys id=\"b584-12\">\n<em>\n     C. Gary Triggs for defendant Arnette.\n    </em>\n</attorneys>",
    "citations": [
        "217 S.E.2d 3",
        "26 N.C. App. 554"
    ],
    "opinions": [
        {
            "author_str": "Clark",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7997.0,
            "opinion_text": "\n217 S.E.2d 3 (1975)\n26 N.C. App. 554\nSTATE of North Carolina\nv.\nRonnie GANTT and Steve Arnette.\nNo. 7525SC245.\nCourt of Appeals of North Carolina.\nJuly 16, 1975.\nCertiorari Denied August 25, 1975.\n*5 Atty. Gen. Rufus L. Edmisten by Asst. Atty. Gen. T. Buie Costen, Raleigh, for the State.\nRobert E. Hodges, Morganton, for defendant Gantt.\nC. Gary Triggs, Morganton, for defendant Arnette.\nCertiorari Denied by Supreme Court August 25, 1975.\nCLARK, Judge.\nThe defendants contend that the trial court committed prejudicial error in failing to charge the jury on the lesser included offense of nonfelonious breaking and entering. The necessity for such a charge, however, arises \". . . when and only when there is evidence from which the jury could find that such included crime of lesser degree was committed. The presence of such evidence is the determinative factor. Hence, there is no such necessity if the State's evidence tends to show a completed robbery and there is no conflicting evidence relating to elements of the crime charged.\" State v. Hicks, 241 N.C. 156, 159-60, 84 S.E.2d 545, 547 (1954). Both defendants rely on the lack of evidence of felonious intent to commit a felony inside the pharmacy as the basis for this assignment of error. The evidence for the State, however, was uncontradicted that an attempted larceny took place at the pharmacy. In fact, some money was discovered missing by a pharmacist who worked there. The only evidence which was controverted by defendants was whether they ever actually entered the building or even took part in the break-in, both denying that they had participated in any manner whatsoever. The State's proof of intent was largely circumstantial arising in part from the evidence adduced that all five individuals entered the building. It is noted in this regard that there is a presumption that people intend the natural consequences of their acts, 22 C.J.S. Criminal Law § 33 (1961); and that intent is a mental attitude which can seldom be proved by direct evidence, but must ordinarily be proved by circumstances from which it may be inferred. State v. Arnold, 264 N.C. 348, 141 S.E.2d 473 (1968); State v. Kendrick, 9 N.C.App. 688, 177 S.E.2d 345 (1970); 2 Strong, N.C. Index 2d, Criminal Law, § 2 (1967). Under the circumstances in the present case, we find the only evidence introduced was evidence from which the jury could either infer that the defendants broke and entered the building with the intent to commit a felony or that they committed no breaking and entering at all. Consequently, there was no error in failing to charge on the lesser included offense.\n*6 The defendants next contend that the trial court erred in failing to include an explanation of the difference between aiding and abetting and acting in concert. The judge essentially charged on acting in concert but did not instruct on aiding and abetting. The defendants assert that this was error under G.S. § 1-180 and State v. Mitchell, 2A N.C.App. 484, 211 S.E.2d 645 (1975), in that the judge failed to instruct on the law arising from the evidence. However, there must be evidence that defendants were aiding and abetting, to wit, that they were actively or constructively present and did no act necessary to constitute the crime, but aided and abetted the others in the commission of the crime charged. See State v. Mitchell, supra; State v. Crawford, 13 N.C.App. 146, 184 S.E.2d 893 (1971). The State's evidence tended to show that all five of the individuals actually entered the building. The defendants' position at trial was that they had nothing to do with the break-in, had no knowledge of it, and were not acting as lookouts at the scene. The only reason they were present was because they had accepted an invitation from the other perpetrators to take a ride. Under these circumstances, there was no evidence of aiding and abetting upon which the judge would be required to instruct.\nThe defendants further allege that the trial judge erroneously instructed the jury on the defense of entrapment. \"It is the general rule that where the criminal intent and design originates in the mind of one other than the defendant, and the defendant is, by persuasion, trickery or fraud, incited and induced to commit the crime charged in order to prosecute him for it, when he would not have committed the crime, except for such incitements and inducements, these circumstances constitute entrapment and a valid defense.\" State v. Burnette, 242 N.C. 164, 169, 87 S.E.2d 191, 194 (1955). In the charge to the jury on the law of entrapment, the court substantially followed the North Carolina Pattern Jury Instructions, Criminal, 309.10. Suffice it to say these instructions on the law of entrapment, its application to the facts in the present case, and its availability as a defense to the offenses charged were exemplary.\nThere is also the assertion by the defendants that the trial court erred in failing to recharge the jury on the defense of entrapment after the jury returned and asked whether they should vote on one verdict altogether or the three charges separately. The trial court answered the question by again setting out the possible verdicts on each individual charge and instructing them to consider each separately. Having answered the particular question propounded, the court was under no further obligation to again present the defendants' contentions with respect to entrapment. See generally State v. Murray, 216 N.C. 681, 6 S.E.2d 513 (1940). \"What was said by the judge in response to the request for further instructions upon a particular phase of the case must be considered in connection with the charge as a whole . . ..\" State v. Murray, supra, at 686, 6 S.E.2d at 516.\nWe find that there was sufficient evidence to support the jury verdicts, and that both defendants had a fair trial.\nIn the trial below, we find\nNo error.\nMARTIN and ARNOLD, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1284055
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Robbery"
}