{
    "id": 2629672,
    "judges": "Armstrong, Edmonds, Kistler",
    "date_filed": 1035331200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-ramsey",
    "case_name_short": "Ramsey",
    "case_name": "State v. Ramsey",
    "case_name_full": "STATE OF OREGON, Respondent, v. TROY LATRELL RAMSEY, Appellant",
    "attorneys": "David E. Groom, Acting Executive Director, Office of Public Defense Services, argued the cause for appellant. With him on the briefs was Andy Simrin, Senior Deputy Public Defender., Daniel J. Casey, Assistant Attorney General, argued the cause for respondent. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted June 28,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b504-2\">\n    Argued and submitted June 28,\n   </otherdate><decisiondate id=\"Ajk5\">\n    reversed and remanded in part; vacated and remanded in part; otherwise affirmed October 23, 2002\n   </decisiondate><br><parties id=\"b504-3\">\n    STATE OF OREGON,\n    <em>\n     Respondent, v.\n    </em>\n    TROY LATRELL RAMSEY,\n    <em>\n     Appellant.\n    </em>\n</parties><br><docketnumber id=\"b504-8\">\n    971038330; A109438\n   </docketnumber><br><citation id=\"b504-9\">\n    56 P3d 484\n   </citation><br><attorneys id=\"b506-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"469-a\"> \n     *469-a\n     </span>\n    David E. Groom, Acting Executive Director, Office of Public Defense Services, argued the cause for appellant. With him on the briefs was Andy Simrin, Senior Deputy Public Defender.\n   </attorneys><br><attorneys id=\"b506-4\">\n    Daniel J. Casey, Assistant Attorney General, argued the cause for respondent. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\n   </attorneys><br><judges id=\"b506-5\">\n    Before Edmonds, Presiding Judge, and Armstrong\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    and Kistler, Judges.\n   </judges><br><judges id=\"b506-6\">\n    KISTLER, J.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b506-8\">\n     Armstrong, J.,\n     <em>\n      vice\n     </em>\n     Warren, S. J.\n    </p>\n</div></div>",
    "citations": [
        "56 P.3d 484",
        "184 Or. App. 468"
    ],
    "opinions": [
        {
            "author_str": "Kistler",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n56 P.3d 484 (2002)\n184 Or.App. 468\nSTATE of Oregon, Respondent,\nv.\nTroy Latrell RAMSEY, Appellant.\n971038330; A109438.\nCourt of Appeals of Oregon.\nArgued and Submitted June 28, 2002.\nDecided October 23, 2002.\n*486 David E. Groom, Acting Executive Director, argued the cause for appellant. With him on the briefs was Andy Simrin, Senior Deputy Public Defender.\nDaniel J. Casey, Assistant Attorney General, argued the cause for respondent. With him on the brief were Hardy Myers, Attorney General, and Michael D. Reynolds, Solicitor General.\nBefore EDMONDS, Presiding Judge, and ARMSTRONG[*] and KISTLER, Judges.\nKISTLER, J.\nDefendant was convicted of six counts of aggravated murder, three counts of first-degree burglary, three counts of first-degree robbery, and one count of being a felon in possession of a firearm. On appeal, he argues, among other things, that the trial court should have instructed the jury on his claim-of-right defense. We agree with that argument. We accordingly reverse and remand ten of defendant's convictions and reverse and remand the remaining convictions for resentencing.\nDefendant's multiple convictions arose out of a single incident in an after-hours gambling club. Defendant was playing a version of craps known as \"four, five, six\" with Antoine Levier and James Mayes. Defendant decided that Mayes was cheating and, depending on whom the jury believed, either used a gun to recover \"what was rightfully [his]\" from Mayes or sought to rob both Mayes and Levier. While defendant was either attempting to recover his money from Mayes or seeking to rob Mayes and Levier, the owner of the club, James Robinson, came up behind defendant with a shotgun. In the ensuing fight, defendant shot and killed Robinson.\nThe state charged defendant with robbery, burglary, aggravated murder, and being a felon in possession of a firearm. Each of the three counts of first-degree robbery involved a different victim\u0097Robinson, Mayes, and Levier. The three counts of first-degree burglary charged that defendant unlawfully remained in one of two locations with the intent to commit theft. Three of the six aggravated murder counts were based on a murder committed during the course of a robbery, and each count involved a different robbery victim. The three remaining aggravated murder charges alleged that defendant committed a murder during the course of a burglary and presumably corresponded with the three burglary counts. Finally, the state charged that defendant was a felon in possession of a firearm. The jury convicted defendant on all 13 counts and sentenced him to life without the possibility of parole for the aggravated murder convictions. The trial court merged each of the six robbery and burglary convictions into the six related aggravated murder convictions \"for purposes of conviction.\" The court did not, however, merge the six aggravated murder convictions into a single conviction. It imposed concurrent life sentences without the possibility of parole on the six aggravated murder convictions and an 18-month concurrent sentence on the felon-in-possession conviction.\nWe begin with defendant's seventh assignment of error.[1] At trial, defendant requested an instruction that would have told the jury that it is a defense to theft if an individual acts under an honest claim of right regarding the specific property taken. See ORS 164.035(1). Although defendant had not been charged with theft, robbery requires proof of a theft or an attempted theft, and each of the three burglary counts was based on an intent to commit a theft. Additionally, the six aggravated murders counts alleged that defendant had killed Robinson in the course of committing either a burglary or a robbery.\nThe trial court ruled that a claim-of-right defense can be asserted against a charge of theft but held that it cannot be asserted against a charge of robbery. Because there was no question that defendant had used force to retake his property, the court concluded that the defense was not available to *487 him. On appeal, defendant argues that the trial court interpreted the statutory defense too narrowly and that there was evidence to support the defense. The state, in response, does not defend the trial court's ruling on its own terms; that is, the state does not argue that the defense is not available if defendant used force to recover his property. Rather, it argues that there was no evidence that defendant was merely trying to retake his property. Specifically, the state contends that, because the jury could infer only that defendant was trying to retake more than was rightfully his, the defense was not available.\nWe agree with the state's implicit concession that the defendant's use of force did not preclude him from asserting a claim-of-right defense. ORS 164.035 provides, in part:\n\"(1) In a prosecution for theft it is a defense that the defendant acted under an honest claim of right, in that:\n\"* * * * *\n\"(b) [t]he defendant reasonably believed that the defendant was entitled to the property involved[.]\"\nUnder ORS 164.395(1), a person commits robbery in the third degree if \"in the course of committing or attempting to commit theft the person uses or threatens the immediate use of physical force upon another person.\" Robbery in the first degree is based on a violation of ORS 164.395. See ORS 164.415. By statute, a person cannot be guilty of robbery if he or she is not guilty of theft or attempted theft. It follows from the texts of those statutes that, if a person has a defense to theft, he or she also has a defense to robbery. Put another way, if a person lacks the intent to commit a theft because he or she has a claim of right to the property, he or she also lacks the intent to commit robbery.\nORS 164.035 was enacted in 1971 and was intended to codify existing case law. See Commentary to Criminal Law Commission Proposed Oregon Criminal Code, Final Draft and Report § 132 (Jul 1970). One of those cases established that a person who is recovering property that he or she is entitled to possess has a defense to theft. State v. Luckey, 150 Or. 566, 571, 46 P.2d 1042 (1935) (\"It needs no citation of authority to sustain the principle that a man cannot be guilty of stealing his own goods if he is also entitled to the possession at the time of the taking.\").\nFollowing Luckey and its codification in ORS 164.035, we addressed the limits of the defense in State v. Martin, 15 Or.App. 498, 516 P.2d 753 (1973). In Martin, we held that a claim-of-right defense to theft is not available to a defendant who uses force to attempt to collect a debt. 15 Or.App. at 505, 516 P.2d 753. We distinguished, however, between using force to collect a debt and using force to recover a specific chattel. Id. at 502-03, 516 P.2d 753. We explained that, under both Luckey and the statute, using self-help to recover specific personal property is not robbery if the person has an honest claim of right to possess the property. Id. In those instances, the intent to commit theft does not exist, and the intent to commit theft is a necessary element of the crime of robbery. Id. at 503, 516 P.2d 753.[2]\nHere, defendant's theory was that he was trying to recover the specific money that Mayes had improperly taken from him. According to defendant, he was not using force to recover a debt; rather, he was using force to recover specific property. Under Martin and Luckey, defendant was entitled to his requested instruction if there was evidence in the record to support it.[3] We accordingly turn to the state's argument that, even if the requested instruction were a correct statement *488 of law, no evidence in the record warranted giving it.\nOn that issue, a defendant who \"asserts a defense to a charge * * * is entitled to have his [or her] theory of the case presented to the jury if there is any evidence from which the jurors could infer that the required elements of the defense are present.\" State v. Shelley, 110 Or.App. 225, 228, 821 P.2d 1111 (1991) (emphasis added). Under the \"any evidence\" standard, a court should not attempt to weigh conflicting evidence; rather, it may decline to give a requested jury instruction only if the record contains no evidence on an essential element of the defense. State v. Brown, 306 Or. 599, 602, 761 P.2d 1300 (1988). The testimony of a single competent witness is sufficient evidence to support giving the instruction \"despite the fact that all other witnesses have testified to the contrary.\" Id. at 602-03, 761 P.2d 1300 (quoting Wagner v. Kaiser Foundation Hospitals, 285 Or. 81, 84, 589 P.2d 1106 (1979)).\nIn this case, the state charged defendant with three counts of robbery. One count was based on his robbing Mayes; another, on robbing Levier; and a third, on robbing Robinson. We begin with the robbery charge concerning Mayes. Defendant testified that he believed that Mayes had cheated him in a dice game and that he was entitled to recover the money that Mayes had wrongfully taken from him. Specifically, he testified that he identified the individual who he thought was cheating and approached him only to get \"what was rightfully mine,\" which, in this case, could mean the specific currency he lost at the table. According to defendant, he sought only to retrieve his own money from Mayes. Although other witnesses contradicted defendant's testimony and said that defendant also wanted to take money from Levier, defendant's testimony meets the \"any evidence\" standard under Brown. If the jury found defendant's testimony credible, it could infer that he had a claim of right to the specific property that he was attempting to recover from Mayes when the shooting occurred.\nDefendant was also entitled to a claim-of-right instruction concerning Robinson. There was evidence that Mayes owed Robinson, the owner of the club, a percentage of the money that he won at the dice table, and that evidence was the apparent basis for the state's claim that defendant had robbed Robinson. If the jury found that defendant was not robbing Mayes but merely seeking to recover his own property, it could also find that he was not robbing Robinson. Robinson's robbery was, or could be, derivative of Mayes' robbery.\nAlthough defendant had a claim-of-right defense to the robbery charge concerning Mayes and Robinson, he did not establish any basis for that defense as to Levier. At trial, defendant did not testify that he believed that Levier had cheated him. Similarly, no other witness said that Levier had cheated defendant. Although Levier won a substantial amount of money at the same table as Mayes and at the same time that defendant asserts Mayes was cheating him, there is no evidence that Mayes was conspiring with Levier. At most, one witness referred to an argument at the gambling table that may have involved Levier, but nothing in the record, including defendant's testimony, implicates Levier in cheating defendant.\nBecause there was no evidence that Levier had wrongfully taken any money from defendant, defendant had no basis for asserting a claim-of-right defense to the charge that he had robbed Levier. To be sure, defendant testified that he did not take any money from Levier. But, if the jury believed the witnesses who testified that defendant did take money from Levier and disbelieved defendant, defendant had no claim-of-right defense as to Levier. Any failure to give defendant's requested instruction did not affect the validity of the robbery conviction concerning Levier.\nWith that background in mind, we turn to the state's argument that defendant was not entitled to the instruction at all. The state argues that a claim-of-right defense is \"not available to a person who takes more than he believes is his.\" See State v. Trujillo, 7 Or.App. 236, 241-42, 489 P.2d 977 (1971), rev den (1972), overruled on other grounds, Martin, 15 Or.App. at 505, 516 P.2d *489 753. The state reasons that, because defendant took money from both Mayes and Levier and because defendant had no claim-of-right defense as to Levier, he took more than he believed was his and was not entitled to the defense.\nThe state reads Trujillo too broadly. In Trujillo, the defendant took more than he believed was his from a single entity, the Salvation Army store. 7 Or.App. at 238-39, 489 P.2d 977. Here defendant took money from two separate people. On this record, the jury could have found that defendant sought only to retake what was rightfully his from Mayes but, emboldened by his success, went on to take property to which he had no claim of right from Levier. The fact that defendant had no claim-of-right defense to the robbery of Levier does not mean, as a matter of law, that he had no defense either to the robbery of Mayes or derivatively to the robbery of Robinson.[4] Because the trial court should have given defendant's claim-of-right instruction, his convictions for robbing Mayes and Robinson must be reversed. However, the failure to give the instruction did not affect the validity of his conviction for robbing Levier.\nThe next question is what effect the failure to give the claim-of-right instruction had on defendant's burglary convictions. Defendant was convicted of three counts of burglary. In each of the burglary counts, the state charged that defendant remained unlawfully with the intent to commit theft. To the extent that the jury based any of those verdicts on defendant's intent to take money from Mayes and Robinson, those burglary convictions cannot stand. To the extent that the jury based its verdicts on defendant's intent to take money from Levier, the failure to give defendant's requested instruction would not affect the verdict.\nThe difficulty in this case is that neither the instructions nor the jury verdict form permits us to determine which intent to commit theft underlies the jury's verdict on any of the three burglary counts. One count of burglary involved 4739 Martin Luther King Boulevard, which was Robinson's dwelling, and two counts involved 4741 Martin Luther King Boulevard, which was the basement of Robinson's dwelling as well as the location of the after-hours gambling club. Although it is probable that the jury based the three burglary convictions respectively on the thefts from Mayes, Robinson, and Levier, we cannot say with certainty that it did so. Because we cannot tell whether the failure to give defendant's requested instruction affected the jury's verdict on all (or less than all) of the burglary convictions, all three convictions must be reversed. See Whinston v. Kaiser Foundation Hospital, 309 Or. 350, 357, 788 P.2d 428 (1990) (applying that rule in a civil case).\nThe jury convicted defendant of six counts of aggravated murder. As noted, three of the counts alleged that he had committed a murder in the course of committing a robbery. Each of those counts corresponded with one of the three robbery counts. Given our resolution of defendant's challenge to his robbery convictions, we hold that the aggravated murder conviction that is based on count 3 of the indictment\u0097that defendant killed Robinson in the course of robbing Levier\u0097is valid. However, the two aggravated murder convictions based on the robbery of Mayes and Robinson must be reversed and remanded. The remaining three counts of aggravated murder alleged that defendant committed murder in the course of a burglary. Given our resolution of the burglary convictions, we also reverse and remand those three aggravated murder convictions.\nIn his eighth assignment of error, defendant argues that the trial court should have merged his six aggravated murder convictions. In light of our resolution of defendant's seventh assignment of error, his final assignment of error is moot. Only one aggravated murder conviction remains. However, *490 because the issue may arise on remand, we note that multiple aggravated murder convictions for the death of a single person merge. State v. Barrett, 331 Or. 27, 36-37, 10 P.3d 901 (2000). We also note that, if on remand defendant is convicted of a felony and also aggravated murder committed during the course of that felony, the underlying felony conviction will not merge into the aggravated murder conviction. Id. at 37 n. 4, 10 P.3d 901.[5]\nOne final matter requires discussion. The jury convicted defendant of aggravated murder committed during the course of the robbery of Levier and determined, in the penalty phase of the trial, that he should serve a life sentence without the possibility of parole for that act. When the jury made that sentencing determination, it had before it two additional robbery convictions and three burglary convictions that we now hold must be reversed and remanded.[6] Because the jury's consideration of those additional convictions could have affected the sentence it imposed, that sentence must be vacated and remanded. State v. Isom, 306 Or. 587, 595-96, 761 P.2d 524 (1988) (\"[a] verdict may be affirmed if there is `little likelihood that the error affected the verdict'\").[7] We also remand the conviction for felon-in-possession for resentencing. See ORS 138.222(5); State v. Edson, 329 Or. 127, 139, 985 P.2d 1253 (1999).\nConvictions on counts 1, 2, 4, 5, 6, 7, 8, 10, 11, and 12 reversed and remanded for a new trial; sentence on count 3 vacated and remanded; count 13 remanded for resentencing; otherwise affirmed.\nNOTES\n[*]  Armstrong, J., vice Warren, S.J.\n[1]  Defendant assigns error to eight of the trial court's rulings. We affirm the first six of those rulings without discussion. We write only to address the seventh and eighth assignments of error.\n[2]  We note that, although using force to recover specific personal property does not constitute robbery, it can constitute other crimes that involve force or threats of force against persons. See Martin, 15 Or.App. at 503 n. 5, 516 P.2d 753.\n[3]  The State of Washington has addressed this issue, and its decisions are consistent with our decision here. See State v. Steele, 150 Wash. 466, 273 P. 742 (1929) (using force to take money won at a dice game where there were allegations of cheating is not robbery if defendant has a claim of ownership); State v. Hicks, 102 Wash.2d 182, 184, 683 P.2d 186 (1984) (\"`[a]nimus furandi', or the intent to steal, is an essential element of the crime of robbery\").\n[4]  The state advances an additional reason why the evidence did not support the instruction. It notes that defendant concluded that Mayes was cheating him because of the way that Mayes rolled the dice off his hands. The state argues that, because defendant failed to explain why those actions constituted cheating, his testimony was insufficient to support an honest claim of right to the money that Mayes had won. Defendant's evidence may be weak, but it meets the \"any evidence\" standard stated in Brown. See 306 at 602-04.\n[5]  The court's holding in Barrett is in apparent conflict with its reasoning in State v. Tucker, 315 Or. 321, 845 P.2d 904 (1993). In Tucker, the court reasoned that separate sentences may not be imposed on a conviction for robbery and on a conviction for aggravated murder committed during the course of that robbery. Tucker, 315 Or. at 331, 845 P.2d 904. Barrett appears to have overruled Tucker sub silentio.\n[6]  In the penalty phase of an aggravated murder trial, the jury is free to consider other crimes that the defendant has committed. See ORS 163.115(1)(b)(C), (G).\n[7]  In the judgment of conviction, the trial court stated that defendant's conviction on count 9 (the conviction for robbing Levier) merges with count 3 (the conviction for aggravated murder committed during the course of Levier's robbery) \"for the purposes of conviction.\" Relying on Barrett, the state urges us to \"un-merge\" the conviction on count 9 from the conviction on count 3 and to instruct the trial court to enter a separate sentence on remand for robbery. The state, however, did not cross-appeal from the trial court's judgment, and we lack jurisdiction to reach that issue as to the conviction on count 9. Because, however, we reverse and remand the convictions for aggravated murder on counts 1, 2, 4, 5, and 6, the state will be free on remand to retry defendant on the underlying felonies as well as the charges of aggravated murder. See State v. Wilson, 161 Or.App. 314, 318-19, 985 P.2d 840 (1999), rev. den., 330 Or. 71, 994 P.2d 133 (2000).\n\n",
            "ocr": false,
            "opinion_id": 2629672
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}