{
    "id": 380970,
    "judges": "Garza, Godbold, Randall",
    "date_filed": 339811200000,
    "date_filed_is_approximate": false,
    "slug": "horace-lovett-jr-v-state-of-florida",
    "case_name_short": null,
    "case_name": "Horace Lovett, Jr. v. State of Florida",
    "case_name_full": "Horace LOVETT, Jr., Petitioner-Appellant, v. STATE OF FLORIDA, Respondent-Appellee",
    "attorneys": "Robert W. Knight, Federal Public Defender, James D. Whittemore, Asst. Federal Public Defender, Tampa, Fla., for petitioner-appellant., Eula Tuttle Mason, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Nov. 19, 1980.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 49,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b776-12\">\n    Horace LOVETT, Jr., Petitioner-Appellant, v. STATE OF FLORIDA, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b776-15\">\n    No. 79-2304.\n   </docketnumber><br><court id=\"b776-16\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b776-18\">\n    Oct. 8, 1980.\n   </decisiondate><br><otherdate id=\"b776-19\">\n    Rehearing Denied Nov. 19, 1980.\n   </otherdate><br><attorneys id=\"b777-21\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"707\"> \n     *707\n     </span>\n    Robert W. Knight, Federal Public Defender, James D. Whittemore, Asst. Federal Public Defender, Tampa, Fla., for petitioner-appellant.\n   </attorneys><br><attorneys id=\"b777-22\">\n    Eula Tuttle Mason, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee.\n   </attorneys><br><judges id=\"b777-24\">\n    Before GODBOLD, GARZA and RANDALL, Circuit Judges.\n   </judges>",
    "citations": [
        "627 F.2d 706"
    ],
    "opinions": [
        {
            "author_str": "Randall",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/627/627.F2d.706.79-2304.html",
            "author_id": null,
            "opinion_text": "627 F.2d 706\n    Horace LOVETT, Jr., Petitioner-Appellant,v.STATE OF FLORIDA, Respondent-Appellee.\n    No. 79-2304.\n    United States Court of Appeals,Fifth Circuit.\n    Oct. 8, 1980.\n    \n      Robert W. Knight, Federal Public Defender, James D. Whittemore, Asst. Federal Public Defender, Tampa, Fla., for petitioner-appellant.\n      Eula Tuttle Mason, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee.\n      Appeal from the United States District Court for the Middle District of Florida.\n      Before GODBOLD, GARZA and RANDALL, Circuit Judges.\n      RANDALL, Circuit Judge:\n    \n    \n      1\n      This appeal is from the denial by a district court of Horace Lovett's 28 U.S.C. &#167; 2254 application for a writ of habeas corpus.  Lovett seeks relief from his conviction in a Florida state court on a charge of uttering a forged instrument in violation of Fla.Stat.Ann. &#167; 831.02.  Lovett was sentenced to a five year prison term for the offense, and his conviction was affirmed on appeal.\n    \n    \n      2\n      Lovett asserts that his trial counsel was ineffective because: (1) he failed to try to locate certain witnesses who Lovett claims could offer evidence favorable to him; (2) he failed to challenge the admissibility of an in-court identification of Lovett by two witnesses; and (3) he failed to enlist the services of a handwriting analyst to determine whether Lovett signed the check he was convicted of uttering.  These three allegations of ineffective assistance, as well as other habeas claims asserted by Lovett, were presented to a Magistrate at an evidentiary hearing on September 28, 1978.  Adopting the Magistrate's Report and Recommendation, the district court dismissed the petition for writ of habeas corpus on April 4, 1979.  On this appeal, Lovett raises his claim of ineffective assistance of counsel.\n    \n    \n      3\n      \"A criminal defendant has the right to be represented by counsel 'reasonably likely to render and rendering reasonably effective assistance.' \"  Rummel v. Estelle, 590 F.2d 103, 104 (5th Cir. 1979) (per curiam), on remand from 589 F.2d 651 (5th Cir. 1978) (en banc).  Moreover, we have said that counsel's effectiveness is not to be judged by hindsight, and that the Constitution does not guarantee errorless counsel.  See Herring v. Estelle, 491 F.2d 125, 127 (5th Cir. 1974).  Claims of ineffective assistance of counsel require \"an inquiry into the actual performance of counsel . . .  and a determination whether reasonably effective assistance of counsel was rendered based on the totality of the circumstances.\"  Carbo v. United States, 581 F.2d 91, 92 (5th Cir. 1978).\n    \n    \n      4\n      With regard to Lovett's claim that his counsel, Wallace, was ineffective by reason of his failure to interview and subpoena witnesses who could have corroborated Lovett's sole defense of mistaken identity, Wallace contends that he was unable to locate the witnesses.  At the evidentiary hearing, Lovett conceded that he was at the Drift Inn, the bar where the check was uttered, at the time the check was cashed.  He testified that he drove three other men to the bar and that all three cashed checks there, but that he did not.  Wallace testified that he interviewed all the State's witnesses, as well as Lovett's brother and sister, but that he was unable to ascertain from any of them how to contact the three witnesses.  Lovett testified that he thought that one of the State's witnesses knew one of the three men who accompanied him to the Drift Inn, but Wallace testified that no one he interviewed, including that witness, was able to help him locate the three men.  Lovett's sister testified that she knew all three of the men but, although she remembered being interviewed by Wallace, she did not recall speaking to Wallace about them.  This is not a case like Gomez v. Beto, 462 F.2d 596 (5th Cir. 1972), in which counsel attempted to justify his failure to subpoena witnesses on the grounds that \"he did not believe a person could remember that long ago, and because in his opinion the state's evidence was too slight to result in a guilty verdict of the jury.\"  462 F.2d at 597.  Nor is it a case like Gaines v. Hopper, 575 F.2d 1147 (5th Cir. 1978), in which counsel failed to interview known witnesses.  Rather, in this case Wallace discussed the facts of the case with his client, interviewed all the State's witnesses, and spoke to other people who might have been helpful in locating the three witnesses, but were not.  Undoubtedly, Wallace could have done more to try to find the three men, but counsel for a criminal defendant is not required to pursue every path until it bears fruit or until all conceivable hope withers.  Under the circumstances, Wallace's investigation into the whereabouts of the three potential witnesses was sufficient.  He testified that if he could have found them he would have interviewed them, but that his efforts to find them, which were not insubstantial, did not produce results.  Wallace's attempt to locate the three men constituted reasonably effective assistance of counsel.\n    \n    \n      5\n      With regard to Lovett's claim that Wallace's failure to challenge the in-court identification of Lovett by two witnesses to the cashing of the check at the Drift Inn constituted ineffective assistance, we hold that it was not.  The record of the evidentiary hearing demonstrates that Wallace was aware that the two witnesses had been shown Lovett's photograph in a photographic array, that both witnesses were in the same room during the procedure, and that both witnesses had picked Lovett's photograph from the array.  The record also discloses that Wallace deposed the State's witnesses and inquired into the circumstances of the pre-trial identification procedures.  The only irregularity in the procedure noted by Wallace, and the only irregularity suggested by Lovett, was that both witnesses were in the same room while the pre-trial identification was conducted; there is absolutely no evidence in the record of the evidentiary hearing that either witness could see what the other was doing or which photograph the other chose, although undoubtedly the witness choosing second knew that the first witness had identified one of the pictured suspects as the culprit.  Wallace stated that in his opinion the circumstances of the pre-trial identification procedure went to the weight of the in-court identification testimony and not to its admissibility.  In order to prevail on a motion to suppress the in-court identifications, Wallace would have had to convince the court that the procedures employed were \"so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\"  Simmons v. United States, 390 U.S. 377, 384, 88 S. Ct. 967, 971, 19 L. Ed. 2d 1247 (1968).  Such a claim must be evaluated in the light of \"the totality of surrounding circumstances,\" id. at 383, 88 S.Ct. at 970; Stovall v. Denno, 388 U.S. 293, 302, 87 S. Ct. 1967, 1972, 18 L. Ed. 2d 1199 (1967).  Although we have recently held that the circumstances required suppression of an in-court identification of a defendant by a 15-year old witness to a burglary when that witness earlier identified the defendant from a photographic array knowing that another witness had already identified the subject in one of the photographs as the burglar, Brown v. Blackburn, 625 F.2d 35 (5th Cir. 1980), suppression is not necessarily appropriate when a witness knows that one of the pictured suspects has previously been identified by another witness.  \"(E)ach case must be considered on its own facts . . . .\"  Simmons, 390 U.S. at 384, 88 S.Ct. at 971.  The evidence adduced at the evidentiary hearing shows that Wallace inquired into the circumstances of the pre-trial identification and made an informed decision that a motion to suppress would be unavailing.  The failure to object to admissible evidence does not constitute ineffective assistance of counsel.  See Babers v. Estelle, 616 F.2d 178, 181 (5th Cir. 1980).  Lovett has not demonstrated that Wallace's judgment concerning the admissibility of the in-court identifications was wrong, much less that it was so egregiously wrong as to amount to less than reasonably effective assistance of counsel.  Accordingly, we reject Lovett's claim of ineffective assistance based on the failure to object to the in-court identifications.\n    \n    \n      6\n      Finally, Lovett contends that Wallace's failure to have the handwriting on the uttered check analyzed was ineffective assistance.  At the evidentiary hearing, Wallace testified that he had not had such an analysis done.  Although his memory of the trial was hazy, he testified that a handwriting analysis \"might not have been relevant\" because Lovett was charged with uttering, but not with forging, the check.  Lovett's testimony, however, suggests that Wallace knew before the trial that the witnesses to the uttering would also testify that they saw Lovett endorse the check.  Obviously, an expert opinion that Lovett had not endorsed the check would, in these circumstances, be very strong evidence in support of Lovett's contention that he was mistakenly identified as the utterer of the check.\n    \n    \n      7\n      Wallace's explanation that he did not have the analysis done because it might not be relevant cannot be justified as an informed tactical decision, despite the State's suggestion to the contrary.  Although there may have been valid reasons not to obtain the analysis, Wallace's reason is not among them.  Nevertheless, Wallace's failure to have the analysis done has not been shown to be the kind of ineffective assistance that requires reversal.  Lovett asks us to assume that had the analysis been done it would have proven to be exculpatory, but he offered nothing but his own protestations of innocence to support this allegation.  In sum, we cannot conclude on this record that the failure to obtain a handwriting analysis prejudiced Lovett in the least.  See Bucklew v. United States, 575 F.2d 515, 521 (5th Cir. 1978); United States v. Doran, 564 F.2d 1176, 1177-78 (5th Cir. 1977); see also Davis v. Alabama, 596 F.2d 1214, 1221-23 (5th Cir. 1979) (failure to investigate fully possible defense based on expert opinion requires showing of prejudice before reversal for counsel's ineffectiveness is appropriate), vacated as moot, --- U.S. ----, 100 S. Ct. 1827, 64 L. Ed. 2d 256 (1980); accord, Ewing v. Williams, 596 F.2d 391, 395 (9th Cir. 1979) (\"where an allegation of ineffective assistance by counsel is premised on specific acts or omissions of counsel, the allegations must be buttressed by a showing of injury or prejudice to the defendant\").\n    \n    \n      8\n      For the reasons stated above, we hold that the denial of the writ of habeas corpus was proper.\n    \n    \n      9\n      AFFIRMED.\n    \n    ",
            "ocr": false,
            "opinion_id": 380970
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}