{
    "id": 1290726,
    "judges": "Beasley, Deen, Pope",
    "date_filed": "1978-11-06",
    "date_filed_is_approximate": true,
    "slug": "mccright-v-state",
    "case_name_short": "McCright",
    "case_name": "McCright v. State",
    "case_name_full": "McCRIGHT v. THE STATE",
    "attorneys": "Joseph M. McLaughlin, for appellant., Thomas C. Lawler III, District Attorney, Thomas A. Devlin, Jr., Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b520-6\">\n    70533.\n   </docketnumber><parties id=\"Az9\">\n    McCRIGHT v. THE STATE.\n   </parties><br><citation id=\"b520-7\">\n    (336 SE2d 361)\n   </citation>",
    "citations": [
        "336 S.E.2d 361",
        "176 Ga. App. 486"
    ],
    "opinions": [
        {
            "author_str": "Beasley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7137.0,
            "opinion_text": "\n176 Ga. App. 486 (1985)\n336 S.E.2d 361\nMcCRIGHT\nv.\nTHE STATE.\n70533.\nCourt of Appeals of Georgia.\nDecided October 18, 1985.\nJoseph M. McLaughlin, for appellant.\nThomas C. Lawler III, District Attorney, Thomas A. Devlin, Jr., Assistant District Attorney, for appellee.\nBEASLEY, Judge.\nMcCright was indicted, convicted, and sentenced for the offense of conspiracy to commit murder. Her motion for new trial was denied. She appeals.\n1. Appellant contends that the trial court erred in denying her general demurrer to the sufficiency of the substance of the indictment; she maintains that the indictment failed to allege any overt act.\n\"A person commits the offense of conspiracy to commit a crime when he together with one or more persons conspired to commit any crime and any one or more of such persons does any overt act to effect the object of the conspiracy.\" OCGA § 16-4-8. Two elements are necessary: an agreement and an act in furtherance of it. See, e.g., Greene v. State, 155 Ga. App. 222, 223-224 (2) (270 SE2d 386) (1980).\nThe indictment provides that in late February and early March of 1984 appellant and George Eddie Robbins conspired to commit murder and performed certain overt acts to effect this object of the conspiracy: \"the said George Eddie Robbins did write on paper a contract for the murder of the said Dianne Thomas McCright's husband, the said Dianne Thomas McCright did sign her name to the bottom of the said contract for the murder of her husband, and the said George Eddie Robbins did possess a tool for the commission of a crime, to wit: a .25 caliber pistol.\"\nAppellant maintains that the writing and signing of the contract are not overt acts which do anything to effect the object of the conspiracy, but rather merely constitute a written reaffirmation of the unlawful agreement.\nWhile an essential element of the charge of conspiracy is the common design or purpose between two or more persons to commit an unlawful act, it need not appear that the parties met together either formally or informally or that they entered into a formal agreement. Neither is it essential that conspirators formulate their unlawful objective either by words or writings. It is sufficient that two or more persons in any manner either expressly or tacitly come to a mutual understanding that they would accomplish the unlawful design. *487 Causey v. State, 154 Ga. App. 76, 78 (267 SE2d 475) (1980). Though the written signed contract here documented the parties' unlawful understanding, drafting and signing the contracts were physical acts to effect the planned murder over and above the agreement itself to murder defendant's husband. Not only did they agree, but Robbins acted to bind McCright in writing, and she acted by signing and so binding herself in writing. In addition, the written contract was more than an agreement to murder. It was a contract of hire, purporting to bind McCright to pay a certain amount to Robbins upon the happening of certain conditions and purporting to bind Robbins to do a certain act in a way which would produce insurance proceeds. The acts were the acts of mutually obligating themselves, she to hire and he to be hired. That the \"contract\" was unenforceable as an illegal contract is immaterial, inasmuch as this would be the case in a criminal conspiracy for to have one, there must be an agreement between two or more persons to commit a crime. Kilgore v. State, 251 Ga. 291, 298 (3c) (305 SE2d 82) (1983).\nThe third overt act is similarly challenged. McCright contends that the act of the possession of a pistol for the commission of a crime is an effort to use an alleged violation of OCGA § 16-7-20, possession of tools for the commission of crime, as an overt act. Inasmuch as the statute is found in that article of our criminal code entitled Criminal Trespass and Damage to Property, the legislature intended to punish only those in possession of tools to commit crimes against property, she argues, and therefore, as a matter of law possession of tools in the commission of crime cannot be an overt act of a conspiracy to commit murder.\nIn the first place, the plain language of OCGA § 16-7-20 (a) belies appellant's argument of a legislative mandate to limit the application of the statute to crimes against property, inasmuch as it embraces the all-inclusive \"other crimes\" and generic \"a crime.\" Secondly, tools suitable for use in an armed robbery, a crime against person, were considered a violation of this provision in Fuller v. State, 165 Ga. App. 55, 57 (2) (299 SE2d 397) (1983). There the court held \"that the possession of tools for the commission of a crime . . . is an overt act upon which an armed robbery conspiracy conviction may be based.\" Of course, the overt act need not be a crime in itself. But what is alleged must be an overt act. Thus the question is not whether it is a crime but whether it is an act. While mere possession is generally thought of as passive and not involving an \"act,\" crimes of possession exist in Georgia. OCGA § 16-7-20 (a) is one. There are others. See, e.g., OCGA §§ 16-11-106; XX-XX-XXX; XX-XX-XXX; XX-XX-XXX.\nThe possession must be linked to intent, as a crime is defined as a joint operation of an act or omission to act and intention or criminal negligence. OCGA § 16-2-1; Johnson v. State, 170 Ga. App. 433, 435 *488 (3) (317 SE2d 213) (1984). In the crimes cited, the possession supplies the act element. Thus possession of the gun by Robbins was a sufficient overt act so as to overcome the general demurrer.\n\"It is well settled that when individuals associate themselves in an unlawful enterprise, any act done in pursuance of the conspiracy by one or more of the conspirators is in legal contemplation the act of all\" (Evans v. State, 167 Ga. App. 396, 397 (306 SE2d 691) (1983), disapproved on other grounds, Teague v. State, 252 Ga. 534, 536 (314 SE2d 910) (1984)). An indictment need not specify which of the defendants committed each overt act (Causey v. State, supra at 79). Thus, the proof of the commission of any of the three acts would be sufficient to convict McCright, given the existence of an agreement.\n2. Appellant also contends that the trial court erred in denying her special demurrer to the indictment.\nGeneral and special demurrers are distinguishable; a general demurrer challenges the sufficiency of the substance of the indictment, whereas a special demurrer challenges the sufficiency of the form of the indictment. Bramblett v. State, 239 Ga. 336, 337 (236 SE2d 580) (1977), cert. denied 434 U.S. 1013 (98 SC 728, 54 LE2d 757) (1978); Carter v. State, 155 Ga. App. 49 (270 SE2d 233) (1980).\nHer complaint about form was erroneously labelled a general demurrer below, but it is fairly clear what she meant, for she demurred \"on the ground that the indictment fails to sufficiently set out the charge of conspiracy. . . .\" Appellant bottoms her attack on the same basis as her general demurrer. That is, she contends that neither of the two overt acts relating to the written agreement can as a matter of law constitute an overt act in a conspiracy indictment and therefore the indictment is defective in its form. Their erroneous inclusion confused the jury and so prejudiced the defendant, the argument goes. However, as we have said in Division 1, these were properly alleged overt acts. Consequently, the indictment was not demurrable as to its form, those overt acts need not have been stricken, and the trial court was correct in overruling what was in effect a special demurrer.\n3. McCright maintains that the trial court erred in admitting into evidence her in-custody statement because the state failed to show that her statement was knowingly and intelligently given.\nPrior to the admission of the statement in question, the trial court conducted a full scale Jackson v. Denno hearing in which McCright and the interrogating officer testified at length about the circumstances of the custodial interview and statement, i.e., the giving of the Miranda rights and appellant's waiver of such rights. The investigating officer testified that he went step by step through the Miranda rights form with appellant and that she indicated she understood all of her rights, that she stated to him that she would like to make a statement and sign the form. Also at this hearing, defense *489 counsel verbally led appellant, phrase by phrase, through the Miranda rights and inquired at every juncture whether or not appellant understood the meaning of the language. It is clear that while appellant had some difficulty with several of the words, she understood the substance and purpose of the language.\nAppellant's counsel asserted in the trial court and now argues on appeal that appellant is markedly mentally deficient to the point of mental retardation and therefore was incapable of understanding and knowingly waiving her rights. While it appears true that appellant possesses a limited formal education and cannot read, no evidence was presented to the trial court that appellant is mentally retarded. The mere fact that a defendant has a limited education does not lead to the conclusion that he is incapable of knowingly, voluntarily, and intelligently waiving his constitutional rights. See Gates v. State, 244 Ga. 587, 590 (261 SE2d 349) (1979), cert. denied 445 U.S. 938 (100 SC 1332, 63 LE2d 772) (1980).\nAfter considering the testimony and observing the witnesses, the trial court found by a preponderance of the evidence that the accused was given her constitutional rights before the custodial statement was taken, that appellant had a basic understanding of her rights and the consequence of her making a statement, and that the in-custody statement was freely and voluntarily made.\nUpon our review of the testimony adduced at the Jackson v. Denno hearing, \"`[w]e cannot say that this ruling in favor of admissibility [was] erroneous.'\" Bradford v. State, 166 Ga. App. 584, 585 (305 SE2d 32) (1983); see also Heard v. State, 165 Ga. App. 252, 253 (300 SE2d 213) (1983). Moreover, the court's determination was later supported by a forensic psychiatrist called as a defense witness who testified that appellant's intelligence level was within the normal range although at the lower end of the spectrum. He also testified that he too advised her of the same rights before he interviewed her and that in his opinion she understood them. He said he would not have conducted the examination if he did not firmly believe she understood those rights and was capable of understanding them.\n4. Lastly, appellant challenges the sufficiency of the evidence to support the conviction in that there was no evidence of criminal intent.\nWe must view the evidence in a light most favorable to the jury's verdict after it has been rendered, inasmuch as it is the function of the jury, not the appellate court, to determine the credibility of witnesses and weigh any conflicts in the evidence. Laws v. State, 153 Ga. App. 166, 167 (264 SE2d 700) (1980). The appellant admitted at trial that the idea to kill her husband was partially hers, and there was evidence that she made this idea known to a co-worker at the truckstop where she and Robbins were employed.\n*490 Under the facts of this case, we are satisfied that any rational trier of fact reasonably could have found proof of the essential elements of the crime charged beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307 (99 SC 2781, 61 LE2d 560) (1979).\nAppellant's conviction stands.\nJudgment affirmed. Deen, P. J., and Pope, J., concur.\n",
            "ocr": false,
            "opinion_id": 1290726
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}