{
    "id": 1298340,
    "judges": "Andrews, Eldridge, Miller",
    "date_filed": "2009-04-01",
    "date_filed_is_approximate": true,
    "slug": "buckner-v-state",
    "case_name_short": "Buckner",
    "case_name": "Buckner v. State",
    "case_name_full": "Buckner v. the State",
    "attorneys": "Cedric D. Buckner, pro se., J. Gray Conger, District Attorney, Roger H. Anderson, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b324-4\">\n    A01A1788.\n   </docketnumber><parties id=\"Ahq\">\n    BUCKNER v. THE STATE.\n   </parties><br><citation id=\"b324-5\">\n    (558 SE2d 823)\n   </citation>",
    "citations": [
        "558 S.E.2d 823",
        "253 Ga. App. 294"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n558 S.E.2d 823 (2002)\n253 Ga. App. 294\nBUCKNER\nv.\nThe STATE.\nNo. A01A1788.\nCourt of Appeals of Georgia.\nJanuary 15, 2002.\n*825 William J. Mason, Columbus, for appellant.\nCedric D. Buckner, pro se.\nJ. Gray Conger, Dist. Atty., Roger H. Anderson, Asst. Dist. Atty., for appellee.\n*824 MILLER, Judge.\nDuring its deliberations on a criminal matter, the jury asked for a copy of the trial transcript. After consulting with counsel but without the defendant present, the judge wrote the jury a note that no copy was available and that they should rely upon their memories as to the evidence. The first issue on appeal is whether the failure to conduct this part of the trial in the defendant's presence was reversible error. The second issue is whether the court erred in concluding that it was required to impose the maximum sentence on a five-time felony recidivist. As we answer both issues in the negative, we affirm defendant's convictions.\nConstrued in favor of the verdict, the evidence showed that someone stole a green Mustang vehicle, which police saw Cedric Buckner driving a few days later. Buckner led police on a high-speed chase, which ended with Buckner narrowly escaping on foot after crashing the vehicle. In the Mustang, police found items stolen that day and the preceding few days from two local residences and from a vehicle in the vicinity.\nTwo days later police arrested Buckner when during an investigatory stop they discovered on his person a crack pipe that contained cocaine residue. A jury found Buckner guilty of theft by taking, entering an automobile to commit theft, two other counts of burglary, fleeing to elude an officer, driving while license suspended, and possession of cocaine. He was sentenced to 25 years. He sought a new trial on the grounds that (1) the evidence did not sustain the verdict, (2) the court erred in discussing a question from the jury in his absence, and (3) the court erroneously concluded that it was required to impose the maximum sentence on Buckner. Following the denial of his motion, Buckner appeals.\n1. As an appellate court, we view the evidence most favorably to the verdict and do not weigh the evidence nor judge the credibility of the witnesses; instead, we are required to make a determination of the evidence as to its sufficiency under the standard set forth in Jackson v. Virginia.[1] We address each count separately.\nThe theft by taking count alleged that on December 14, 1998, Buckner stole a Mustang vehicle owned by the Kings. OCGA § 16-8-3 defines this offense as the unlawful taking of another's property with the intent of depriving that owner of the property. The evidence showed that four days after the Kings' vehicle disappeared from their driveway, police spotted the vehicle and activated their blue lights in an attempt to stop it, only to have the driver speed away. When the vehicle crashed, an officer chased the fleeing driver on foot and got a good look at the driver's face before he escaped. At trial the officer identified Buckner as the driver. In the Mustang, officers found various receipts for clothing left by Buckner at a dry cleaning establishment. Buckner's fingerprint was also found on the driver's side door. The evidence sufficed to sustain this conviction as well as the conviction of fleeing to elude an officer.[2]\nThe next count charged Buckner with entering a vehicle with intent to commit *826 theft.[3] The evidence showed that on December 16 someone broke into a vehicle and stole a cell phone. Two days later when police recovered the stolen Mustang, this cell phone was found in the Mustang. As the evidence showed that Buckner entered a vehicle without authority and with the intent to commit a theft, the evidence sufficed to sustain this conviction.[4]\nThe next burglary count charged Buckner with entering Joyce Slaughter's dwelling to steal. The evidence showed that on December 17 someone broke into Slaughter's home and stole clothing and gifts, including a new pullover in a Lane Bryant bag that had been purchased with a Visa check card. Several of these items were found in the Mustang, including the Lane Bryant bag with the pullover and Slaughter's Visa receipt therein. The evidence sufficed to sustain this conviction.[5]\nThe third burglary count charged Buckner with entering Jimmy Smith's dwelling with the intent to steal. The evidence showed that on December 18 someone broke into Smith's home and stole various items, including a can full of coins and some watches. The can and watches were found in the Mustang later that day. The evidence sufficed to sustain this conviction.[6]\nThe next count charged Buckner with driving while his license was suspended.[7] \"In order to establish the offense of driving with a suspended license, the State must show that the accused was driving, that his license was suspended, and that the accused had received actual or legal notice of the suspension.\"[8] In addition to showing Buckner was driving the Mustang, the State submitted an authenticated Georgia Crime Information Center report that Buckner's license was suspended at the time and that Buckner had been notified by certified mail of such. The evidence sufficed to sustain this conviction.\nThe final count charged Buckner with possessing cocaine.[9] Evidence showed that police found on Buckner's person a crack pipe which contained cocaine residue. The evidence sufficed to sustain this conviction.[10]\n2. Buckner complains that the court erred in discussing and responding to a note from the jury when he was not present. In a written note, the jury during their deliberations asked if they could have a copy of the transcript. After discussing the matter with counsel but without Buckner present, the court sent a note to the jury that the transcript was not available and that they should rely upon their memories as to the evidence.\nThe Georgia Constitution guarantees all persons accused of a crime in Georgia the right to be present at all stages of his trial.[11] Thus, \"a defendant on trial must be present when the court takes any action materially affecting his case.\"[12] Accordingly, the court here erred in communicating with the jury outside the presence of Buckner.[13]\nNevertheless, such is harmless error if the communication was not prejudicial to Buckner.[14]*827 Burtts v. State[15] held that responding to a jury's request to see a transcript of testimony is not prejudicial to the defendant, even though made outside the presence of both the defendant and his counsel, where the court simply denies the request in writing and tells the jury to rely on their recollection of the evidence. As the circumstances here were even less egregious (Buckner's counsel was present), we hold that this error was indeed harmless.[16]\n3. Buckner contends the court erred in concluding that it was required to sentence him for the longest period of time prescribed for the punishment of the offenses of which he was found guilty. He claims that although this may be true under OCGA § 17-10-7(a) for the second and third felony convictions, it is not true for the fifth felony conviction (as we have here) because OCGA § 17-10-7(c), which applies to the fourth conviction and beyond, states only that he must \"serve the maximum time provided in the sentence of the judge based upon such conviction...\" and that such time be served without parole.\nWe have repeatedly rejected this precise argument. Beginning in 1976 in Hammond v. State,[17] we have consistently held that under the language of this statute, \"whether the offense for which defendant currently stands convicted is his second, third, fourth or fourteenth\u0097the only sentence imposable for `such conviction' is the maximum time prescribed by the statute for that offense.\"[18] In light of Buckner's four prior felony convictions for burglary, theft by receiving stolen property, entering an automobile with intent to steal, and first-degree forgery, the court here correctly understood that under OCGA § 17-10-7 it was required to impose the maximum sentence for each current felony conviction but had the discretion to probate or suspend part of that sentence (which it chose not to do).[19] Unlike cases involving only prior and current drug convictions[20] or only prior and current burglary convictions,[21] no statute exists other than OCGA § 17-10-7 that speaks to sentencing based on the mixed variety of felony convictions involved here. Thus, the court did not err in the sentencing phase of this trial.\nJudgment affirmed.\nANDREWS, P.J., and ELDRIDGE, J., concur.\nNOTES\n[1]  443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); see Clark v. State, 245 Ga.App. 267, 537 S.E.2d 742 (2000).\n[2]  See OCGA § 40-6-395(a) (fleeing an officer when given a visual or audible signal to stop the vehicle constitutes the offense of eluding an officer).\n[3]  See OCGA § 16-7-1(a).\n[4]  See Frazier v. State, 240 Ga.App. 398, 399(1), 523 S.E.2d 614 (1999) (defendant's possession of property stolen in a recently committed burglary may alone be sufficient to sustain a burglary conviction absent a reasonable explanation).\n[5]  See id.\n[6]  See id.\n[7]  See OCGA § 40-5-121(a).\n[8]  (Citations and punctuation omitted.) Farmer v. State, 222 Ga.App. 591, 474 S.E.2d 760 (1996).\n[9]  See OCGA § 16-13-30(a) (unlawful to possess any controlled substance).\n[10]  See McGhee v. State, 223 Ga.App. 123, 124, 476 S.E.2d 853 (1996).\n[11]  Wilson v. State, 212 Ga. 73, 74, 90 S.E.2d 557 (1955); see Ga. Const. of 1983, Art. I, Sec. I, Par. XII.\n[12]  (Citations omitted.) Burtts v. State, 269 Ga. 402, 403(3), 499 S.E.2d 326 (1998); see Goodroe v. State, 224 Ga.App. 378, 380(1), 480 S.E.2d 378 (1997).\n[13]  Burtts, supra, 269 Ga. at 403(3), 499 S.E.2d 326.\n[14]  Id. at 403-404(3), 499 S.E.2d 326.\n[15]  Id.\n[16]  See also Brown v. State, 237 Ga.App. 231, 234-235(3), 517 S.E.2d 529 (1999).\n[17]  139 Ga.App. 820, 229 S.E.2d 685 (1976).\n[18]  (Citations omitted.) Id. at 823(3), 229 S.E.2d 685; accord Wallace v. State, 175 Ga.App. 685, 686(5), 333 S.E.2d 874 (1985); State v. Carter, 175 Ga.App. 38, 39-40, 332 S.E.2d 349 (1985).\n[19]  See Bradshaw v. State, 237 Ga.App. 627, 630(2), 516 S.E.2d 333 (1999); Banks v. State, 225 Ga.App. 754, 757(5), 484 S.E.2d 786 (1997); Murphy v. State, 203 Ga.App. 152, 155(3), 416 S.E.2d 376 (1992).\n[20]  See Mann v. State, 273 Ga. 366, 367-369(1), 541 S.E.2d 645 (2001).\n[21]  See Norwood v. State, 249 Ga.App. 507, 508-509(2), 548 S.E.2d 478 (2001).\n\n",
            "ocr": false,
            "opinion_id": 1298340
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}