{
    "id": 1352255,
    "judges": "Graber",
    "date_filed": "2000-04-17",
    "date_filed_is_approximate": true,
    "slug": "state-v-stockfleth",
    "case_name_short": "Stockfleth",
    "case_name": "State v. Stockfleth",
    "case_name_full": "STATE OF OREGON, Petitioner/Respondent on Review, v. KATHLEEN ANN STOCKFLETH, Respondent/Petitioner on Review; STATE OF OREGON, Petitioner on Review, v. MICHAEL JOHN LASSEN, Respondent on Review",
    "attorneys": "(Cases Consolidated on Appeal), Jonathan H. Fussner, Assistant Attorney General, Salem, argued the cause for the State of Oregon. With him on the petition for review and response were Dave Frohnmayer, Attorney General, and Virginia L. Linder, Solicitor General, Salem., Wayne Mackeson, Portland, argued the cause for respondent/petitioner on review Stockfleth. With him on the petition for review was Des Connall, Portland.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted June 7, 1990,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b78-2\">\n    Argued and submitted June 7, 1990,\n   </otherdate><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A9\">\n    the decision of the Court of Appeals and orders of the circuit court affirmed and cases remanded to the circuit court January 3, 1991\n   </decisiondate><br><parties data-order=\"2\" data-type=\"parties\" id=\"b78-3\">\n    STATE OF OREGON,\n    <em>\n     Petitioner/Respondent on Review, v.\n    </em>\n    KATHLEEN ANN STOCKFLETH,\n    <em>\n     Respondent/Petitioner on Review.\n    </em>\n    STATE OF OREGON,\n    <em>\n     Petitioner on Review, v.\n    </em>\n    MICHAEL JOHN LASSEN,\n    <em>\n     Respondent on Review.\n    </em>\n</parties><br><docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b78-6\">\n    (CC 86-3-30485, 86-3-30486; CA A44567 (Control))\n   </docketnumber><docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"Am\">\n    (CC 86-3-30488; CA A45133)\n   </docketnumber><docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"AL\">\n    (SC S36769, S36775)\n   </docketnumber><br><p data-order=\"6\" data-type=\"attorneys\" id=\"b78-13\">\n    (Cases Consolidated on Appeal)\n   </p><br><citation data-order=\"7\" data-type=\"citation\" id=\"b78-14\">\n    804 P2d 471\n   </citation><br><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b79-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"41\"> \n     *41\n     </span>\n    Jonathan H. Fussner, Assistant Attorney General, Salem, argued the cause for the State of Oregon. With him on the petition for review and response were Dave Frohnmayer, Attorney General, and Virginia L. Linder, Solicitor General, Salem.\n   </attorneys><br><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b80-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"41-a\"> \n     *41-a\n     </span>\n    Wayne Mackeson, Portland, argued the cause for respondent/petitioner on review Stockfleth. With him on the petition for review was Des Connall, Portland.\n   </attorneys><br><judges data-order=\"10\" data-type=\"judges\" id=\"b80-4\">\n    GRABER, J.\n   </judges>",
    "citations": [
        "804 P.2d 471",
        "311 Or. 40"
    ],
    "opinions": [
        {
            "author_str": "Graber",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5481.0,
            "opinion_text": "\n804 P.2d 471 (1991)\n311 Or. 40\nSTATE of Oregon, Petitioner/Respondent on review,\nv.\nKathleen Ann STOCKFLETH, Respondent/Petitioner on review.\nSTATE of Oregon, Petitioner on review,\nv.\nMichael John LASSEN, Respondent on review.\nNos. CC 86-3-30485, CC 86-3-30486, CC 86-3-30488; CA A44567 (Control), CA A45133; SC S36769, SC S36775.\nSupreme Court of Oregon, In Banc.\nArgued and Submitted June 7, 1990.\nDecided January 3, 1991.\n*472 Jonathan H. Fussner, Asst. Atty. Gen., Salem, argued the cause for the State of Oregon. With him on the petition for review and response were Dave Frohnmayer, Atty. Gen., and Virginia L. Linder, Sol. Gen., Salem.\nWayne Mackeson, Portland, argued the cause for respondent/petitioner on review Stockfleth. With him on the petition for review was Des Connall, Portland.\nGRABER, Justice.\nThese consolidated cases involve the sufficiency of two successive wiretap orders. Defendants are charged with arson, felony murder, conspiracy to commit arson, theft, attempted theft, and conspiracy to commit theft. The trial court suppressed the conversations obtained through the two orders, and the state appealed. The Court of Appeals affirmed, after which the state petitioned for review.[1] We affirm, in part on other grounds.\nOdie's Tavern in Elgin, Oregon, was damaged by a fire of uncertain origin on September 29, 1985. On January 27, 1986, an explosion and fire destroyed the tavern and damaged adjacent buildings. Witty, who lived next door, died in the fire. Investigators concluded that arson had caused the explosion and fire and that the owner of the tavern, defendant Lassen, was the most likely suspect.\nThe Union County District Attorney applied for authorization to intercept communications on Lassen's home telephone. The Circuit Court issued wiretap orders on January 31, 1986, and on February 19, 1986. Each of the wiretap orders contains three sections. Section 1 recited that the District Attorney submitted a wiretap application that conforms to the requirements of state and federal law. Section 2 finds \"that there is probable cause and reasonable grounds to believe\" a number of things on the basis of the application, which is attached and incorporated by reference. Section 2 of each order contains these findings, among others:\n\"a) The crime[s] of Felony Murder * * * and Arson in the First Degree * * * [have] been committed in Union County by [Lassen][2] and will likely be discussed over telephone service provided to [him at a specified number and residence.]\n*473 \"b) The Communications sought to be intercepted are particular[l]y described as communications involving [Lassen] who was involved in the commission [sic] of or possesses knowledge of the crime[s] of felony murder and Arson in the First Degree committed at the premises known as Odie's Tavern in Elgin Oregon on or about January 27, 1986, and will relate to and will be evidence of the crimes specified in Paragraph 2(a) above * * *[.]\n\"c) The interception particularly described in Paragraph 2(b) above is necessary and essential in order to gain evidence of the commission by [Lassen] of the aforesaid crime[s], and there are no other means readily available for obtaining such information, and there are reasonable grounds to believe that evidence will be obtained essential to the solution of such crimes, and such evidence cannot otherwise be obtained by the use of normal investigative procedures because they reasonably appear to be unlikely to succeed or have already failed[.]\"\nSection 3 of each order provides in part:\n\"NOW, THEREFORE, IT IS ORDERED\n\"a) That * * * Law enforcement officers of this state be and are hereby authorized and commanded to intercept and seize the communications which are particularly described in Paragraph 2(b) above and which relate to the crimes specified in Paragraph 2(a) above and which involve the individuals described in Paragraph 2(a) above) [sic] and the facilities and or premises specified in Paragraph 2(a) above[.]\n\"* * * * *\n\"q) The Communications which shall be intercepted are particular[l]y described as communications involving [Lassen] who is a suspect in the commission [sic] of or is suspected of possessing knowledge of the crimes of felony murder and Arson in the First Degree committed at the premises known as Odie's Tavern in Elgin Oregon on or about January 27, 1986, and will relate to and will be evidence of the crimes specified * * *[.]\"\nOfficers intercepted numerous telephone calls under each of the orders. On March 17, 1986, a grand jury indicted Lassen and defendant Stockfleth, from whom Lassen was buying Odie's Tavern.\nThe cases were consolidated for the purpose of hearing pretrial motions to suppress evidence obtained through the wiretaps. Defendants challenged the validity of the wiretap orders on a variety of theories. They argued that the state did not establish the necessity of a wiretap; that the wiretap orders contained inadequate termination provisions; that the applications failed to establish probable cause to believe that Lassen had committed arson and felony murder and that communications about those crimes could be obtained through wiretaps; that the orders did not contain sufficiently particular descriptions of the communications to be intercepted; and that the orders failed to specify Stockfleth as a person whose communications were to be intercepted.[3] ORS 133.724.[4]\nThe trial court suppressed the conversations obtained from the wiretaps. It reasoned that the termination provisions in the orders were inadequate, because they allowed the interception to continue beyond the attainment of the authorized objective. ORS 133.724(5). The trial court rejected the other challenges to the wiretap evidence.\nThe Court of Appeals affirmed on different grounds. State v. Stockfleth/Lassen, 99 Or.App. 72, 781 P.2d 1220 (1989). It held, first, that the wiretap orders, read as a whole, defined the termination of authority to intercept with enough specificity to comply with ORS 133.724(5). Although the *474 termination clauses in section 3 of each order stated only that interception should end \"as soon as the necessary evidence has been obtained and the objective of the interception has been attained,\" sections 2(a), (b), and (c) of each order narrowed the objective to evidence \"essential to the solution of\" the specified crimes. The court concluded that the stated objective was \"sufficiently definite to state the point at which it would have been attained and at which the authority to intercept would end.\" 99 Or.App. at 77, 781 P.2d 1220.\nThe Court of Appeals then addressed defendants' contention that the wiretap application failed to establish that a wiretap was a necessary investigative technique, as required by ORS 133.724(1)(h). Citing State v. Oslund, 71 Or.App. 701, 693 P.2d 1354, rev. den. 299 Or. 37, 698 P.2d 965 (1985), the court said:\n\"The application must provide a factual basis from which the issuing judge may conclude that normal investigative techniques have been tried in good faith to determine the identity of those violating the law and to justify their prosecution, and that those efforts have failed.\" 99 Or.App. at 78, 781 P.2d 1220.\nThe court held \"that normal investigative techniques had not been attempted before resorting to the interception of telephone communications\" and that the trial court should have suppressed the wiretap orders on the ground that the applications \"fail[ed] to set forth facts sufficient to establish the statutory requirement that normal available investigative techniques were tried in good faith and failed.\" 99 Or.App. at 79, 781 P.2d 1220.\nThe state petitioned for review. The Court of Appeals treated the petition as one for reconsideration, ORAP 9.15, and allowed it in order to correct a factual error in the original opinion. On the merits, the court adhered to its former opinion. State v. Stockfleth/Lassen, 100 Or.App. 376, 378, 786 P.2d 227 (1990). We then allowed review. We conclude that the first wiretap order was not supported by the requisite showing of necessity and that the second wiretap order was issued invalidly as a result of the defective first order. Because we affirm the suppression of all seized conversations on those grounds, we need not consider the remainder of defendants' contentions.\nThe application for a wiretap order must include a \"full and complete statement as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or are likely to be too dangerous.\" ORS 133.724(1)(h). A wiretap order may not issue unless \"the judge determines on the basis of the facts submitted by the applicant that * * * [n]ormal investigative procedures have been tried and have failed or reasonably appear to be unlikely to succeed if tried or are likely to be too dangerous.\" ORS 133.724(3)(c). In paragraph 2(c) of each order, the issuing judge found that normal investigative procedures either \"reasonably appear to be unlikely to succeed or have already failed.\"[5] The threshold question before us is whether the applications in support of the orders contained sufficient facts to support one or both of the issuing court's findings.\nThe Court of Appeals analyzed only one of those two findings by the issuing judge. The court held that the application failed to provide a factual basis to conclude that normal investigative techniques had been tried and had failed. 99 Or.App. at 78-79, 781 P.2d 1220. The issuing judge also found, however, that normal procedures reasonably appeared to be unlikely to succeed. The statute authorizes a wiretap if either condition is met or if both conditions in conjunction are met (i.e., if some procedures have failed and others, as yet untried, are unlikely to succeed). ORS 133.724(3)(c). We must, therefore, consider both of the issuing court's findings.\nThe application must describe \"whether or not other investigative procedures *475 have been tried.\" ORS 133.724(1)(h). That is, the applicant must catalogue the other things that have been done, as well as those that have not been done. It is not enough, however, to show simply that other things have been done. Rather, the judge must make an independent determination, on the basis of the application and affidavit, that the other investigative techniques used are the \"normal\" ones for the type of situation presented and that, because those techniques have failed or are unlikely to succeed, wiretapping has become a reasonably necessary expedient. ORS 133.724(3)(c); see U.S. v. Ashley, 876 F.2d 1069, 1072-74 (1st Cir 1989) (interpreting parallel federal provision); United States v. Ippolito, 774 F.2d 1482, 1486 (9th Cir.1985) (same).\nThis court has not yet construed what \"normal investigative procedures\" means in ORS 133.724(3)(c), in order to examine, in turn, what the application must include to demonstrate that the state has fulfilled the requirement. We note that the provisions of federal law are essentially identical. 18 U.S.C. §§ 2518(1)(c), (3)(c). As we discuss in detail below, Oregon adopted its cognate provisions generally to conform to the 1968 amendments to the federal law. Accordingly, it is particularly appropriate to review cases interpreting the federal statutes in applying their Oregon counterparts. See generally Computer Concepts, Inc. v. Brandt, 310 Or. 706, 801 P.2d 800 (1990). We agree with the federal cases that we cite concerning the necessity requirement and find their reasoning persuasive on the points for which they are cited.\nThe statutes regarding other investigative techniques \"assure that wiretapping is not resorted to in situations where traditional investigative techniques would suffice to expose the crime.\" United States v. Kahn, 415 U.S. 143, 153 n. 12, 94 S.Ct. 977, 983 n. 12, 39 L.Ed.2d 225 (1974). Applications for wiretap authorization must establish necessity, not merely inform the judge of the difficulties involved in the use of conventional techniques. United States v. Ippolito, supra, 774 F.2d at 1485. The application must set forth information, apart from conclusory statements based on the applicant's general experience, that demonstrates that \"normal investigative techniques employing a normal amount of resources have failed to make the case within a reasonable period of time\" or that ordinary procedures will fail in the case at hand. United States v. Spagnuolo, 549 F.2d 705, 710 (9th Cir 1977). Although the government need not pursue every option, it should not be able to ignore avenues of investigation that appear both fruitful and cost effective. United States v. Ippolito, supra, 774 F.2d at 1486; see also United States v. Carneiro, 861 F.2d 1171, 1176-78 (9th Cir 1988) (the government's normal investigative techniques were sufficiently exhaustive, despite the defendant's hindsight contention that different or additional measures were available). Logically, the converse of these principles also is true; the applicant need not have pursued futile, extraordinarily expensive, or unreasonably long methods of investigation.\nIn this case, the first application stated:\n\"F. Other investigative procedures have been pursued and have failed. Michael Lassen was interviewed by Patrick Montgomery on several occasions and does not admit committing the arson. He remains steadfast in his claims that he fully intended to remodel the premises. At this point the evidence which gives us reasonable grounds to believe that Lassen committed the arson consists solely of circumstantial evidence. It has been my experience that in obtaining a conviction for arson it is extremely difficult to obtain a conviction with purely circumstantial evidence. In Union County, particularly in Elgin, the economic conditions are poor. Numerous employees have been laid off from the Boise Cascade mill. Many businesses are having financial problems. Financial motive alone is insufficient to obtain an arson conviction in Union County. Almost all businesses would have a financial motive to commit arson. Normal investigative procedures have failed inasmuch as none of the suspected participants are cooperative nor have any of the suspected participants *476 or people suspected of having knowledge of the crimes implicated Lassen. Roberta Thompson has admitted discussing in detail with Lassen their activities between January 24th and 27th. It does not appear that attempts to obtain information from Lassen via a tape recorded telephone conversation between Lassen and one of the suspected participants would be possible as Patrick Montgomery does not believe that any of the suspects would participate in such a tape-recorded conversation.\"\nAn accompanying affidavit listed the investigative steps that had been taken: inspection of the ruins of Odie's Tavern for physical evidence; interviews with Lassen and his employee, Roberta Thompson; inquiries about Lassen's financial situation; and an interview with a man who had smelled natural gas as he walked past Odie's on the evening before the explosion and fire.\nSignificantly, the application also detailed several traditional investigative techniques that the state planned to carry out \"within the next three days.\" Search warrants were to be executed at the homes of Lassen and Thompson, \"numerous witnesses are going to be contacted, and grand jury subpoenas will be served\" on six named persons. \"It is expected that the execution of the search warrants and the service of these subpoenas will trigger numerous phone calls to and from [Lassen] over an extended period of time * * *.\"\nThe first application established that the state needed to gather more direct evidence, but it did not demonstrate adequately that normal investigative procedures had been tried and had failed. ORS 133.724(3)(c). On its face, the application, which was filed only four days into the investigation, showed just the opposite, notwithstanding the applicant's conclusory assertion. The application listed several normal investigative procedures (e.g., execution of search warrants and contacts with \"numerous witnesses\") that had not yet been completed but that could be fruitful, not only as \"trigger[s]\" for potentially incriminating telephone calls, but also as sources of evidence in themselves.\nSimilarly, the first application did not demonstrate that normal techniques were unlikely to succeed if tried. ORS 133.724(3)(c). The material that the district attorney submitted did not suggest that the planned searches and interviews were unlikely to yield adequate evidence. To obtain the unexecuted search warrants, for example, the state had to have demonstrated probable cause; we must assume that the warrants were expected to yield additional evidence, independent of their generating telephone calls.\nAccordingly, we agree with the Court of Appeals that the issuance of the first order was deficient under ORS 133.724(1)(h) and ORS 133.724(3)(c). The defect was a basic one, requiring suppression of the conversations that were seized on the authority of the first wiretap order. ORS 133.735(1); see State v. Pottle, 296 Or. 274, 677 P.2d 1 (1984) (statutory defects as to minimization clause, termination clause, immediate execution clause, and specification of person whose communications were to be intercepted required suppression).\nOur review turns to whether the conversations that were seized on the authority of the second wiretap order also must be suppressed. Defendants argue that suppression of the fruits of the first order necessarily requires suppression of the conversations gained in the second wiretap. See ORS 133.735(1) (concerning suppression of unlawfully intercepted communications \"or evidence derived therefrom\").\nCongress significantly revised the federal wiretap laws in 1968, by Title III of the 1968 Omnibus Crime Control Act, 18 USC §§ 2510-2520. The Oregon wiretap statutes, which had existed since before 1968, were materially revised in 1979 to track the 1968 federal changes, resulting in the statutes at issue here, specifically ORS 133.724 and ORS 133.735. Or.Laws 1979, ch. 716.[6] In 1974, the Supreme Court of the United States interpreted provisions of *477 Title III\u0097provisions that are virtually identical to those in the 1979 Oregon law\u0097to analyze the validity of an extension order when an initial wiretap order is not valid. United States v. Giordano, 416 U.S. 505, 94 S.Ct. 1820, 40 L.Ed.2d 341 (1974).\nWe have examined the legislative history of the 1979 Oregon enactment to determine the appropriate weight to give Giordano when interpreting the parallel provisions of the Oregon wiretap law. The statute itself does not state what weight to afford prior Supreme Court interpretations of the federal law. However, a general rule of statutory interpretation is that, when Oregon adopts the statute of another jurisdiction, the legislature is presumed also to adopt prior constructions of the statute by the highest court of that jurisdiction. Joseph v. Lowery, 261 Or. 545, 550, 495 P.2d 273 (1972) (prior constructions are deemed \"highly persuasive\" of legislative intent to adopt); Fleischhauer v. Bilstad, Gray, 233 Or. 578, 585, 379 P.2d 880 (1963) (prior constructions establish a \"presumption\" of legislative adoption). Cf. State v. Clevenger, 297 Or. 234, 244, 683 P.2d 1360 (1984) (restating the established rule that when the Oregon Supreme Court, as the highest court in the state, interprets a statute, that interpretation becomes \"a part of the statute as if written into it at the time of its enactment\"). The question is whether that general rule applies in this instance.\nORS 133.724 and ORS 133.735 originated as Senate Bill 484 in the 1979 Legislative Assembly, following study and drafting during the interim by the Interim Committee on the Judiciary and its Privacy Subcommittee. The statement on third reading of SB 484 in the House by Representative Lombard, who carried the bill to the House floor and who was a member of the Privacy Subcommittee during the interim, reflects the legislative concerns that led to the passage of the bill. After stating that Congress had completely revised federal wiretap laws in 1968 and noting that Oregon wiretap laws had not been revised since, Representative Lombard said:\n\"[B]efore a state can use this [wiretap authority], the state must pass its own legislation to enable it to use the wiretaps. This legislation must be at least as strict as the federal law and it may be stricter. * * * [S]uffice it to say that under the law today, law enforcement officials have to comply with two completely different sets of law. What SB 484 does * * * is bring Oregon's wiretapping law into conformance with the federal law. * * * I would tell you that it would probably be used very, very infrequently. The restrictions, the court restrictions on using these wiretaps, are so strict that the cost is horrendous. * * * [I]t is time that we bring Oregon law in conformance with federal law and make Oregon law as strict as federal law.\" (Proceedings on House floor, 7/3/79, tape 40.)\nThe themes sounded by Representative Lombard echoed throughout the interim and the session: (1) the belief that conformance with the strictures of federal law was mandatory;[7] (2) the attempt to bring *478 Oregon law into line with federal law in order to give law enforcement personnel a single set of guidelines and thus to remove the potential for a wiretap authorized in Oregon to be a violation of federal law; and (3) the desire to ensure that Oregon law is as strict as or stricter than federal law.[8] The preexisting Oregon wiretap laws did not contain cognate provisions to the new extension order and suppression provisions enacted by the Oregon legislature in 1979, which are based on parallel provisions that were enacted by Title III in 1968 and interpreted in United States v. Giordano, supra, in 1974. The legislative history is devoid of any specific reference to extension orders, or suppression of conversations heard under an extension order when there is an invalid original order, or Giordano.\nAlthough the legislative history does not refer specifically to the provisions at issue here, this case is an appropriate one for operation of the presumption that the 1979 Oregon legislature intended to adopt federal law, including the controlling interpretations of it by the highest federal court. The strong, express effort to conform Oregon law to the perceived mandates of federal law implies that prior binding federal precedent was included in the legislature's design. Questions of the validity of an extension order, and the suppression of conversations seized under an extension order when the procedural safeguards for obtaining the original order were not met, are questions that go to the very core of the legislature's general intent\u0097to ensure that Oregon wiretap law is at least as restrictive as the parallel provisions of federal law. Accordingly, we turn to consider the analysis and holding in United States v. Giordano, supra, as they may apply to this case.\nIn United States v. Giordano, supra, an assistant attorney general applied for the original wiretap order, although he had not been specially designated for the task by the Attorney General, as required by law. That defect was fatal to the original order. An assistant attorney general with the requisite authority applied for a second order to extend the original one, thereby correcting the defect. 416 U.S. at 507-08, 94 S.Ct. at 1823. The original order issued on October 16, 1970, and authorized a wiretap on Giordano's telephone for up to 21 days. 416 U.S. at 549, 94 S.Ct. at 1842-43 (Powell, J., concurring in part and dissenting in part). On November 6, the same judge extended the wiretap authority on the basis of an application similar in form to the original, but also including information obtained from the wiretap already authorized and carried out. The second order extended the authority to conversations of additional named individuals calling from or to Giordano's telephone. 416 U.S. at 509, 94 S.Ct. at 1823-24.\nThe Court held that the communications seized under the extension order must be suppressed as \"evidence derived from the communications invalidly intercepted pursuant to the initial order.\" 416 U.S. at 531-32, 533, 94 S.Ct. at 1834-35, 1835. The Court justified its holding as follows: The Court found that the extension order and the interceptions under it were, in fact, the product of the first wiretap, which was \"necessarily intertwined\" with normal investigative procedures used during the first wiretap. 416 U.S. at 532, 94 S.Ct. at 1834-35. The Court then looked to the statute respecting extension orders (18 U.S.C. § 2518(1)(f); compare ORS 133.724(1)(k)), which requires an application to state the results obtained from the prior wiretap order or a reasonable explanation of failure:\n\"Plainly the function of § 2518(1)(f) is to permit the court realistically to appraise the probability that relevant conversations will be overheard in the future. If during the initial period, no communications of the kind that had been anticipated *479 had been overheard, the Act requires an adequate explanation for the failure before the necessary findings [including probable cause to believe that the extended wiretap will be productive] can be made as a predicate to an extension order.\" 416 U.S. at 532, 94 S.Ct. at 1835.\nThe Court noted that the first wiretap produced results that were reported in the second application. Without those reported results, no extension could have been granted; with them, there was the requisite probable cause to conclude that communications would be obtained from the second wiretap. 416 U.S. at 532-33, 94 S.Ct. at 1834-35.\nThe dissent in Giordano contended that ordinary \"taint\" analysis should apply in determining whether the conversations seized under the extension order should be suppressed. The dissent argued that the Court should simply ignore information obtained from the first order in evaluating both the validity of the second order and the consequent admissibility vel non of communications seized under the second order. 416 U.S. at 548-53, 558-61, 94 S.Ct. at 1842-45, 1847-48 (Powell, J., concurring in part and dissenting in part).\nThe majority opinion, up to the point in the analysis described above, apparently had justified its holding in part by noting the factual intertwining of the communications seized from the first wiretap and the issuing court's decision whether to grant an extension. In response to the dissent, however, the majority relegated the factual justification to an incidental part of the opinion. The majority held:\n\"But whether or not the [extension] application, without the facts obtained from monitoring Giordano's telephone, would independently support original wiretap authority, the Act itself forbids extensions of prior authorizations without consideration of the results meanwhile obtained. Obviously, those results were presented, considered, and relied on in this case. Moreover, as previously noted, the Government itself had stated that the wire interception was an indispensable factor in its investigation and that ordinary surveillance alone would have been insufficient. In our view, the results of the conversations overheard under the initial order were essential, both in fact and in law, to any extension of the intercept authority. Accordingly, communications intercepted under the extension order are derivative evidence and must be suppressed.\" 416 U.S. at 533, 94 S.Ct. at 1835 (emphasis added).\nIn other words, \"Giordano holds that if the original warrant is tainted, any extensions are automatically (and apparently irredeemably) tainted as well.\" Fishman, Wiretapping and Eavesdropping 277, § 184 (1978). As Fishman further notes: \"Applying this principle, other federal courts have invalidated otherwise valid extensions where the application for the initial warrant * * * failed to establish that other investigative procedures were unavailing.\" Fishman, supra, § 184 at 277, citing United States v. Spagnuolo, supra.[9]\nIn this case, there is little room for differentiation in the face of Giordano, which provides the minimum threshold for this court in applying Oregon's wiretap laws. The original wiretap order issued on January 31, 1986, directed that the interception terminate no later than 30 days from then. In fact, the application for the second order states that the \"wiretap was installed on February 1, 1986 and terminated on February 6, 1986, because Lassen had indicated that he believed that his phone was being tapped.\" Lassen thereupon purchased a new unlisted telephone number for his residence. The second application states: \"It is believed that Lassen *480 is unaware that investigators have his new unlisted phone number. * * * [I]t is believed that Lassen is secure in discussing the fire on his new unlisted number.\" The second application was made and the second order issued on February 19, 1986, within the time permitted for a wiretap still to have existed under the first order.\nLike the extension order in Giordano, the second order here named additional communicants whose conversations on Lassen's telephone were sought. Also like the extension application in Giordano, the second application in this case was in essentially the same form as the original one, likewise with the addition of a detailed statement of the results of the first wiretap and the results of other investigative procedures.\nThe second order in this case is the type of order controlled by Giordano. The only reasonable reading of the statute, requiring a statement of prior results and failures \"[w]here the application is for the extension of an existing order,\" ORS 133.724(1)(k), is that it includes this circumstance. The fact that Lassen had obtained a new telephone number in his home is not enough to make the application a wholly new one for this purpose; the police continued to seek authorization to wiretap his home telephone. The issuing court was required to consider the results obtained from the first interception in assessing the justification for a second order. The second order is, therefore, an order in which the results of the first wiretap are \"essential * * * in law\" to the issuance of the order. United States v. Giordano, supra, 416 U.S. at 532-33, 94 S.Ct. at 1834-35. Giordano appears to hold that that circumstance suffices to require suppression of the conversations seized under the second order as evidence derived from the illegal first order. 416 U.S. at 533, 94 S.Ct. at 1835.\nIn addition, even if a factual connection were required, the second order was factually related to the illegal first order. The second application had to convince the issuing court that there was probable cause to believe that the second wiretap would be a source of information. ORS 133.724(3)(b). To that end, the second application asserted that Lassen had talked freely during the first wiretap, when he believed that his telephone was secure, and that Lassen believed that his new line was now secure. The implication is clear that new communications could be expected, supporting the determination of probable cause. The second application also asserted that new calls on Lassen's line were anticipated as a result of forthcoming searches, interviews, and grand jury subpoenas. The application reported the success of the first wiretap in gathering communications in the wake of police interviews and grand jury subpoenas. Thus, the issuing court's determination of the probable efficacy of a second order hinged on an application that demonstrated the point by reference to the success of the first order under virtually identical circumstances: Lassen's belief in a secure telephone line and the occurrence of calls following particular methods of police investigation.\nUnited States v. Giordano, supra, has set the baseline for admissibility of conversations seized by the authority of the second order in this case. The results of the first wiretap were essential, both in law and in fact, to the decision to issue the second order within the time permitted for a wiretap to have continued under the first order. Accordingly, we hold that conversations seized under the authority of the second order must be suppressed.\nThe decision of the Court of Appeals is affirmed. The orders of the circuit court are affirmed, and the cases are remanded to the circuit court.\n\nAPPENDIX\nORS 133.724 provides:\n133.724 Order for interception of communications; content; duration; progress reports. (1) An ex parte order for the interception of wire, electronic or oral communications may be issued by any circuit court judge upon written application made upon oath or affirmation of the individual who is the district attorney *481 for the county in which the order is sought. The application shall include:\n(a) The name of the district attorney making the application and the authority of the district attorney to make the application;\n(b) The identity of the investigative or law enforcement officer making the application and the officer authorizing the application;\n(c) A statement demonstrating that there is probable cause to believe that an individual is committing, has committed or is about to commit, a particular felony of murder, kidnapping, arson, robbery, bribery, extortion or other crime dangerous to life and punishable as a felony, or a crime punishable as a felony under ORS 475.992 or 475.995, or any conspiracy to commit any of the foregoing crimes;\n(d) A statement of the details, if known, of the particular crime alleged under paragraph (c) of this subsection;\n(e) A particular description of the nature and location of the facilities from which or the place where the wire, electronic or oral communication is to be intercepted, if known;\n(f) A particular description of the type of wire, electronic or oral communication sought to be intercepted;\n(g) The identity of the person, if known, suspected of committing the crime and whose wire, electronic or oral communications are to be intercepted;\n(h) A full and complete statement as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or are likely to be too dangerous;\n(i) A statement of the period of time for which the interception is required to be maintained. If the nature of the investigation is such that the authorization for interception should not automatically terminate when the described type of wire, electronic or oral communication has been first obtained, a description of facts establishing probable cause to believe that additional communications of the same type will occur thereafter;\n(j) A statement as to whether any prior application has been made to intercept wire, electronic or oral communications from the same person and, if such prior application exists, a statement of the current status of that application; and\n(k) Where the application is for the extension of an existing order, a statement setting forth the results thus far obtained from the interception, or a reasonable explanation of the failure to obtain such results.\n(2) The judge may require the applicant to furnish further testimony or documentary evidence in support of the application.\n(3) Upon examination of such application and evidence the judge may enter an ex parte order, as requested or as modified, authorizing or approving interception of wire, electronic or oral communications within the state if the judge determines on the basis of the facts submitted by the applicant that:\n(a) There is probable cause for belief that an individual is committing, has committed or is about to commit a particular crime described in paragraph (c) of subsection (1) of this section;\n(b) There is probable cause for belief that particular communications concerning that crime will be obtained through such interception;\n(c) Normal investigative procedures have been tried and have failed or reasonably appear to be unlikely to succeed if tried or are likely to be too dangerous; and\n(d) There is probable cause for belief that the facilities from which, or the place where, the wire, electronic or oral communications to be intercepted are being used, or are about to be used, in connection with the commission of that crime are leased to, listed in the name of, or commonly used by the individual suspected.\n(4) Each order authorizing or approving the interception of any wire, electronic or oral communication shall specify:\n\n*482 (a) The identity of the person, if known, whose communications are to be intercepted;\n(b) The nature and location of the communications facilities as to which, or the place where, authority to intercept is granted;\n(c) A particular description of the type of communication sought to be intercepted, and a statement of the particular crime to which it relates;\n(d) The identity of the agency authorized to intercept the communications and of the person authorizing the application;\n(e) The period of time during which such interception is authorized, including a statement as to whether or not the interception shall automatically terminate when the described communication has been first obtained; and\n(f) The name of the applicant, date of issuance, and the signature and title of the issuing judge.\n(5) No order entered pursuant to this section shall authorize or approve the interception of any wire, electronic or oral communication for any period longer than is necessary to achieve the objective of authorization, nor in any event longer than 30 days. Extensions of any order may be granted, but only when application for an extension is made in accordance with paragraph (k) of subsection (1) of this section and the court makes the findings required by subsection (3) of this section. The period of extension shall be no longer than the authorizing judge deems necessary to achieve the purpose for which it is granted and in no event for longer than 30 days. Every order and extension thereof shall contain a provision that the authorization to intercept shall be executed as soon as practicable, shall be conducted in such a way as to minimize the interception of communications not otherwise subject to interception, and must terminate upon attainment of the authorized objective, or in any event in 30 days.\n(6) Whenever an order authorizing interception is entered pursuant to this section, the order may require reports to be made to the judge who issued the order showing what progress has been made toward achievement of the authorized objective and the need for continued interception. Such reports shall be made at such intervals as the judge may require.\nNOTES\n[1]  Defendant Stockfleth appeared, through counsel, as respondent in the Court of Appeals and as respondent on review and as a petitioner on review in the Supreme Court. Defendant Lassen did not appear in the Court of Appeals or in this court, although he is the named respondent in State v. Lassen, which is consolidated on appeal with State v. Stockfleth. Each defendant moved the trial court for an order suppressing evidence obtained from the wiretapping. Except where specifically stated otherwise, we shall refer to defendants collectively as \"defendants.\"\n[2]  The second order adds that there is probable cause to believe that Churchill, Lassen's housemate, also committed the crimes. Except for the addition of Churchill's name, the substitution of Lassen's new home telephone number, and a paragraph describing the prior application for a wiretap, the material portions of Section 2 in the second order are identical to those in the first order.\n[3]  Defendants also argued that \"the orders were general warrants.\" That argument states a consequence or a conclusion; if the orders are insufficiently specific in one of the particulars that defendants challenge, then they are too general. If the orders contain enough detail in the portions at issue, then they are not too general.\n[4]  ORS 133.724 is set out in full as an appendix to this opinion.\n[5]  The issuing court did not find that normal investigative procedures were likely to be too dangerous. ORS 133.724(3)(c).\n[6]  ORS 133.724 and ORS 133.735 were amended in 1989, in ways not material to this case. Or. Laws 1989, ch. 639, § 1; Or.Laws 1989, ch. 983, §§ 7a, 11.\n[7]  It is sufficient for present purposes to recognize that the legislature was counseled that conformance with federal law was required by federal law and that it acted according to that counsel. For example, Senate Judiciary Committee counsel Godwin advised that the federal law is \"preemptive\" and that Senate Bill 484 conforms the procedures of Oregon's wiretap law to the federal law. Minutes, Senate Committee on the Judiciary, June 19, 1979, p. 14. During deliberations of the interim committee, following a discussion that included a statement that state law is \"clearly insufficient\" where it falls short of Title III, Senator Kulongoski had directed Ms. Godwin to draft a bill, later introduced as SB 484, \"to bring the 2 acts of state and federal law into conformity except in the areas in which the state law is presently more restrictive.\" Minutes, Interim Committee on the Judiciary, Privacy Subcommittee, Nov. 18, 1977, p. 14. Senator Kulongoski later reported that that had been done. Id., Jan. 13, 1978, p.10.\n\nWhether the advice or the legislature's understanding regarding federal preemption was correct is another question, but one that we need not consider in view of the clear legislative intent to conform Oregon law to federal law. We note that other courts have interpreted the federal wiretap law, consistent with its perceived legislative intent, to require state wiretap laws to be at least as restrictive as the federal law. See Carr, The Law of Electronic Surveillance, § 2.4(a) at 2-15 (2d ed. 1990) (collecting cases).\n[8]  See Minutes, Senate Committee on the Judiciary: March 12, 1979, pp 4-5, June 19, 1979, pp 14-15; Minutes, Interim Committee on the Judiciary: April 14, 1979, pp 12, 14-16, Exs. F, H; Minutes, Interim Committee on the Judiciary Privacy Subcommittee: Nov. 18, 1977, pp 13-14, Dec. 9, 1977, p 20, Jan. 13, 1978, p 10, Feb. 10, 1978, pp 18, 19, 22, March 10, 1978, pp 19-20.\n[9]  The Supreme Court of the United States held, in United States v. Giordano, 416 U.S. 505, 94 S.Ct. 1820, 40 L.Ed.2d 341 (1974), that correction of the defect in an initial wiretap application and order in a later extension application and order is not material to the determination whether to suppress the communications seized on the authority of the extension order. Because we conclude, in accordance with Giordano, that the conversations seized under the second wiretap order must be suppressed, we need not first consider whether the \"necessity\" defect was cured in the second application and order.\n\n",
            "ocr": false,
            "opinion_id": 1352255
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Robbery"
}