{
    "id": 429192,
    "judges": null,
    "date_filed": 441331200000,
    "date_filed_is_approximate": false,
    "slug": "in-the-matter-of-the-application-of-the-united-states-for-an-order",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "In the Matter of the Application of the United States for an Order Authorizing the Interception of Oral Communications at the Premises Known as Calle Mayaguez 212, Hato Rey, Puerto Rico. Appeal of Jose E. Carreras",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "723 F.2d 1022"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/723/723.F2d.1022.82-1944.html",
            "author_id": null,
            "opinion_text": "723 F.2d 1022\n    In the Matter of the APPLICATION OF the UNITED STATES FOR ANORDER AUTHORIZING the INTERCEPTION OF ORALCOMMUNICATIONS AT THE PREMISES KNOWN ASCALLE MAYAGUEZ 212, HATO REY,PUERTO RICO.Appeal of Jose E. CARRERAS, et al.\n    No. 82-1944.\n    United States Court of Appeals,First Circuit.\n    Argued Oct. 4, 1983.Decided Dec. 27, 1983.\n    \n      Michael Avery, Boston, Mass., for appellants.\n      Ellen Sue Shapiro, Atty., Boston, Mass., with whom David D. Buvinger, Atty., Gen. Litigation and Legal Advice Section, Crim. Div., Dept. of Justice, Washington, D.C., was on brief, for the United States.\n      Jeanne Baker, Susan P. Sturm, Cambridge, Mass., and Silverglate, Gertner, Baker &amp; Fine, Boston, Mass., submitted a brief for The Civil Liberties Union of Mass., The Mass. Ass'n of Crim. Defense Lawyers, and The Natl.  Lawyers Guild, amici curiae.\n      Before CAMPBELL, Chief Judge, TIMBERS,* Senior Circuit Judge, and BOWNES, Circuit Judge.\n      TIMBERS, Circuit Judge.\n    \n    I.\n    \n      1\n      Early in 1981, attorneys in the Puerto Rico United States Attorney's office and attorneys in the Criminal Division of the Department of Justice were informed that certain individuals, including attorney Farinacci and several of his clients, were using his law office, located at Calle Mayaguez 212 (the premises), as a meeting place to plan activities in violation of federal law.  The government submitted an application, pursuant to 18 U.S.C. Sec. 2518 (1982), to the district court in Puerto Rico for electronic surveillance of the premises.  The application set forth the fact that the law office was located in the premises and that electronic surveillance, if granted, could be expected to intercept conversations of attorneys who were not suspected of criminal activity, in addition to those who were suspected.  The application also detailed the illegal activities suspected to be taking place at the law office, supported by dates and the names of the alleged offenders.\n    \n    \n      2\n      On May 23, 1981, pursuant to the application, the court entered an order authorizing the interception of oral communications at the premises for thirty days.  Subsequently, a second order was entered extending the authorization to intercept for another thirty days so that electronic surveillance was authorized from May 23 to July 23.  Both orders directed the government to conduct the surveillance in such a manner as to minimize the interception of communications extraneous to the investigation, as required by Sec. 2518.\n    \n    \n      3\n      In 1982, Farinacci was indicted for bank robbery.  This charge was wholly unrelated to the criminal investigation which led to the law office electronic surveillance.  Farinacci filed a motion pursuant to 18 U.S.C. Sec. 3504 (1982)1 demanding that the government provide information concerning electronic surveillance to be used against him in the bank robbery trial.  The court denied the motion for disclosure in the criminal case, but ordered the government to file its sealed records for in camera inspection or to furnish the surveillance inventories to those who were either named in the surveillance application or order, or who in fact were overheard.  18 U.S.C. Sec. 2518(8)(d).  On June 22, 1982, the government mailed inventories to ten individuals, five of whom are appellants on the instant appeal.\n    \n    \n      4\n      On July 14, after receipt of the inventories, twelve individuals and organizations filed a motion for inspection of the electronic surveillance materials pursuant to 18 U.S.C. Sec. 2518(8)(d).  Five of the movants were attorneys in the firm of Carreras, Acevedo and Farinacci.  The remainder were clients of the firm.  All either had received inventories or had been advised by inventory recipients that conversations at the office had been intercepted.  The motion was accompanied by affidavits executed by the attorneys or clients which alleged that confidential attorney-client conversations probably had been intercepted during the period of surveillance.  The government opposed the motion on the ground that protection of the confidentiality of the ongoing grand jury investigation outweighed movants' need to inspect the surveillance materials at that time.  Further, the government argued that movants had failed to specify the cases believed to have been affected by the interceptions or the dates or subject matter of conversations alleged to have been overheard.\n    \n    \n      5\n      On August 31, after reviewing the surveillance materials in camera, the court denied the motion for early disclosure of the materials on the ground that protection of the grand jury investigation outweighed movants' interests in obtaining the materials at that time.  The court also held that there was no interference with the attorneys' representation of their clients and that minimization of the surveillance had been observed in accordance with 18 U.S.C. Sec. 2518(5).2   This appeal followed.\n    \n    II.\n    \n      6\n      Title III of the Omnibus Crime Control and Safe Streets Act of 1969 deals with one of the most difficult areas confronting a technologically advanced society:  providing law enforcement officials with the tool of electronic surveillance while at the same time protecting citizens' privacy rights in wire and oral communications.  Appellants sought disclosure of the surveillance materials under one provision of Title III, 18 U.S.C. Sec. 2518(8)(d).3\n    \n    \n      7\n      We have dealt recently with a situation similar to the one before us today.    Matter of a Warrant Authorizing Interception of Oral Communications (Cintolo ), 708 F.2d 27 (1st Cir.1983).  That case involved an attorney who was a target of a federal grand jury investigation and a subject of court-authorized electronic surveillance.  The surveillance, however, took place at an apartment, not at a law office.  The attorney sought disclosure of the surveillance material because he thought that the government might have intercepted privileged attorney-client communications.  He wanted to prevent privileged information from being placed before the grand jury.  The district court examined the material in camera, concluded that there was no improper interception, and held that at that time the attorney's interest in examining the surveillance material was outweighed by the importance of maintaining the secrecy of the grand jury investigation.  In affirming, we held that in camera inspection was the recommended method for resolving secrecy concerns, including those arising from attorney-client communications, and further that, even if the district court later was found to have been in error (e.g., that the government had invaded the attorney-client privilege), the aggrieved persons could refuse to answer grand jury questions, could move to dismiss the indictment, or could seek to exclude such evidence at trial.  708 F.2d at 28.\n    \n    \n      8\n      As a sequel to Cintolo, this appeal presents the narrow question of whether appellants are entitled to inspect the surveillance materials concerning a law office bug at this premature stage of an ongoing grand jury investigation.  We hold that the court did not abuse its discretion in denying appellants' disclosure motion.\n    \n    \n      9\n      Appellants make two arguments for early disclosure:  the effective functioning of the law firm of the appellants who are attorneys and the need for all appellants to seek remedies for wrongful interceptions.\n    \n    \n      10\n      First, the attorney-appellants argue that, once the fact of surveillance of a law office becomes known, the firm cannot function effectively until the circumstances which led to the surveillance and the extent of that surveillance are fully disclosed.  Until such disclosure is made, so the argument goes, there is no reason to believe that the surveillance will not be resumed and, until it is concluded, clients will not feel free to discuss their affairs with the attorneys.  We fail to understand how the granting of the attorney-appellants' motion would put their clients at ease.  Disclosure of additional surveillance information, beyond the already disclosed fact that surveillance has taken place, would provide no additional assurance that surveillance would not resume--if the government believed, and a court could be convinced, that resumption was appropriate.\n    \n    \n      11\n      Second, all appellants argue that they are being denied a remedy to correct the government's access to privileged information.  While we appreciate the force of appellants' argument with respect to the importance of the attorney-client privilege, we must point out that not every attorney-client meeting or meeting place is absolutely off limits to law enforcement officials.   Andresen v. Maryland, 427 U.S. 463 (1976);  Hoffa v. United States, 385 U.S. 293 (1966);  National City Trading Corp. v. United States, 635 F.2d 1020, 1026 (2d Cir.1980).  Moreover, communications between attorney and client which concern illegal activities in progress are not protected by the privilege.   United States v. Hoffa, 349 F.2d 20, 37 (6th Cir.1965), aff'd, 385 U.S. 293 (1966).  The district court here, after a careful in camera inspection of the surveillance material, found that there had been no interference with the attorneys' representation of their clients.  The crucial point, however, is that, even if this finding later is held to be incorrect--e.g., due to a different factual interpretation of the information overheard or due to a broader legal definition of the privilege--then appellants will have important remedies available.  Here, as we pointed out in Cintolo, the clients and the attorneys may refuse to answer grand jury questions based on privileged information, United States v. Calandra, 414 U.S. 338, 346 (1974);  they may move to dismiss the indictment, United States v. Rasheed, 663 F.2d 843, 853-54 (9th Cir.1981), cert. denied, 454 U.S. 1157 (1982);  or they may seek to exclude privileged material and its fruits at trial.  Fed.R.Evid. 501;  18 U.S.C. Secs. 2515, 2518(5);  Scott v. United States, 436 U.S. 128 (1978).\n    \n    \n      12\n      Appellants cite cases where law office searches--electronic and otherwise--have been condemned because of their \"rummaging effect\".   E.g., United States v. Abrams, 615 F.2d 541, 543 (1st Cir.1980).  In Abrams, as in most cases, the remedy was suppression, not disclosure.  Denial of a suppression motion has a degree of finality about it and often means the difference between conviction and acquittal.  On the other hand, denial of a Sec. 2518(8)(d) disclosure motion is final for neither the individual nor the government.  Appellants argue that attacking the constitutionality of a conviction based in part on overheard conversations with counsel is a complex and difficult task and requires early disclosure.   Weatherford v. Bursey, 429 U.S. 545 (1977);  United States v. Rosner, 485 F.2d 1213 (2d Cir.1972), cert. denied, 417 U.S. 950 (1974);  Taglianetti v. United States, 398 F.2d 558 (1st Cir.1968), aff'd, 394 U.S. 316 (1969).  Here, however, none of the appellants has been indicted or even subpoenaed to appear before the grand jury.\n    \n    \n      13\n      Appellants seek to distinguish the instant case from Cintolo.    First, they point out that the surveillance there was conducted in an attorney's apartment, not an attorney's office.  That is a distinction without a difference.  In Cintolo we discussed the privileged communications problem in broad terms and held:\n    \n    \n      14\n      \"Congress resolved the 'secrecy/impropriety' dilemma ... by authorizing a district court to examine the records in camera and 'in his discretion' to decide the issue.  See 18 U.S.C. Sec. 2518(8)(d).  This procedure has been endorsed by the courts ... and is the recommended method by which to resolve disputes over confidentiality.\"\n    \n    \n      15\n      708 F.2d at 28.   See also In re Lochiatto, 497 F.2d 803 (1st Cir.1974);  Application of the United States for an Order Authorizing Interception of Wire and Oral Communications, 495 F.Supp. 282 (E.D.La.1980);  Application of the United States for an Order Authorizing Interception of Wire Communications, 413 F.Supp. 1321 (E.D.Pa.1976).  In Cintolo we approved the procedure which was followed by the district court in the instant case.  The Cintolo reasoning is not inapplicable merely because the interception of attorney-client communications takes place in a law office rather than in an attorney's residence.  The person involved, not the place, gives rise to the dilemma.  The dilemma here is substantially similar to the one with which we were confronted in Cintolo.\n    \n    \n      16\n      Second, appellants point out that the government in Cintolo took strict measures to guarantee minimization of privileged communications and the district court there found that the government intentionally had turned off the monitoring devices whenever an apparently privileged communication began.  708 F.2d at 28.  It would have been better here if the government had disclosed its minimization guidelines to appellants and if the court had made findings to support its conclusion that minimization requirements had been complied with.  An order authorizing surveillance under Sec. 2518(5) should include a provision that the surveillance shall be conducted in such a way as to minimize the interception of extraneous communications and should specify the guidelines for accomplishing that purpose.  To the extent feasible, a court should disclose these specific guidelines to movants when a Sec. 2518(8)(d) motion for disclosure is made involving attorney-client communications.  In view of the sensitivity of any disclosures, however, in a grand jury investigation such as the instant one beyond those contained in the inventories, we decline to hold that the court abused its discretion when it assured appellants that minimization requirements had been complied with.  The central factor is one of timing.  There may come a time, after the grand jury investigation has proceeded further, when the court should decide whether disclosure of minimization safeguards would be in the interest of justice.\n    \n    \n      17\n      Third, appellants argue that the need for secrecy to protect the ongoing grand jury investigation should not be weighed heavily in the instant case.  They point out that the government should have sent the inventories \"not later than ninety days after ... the termination of the period of an order or extensions thereof.\"    18 U.S.C. Sec. 2518(8)(d).4   The government was nearly eight months late in sending out the inventories and then sent them in response to a request in a matter unrelated to the grand jury investigation.  Whether such delay constitutes ground for ultimate suppression of the evidence intercepted, was not the question before the district court and is not before us on this appeal.  The district court, after a thorough in camera review of the surveillance materials, found that the need for secrecy continues.  For the purposes of a Sec. 2518(8)(d) disclosure at this time, we hold that that finding is sufficient.\n    \n    \n      18\n      Finally, appellants argue that, in the absence of the disclosure they seek now under Sec. 2518(8)(d), the attorneys will have to move for disclosure of electronic surveillance materials in every pending case in order to proceed properly to defend the rights of their clients.  Appellants contend that this would place an intolerable burden on the attorneys, their clients, the government, and the courts.  Although appellants do not cite the statute as such, we assume that they are referring to 18 U.S.C. Sec. 3504, supra note 1.  We hold that whatever additional work may be imposed on appellants and officers of the court in the event of future Sec. 3504 motions does not constitute sufficient reason to reverse the instant order of the district court which denied the disclosure request and thus jeopardize the sensitive, ongoing grand jury investigation.  In a subsequent Sec. 2518(8)(d) motion after the grand jury investigation has been completed, such an efficiency argument might be more persuasive.\n    \n    \n      19\n      Affirmed.\n    \n    \n      \n        *\n         Of the Second Circuit, by designation\n      \n      \n        1\n         18 U.S.C. Sec. 3504 provides:\n        \"(a) In any trial, hearing, or other proceeding in or before any court, grand jury, department, officer, agency, regulatory body, or other authority of the United States--\n        (1) upon a claim by a party aggrieved that evidence is inadmissible because it is the primary product of an unlawful act or because it was obtained by the exploitation of an unlawful act, the opponent of the claim shall affirm or deny the occurrence of the alleged unlawful act;\n        (2) disclosure of information for a determination if evidence is inadmissible because it is the primary product of an unlawful act occurring prior to June 19, 1968, or because it was obtained by the exploitation of an unlawful act occurring prior to June 19, 1968, shall not be required unless such information may be relevant to a pending claim of such inadmissibility;  and\n        (3) no claim shall be considered that evidence of an event is inadmissible on the ground that such evidence was obtained by the exploitation of an unlawful act occurring prior to June 19, 1968, if such event occurred more than five years after such allegedly unlawful act.\n        (b) As used in this section 'unlawful act' means any act the use of any electronic, mechanical, or other device (as defined in section 2510(5) of this title) in violation of the Constitution or laws of the United States or any regulation or standard promulgated pursuant thereto.\"\n      \n      \n        2\n         The court's opinion is reported.   Application of the United States for an Order Authorizing the Interception of Oral Communications, 545 F.Supp. 1271 (D.P.R.1982)\n      \n      \n        3\n         18 U.S.C. Sec. 2518(8)(d) provides:\n        \"(d) Within a reasonable time but not later than ninety days after the filing of an application for an order of approval under section 2518(7)(b) which is denied or the termination of the period of an order or extensions thereof, the issuing or denying judge shall cause to be served, on the persons named in the order or the application, and such other parties to intercepted communications as the judge may determine in his discretion that is in the interest of justice, an inventory which shall include notice of--\n        (1) the fact of the entry of the order or the application;\n        (2) the date of the entry and the period of authorized, approved or disapproved interception, or the denial of the application;  and\n        (3) the fact that during the period wire or oral communications were or were not intercepted.\n        The judge, upon the filing of a motion, may in his discretion make available to such person or his counsel for inspection such portions of the intercepted communications, applications and orders as the judge determines to be in the interest of justice.  On an ex parte showing of good cause to a judge of competent jurisdiction the serving of the inventory required by this subsection may be postponed.\"\n      \n      \n        4\n         Sec. 2518(8)(d) further provides:\n        \"On an ex parte showing of good cause to a judge of competent jurisdiction the serving of the inventory required by this subsection may be postponed.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 429192
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}