{
    "id": 1356976,
    "judges": "Batjer, Gunderson, Manoukian, Mowbray, Thompson",
    "date_filed": "2004-07-31",
    "date_filed_is_approximate": true,
    "slug": "mann-v-state",
    "case_name_short": "Mann",
    "case_name": "Mann v. State",
    "case_name_full": "WILLIAM PATRICK MANN, Appellant, v. THE STATE OF NEVADA, Respondent",
    "attorneys": "Morgan D. Harris, Public Defender, Clark County, for Appellant., Richard H. Bryan, Attorney General, Carson City; and Richard J. Miller, District Attorney, Clark County, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b90-9\">\n    WILLIAM PATRICK MANN, Appellant, v. THE STATE OF NEVADA, Respondent.\n   </parties><br><docketnumber id=\"b90-10\">\n    No. 10675\n   </docketnumber><br><decisiondate id=\"b90-11\">\n    January 16, 1980\n   </decisiondate><citation id=\"A05l\">\n    605 P.2d 209\n   </citation><br><judges id=\"b91-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"63\"> \n     *63\n     </span>\n    Thompson, J., dissented.\n   </judges><br><attorneys id=\"b91-7\">\n<em>\n     Morgan D. Harris,\n    </em>\n    Public Defender, Clark County, for Appellant.\n   </attorneys><br><attorneys id=\"b91-8\">\n<em>\n     Richard H. Bryan,\n    </em>\n    Attorney General, Carson City; and\n    <em>\n     Richard J. Miller,\n    </em>\n    District Attorney, Clark County, for Respondent.\n   </attorneys>",
    "citations": [
        "605 P.2d 209",
        "96 Nev. 62"
    ],
    "opinions": [
        {
            "author_str": "Mowbray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBy the Court,\nMowbray, C. J.:\nIn this appeal, we are called upon to decide whether an *64accused’s statements made pursuant to a plea agreement with the prosecutor and in the course of entering a plea of guilty, subsequently withdrawn, are admissible to impeach the testimony of the accused at a later trial on the same charges. We conclude that they are not.\nIn June, 1977, William Patrick Mann was charged, by way of information, with one count of burglary, alleging his unlawful entry into a Red Wing shoe store with a larcenous intent. As a result of negotiations with the prosecutor, a plea bargain was struck: Mann, who then believed he was on probation for a previous conviction, agreed to plead guilty in exchange for a two year sentence in the Nevada State Prison to run consecutively with the sentence to be imposed as a result of his pending probation revocation. Mann subsequently entered a plea of guilty. A proper canvass was conducted by the district judge: the court was informed of the plea bargain and Mann, who was not under oath, admitted each of the elements of the charged offense, including his larcenous intent.\nShortly thereafter, however, it became apparent that Mann, having previously received an honorable discharge, was no longer on probation. The court, over defense counsel’s objection, then ordered the plea of guilty withdrawn and directed Mann to enter a plea of not guilty. After Mann’s petition for a writ of mandate to enforce the terms of the plea agreement was denied by this Court, the case went to trial before a jury in December, 1977.\nAfter the prosecution had rested, the district judge ruled, outside the presence of the jury and over the objection of defense counsel, that any statements made by Mann while entering his earlier plea of guilty pursuant to the aborted plea bargain would be available to the prosecution for impeachment purposes. Defense counsel then expressly informed the trial judge that, as a result of the ruling, the defendant would not testify in his own behalf. Without presenting any other evidence or testimony, the defense rested.\nThe jury returned a verdict of guilty, and Mann was sentenced to an eight year term in the Nevada State Prison. This appeal, focusing on the admissibility of Mann’s statements made pursuant to the aborted plea agreement, followed.\nThe bedrock upon which a plea bargain must be based is the candor, honesty, and openness of both the accused and the prosecutor: an accused must be free to discuss his guilt; a prosecutor must be open to discuss any type of punishment or rehabilitative strategy appropriate to the offender and the *65offense. See People v. Tanner, 119 Cal.Rptr. 407, 411 (Cal.App. 1975). As with any contractual negotiation, however, a plea bargain may not result in a final accord; the bargaining process, as in the instant case, may break down or reach a stalemate. We would blind ourselves to reality to believe that the accused or the prosecutor would discuss relevant matters openly and honestly if the possibility existed that any such statements could and would be used against them in future proceedings.\nIn this regard, the legislature has expressed the public policy favoring the candid and honest negotiations necessary for the successful operation of our plea bargaining system: “[ejvidence of a plea of guilty, later withdrawn, or of an offer to plead guilty to the crime charged or any other crime is not admissible in a criminal proceeding involving the person who made the plea or offer.” NRS 48.125. The statute, on its face, prohibits the prosecutor’s use of the statements in question in the instant case. The State, however, asks us to limit the scope of the phrase, “[e]vidence of a plea of guilty ... or of an offer to plead guilty,” to include only actual pleas of guilty or offers to plead and not the statements made while entering those pleas. So limited, NRS 48.125 would instill an element of deceit into the plea bargaining process: an accused’s guilt would become a forbidden topic of conversation, because of the fear that any admission could be used at a subsequent trial, as would the prosecution’s recommendation of an appropriate scheme of punishment or rehabilitation. See People v. Tanner, 119 Cal.Rptr. at 411. We decline to extend this invitation to abuse by so construing the statute. Cf. Goodman v. Goodman, 68 Nev. 484, 488, 236 P.2d 305, 307 (1951) (when the legislature has spoken with imperfect clarity, it is the function of this Court to discern the law).\nThe State further argues, relying on Harris v. New York, 401 U.S. 222 (1971), that even if an accused’s statements are not admissible as part of the prosecution’s case in chief, those statements should be available for impeachment purposes so as not to grant an accused a license to commit perjury. The State’s reliance on Harris is misplaced.\nIn Harris, the Supreme Court balanced the minimal deterrent effect that exclusion of a defendant’s reliable and trustworthy statements would have on police illegality with the strong policy against countenancing perjury. New Jersey v. Portash, 440 U.S. 450, 458 (1979). By contrast, in the plea bargaining context, an accused’s statements are not excluded to *66deter illegal police practices, but to promote and to encourage candid plea negotiations. In addition, while the statements under scrutiny in Harris were found to be reliable and trustworthy, the instant statements, induced by the hope of leniency and the offer of a plea bargain, are not cloaked with that same aura of veracity. See Mobley ex rel. Ross v. Meek, 531 F.2d 924 (8th Cir. 1976); State v. Hoopes, 534 S.W.2d 26 (Mo. 1976); State v. Boone, 327 A.2d 661 (N.J. 1974). And significantly, the prosecution, in the instant case, is not without remedy to deter an accused’s perjury: a prosecution under NRS 199.120 is available.\nMoreover, if we were to construe NRS 48.125 to permit an accused’s plea-related statements to be used for impeachment purposes, we would create serious constitutional questions concerning the privilege against compulsory self-incrimination. In entering a plea bargain, an accused waives his right to be free from testimonial compulsion. The basis for that waiver, however, is vitiated when the plea agreement, for whatever reason, fails to be consummated. See Kercheval v. United States, 274 U.S. 220, 224 (1927); Sturrock v. State, 95 Nev. 938, 941, 604 P.2d 341, 342 (1980) (opinion of Manoukian and Thompson, JJ.); United States v. Albano, 414 F.Supp. 67, 69 (S.D.N.Y. 1976). In New Jersey v. Portash, supra, the Supreme Court held that the prosecutor’s use of an individual’s grand jury testimony (legislatively protected through use and derivative use immunity) to impeach his credibility as a testifying defendant in a criminal trial would violate the privilege against incrimination. 440 U.S. at 459-60. In the present case, the State, by participating in the plea negotiations and by offering the hope of lenient treatment to the accused, has, in effect, coerced the accused to discuss and to admit his guilt. Under such circumstances, the Harris type of balancing is constitutionally impermissible. Id.\nIn conclusion, we hold that NRS 48.125 prohibits the prosecution from making any use of statements made by an accused, either during plea negotiations or while entering a plea of guilty, at a later trial on the same charges.1 Since the district *67court’s ruling prevented appellant from testifying in his own behalf, the degree of prejudice arising from the error is unas-certainable and the normal rules of harmless and reversible error do not apply. People v. Rist, 545 P.2d 833, 841 (Cal. 1976). Since the jury may reasonably have reached a different verdict after hearing appellant’s version of the facts, we reverse the judgment below and remand the cause for a new trial.\nManoukian, J., concurs.\n\nWe note that the legislature, in enacting the self-enforcing provisions of NRS 48.125, has divested the trial courts of all discretion on the question of the admisssibility of an accused’s plea-related statements. Nothing we say today, of course, is meant to interfere with the trial courts’ sound exercise of discretion concerning other evidentiary problems which may arise during the course of a trial.\n\n",
            "ocr": false,
            "opinion_id": 9598673
        },
        {
            "author_str": "Batjer",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBatjer, J.,\nconcurring,\nwith whom Gunderson, J., agrees:\nI agree that the judgment should be reversed and the cause remanded for a new trial, but only because NRS 48.1251 is unambiguous and needs no interpretation by this court. It clearly prohibits the prosecution from making use of any statements by appellant during plea negotiations or while entering a plea of guilty.\nThe State’s contention that the scope of the phrase “[ejvidence of a plea of guilty ... or an offer to plead guilty” should be limited to only actual pleas of guilty or offers to plead and not to the statements made while entering those pleas is completely unreasonable, illogical and without merit.\nLikewise, the State’s attempt to have this court extend Harris v. New York, 401 U.S. 222 (1971), to control this case is merit-less and warrants no consideration or discussion.\n\nNRS 48.125:\n“1. Evidence of a plea of guilty, later withdrawn, or of an offer to plead guilty to the crime charged or any other crime is not admissible in a criminal proceeding involving the person who made the plea or offer.\n2. Evidence of a plea of nolo contendere or of an offer to plead nolo con-tendere to the crime charged or any other crime is not admissible in a civil or criminal proceeding involving the person who made the plea or offer.”\n\n",
            "ocr": false,
            "opinion_id": 9598674
        },
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThompson, J.,\ndissenting:\nAlthough I agree with the majority and concurring opinions that an accused’s statements made pursuant to a plea agreement in the course of entering a guilty plea are not admissible to impeach his testimony at trial, I would not reverse the conviction for that error. Indeed, in my view, the issue should not be addressed by this court. It is Mann’s assertion that the erroneous ruling of the trial judge caused him not to testify at trial, and that had he testified the verdict may have been different. I am not willing to accept that bald assertion as true and accord it the validity which my brethren apparently are willing to give it. He was an ex-felon. Perhaps that is why he did not testify. *68Or, it may be that he had nothing of value to state in explanation of his presence inside the shoe store. I would prefer to decide the evidence issue in a case where the defendant elects to testify, is impeached by statements made in the course of entering a guilty plea later set aside, and a conviction returned. In such a case I would vote to reverse for the reasons mentioned in today’s opinion. Here, however, the impeaching statements were not before the jury, and the accused, for some reason not truly within our knowledge, decided to utilize his privilege not to testify. In this context, I am not willing to set aside the conviction.\n",
            "ocr": false,
            "opinion_id": 9598676
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5053.0,
            "opinion_text": "\n605 P.2d 209 (1980)\nWilliam Patrick MANN, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 10675.\nSupreme Court of Nevada.\nJanuary 16, 1980.\nMorgan D. Harris, Public Defender, Clark County, Las Vegas, for appellant.\nRichard H. Bryan, Atty. Gen., Carson City, and Richard J. Miller, Dist. Atty., Clark County, Las Vegas, for respondent.\n\nOPINION\nMOWBRAY, Chief Justice:\nIn this appeal, we are called upon to decide whether an accused's statements made pursuant to a plea agreement with the prosecutor and in the course of entering a plea of guilty, subsequently withdrawn, are admissible to impeach the testimony of the accused at a later trial on the same charges. We conclude that they are not.\n*210 In June, 1977, William Patrick Mann was charged, by way of information, with one count of burglary, alleging his unlawful entry into a Red Wing shoe store with a larcenous intent. As a result of negotiations with the prosecutor, a plea bargain was struck: Mann, who then believed he was on probation for a previous conviction, agreed to plead guilty in exchange for a two year sentence in the Nevada State Prison to run consecutively with the sentence to be imposed as a result of his pending probation revocation. Mann subsequently entered a plea of guilty. A proper canvass was conducted by the district judge: the court was informed of the plea bargain and Mann, who was not under oath, admitted each of the elements of the charged offense, including his larcenous intent.\nShortly thereafter, however, it became apparent that Mann, having previously received an honorable discharge, was no longer on probation. The court, over defense counsel's objection, then ordered the plea of guilty withdrawn and directed Mann to enter a plea of not guilty. After Mann's petition for a writ of mandate to enforce the terms of the plea agreement was denied by this Court, the case went to trial before a jury in December, 1977.\nAfter the prosecution had rested, the district judge ruled, outside the presence of the jury and over the objection of defense counsel, that any statements made by Mann while entering his earlier plea of guilty pursuant to the aborted plea bargain would be available to the prosecution for impeachment purposes. Defense counsel then expressly informed the trial judge that, as a result of the ruling, the defendant would not testify in his own behalf. Without presenting any other evidence or testimony, the defense rested.\nThe jury returned a verdict of guilty, and Mann was sentenced to an eight year term in the Nevada State Prison. This appeal, focusing on the admissibility of Mann's statements made pursuant to the aborted plea agreement, followed.\nThe bedrock upon which a plea bargain must be based is the candor, honesty, and openness of both the accused and the prosecutor: an accused must be free to discuss his guilt; a prosecutor must be open to discuss any type of punishment or rehabilitative strategy appropriate to the offender and the offense. See People v. Tanner, 45 Cal. App. 3d 345, 119 Cal. Rptr. 407, 411 (1975). As with any contractual negotiation, however, a plea bargain may not result in a final accord; the bargaining process, as in the instant case, may break down or reach a stalemate. We would blind ourselves to reality to believe that the accused or the prosecutor would discuss relevant matters openly and honestly if the possibility existed that any such statements could and would be used against them in future proceedings.\nIn this regard, the legislature has expressed the public policy favoring the candid and honest negotiations necessary for the successful operation of our plea bargaining system: \"[e]vidence of a plea of guilty, later withdrawn, or of an offer to plead guilty to the crime charged or any other crime is not admissible in a criminal proceeding involving the person who made the plea or offer.\" NRS 48.125. The statute, on its face, prohibits the prosecutor's use of the statements in question in the instant case. The State, however, asks us to limit the scope of the phrase, \"[e]vidence of a plea of guilty ... or of an offer to plead guilty,\" to include only actual pleas of guilty or offers to plead and not the statements made while entering those pleas. So limited, NRS 48.125 would instill an element of deceit into the plea bargaining process: an accused's guilt would become a forbidden topic of conversation, because of the fear that any admission could be used at a subsequent trial, as would the prosecution's recommendation of an appropriate scheme of punishment or rehabilitation. See People v. Tanner, 119 Cal. Rptr. at 411. We decline to extend this invitation to abuse by so construing the statute. Cf. Goodman v. Goodman, 68 Nev. 484, 488, 236 P.2d 305, 307 (1951) (when the legislature has spoken with imperfect clarity, it is the function of this Court to discern the law).\n*211 The State further argues, relying on Harris v. New York, 401 U.S. 222, 91 S. Ct. 643, 28 L. Ed. 2d 1 (1971), that even if an accused's statements are not admissible as part of the prosecution's case in chief, those statements should be available for impeachment purposes so as not to grant an accused a license to commit perjury. The State's reliance on Harris is misplaced.\nIn Harris, the Supreme Court balanced the minimal deterrent effect that exclusion of a defendant's reliable and trustworthy statements would have on police illegality with the strong policy against countenancing perjury. New Jersey v. Portash, 440 U.S. 450, 458, 99 S. Ct. 1292, 59 L. Ed. 2d 501 (1979). By contrast, in the plea bargaining context, an accused's statements are not excluded to deter illegal police practices, but to promote and to encourage candid plea negotiations. In addition, while the statements under scrutiny in Harris were found to be reliable and trustworthy, the instant statements, induced by the hope of leniency and the offer of a plea bargain, are not cloaked with that same aura of veracity. See Mobley ex rel. Ross v. Meek, 531 F.2d 924 (8th Cir.1976); State v. Hoopes, 534 S.W.2d 26 (Mo. 1976); State v. Boone, 66 N.J. 38, 327 A.2d 661 (1974). And significantly, the prosecution, in the instant case, is not without remedy to deter an accused's perjury: a prosecution under NRS 199.120 is available.\nMoreover, if we were to construe NRS 48.125 to permit an accused's plea-related statements to be used for impeachment purposes, we would create serious constitutional questions concerning the privilege against compulsory self-incrimination. In entering a plea bargain, an accused waives his right to be free from testimonial compulsion. The basis for that waiver, however, is vitiated when the plea agreement, for whatever reason, fails to be consummated. See Kercheval v. United States, 274 U.S. 220, 224, 47 S. Ct. 582, 71 L. Ed. 1009 (1927); Sturrock v. State, 95 Nev. 938, 941, 604 P.2d 341, 342 (1979) (opinion of Manoukian and Thompson, JJ.); United States v. Albano, 414 F. Supp. 67, 69 (S.D.N.Y. 1976). In New Jersey v. Portash, supra, the Supreme Court held that the prosecutor's use of an individual's grand jury testimony (legislatively protected through use and derivative use immunity) to impeach his credibility as a testifying defendant in a criminal trial would violate the privilege against incrimination. 440 U.S. at 459-60, 99 S. Ct. 1292. In the present case, the State, by participating in the plea negotiations and by offering the hope of lenient treatment to the accused, has, in effect, coerced the accused to discuss and to admit his guilt. Under such circumstances, the Harris type of balancing is constitutionally impermissible. Id.\nIn conclusion, we hold that NRS 48.125 prohibits the prosecution from making any use of statements made by an accused, either during plea negotiations or while entering a plea of guilty, at a later trial on the same charges.[1] Since the district court's ruling prevented appellant from testifying in his own behalf, the degree of prejudice arising from the error is unascertainable and the normal rules of harmless and reversible error do not apply. People v. Rist, 16 Cal. 3d 211, 127 Cal. Rptr. 457, 465, 545 P.2d 833, 841 (1976). Since the jury may reasonably have reached a different verdict after hearing appellant's version of the facts, we reverse the judgment below and remand the cause for a new trial.\nMANOUKIAN, J., concurs.\nBATJER, Justice, concurring, with whom GUNDERSON, Justice agrees:\nI agree that the judgment should be reversed and the cause remanded for a new *212 trial, but only because NRS 48.125[1] is unambiguous and needs no interpretation by this court. It clearly prohibits the prosecution from making use of any statements by appellant during plea negotiations or while entering a plea of guilty.\nThe State's contention that the scope of the phrase \"[e]vidence of a plea of guilty ... or an offer to plead guilty\" should be limited to only actual pleas of guilty or offers to plead and not to the statements made while entering those pleas is completely unreasonable, illogical and without merit.\nLikewise, the State's attempt to have this court extend Harris v. New York, 401 U.S. 222, 91 S. Ct. 643, 28 L. Ed. 2d 1 (1971), to control this case is meritless and warrants no consideration or discussion.\nGUNDERSON, J., concurs.\nTHOMPSON, Justice, dissenting:\nAlthough I agree with the majority and concurring opinions that an accused's statements made pursuant to a plea agreement in the course of entering a guilty plea are not admissible to impeach his testimony at trial, I would not reverse the conviction for that error. Indeed, in my view, the issue should not be addressed by this court. It is Mann's assertion that the erroneous ruling of the trial judge caused him not to testify at trial, and that had he testified the verdict may have been different. I am not willing to accept that bald assertion as true and accord it the validity which my brethren apparently are willing to give it. He was an ex-felon. Perhaps that is why he did not testify. Or, it may be that he had nothing of value to state in explanation of his presence inside the shoe store. I would prefer to decide the evidence issue in a case where the defendant elects to testify, is impeached by statements made in the course of entering a guilty plea later set aside, and a conviction returned. In such a case I would vote to reverse for the reasons mentioned in today's opinion. Here, however, the impeaching statements were not before the jury, and the accused, for some reason not truly within our knowledge, decided to utilize his privilege not to testify. In this context, I am not willing to set aside the conviction.\nNOTES\n[1]  We note that the legislature, in enacting the self-enforcing provisions of NRS 48.125, has divested the trial courts of all discretion on the question of the admissibility of an accused's plea-related statements. Nothing we say today, of course, is meant to interfere with the trial courts' sound exercise of discretion concerning other evidentiary problems which may arise during the course of a trial.\n[1]  NRS 48.125:\n\n\"1. Evidence of a plea of guilty, later withdrawn, or of an offer to plead guilty to the crime charged or any other crime is not admissible in a criminal proceeding involving the person who made the plea or offer.\n2. Evidence of a plea of nolo contendere or of an offer to plead nolo contendere to the crime charged or any other crime is not admissible in a civil or criminal proceeding involving the person who made the plea or offer.\"\n\n",
            "ocr": false,
            "opinion_id": 1356976
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Robbery"
}