{
    "id": 607901,
    "judges": "Kanne, Rovner, Will",
    "date_filed": 739497600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-kenneth-d-evans",
    "case_name_short": null,
    "case_name": "United States v. Kenneth D. Evans",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Kenneth D. EVANS, Defendant-Appellant",
    "attorneys": "Maxine A. White, Matthew L. Jacobs, Asst. U.S. Attys., Office of the U.S. Atty., Milwaukee, WI, for plaintiff-appellee., Laurence M. Moon, Whitefish Bay, WI, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 20, 1992., Rehearing Denied June 8, 1993.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 55,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b371-10\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Kenneth D. EVANS, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b371-13\">\n    No. 92-1304.\n   </docketnumber><br><court id=\"b371-14\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b371-15\">\n    Argued Oct. 20, 1992.\n   </otherdate><br><decisiondate id=\"b371-16\">\n    Decided May 6, 1993.\n   </decisiondate><br><otherdate id=\"b371-17\">\n    Rehearing Denied June 8, 1993.\n   </otherdate><br><attorneys id=\"b372-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"318\"> \n     *318\n     </span>\n    Maxine A. White, Matthew L. Jacobs, Asst. U.S. Attys., Office of the U.S. Atty., Milwaukee, WI, for plaintiff-appellee.\n   </attorneys><br><attorneys id=\"b372-21\">\n    Laurence M. Moon, Whitefish Bay, WI, for defendant-appellant.\n   </attorneys><br><judges id=\"b372-22\">\n    Before KANNE and ROVNER, Circuit Judges, and WILL, Senior District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b372-13\">\n     The Honorable Hubert L. Will, of the Northern District of Illinois, is sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "994 F.2d 317"
    ],
    "opinions": [
        {
            "author_str": "Kanne",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/994/994.F2d.317.92-1304.html",
            "author_id": null,
            "opinion_text": "994 F.2d 317\n    38 Fed. R. Serv. 1174\n    UNITED STATES of America, Plaintiff-Appellee,v.Kenneth D. EVANS, Defendant-Appellant.\n    No. 92-1304.\n    United States Court of Appeals,Seventh Circuit.\n    Argued Oct. 20, 1992.Decided May 6, 1993.Rehearing Denied June 8, 1993.\n    \n      Maxine A. White, Matthew L. Jacobs, Asst. U.S. Attys., Office of the U.S. Atty., Milwaukee, WI, for plaintiff-appellee.\n      Laurence M. Moon, Whitefish Bay, WI, for defendant-appellant.\n      Before KANNE and ROVNER, Circuit Judges, and WILL, Senior District Judge.*\n      KANNE, Circuit Judge.\n    \n    \n      1\n      The defendant, Kenneth D. Evans, was charged in a one-count indictment of knowingly possessing a firearm after having been convicted of a felony, in violation of 18 U.S.C. &#167; 922(g)(1).   A revolver seized from the defendant's car provided the basis for the charge.   The defendant filed a motion to suppress the admission of the revolver into evidence, as well as statements he made following his arrest, arguing that these items were the product of an illegal search.   The magistrate judge recommended that the defendant's motion to suppress be granted.   However, the district judge denied the motion to suppress, and the defendant was convicted of violating &#167; 922(g)(1) and sentenced to 235 months imprisonment.   The defendant appeals, arguing that the district court erred in denying his motion to suppress the revolver and his incriminating statements.   He also contends that during his testimony, the district court questioned him in a prejudicial manner, depriving him of a fair trial.   Finding these arguments without merit, we affirm.\n    \n    I. Background\n    \n      2\n      While on undercover patrol at approximately 6:30 p.m. on July 2, 1992, Milwaukee City Police officers Jackson and Sandoval observed the defendant, with a passenger, driving at a high rate of speed and weaving in and out of traffic.   Suspecting that the defendant's car was stolen, the officers followed him in their unmarked squad car.   They noted the defendant's license plate number and radioed the station to check if the car had been reported as stolen.   The officers continued to follow the defendant as he drove, now legally, through the neighborhood, at one time making eye contact with the defendant.   Several minutes later, the officers still had not received the results of the requested check of the license plate number, when the defendant pulled over and stopped in front of a duplex.   Based on previous citizen complaints, the officers knew the duplex was a reputed distribution point for drugs, or \"drug house.\"\n    \n    \n      3\n      As the defendant was pulling over, Officer Sandoval placed the flashing police light on top of their unmarked car, and Officer Jackson activated the siren.   Both officers testified that at that time, they observed the defendant's upper body lean forward in the driver's seat.   The officers could not see the defendant's hands or arms, but believed his actions indicated he was reaching under the seat to place or retrieve something.   Officer Sandoval warned Officer Jackson of the defendant's movement in the car.\n    \n    \n      4\n      Both the defendant and the passenger began to step out of the car, but the officers got out of the squad car and told them to remain seated.   With their guns drawn, the officers approached the car and asked the defendant and his passenger to get out of the car and place their hands on the roof.   Fearing the men were armed, the officers conducted a pat down search of them, which revealed no weapons.   The defendant and his passenger were escorted to the rear of the car, where at the officers' request the defendant produced identification.\n    \n    \n      5\n      As a protective measure, Officer Sandoval placed the passenger in handcuffs and then returned to the front of the vehicle to search for weapons.   He leaned in the passenger side of the car and glanced under the passenger's seat, finding nothing.   When he looked under the driver's seat, Officer Sandoval discovered a loaded revolver.   After unloading the gun, he radioed for assistance, returned to the rear of the car, and arrested the defendant and his passenger.\n    \n    \n      6\n      When another police unit arrived, the defendant and the passenger were placed in separate police cars.   After being informed of his constitutional rights by Officer Jackson, the defendant indicated he understood those rights and was willing to answer questions.   The defendant admitted to speeding and indicated that he was just \"testing out\" the car, which belonged to his girlfriend.   The defendant admitted that he owned the gun and that it was loaded, but maintained the weapon was required for protection in the neighborhood.   In response to further questions, the defendant stated that he had previously been arrested for robbery and other serious offenses, that he was a convicted felon, and that he knew he should not possess a gun.   The defendant was subsequently indicted for knowingly possessing a gun as a convicted felon, in violation of 18 U.S.C. &#167; 922(g)(1).\n    \n    II. The Motion to Suppress\n    \n      7\n      Following his indictment and arraignment, the defendant filed a motion to suppress the admission of the revolver and the statements he made following his arrest as the products of an illegal search.   The Fourth Amendment does not preclude all searches and seizures, but rather only those that are unreasonable.  Elkins v. United States, 364 U.S. 206, 222, 80 S. Ct. 1437, 1446, 4 L. Ed. 2d 1669 (1960).   In Terry v. Ohio, the Supreme Court approved brief investigatory stops by the police, provided that \"specific and articulable facts which, taken together with rational inferences from those facts, reasonably warrant that intrusion.\"  392 U.S. 1, 21, 88 S. Ct. 1868, 1880, 20 L. Ed. 2d 889 (1968).   Here, the officers' observation of the defendant driving over the speed limit unquestionably justifies their initial stop and detention of the vehicle and the defendant.  United States v. Lewis, 910 F.2d 1367, 1370 (7th Cir.1990);  United States v. Garcia, 897 F.2d 1413, 1419 (7th Cir.1990).   The dispute lies in whether, after detaining the defendant, Officer Sandoval could legally proceed to search the car for weapons.\n    \n    \n      8\n      In Michigan v. Long, the Supreme Court upheld the warrantless search of automobiles under certain circumstances:\n    \n    \n      9\n      [T]he search of the passenger compartment of an automobile, limited to those areas in which a weapon may be placed or hidden, is permissible if the police officer possesses a reasonable belief based on \"specific and articulable facts which, taken together with the rational inferences from those facts, reasonably warrant\" the officer in believing that the suspect is dangerous and the suspect may gain immediate control of weapons.\n    \n    \n      10\n      463 U.S. 1032, 1049, 103 S. Ct. 3469, 3481, 77 L. Ed. 2d 1201 (1983) (quoting Terry, 392 U.S. at 21, 88 S.Ct. at 1880).   In other words, the legality of such a search depends on \"whether a reasonably prudent man in the circumstances would be warranted in the belief that his safety or that of others was in danger.\"  Long, 463 U.S. at 1050, 103 S.Ct. at 3481 (quoting Terry, 392 U.S. at 27, 88 S.Ct. at 1883).   In making such a determination, we must consider \"the totality of the circumstances,\" United States v. Cortez, 449 U.S. 411, 417, 101 S. Ct. 690, 695, 66 L. Ed. 2d 621 (1981), and \"due weight must be given, not to the inchoate and unparticularized suspicion, or 'hunch,' but to the specific reasonable inferences which [the officer] is entitled to draw from the facts in light of his experience.\"  Terry, 392 U.S. at 27, 88 S.Ct. at 1883.\n    \n    \n      11\n      While finding credible the officers' testimony concerning the defendant's movement in the car, the magistrate judge felt such a gesture, standing alone, did not cause the officers to reasonably fear for their safety, and thus did not justify the search for weapons.   He did not believe that in making the search the officers actually considered their location in a high crime area and near a reported drug house because the official police report made no mention of these facts.   The magistrate judge also relied on the facts that the search was conducted in daylight and the defendant voluntarily stopped the car to support his finding that the officers' fear was unreasonable.\n    \n    \n      12\n      After holding an evidentiary hearing, the district judge rejected the magistrate's recommendation and denied the motion to suppress.   The district judge found that the officers could have reasonably feared for their safety, given their observation of the defendant's gesture of leaning forward as if he was placing or retrieving something under the seat, and the location of the search near a reported drug house in a high crime area.   The district court found the magistrate judge misinterpreted the officers' testimony that the search took ten to fifteen minutes as referring to the time spent by the officers in the interior of the car.   The district judge determined that the entire encounter lasted only ten to fifteen minutes, with a de minimis amount of time actually spent searching the car.   The revolver and the defendant's statements were subsequently entered into evidence, resulting in his conviction for violating &#167; 922(g)(1).\n    \n    \n      13\n      In reviewing the denial of a motion to suppress, \"[w]e give particular deference to the district court that had the opportunity to hear the testimony and observe the demeanor of witnesses,\" United States v. Edwards, 898 F.2d 1273, 1276 (7th Cir.1990), and will not disturb such a decision unless it is clearly erroneous.  United States v. Spears, 965 F.2d 262, 269 (7th Cir.), cert. denied, --- U.S. ----, 113 S. Ct. 502, 121 L. Ed. 2d 438 (1992).   Viewing the totality of the circumstances, we uphold the district court's decision that based on specific and articulable facts, the officers reasonably feared for their safety and thus were justified in conducting a protective search of the defendant's car.\n    \n    \n      14\n      The officers' contact with the defendant occurred after they observed him driving over the speed limit and weaving through traffic.   The Supreme Court has recognized that such \"roadside encounters between police and suspects are especially hazardous, and that danger may arise from the possible presence of weapons in the area surrounding the suspect.\"  Long, 463 U.S. at 1049, 103 S.Ct. at 3481.   The defendant's furtive gesture caused the officers to transform the general danger of the encounter into a specific fear that the defendant was armed.   The officers testified that upon their activation of the police lights and siren, the defendant leaned forward at a forty-five degree angle for several seconds, as to place or retrieve something under the seat.   Both officers responded by drawing their guns and ordering the defendant and his passenger to remain in the car.   We previously have relied on gestures similar to those of the defendant in finding that an officer reasonably feared for his safety.   See United States v. Nash, 876 F.2d 1359, 1361 (7th Cir.1989), cert. denied, 493 U.S. 1084, 110 S. Ct. 1145, 107 L. Ed. 2d 1049 (1990) (defendant's gestures of raising himself from the car seat and reaching for the floor may be reasonably interpreted as the hiding of a gun and thus support a protective search);  United States v. Denney, 771 F.2d 318, 322 (7th Cir.1985) (\"The defendant's furtive gestures in moving or leaning toward the right side of the truck--a motion which the officers reasonably interpreted was consistent with reaching for a weapon--compounded the officers' belief that violence was imminent\").   Here, we also conclude the officers reasonably interpreted the defendant's actions as a possible attempt to conceal a weapon, thus justifying a protective search of the car.\n    \n    \n      15\n      In addition, the officers testified that the area in which the search took place was a high crime area, producing numerous daily reports of gunfire, auto theft, and other crimes.   The government introduced entries from a police logbook representing citizen complaints of drug activity at a residential duplex near which the defendant voluntarily stopped the car.   In response to such complaints, both officers had previously watched the duplex, looking for drug activity.   Their location in a high crime area and the defendant's voluntary stop in front of a reputed distribution point for drugs further support the reasonableness of the officers' conclusion that the defendant presented a threat to their safety.\n    \n    \n      16\n      We reject the defendant's argument that the location of the encounter cannot be considered to support the reasonableness of the officers' safety concerns because the officers were unaware of any prior connection between the defendant and the reported drug house, and the official police report did not indicate that the location of the search affected the officers' decision to conduct the search.   The neighborhood, and particularly the proximity of a reported drug house, surely increased the risk that the defendant was armed and affected the officers' judgment as to the danger present.   See United States v. Richards, 937 F.2d 1287, 1291 (7th Cir.1991) (presence in violent and dangerous neighborhood supported reasonableness of protective sweep of an apartment);  United States v. Rideau, 969 F.2d 1572, 1576 (5th Cir.1992) (recognizing that in judging the degree of danger present, \"the setting in which the police officer acts may reasonably and significantly affect his decisional calculus\").   The fact the defendant was not previously seen at the duplex does not make this fear unreasonable.   See, e.g., Denney, 771 F.2d at 322 (defendant's approaching a house being searched by police justified, in part, a protective search of defendant, even though his identity was unknown).   The absence of any indication in the police report that the location heightened the officers' fear may impact the credibility of the officers' testimony, but at this stage we will not disturb the district court's factual finding that such testimony was credible.  Richards, 937 F.2d at 1290.1\n    \n    \n      17\n      Of course, the defendant's presence in a high crime area alone does not make the officers' search reasonable.   Applying the reasoning of Terry and Long to a protective sweep pursuant to an arrest, the Supreme Court has stated:\n    \n    \n      18\n      [D]espite the danger that inheres in on-the-street encounters and the need for the police to act quickly for their own safety, ... [e]ven in high crime areas, where the possibility that any given individual is armed is significant, Terry requires reasonable, individualized suspicion before a frisk of weapons can be conducted.\n    \n    \n      19\n      Maryland v. Buie, 494 U.S. 325, 334 n. 2, 110 S. Ct. 1093, 1098 n. 2, 108 L. Ed. 2d 276 (1990).   See also Brown v. Texas, 443 U.S. 47, 52, 99 S. Ct. 2637, 2641, 61 L. Ed. 2d 357 (1979) (mere presence in a neighborhood frequented by drug users is not a basis for conclusion that defendant engaged in criminal conduct, justifying a Terry stop).   Similarly, presence in a high crime area, standing alone, fails as a substitute for \"specific and articulable facts\" supporting an officer's fear for his safety in the context of a protective search of an automobile.   However, here, given the totality of the circumstances--the defendant's manner of driving when initially observed, the defendant's furtive gesture, the act of voluntarily stopping in front of a reported drug house, and the location of the encounter in a high crime neighborhood--we conclude that the officers reasonably feared for their safety, and thus could conduct a protective search for weapons.\n    \n    \n      20\n      Finally, we note that in conducting his search of the defendant's car, Officer Sandoval properly limited his search to the area that was the focus of the defendant's furtive gesture.   In conducting a protective search of an automobile, \"the intrusion [must be] 'strictly circumscribed by the exigencies which justif[ied] its initiation.' \"  Long, 463 U.S. at 1051, 103 S.Ct. at 3481 (quoting Terry, 392 U.S. at 26, 88 S.Ct. at 1882).   Officer Sandoval observed the defendant lean forward in the car, which he reasonably construed as the act of placing or retrieving something, possibly a weapon, underneath the seat.   Consistent with this belief, he properly inspected only the area beneath the passenger's and driver's seats in conducting the protective search.   As the search was both legally justified and properly limited in scope, we find the district court correctly denied the defendant's motion to suppress.\n    \n    III. The Motion for a Mistrial\n    \n      21\n      The defendant contends that while he was on the witness stand testifying on his own behalf, the district judge interrogated him in a tone of skepticism which unfairly prejudiced the outcome of his trial.\n    \n    \n      22\n      Under Federal Rule of Evidence 614(c), to preserve for appeal the issue of alleged prejudicial intonation or gesture used by a district judge in interrogating a witness, an objection must be made \"at the time\" of the conduct in question or \"at the next available opportunity when the jury is not present.\"   Moreover, the objection should specifically point out the alleged transgression and prejudicial result.  United States v. Seago, 930 F.2d 482, 493 (6th Cir.1991) (citing  Billeci v. United States, 184 F.2d 394, 401 (D.C.Cir.1950));  Fed.R.Evid. 103(a)(1).   Here, although the objection of defense counsel--in the form of a motion for mistrial--was made the following day, it was the first order of business after the completion of the defendant's testimony and appropriately specific in nature.   Thus, the issue was preserved for our review.\n    \n    \n      23\n      Traditionally, federal judges have exercised their right to question any witness during the course of a trial.   Rule 614(b) of the Federal Rules of Evidence confirms that \"[t]he court may interrogate witnesses, whether called by itself or by a party.\"   The basis for judicial interrogation comes from the judge's duty to avoid confusion in the presentation of evidence.   See McCormick on Evidence &#167; 8 at 15 (3d ed. 1984).   Questioning of a witness by a trial judge may become necessary for clarification (1) in a lengthy and complex trial, (2) where counsel are unprepared or inexperienced and the facts are becoming muddled despite both sides' efforts to clear them up, or (3) where a witness is difficult or unbelievable and counsel fails to probe, or the witness becomes inadvertently confused.  United States v. Slone, 833 F.2d 595, 597 (6th Cir.1987) (citing United States v. Hickman, 592 F.2d 931, 933 (6th Cir.1979)).   With this judicial responsibility in mind, we examine the situation presented by the case before us.\n    \n    \n      24\n      On cross-examination by the Assistant United States Attorney, the defendant gave the following testimony regarding his conversation with the officers:\n    \n    \n      25\n      THE AUSA:  Okay.   Did he ask you whether or not you owned the gun they found in the car?\n    \n    \n      26\n      THE DEFENDANT:  Did I own any gun?   No.\n    \n    \n      27\n      THE AUSA:  Did he ask you that question?\n    \n    \n      28\n      THE DEFENDANT:  Did he ask me?   No.\n    \n    \n      29\n      THE AUSA:  He didn't even ask you if you owned a gun?\n    \n    \n      30\n      THE DEFENDANT:  No, he didn't ask me did I own no gun, no.\n    \n    \n      31\n      THE AUSA:  Did he ask you anything about a gun?\n    \n    \n      32\n      THE DEFENDANT:  The only thing he asked me, like I said, when he put us in handcuffs and took us towards the unmarked car, took the other fellow to the marked car, he came back and he asked us--he asked me, he said, did--about Mona, did Mona let you drive the car?   I said, yes.   As far as for weapon or anything, I didn't tell him anything about any weapon and I didn't know anything about no weapon or whatnot up in the seat.\n    \n    \n      33\n      THE AUSA:  Did you tell Officer Jackson that you had been convicted of robbery?\n    \n    \n      34\n      THE DEFENDANT:  Yes, I have.\n    \n    \n      35\n      THE AUSA:  I know you have been convicted of robbery.   Did you tell Officer Jackson that?\n    \n    \n      36\n      THE DEFENDANT:  Did I tell Mr. Jackson was I for robbery?   Yes, I have.\n    \n    \n      37\n      THE AUSA:  So you did tell him that?\n    \n    \n      38\n      THE DEFENDANT:  Yes.\n    \n    \n      39\n      THE AUSA:  Did you tell him you know you're not supposed to have a gun?\n    \n    \n      40\n      THE DEFENDANT:  Yes, I believe I did.\n    \n    \n      41\n      THE AUSA:  Though he never mentioned the fact that they found a gun?\n    \n    \n      42\n      THE DEFENDANT:  No, they never showed me.   They never--I ain't never seen it.\n    \n    \n      43\n      Then, after both the defense counsel and the Assistant United States Attorney completed their examinations, the following exchange took place between the district judge and the defendant:\n    \n    \n      44\n      THE COURT:  Mr. Evans, when you were transported downtown following the incident at 2200 West Clark, is it your testimony to this jury that no police officer said anything to you about finding a gun in that red Iroc Camaro?\n    \n    \n      45\n      THE DEFENDANT:  At that time, Your Honor, as far as to my knowledge and he came to me, he asked me, he said that about the car, and then he came to me, he said about some kind of weapon, anything like that, and I told him, I said, no, you know.THE COURT:  But what are you saying when he said something about a weapon and I said, no?\n    \n    \n      46\n      THE DEFENDANT:  As far as for a weapon, as far as from my understanding, I told Mr. Jackson that I didn't know there was any kind of weapon or anything up under the seat of the car or whatnot and that to my knowledge I didn't know there was any gun, Your Honor.\n    \n    \n      47\n      THE COURT:  That's not my question.   Listen carefully, Mr. Evans.\n    \n    \n      48\n      THE DEFENDANT:  Okay.\n    \n    \n      49\n      THE COURT:  My question to you is, is it your testimony that neither officer advised you of the fact that a weapon was found in that car before you were taken downtown?\n    \n    \n      50\n      THE DEFENDANT:  Only time that they told me was a weapon, they just brought it to my attention that did you know any weapon was up under the car seat or did you have knowledge to that?   I told him, no.\n    \n    \n      51\n      THE COURT:  Well, did they tell you that they had found a weapon under the seat in the car?\n    \n    \n      52\n      THE DEFENDANT:  No, they didn't.   Only thing, like I said, they just came back and put us up in the handcuffs and took us downtown after that, after they got done talking to us.\n    \n    \n      53\n      THE COURT:  Well, if that's a fact, and accepting that for a moment, why did you have a conversation with the police officer then about your being a convicted felon and that you shouldn't have a gun?\n    \n    \n      54\n      THE DEFENDANT:  The reason I told him that because, simple fact, like I said, I was speeding.   And when he came to me and he asked me about something this and that, he was over there talking, like I say, you know, they had to pat it down or whatnot, and I don't know what was going on as far as to come back and to put me up on the handcuffs.\n    \n    \n      55\n      The only thing to me to my knowledge that he came back and he said, well, you up under arrest and put us in the car, the armed marked car, and told us that as far as, like I said, you know, you all under arrest for CCW or something, some sort of something like that.\n    \n    \n      56\n      THE COURT:  Thank you.\n    \n    \n      57\n      In denying the motion for a mistrial, the district court acknowledged that his questions were made with a degree of skepticism, but offered the following explanation:\n    \n    \n      58\n      If there is any question regarding skepticism, it's over Mr. Evans' testimony.   I was simply trying to have the jury understand what position it was that Mr. Evans was taking with regard to the matter of any discussion with a firearm.   And with all due respect to even the court's own questions, I'm not sure that this fact-finding body has a very defined response to that very succinct question.   And the court repeated the question in a different form since Mr. Evans in his own way was not responsive to the court's questions.   So that's the area of skepticism.   Whether or not Mr. Evans is a truthful witness, as is the case with any witness, that is a matter for the jury to determine.   So, yes, there was a degree of skepticism in my questions, but not as to the credibility of Mr. Evans as a witness but rather as to the lack of response to the court's questions.\n    \n    \n      59\n      We agree that the defendant's testimony was unclear and warranted an attempt at clarification.   The district court limited its intrusion by asking its questions only after both parties had completed their examination of the defendant.   See Slone, 833 F.2d at 600.   Furthermore, the risk that such questioning conveyed a message regarding the defendant's guilt was reduced by the instructions to the jury that they should not assume that the judge holds any opinion on the subject of his questions and that the jury may disregard all his comments in arriving at their findings of fact.   See Seago, 930 F.2d at 493-94.   Absent any other reference in the record regarding the manner of questioning, we conclude that the district court's questions properly attempted to clarify the defendant's convoluted testimony without conveying to the jury any bias against the defendant.   Even if we found such conduct improper, the defendant has not demonstrated that the questioning deprived him of a fair trial, and consequently, the district court did not err in denying his motion for a mistrial.\n    \n    IV. Other Issues\n    \n      60\n      The defendant's remaining arguments do not warrant extensive discussion.   For the first time on appeal, he argues that his prior convictions for robbery and burglary cannot serve as the basis for his conviction under &#167; 922(g)(1) because under Wis.Stat. &#167; 304.078, his civil rights were generally restored upon the completion of his sentences for those crimes.   Under 18 U.S.C. &#167; 921(a)(20), any conviction for which the defendant has had his civil rights restored cannot serve as the basis for a &#167; 922 offense, unless such restoration of civil rights expressly provides that the person may not ship, transport, possess or receive firearms.   Since Wis.Stat. &#167; 941.29 prohibits a convicted felon from possessing a firearm, the defendant has not had his right to possess a firearm restored under Wisconsin law and his prior convictions may serve as the predicate offense necessary for his current conviction.  Roehl v. United States, 977 F.2d 375, 377 (7th Cir.1992).\n    \n    \n      61\n      The defendant also appeals the district court's refusal to depart downward from his sentencing guideline range, arguing he possesses reduced mental capacity under Section 5K2.13 of the United States Sentencing Guidelines.   Because the district court acknowledged that it possessed the authority to depart downward, it is well established that we lack jurisdiction to consider on appeal its refusal to do so.  United States v. Poff, 926 F.2d 588, 591 (7th Cir.), cert. denied, --- U.S. ----, 112 S. Ct. 96, 116 L. Ed. 2d 67 (1991);  United States v. Franz, 886 F.2d 973, 982 (7th Cir.1989).\n    \n    V. Conclusion\n    \n      62\n      For the foregoing reasons, the defendant's conviction is AFFIRMED.\n    \n    \n      \n        *\n         The Honorable Hubert L. Will, of the Northern District of Illinois, is sitting by designation\n      \n      \n        1\n         The defendant also asserts that in giving his oral opinion denying the motion to suppress, the district court judge improperly took judicial notice of two allegedly disputed facts:  the encounter occurred in a high crime area and, in that area, drugs and weapons are so interrelated that if there is one, there is bound to be the other\n        At any stage of the proceedings, the court may on its own initiative take judicial notice of adjudicative facts if they are generally known within the territorial jurisdiction of the trial court or capable of accurate and ready determination by resort to sources whose accuracy cannot be reasonably questioned.   Fed.R.Evid. 201.   Upon making a timely request to the court, a party is entitled to an opportunity to be heard regarding the propriety of taking judicial notice and the tenor of the matter noticed.   Fed.R.Evid. 201(e).   In the absence of such a request by the defendant to the district court, we conclude no plain error occurred because such matters generally may be the subject of judicial notice and uncontradicted testimony supported the facts.   See, e.g., United States v. Four Million, Two Hundred Fifty-Five Thousand, 762 F.2d 895, 904 (11th Cir.), cert. denied, 474 U.S. 1056, 106 S. Ct. 795, 88 L. Ed. 2d 772 (1985) (court could observe as a \"common experience consideration\" that Miami had become a center for drug smuggling and money laundering);  In re Malone, 592 F. Supp. 1135, 1144 n. 3 (E.D.Mo.1984), aff'd without op., Malone v. Fenton, 794 F.2d 680 (8th Cir.1986) (court took judicial notice that a housing project was a high crime area).\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 607901
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}