{
    "id": 800553,
    "judges": "Crawford, Effron",
    "date_filed": "1987-05-22",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-aleman",
    "case_name_short": "Aleman",
    "case_name": "United States v. Aleman",
    "case_name_full": "UNITED STATES, Appellee, v. Erick ALEMAN, Private, U.S. Army, Appellant",
    "attorneys": "EFFRON, J., delivered the opinion of the Court, in which GIERKE, C.J., and BAKER and ERDMANN, JJ., joined. CRAWFORD, J., filed a dissenting opinion., For Appellant: Captain Edward Bahdi (argued); Lieutenant Colonel Kirsten V.C. Brunson, Major Sean S. Park, and Captain Charles A. Kuhfahl, Jr. (on brief); Colonel Mark Cremin, Colonel John T. Phelps II, and Lieutenant Colonel Mark Tellitocci., For Appellee: Captain Mark D. McMann (argued); Colonel Steven T. Salata, Lieutenant Colonel Theresa A. Gallagher, and Captain Edward E. Wiggers (on brief); Captain Michael Friess.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Nov. 1, 2005.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b401-4\">\n    UNITED STATES, Appellee, v. Erick ALEMAN, Private, U.S. Army, Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b401-7\">\n    No. 05-0288.\n   </docketnumber><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b401-8\">\n    Crim.App. No. 20030240.\n   </docketnumber><br><court data-order=\"3\" data-type=\"court\" id=\"b401-9\">\n    U.S. Court of Appeals for the Armed Forces.\n   </court><br><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b401-10\">\n    Argued Nov. 1, 2005.\n   </otherdate><br><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b401-11\">\n    Decided Jan. 20, 2006.\n   </decisiondate><br><p data-order=\"6\" data-type=\"attorneys\" id=\"b401-23\">\n    EFFRON, J., delivered the opinion of the Court, in which GIERKE, C.J., and BAKER and ERDMANN, JJ., joined. CRAWFORD, J., filed a dissenting opinion.\n   </p><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b401-24\">\n    For Appellant:\n    <em>\n     Captain Edward Bahdi\n    </em>\n    (argued);\n    <em>\n     Lieutenant Colonel Kirsten V.C. Brunson, Major Sean S. Park,\n    </em>\n    and\n    <em>\n     Captain Charles A. Kuhfahl, Jr.\n    </em>\n    (on brief);\n    <em>\n     Colonel Mark Cremin, Colonel John T. Phelps II,\n    </em>\n    and\n    <em>\n     Lieutenant Colonel Mark Tellitocci.\n    </em>\n</attorneys><br><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b401-25\">\n    For Appellee:\n    <em>\n     Captain Mark D. McMann\n    </em>\n    (argued);\n    <em>\n     Colonel Steven T. Salata, Lieutenant Colonel Theresa A. Gallagher,\n    </em>\n    and\n    <em>\n     Captain Edward E. Wiggers\n    </em>\n    (on brief);\n    <em>\n     Captain Michael Friess.\n    </em>\n</attorneys>",
    "citations": [
        "62 M.J. 281"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.armfor.uscourts.gov/newcaaf/opinions/2006Term/05-0288.pdf",
            "author_id": null,
            "opinion_text": "                         UNITED STATES, Appellee\n\n                                         v.\n\n                          Erick ALEMAN, Private\n                           U.S. Army, Appellant\n\n                                  No. 05-0288\n                         Crim. App. No. 20030240\n\n       United States Court of Appeals for the Armed Forces\n\n                         Argued November 1, 2005\n\n                        Decided January 20, 2006\n\nEFFRON, J., delivered the opinion of the Court, in which GIERKE,\nC.J., and BAKER and ERDMANN, JJ., joined. CRAWFORD, J., filed a\ndissenting opinion.\n\n\n                                     Counsel\n\nFor Appellant: Captain Edward Bahdi (argued); Lieutenant\nColonel Kirsten V. C. Brunson, Major Sean S. Park, and Captain\nCharles A. Kuhfahl Jr. (on brief); Colonel Mark Cremin, Colonel\nJohn T. Phelps II, and Lieutenant Colonel Mark Tellitocci.\n\n\nFor Appellee: Captain Mark D. McMann (argued); Colonel Steven\nT. Salata, Lieutenant Colonel Theresa A. Gallagher, and Captain\nEdward E. Wiggers (on brief); Captain Michael Friess.\n\n\nMilitary Judge:    Michael Neveu\n\n\n\n\n            THIS OPINION IS SUBJECT TO REVISION BEFORE FINAL PUBLICATION.\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n    Judge EFFRON delivered the opinion of the Court.\n\n    At a general court-martial composed of a military judge\n\nsitting alone, Appellant was convicted, in accordance with his\n\npleas, of conspiracy to commit larceny, willfully suffering the\n\nsale of military property (two specifications), and\n\nhousebreaking, in violation of Articles 81, 108, and 130,\n\nUniform Code of Military Justice (UCMJ), 10 U.S.C. §§ 881, 908,\n\n930 (2000), respectively.    The adjudged and approved sentence\n\nincluded a bad-conduct discharge, confinement for six months,\n\nforfeiture of all pay and allowances, and reduction to the\n\nlowest enlisted grade.   The United States Army Court of Criminal\n\nAppeals affirmed the findings and sentence in an unpublished\n\nopinion.   United States v. Aleman, No. ARMY 20030240 (A. Ct.\n\nCrim. App. Jan. 14, 2005).\n\n     On Appellant’s petition, we granted review of the following\n\nissue:\n\n           WHETHER THE MILITARY JUDGE ERRED IN\n           ACCEPTING APPELLANT’S PLEA OF GUILTY TO\n           WILLFULLY SUFFERING THE SALE OF MILITARY\n           PROPERTY (SPECIFICATIONS 1 AND 2 OF CHARGE\n           II) WHERE THERE WAS NO EVIDENCE ADDUCED\n           DURING THE PROVIDENCE INQUIRY THAT APPELLANT\n           HAD ANY INDEPENDENT DUTY TO SAFEGUARD THE\n           MILITARY PROPERTY IN QUESTION.\n\n\n     For the reasons set forth below, we conclude that\n\nAppellant’s pleas to specifications 1 and 2 of Charge II were\n\nimprovident.\n\n\n                                  2\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n                          I.   BACKGROUND\n\n     Article 108(3), UCMJ, provides for the trial by court-\n\nmartial of a person who, without proper authority “willfully or\n\nthrough neglect suffers to be lost, damaged, sold, or wrongfully\n\ndisposed of” any military property of the United States.    In\n\nthis context, “suffers” means “to allow or permit.”   Manual for\n\nCourts-Martial, United States pt. IV, para. 32.c.(2) (2005 ed.)\n\n(MCM).   The MCM sets forth five elements of the offense:\n\n           (1) That certain property . . . was . . . sold . . .;\n\n           (2) That the property was military property of the\n           United States;\n\n           (3) That the . . . sale . . . was suffered by the\n           accused, without proper authority, through a certain\n           omission of duty by the accused;\n\n           (4) That the omission was willful or negligent; and\n\n           (5) That the property was of a certain value . . . .\n\npt. IV, para. 32.b.(3).   The reference to “omission” in the\n\nthird and fourth elements is “significant because the\n\nprosecution must prove a duty and the failure to do the duty.”\n\nDep’t of the Army, Pamphlet 27-9, Legal Services, Military\n\nJudges’ Benchbook ch. 3, para. 3-32-3 (2002).\n\n     During the providency inquiry at trial, the military judge\n\nadvised Appellant of the elements of the offenses for which he\n\nwas charged.   In the course of this advice, the military judge\n\ndefined “suffered” as follows:\n\n\n\n                                 3\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n          “Suffered” means you allowed or permitted\n          this to occur. Suffering included the\n          deliberate violation or intentional\n          disregard of some specific law or\n          regulation; or the duty or customary\n          practice of the service; or reckless or\n          unwarranted personal use of the property by\n          causing or allowing it to remain exposed to\n          the weather, unsecured or not guarded,\n          permitting it to be consumed, wasted,\n          injured, and so on. It could also include\n          by allowing it to be damaged, lost,\n          destroyed, or wrongfully disposed of.\n\n     In conjunction with the plea inquiry, the prosecution\n\nintroduced a stipulation of fact in which Appellant admitted\n\nthat he and Private First Class (PFC) Edwards “agreed to commit\n\nthe offense of larceny.”   The stipulation further stated that\n\nalthough the agreement was “not express,” Appellant provided\n\nassistance to PFC Edwards “in his scheme” to steal and sell\n\nmilitary equipment by driving PFC Edwards to various pawnshops,\n\nloaning PFC Edwards his car to go to stores, keeping lookout\n\nwhile PFC Edwards stole military equipment, and helping PFC\n\nEdwards carry the equipment into Appellant’s car and into one of\n\nthe stores.   Through the stipulation, Appellant admitted that he\n\nknew the equipment was military property and that PFC Edwards\n\ndid not have authority or permission to take it.\n\n     During the inquiry, Appellant confirmed the veracity of the\n\nstipulation of fact.   He added that he and PFC Edwards “didn’t\n\nhave an expressed [sic] agreement, but we had an understanding\n\nand I gave him a ride to post that day.”   After Appellant\n\n\n                                 4\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\nprovided further details concerning his role in suffering the\n\nsale of the equipment, the military judge reminded Appellant of\n\nthe definition of “suffered” and asked Appellant if he believed\n\nhe suffered the sale of the property by allowing it to be sold.\n\nAppellant answered in the affirmative.    The military judge also\n\nelicited testimony from Appellant regarding the value of the\n\nproperty, the intentional nature of his acts, the absence of\n\npermission or authority for his acts, and the military status of\n\nthe property.\n\n\n                          II.   DISCUSSION\n\n     Before accepting a plea of guilty, the military judge must\n\nconduct an inquiry of the accused to determine whether there is\n\na factual basis for the plea and whether the accused understands\n\nthe plea and enters it voluntarily.    United States v. McCrimmon,\n\n60 M.J. 145, 152 (C.A.A.F. 2004); United States v. Care, 18\n\nC.M.A. 535, 40 C.M.R. 247 (1969); Rule for Courts-Martial\n\n(R.C.M.) 910(c)-(e).   The accused must admit every element of\n\nthe offense to which the accused is pleading guilty.   R.C.M.\n\n910(e) Discussion.   Under our standard of review for assessing\n\nthe providency, “a guilty plea will be rejected only where the\n\nrecord of trial shows a substantial basis in law and fact for\n\nquestioning the plea.”   E.g., United States v. Harris, 61 M.J.\n\n391, 398 (C.A.A.F. 2005) (citations omitted).   Appellant\n\n\n\n                                  5\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\ncontends that his guilty plea to each of the two offenses of\n\nsuffering the sale of military property was improvident because\n\nthe inquiry did not establish a factual basis for the third\n\nelement -- that there was a “certain omission of duty by the\n\naccused.”    MCM, pt. IV, para. 32.b.(3)(c).\n\n        During the providence inquiry, the military judge provided\n\nthe following advice concerning the “duty” element:    “The third\n\nelement is that the sale was suffered by you without proper\n\nauthority through a mission [sic] of duty on your part.”    As the\n\nrecord shows, and the Government acknowledges, there was no\n\nfurther discussion of any duty on the part of Appellant during\n\nthe providence inquiry.    The military judge did not elicit any\n\ntestimony from Appellant regarding any duty he may have had to\n\nsafeguard the property, and Appellant did not articulate such a\n\nduty.    Without an admission by Appellant or any other evidence\n\nin the record establishing this element of the offense, the plea\n\nlacks the requisite factual basis.\n\n        The Government contends in this appeal that Appellant’s\n\nstatements in the stipulation of fact -- that his acts and\n\nomissions were wrongful -- satisfy the providency requirement\n\nwith respect to the nature of his duty.    Although it is\n\nappropriate to rely upon stipulations of fact to establish a\n\nfactual basis for a guilty plea, see, e.g., United States v.\n\nSweet, 42 M.J. 183, 185 (C.A.A.F. 1995), the particular\n\n\n                                   6\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\nstatements in Appellant’s stipulation of fact do not recognize\n\nthe existence of a duty to safeguard the military property.     The\n\nrelevant passages of the stipulation of fact state:\n\n          The accused knew PFC Edwards had no\n          authority when he made the sales. The\n          accused failed to stop PFC Edwards from\n          selling the military equipment, and\n          furnished the vehicle to transport PFC\n          Edwards and the stolen equipment so it could\n          be sold. The accused knew that his omission\n          was wrongful.\n\nThese statements do not reflect an understanding that the\n\nfailure to stop PFC Edwards was wrongful because of a duty to\n\nprotect the property -- only a general belief that the failure\n\nwas wrongful.   In the absence of any further discussion of a\n\nduty, these statements are insufficient to establish the factual\n\npredicate required by Care and its progeny.\n\n     The Government suggests that if we conclude that the\n\ninquiry was deficient, we can nonetheless sustain Appellant’s\n\nconviction.   Citing United States v. Epps, 25 M.J. 319 (C.M.A.\n\n1987), the Government contends that the plea inquiry is\n\nsufficient to sustain a conviction for the closely related\n\noffense of selling military property, a crime for which there is\n\nno “omission of duty” element.   See Article 108(1), UCMJ; MCM,\n\npt. IV, para. 32.b.(1).   The Government acknowledges that\n\nArticle 108(1) requires a showing that the accused sold the\n\nproperty but maintains that element is satisfied in this case\n\n\n\n                                 7\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\nthrough an aiding and abetting theory.         We decline to apply Epps\n\nin this case because the military judge did not advise Appellant\n\nas to such a theory, nor did Appellant articulate an\n\nunderstanding of such a theory.        See United States v. Redlinski,\n\n58 M.J. 117, 119 (C.A.A.F. 2003).         Appellant’s plea to the\n\npertinent offenses is improvident, and those specifications must\n\nbe set aside.*\n\n     Appellant contends that he is also entitled to a sentence\n\nrehearing.    Under the circumstances of this case, further\n\nproceedings on the sentence are not warranted.           The remaining\n\ncharges and specifications, which arose out of the same factual\n\nscenario, are not affected by our action setting aside the\n\nconviction for Charge II.       In this judge-alone proceeding, we\n\nare confident that Appellant’s conviction for specifications 1\n\nand 2 of Charge II did not have a “substantial influence” on the\n\nsentence in this case.      United States v. Huhn, 54 M.J. 493, 494\n\n\n\n\n*\n  The dissent relies on United States v. Brown, 45 M.J. 389 (C.A.A.F. 1996),\nand Bradshaw v. Stumpf, 125 S. Ct. 2398 (2005). United States v. Aleman, 62\nM.J. ___ (1-2) (C.A.A.F. 2006) (Crawford, J., dissenting). Brown, which\nrejected a constitutional challenge to a federal statute, was a contested\ncase, so the issue of providency did not arise. 45 M.J. at 391-92. Stumpf,\na collateral attack on a state court conviction under the narrow constraints\nof federal habeas corpus review, employed a standard that is not applicable\nto direct review of providency under military law. Compare Stumpf, 125 S.\nCt. at 2405 (constitutional prerequisites of a guilty plea are satisfied if\ncounsel has explained the elements to the defendant), with United States v.\nCare, 18 C.M.A. 535, 541, 40 C.M.R. 247, 253 (1969) (under military law,\ncounsel’s explanation will not relieve the military judge of the\nresponsibility to explain the elements on the record). See also R.C.M.\n910(c)(1) Discussion; R.C.M. 910(e) Discussion.\n\n\n                                      8\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n(C.A.A.F. 2001) (citing Kotteakos v. United States, 328 U.S.\n\n750, 765 (1946)); Article 59(a), UCMJ, 10 U.S.C. § 859 (2000).\n\n\n                        III.    DISPOSITION\n\n     Specifications 1 and 2 of Charge II are set aside and\n\ndismissed, and Charge II is set aside and dismissed.   In all\n\nother respects, the decision of the United States Army Court of\n\nCriminal Appeals is affirmed.\n\n\n\n\n                                  9\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n     CRAWFORD, Judge (dissenting):\n\n     I respectfully dissent from the majority’s refusal to apply\n\nthis Court’s longstanding precedent.     See, e.g., United States\n\nv. Brown, 45 M.J. 389, 394 (C.A.A.F. 1996) (the majority\n\nrejected appellant’s argument challenging the anti-union\n\nstatute, 10 U.S.C. § 976, and noted that “[a]n alternative\n\nground for upholding appellant’s conviction would be to affirm\n\nthe conviction for an offense closely related to the offense\n\ncharged”); United States v. Epps, 25 M.J. 319 (C.M.A.\n\n1987)(upheld guilty plea for closely related offense).    There is\n\nnot a “substantial basis” in law or fact to set aside the plea\n\nin this case.   United States v. Prater, 32 M.J. 433, 436 (C.M.A.\n\n1991).   Appellant admitted he was a principal to the wrongful\n\nsale of military property.   Thus, Appellant’s admissions would\n\ncertainly encompass the “closely related” offense of suffering\n\nthe sale of military property.\n\n                                 FACTS\n\n     Pursuant to his pleas, Appellant was convicted of the\n\nfollowing offenses:\n\n          Specification of Charge I - conspiracy with\n     Private First Class (PFC) Christopher D. Edwards to\n     steal TA-50 governmental equipment and “in order to\n     effect the object of the conspiracy . . . did\n     knowingly furnish his vehicle to be used as a\n     transport to the store in which the items were sold.”\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n           Specification 1, Charge II - “willfully suffer\n      TA-50 [equipment] . . . to be sold to the Cove Army\n      Store” on July 24, 2002.\n\n           Specification 2, Charge II – “willfully suffer\n      TA-50 [equipment] . . . to be sold to the Rancier Army\n      Store” on July 27, 2002.\n\n            Specification of Charge III – housebreaking.\n\n      During the inquiry on the providence of the plea, Appellant\n\nadmitted he entered into a conspiracy with PFC Edwards to steal\n\nand sell military equipment (TA-50).         As part of the conspiracy,\n\nhe assisted PFC Edwards with the housebreaking and theft, and on\n\nJuly 27, 2002, drove PFC Edwards to one off-post store where PFC\n\nEdwards sold the military property (Charge II, specification 1)\n\nand on July 28, 2002, knowingly permitted PFC Edwards to take\n\nhis car to sell part of the stolen property on another date\n\n(Charge II, specification 2).        After the military judge’s\n\nexplanation of the plea and inquiry, the defense did not think\n\nany “additional inquiry [was] required regarding [the\n\nconspiracy] offense.”      Bradshaw v. Stumpf, 125 S. Ct. 2398, 2406\n\n(2005) (“Where a defendant is represented by competent counsel,\n\nthe court usually may rely on that counsel’s assurance that the\n\ndefendant has been properly informed of the nature and elements\n\nof the charge to which he is pleading guilty.”)∗\n\n\n∗\n  It is curious that the majority is concerned about Stumpf, a habeas case,\nwhen the seminal case as to an adequate providence inquiry, United States v.\nCare, 18 C.M.A. 535, 40 C.M.R. 247 (1969), relies to a large extent on Boykin\nv. Alabama, 395 U.S. 238 (1969) (habeas corpus petitioner challenging\nvoluntariness of plea), and Johnson v. Zerbst, 304 U.S. 458, 464 (1938). See\n\n\n                                      2\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\n      Appellant knew the value of the stolen property alleged in\n\nspecifications 1 and 2; in fact, as to specification 2, he said\n\nthe value was $1,200.      After PFC Edwards sold the property at\n\nRancier, he received some battle dress uniforms and about $200.\n\nAppellant admitted that “suffered” means allowing the property\n\nto be “wrongfully disposed of or sold.”\n\n      He also stipulated to the following facts:\n\n      3. Facts: On or about 27 July 2002, PFC Christopher\n      Edwards and Private Erick Aleman agreed to commit the\n      offense of larceny. The agreement was not express,\n      however, Private Aleman provided assistance to PFC\n      Edwards in his scheme to steal TA-50 and sell it to\n      local pawnshops. On 27 July 2002, Private Aleman\n      drove PFC Edwards to the Copperas Cove Store. On 28\n      July 2002, Private Aleman and PFC Edwards drove around\n      to the surplus store at the mall. PFC Edwards was not\n      able to sell the TA-50, and the two went back to the\n      barracks without selling the TA-50. PFC Edwards then\n      borrowed Private Aleman’s car on two other occasions.\n      He used the car to go to stores on Rancier to sell TA-\n      50.\n\nAppellant admitted the facts in the stipulation were correct.\n\n      Appellant admitted he entered into an agreement with PFC\n\nEdwards to commit larceny, and that the agreement continued to\n\nexist while Appellant was a party to the agreement.            The overt\n\nact performed as to Charge II, specification 1, was driving PFC\n\nEdwards to the Cove Army store, and as to Charge II,\n\nspecification 2, was furnishing his vehicle so the stolen\n\n\nalso Henderson v. Morgan, 426 U.S. 637 (1976)(habeas case where the Court\nlooked at the colloquy and the stipulation of fact to determine the\nvoluntariness of the plea); Marshall v. Lonberger, 459 U.S. 422 (1983)\n(habeas case examining voluntariness of plea).\n\n\n                                      3\n\fUnited States v. Aleman, No. 05-0288/AR\n\n\nproperty could be sold.   When one causes an act to be done, in\n\nthis case the sale, that person is as guilty as if he carried\n\nout that act himself.\n\n     It is disturbing that this Court has refused to follow, or\n\nignored, Supreme Court precedent when construing similar\n\nstatutes or rules, or interpreting constitutional rights.\n\nUnited States v. Cary, 62 M.J. ___ (1)(C.A.A.F. 2006)(Crawford,\n\nJ., concurring in the result).   But by refusing to apply our own\n\ncase law, or even offering a rationale for its refusal, the\n\nmajority undermines stability, predictability, and confidence in\n\nthe military justice system.   We should not pick and choose when\n\nwe apply our precedent.   See, e.g., United States v. Martinelli,\n\n62 M.J. 52, 87 (C.A.A.F. 2005) (Crawford, J., dissenting) (“lead\n\nopinion departs from our own precedent”).\n\n     Under the “closely related” offense rationale, Appellant’s\n\nconviction should be affirmed under Epps and Brown.   Thus, I\n\nrespectfully dissent.\n\n\n\n\n                                 4\n\f",
            "ocr": false,
            "opinion_id": 800553
        },
        {
            "author_str": "Effron",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudge EFFRON\ndelivered the opinion of the Court.\nAt a general court-martial composed of a military judge sitting alone, Appellant was convicted, in accordance with his pleas, of conspiracy to commit larceny, willfully suffering the sale of military property (two specifications), and housebreaking, in violation of Articles 81, 108, and 130, Uniform Code of Military Justice (UCMJ), 10 U.S.C. §§ 881, 908, 930 (2000), respectively. The adjudged and approved sentence included a bad-conduct discharge, confinement for six months, *282forfeiture of all pay and allowances, and reduction to the lowest enlisted grade. The United States Army Court of Criminal Appeals affirmed the findings and sentence in an unpublished opinion. United States v. Aleman, No. ARMY 20030240 (A.Ct.Crim.App. Jan. 14, 2005).\nOn Appellant’s petition, we granted review of the following issue:\nWHETHER THE MILITARY JUDGE ERRED IN ACCEPTING APPELLANT’S PLEA OF GUILTY TO WILLFULLY SUFFERING THE SALE OF MILITARY PROPERTY (SPECIFICATIONS 1 AND 2 OF CHARGE II) WHERE THERE WAS NO EVIDENCE ADDUCED DURING THE PROVIDENCE INQUIRY THAT APPELLANT HAD ANY INDEPENDENT DUTY TO SAFEGUARD THE MILITARY PROPERTY IN QUESTION.\nFor the reasons set forth below, we conclude that Appellant’s pleas to specifications 1 and 2 of Charge II were improvident.\nI. BACKGROUND\nArticle 108(3), UCMJ, provides for the trial by court-martial of a person who, without proper authority “willfully or through neglect suffers to be lost, damaged, sold, or wrongfully disposed of’ any military property of the United States. In this context, “suffers” means “to allow or permit.” Manual for Courts-Martial, United States pt. IV, para. 32.c.(2) (2005 ed.) (MCM). The MCM sets forth five elements of the offense:\n(1) That certain property ... was ... sold • • • J\n(2) That the property was military property of the United States;\n(3) That the ... sale ... was suffered by the accused, without proper authority, through a certain omission of duty by the accused;\n(4) That the omission was willful or negligent; and\n(5) That the property was of a certain value----\nPt. IV, para. 32.b.(3). The reference to “omission” in the third and fourth elements is “significant because the prosecution must prove a duty and the failure to do the duty.” Dep’t of the Army, Pamphlet 27-9, Legal Services, Military Judges’ Benchbook ch. 3, para. 3-32-3 (2002).\nDuring the provideney inquiry at trial, the military judge advised Appellant of the elements of the offenses for which he was charged. In the course of this advice, the military judge defined “suffered” as follows:\n“Suffered” means you allowed or permitted this to occur. Suffering included the deliberate violation or intentional disregard of some specific law or regulation; or the duty or customary practice of the service; or reckless or unwarranted personal use of the property by causing or allowing it to remain exposed to the weather, unsecured or not guarded, permitting it to be consumed, wasted, injured, and so on. It could also include by allowing it to be damaged, lost, destroyed, or wrongfully disposed of.\nIn conjunction with the plea inquiry, the prosecution introduced a stipulation of fact in which Appellant admitted that he and Private First Class (PFC) Edwards “agreed to commit the offense of larceny.” The stipulation further stated that although the agreement was “not express,” Appellant provided assistance to PFC Edwards “in his scheme” to steal and sell military equipment by driving PFC Edwards to various pawnshops, loaning PFC Edwards his car to go to stores, keeping lookout while PFC Edwards stole military equipment, and helping PFC Edwards carry the equipment into Appellant’s car and into one of the stores. Through the stipulation, Appellant admitted that he knew the equipment was military property and that PFC Edwards did not have authority or permission to take it.\nDuring the inquiry, Appellant confirmed the veracity of the stipulation of fact. He added that he and PFC Edwards “didn’t have an expressed [sic] agreement, but we had an understanding and I gave him a ride to post that day.” After Appellant provided further details concerning his role in suffering the sale of the equipment, the military judge reminded Appellant of the definition of *283“suffered” and asked Appellant if he believed he suffered the sale of the property by allowing it to be sold. Appellant answered in the affirmative. The military judge also elicited testimony from Appellant regarding the value of the property, the intentional nature of his acts, the absence of permission or authority for his acts, and the military status of the property.\nII. DISCUSSION\nBefore accepting a plea of guilty, the military judge must conduct an inquiry of the accused to determine whether there is a factual basis for the plea and whether the accused understands the plea and enters it voluntarily. United States v. McCrimmon, 60 M.J. 145, 152 (C.A.A.F.2004); United States v. Care, 18 C.M.A. 535, 40 C.M.R. 247 (1969); Rule for Courts-Martial (R.C.M.) 910(c)-(e). The accused must admit every element of the offense to which the accused is pleading guilty. R.C.M. 910(e) Discussion. Under our standard of review for assessing the providency, “a guilty plea will be rejected only where the record of trial shows a substantial basis in law and fact for questioning the plea.” E.g., United States v. Harris, 61 M.J. 391, 398 (C.A.A.F.2005) (citations omitted). Appellant contends that his guilty plea to each of the two offenses of suffering the sale of military property was improvident because the inquiry did not establish a factual basis for the third element — that there was a “certain omission of duty by the accused.” MCM, pt. IV, para. 32.b.(3)(c).\nDuring the providence inquiry, the military judge provided the following advice concerning the “duty” element: “The third element is that the sale was suffered by you without proper authority through a mission [sic] of duty on your part.” As the record shows, and the Government acknowledges, there was no further discussion of any duty on the part of Appellant during the providence inquiry. The military judge did not elicit any testimony from Appellant regarding any duty he may have had to safeguard the property, and Appellant did not articulate such a duty. Without an admission by Appellant or any other evidence in the record establishing this element of the offense, the plea lacks the requisite factual basis.\nThe Government contends in this appeal that Appellant’s statements in the stipulation of fact — that his acts and omissions were wrongful — satisfy the providency requirement with respect to the nature of his duty. Although it is appropriate to rely upon stipulations of fact to establish a factual basis for a guilty plea, see, e.g., United States v. Sweet, 42 M.J. 183, 185 (C.A.A.F.1995), the particular statements in Appellant’s stipulation of fact do not recognize the existence of a duty to safeguard the military property. The relevant passages of the stipulation of fact state:\nThe accused knew PFC Edwards had no authority when he made the sales. The accused failed to stop PFC Edwards from selling the military equipment, and furnished the vehicle to transport PFC Edwards and the stolen equipment so it could be sold. The accused knew that his omission was wrongfid.\nThese statements do not reflect an understanding that the failure to stop PFC Edwards was wrongful because of a duty to protect the property — only a general belief that the failure was wrongful. In the absence of any further discussion of a duty, these statements are insufficient to establish the factual predicate required by Care and its progeny.\nThe Government suggests that if we conclude that the inquiry was deficient, we can nonetheless sustain Appellant’s conviction. Citing United States v. Epps, 25 M.J. 319 (C.M.A.1987), the Government contends that the plea inquiry is sufficient to sustain a conviction for the closely related offense of selling military property, a crime for which there is no “omission of duty” element. See Article 108(1), UCMJ; MCM, pt. IV, para. 32.b.(l). The Government acknowledges that Article 108(1) requires a showing that the accused sold the property but maintains that element is satisfied in this case through an aiding and abetting theory. We decline to apply Epps in this case because the military judge did not advise Appellant as to such a theory, nor did Appellant articulate an un*284derstanding of such a theory. See United States v. Redlinski, 58 M.J. 117, 119 (C.A.A.F.2003). Appellant’s plea to the pertinent offenses is improvident, and those specifications must be set aside.1\nAppellant contends that he is also entitled to a sentence rehearing. Under the circumstances of this case, further proceedings on the sentence are not warranted. The remaining charges and specifications, which arose out of the same factual scenario, are not affected by our action setting aside the conviction for Charge II. In this judge-alone proceeding, we are confident that Appellant’s conviction for specifications 1 and 2 of Charge II did not have a “substantial influence” on the sentence in this case. United States v. Huhn, 54 M.J. 493, 494 (C.A.A.F. 2001) (citing Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946)); Article 59(a), UCMJ, 10 U.S.C. 859 (2000).\nIII. DISPOSITION\nSpecifications 1 and 2 of Charge II are set aside and dismissed, and Charge II is set aside and dismissed. In all other respects, the decision of the United States Army Court of Criminal Appeals is affirmed.\n\n. The dissent relies on United States v. Brown, 45 M.J. 389 (C.A.A.F.1996), and Bradshaw v. Stumpf, - U.S. -, 125 S.Ct. 2398, 162 L.Ed.2d 143 (2005). United States v. Aleman, 62 M. J. 281, 284-85 (C.A.A.F.2006) (Crawford, J„ dissenting). Brown, which rejected a constitutional challenge to a federal statute, was a contested case, so the issue of providency did not arise. 45 M.J. at 391-92. Stumpf, a collateral attack on a state court conviction under the narrow constraints of federal habeas corpus review, employed a standard that is not applicable to direct review of providency under military law. Compare Stumpf, 125 S.Ct. at 2405 (constitutional prerequisites of a guilty plea are satisfied if counsel has explained the elements to the defendant), with United States v. Care, 18 C.M.A. 535, 541, 40 C.M.R. 247, 253 (1969) (under military law, counsel’s explanation will not relieve the military judge of the responsibility to explain the elements on the record). See also R.C.M. 910(c)(1) Discussion; R.C.M. 910(e) Discussion.\n\n",
            "ocr": false,
            "opinion_id": 9500500
        },
        {
            "author_str": "Crawford",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCRAWFORD, Judge\n(dissenting):\nI respectfully dissent from the majority’s refusal to apply this Court’s longstanding precedent. See, e.g., United States v. Brown, 45 M.J. 389, 394 (C.A.A.F.1996) (the majority rejected appellant’s argument challenging the anti-union statute, 10 U.S.C. § 976, and noted that “[a]n alternative ground for upholding appellant’s conviction would be to affirm the conviction for an offense closely related to the offense charged”); United States v. Epps, 25 M.J. 319 (C.M.A.1987)(upheld guilty plea for closely related offense). There is not a “substantial basis” in law or fact to set aside the plea in this case. United States v. Prater, 32 M.J. 433, 436 (C.M.A. 1991). Appellant admitted he was a principal to the wrongful sale of military property. Thus, Appellant’s admissions would certainly encompass the “closely related” offense of suffering the sale of military property.\nFACTS\nPursuant to his pleas, Appellant was convicted of the following offenses:\nSpecification of Charge I — conspiracy with Private First Class (PFC) Christopher D. Edwards to steal TA-50 governmental equipment and “in order to effect the object of the conspiracy ... did knowingly furnish his vehicle to be used as a transport to the store in which the items were sold.”\nSpecification 1, Charge II — -“willfully suffer TA-50 [equipment] ... to be sold to the Cove Army Store” on July 24, 2002.\nSpecification 2, Charge II — “willfully suffer TA-50 [equipment] ... to be sold to the Rancier Army Store” on July 27, 2002.\nSpecification of Charge III — housebreaking.\nDuring the inquiry on the providence of the plea, Appellant admitted he entered into a conspiracy with PFC Edwards to steal and sell military equipment (TA-50). As part of the conspiracy, he assisted PFC Edwards with the housebreaking and theft, and on July 27, 2002, drove PFC Edwards to one off-post store where PFC Edwards sold the military property (Charge II, specification 1) and on July 28, 2002, knowingly permitted PFC Edwards to take his car to sell part of the stolen property on another date (Charge *285II, specification 2). After the military judge’s explanation of the plea and inquiry, the defense did not think any “additional inquiry [was] required regarding [the conspiracy] offense.” Bradshaw v. Stumpf, — U.S. -, -, 125 S.Ct. 2398, 2406, 162 L.Ed.2d 143 (2005) (“Where a defendant is represented by competent counsel, the court usually may rely on that counsel’s assurance that the defendant has been properly informed of the nature and elements of the charge to which he is pleading guilty.”)1\nAppellant knew the value of the stolen property alleged in specifications 1 and 2; in fact, as to specification 2, he said the value was $1,200. After PFC Edwards sold the property at Rancier, he received some battle dress uniforms and about $200. Appellant admitted that “suffered” means allowing the property to be “wrongfully disposed of or sold.”\nHe also stipulated to the following facts:\n3. Facts: On or about 27 July 2002, PFC Christopher Edwards and Private Erick Aleman agreed to commit the offense of larceny. The agreement was not express, however, Private Aleman provided assistance to PFC Edwards in his scheme to steal TA-50 and sell it to local pawnshops. On 27 July 2002, Private Aleman drove PFC Edwards to the Copperas Cove Store. On 28 July 2002, Private Aleman and PFC Edwards drove around to the surplus store at the mall. PFC Edwards was not able to sell the TA-50, and the two went back to the barracks without selling the TA-50. PFC Edwards then borrowed Private Aleman’s car on two other oceasions. He used the car to go to stores on Rancier to sell TA-50.\nAppellant admitted the facts in the stipulation were correct.\nAppellant admitted he entered into an agreement with PFC Edwards to commit larceny, and that the agreement continued to exist while Appellant was a party to the agreement. The overt act performed as to Charge II, specification 1, was driving PFC Edwards to the Cove Army store, and as to Charge II, specification 2, was furnishing his vehicle so the stolen property could be sold. When one causes an act to be done, in this ease the sale, that person is as guilty as if he carried out that act himself.\nIt is disturbing that this Court has refused to follow, or ignored, Supreme Court precedent when construing similar statutes or rules, or interpreting constitutional rights. United States v. Cary, 62 M.J. 277, 279 (C.A.A.F.2006)(Crawford, J., concurring in the result). But by refusing to apply our own case law, or even offering a rationale for its refusal, the majority undermines stability, predictability, and confidence in the military justice system. We should not pick and choose when we apply our precedent. See, e.g., United States v. Martinelli 62 M.J. 52, 87 (C.A.A.F.2005) (Crawford, J., dissenting) (“lead opinion departs from our own precedent”).\nUnder the “closely related” offense rationale, Appellant’s conviction should be affirmed under Epps and Brown. Thus, I respectfully dissent.\n\n. It is curious that the majority is concerned about Stumpf, a habeas case, when the seminal case as to an adequate providence inquiry, United States v. Care, 18 C.M.A. 535, 40 C.M.R. 247 (1969), relies to a large extent on Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969) (habeas corpus petitioner challenging voluntariness of plea), and Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938). See also Henderson v. Morgan, 426 U.S. 637, 96 S.Ct. 2253, 49 L.Ed.2d 108 (1976)(habeas case where the Court looked at the colloquy and the stipulation of fact to determine the voluntariness of the plea); Marshall v. Lonberger, 459 U.S. 422, 103 S.Ct. 843, 74 L.Ed.2d 646 (1983) (habeas case examining voluntariness of plea).\n\n",
            "ocr": false,
            "opinion_id": 9500501
        }
    ],
    "court_short_name": "Court of Appeals for the Armed Forces",
    "court_full_name": "Court of Appeals for the Armed Forces",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}