{
    "id": 1374472,
    "judges": "Beatty, Moore, Pleicones, Toal, Waller",
    "date_filed": "1978-09-19",
    "date_filed_is_approximate": true,
    "slug": "lowry-v-state",
    "case_name_short": "Lowry",
    "case_name": "Lowry v. State",
    "case_name_full": "Joseph LOWRY, Petitioner, v. STATE of South Carolina, Respondent",
    "attorneys": "Tara Shurling, of Columbia, for Petitioner., Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney General Julie Thames, all of Columbia, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Dec. 6, 2007.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b557-8\">\n    657 S.E.2d 760\n   </citation><br><parties id=\"b557-9\">\n    Joseph LOWRY, Petitioner, v. STATE of South Carolina, Respondent.\n   </parties><br><docketnumber id=\"b557-11\">\n    No. 26436.\n   </docketnumber><br><court id=\"b557-12\">\n    Supreme Court of South Carolina.\n   </court><br><otherdate id=\"b557-13\">\n    Submitted Dec. 6, 2007.\n   </otherdate><br><decisiondate id=\"b557-14\">\n    Decided Feb. 11, 2008.\n   </decisiondate><br><attorneys id=\"b559-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"501\"> \n     *501\n     </span>\n    Tara Shurling, of Columbia, for Petitioner.\n   </attorneys><br><attorneys id=\"b559-15\">\n    Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney General Julie Thames, all of Columbia, for Respondent.\n   </attorneys>",
    "citations": [
        "657 S.E.2d 760",
        "376 S.C. 499"
    ],
    "opinions": [
        {
            "author_str": "Toal",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n376 S.C. 499 (2008)\n657 S.E.2d 760\nJoseph LOWRY, Petitioner,\nv.\nSTATE of South Carolina, Respondent.\nNo. 26436.\nSupreme Court of South Carolina.\nSubmitted December 6, 2007.\nDecided February 11, 2008.\n*501 Tara Shurling, of Columbia, for Petitioner.\nAttorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant Attorney General Julie Thames, all of Columbia, for Respondent.\nChief Justice TOAL.\nIn this case, the PCR court found that a supplemental jury charge on felony murder did not violate Petitioner's due process rights, and therefore, that Petitioner's counsel was not ineffective in failing to object to the charge. This Court *502 granted certiorari to review the PCR court's decision. Because we find that the charge unconstitutionally shifted the burden of proof for malice in Petitioner's murder conviction, we reverse.\n\nFACTUAL/PROCEDURAL BACKGROUND\nA grand jury indicted Petitioner Joseph Lowry (\"Petitioner\") for murder, possession of a firearm during the commission of a violent offense, armed robbery, and criminal conspiracy for his role in the September 1994 robbery and murder of a motel desk clerk in York County. At trial, the court instructed the jury on the elements of each of the charged offenses as well as the laws of accomplice liability and criminal intent. The murder charge specifically explained the finding of malice beyond a reasonable doubt and addressed inferences of malice which may be drawn from certain facts, such as the performance of an unlawful act, the use of a deadly weapon, and the commission of a felony (known as the felony murder doctrine). With respect to the felony murder doctrine, the trial court charged:\nAdditionally, the law says if one intentionally kills another during the commission of a felony, the inference of malice may arise. If facts are proven beyond a reasonable doubt sufficient to raise an inference of malice to your satisfaction, again I tell you this inference would be simply an evidentiary fact to be taken into consideration by you along with the other evidence in this case. I charge you that armed robbery with[,] which [Petitioner] is also charged[,] is under our state law a felony.\nWhen the trial court directed the jury to begin deliberations, the solicitor told the court that he had not heard the court charge the felony murder doctrine. Although Petitioner's counsel and the trial court both claimed to have heard such an instruction, the trial court ultimately agreed to bring the jurors back in for a supplemental instruction on felony murder. In order to alleviate Petitioner's counsel's concern that such a supplemental instruction would highlight the theory of felony murder, the trial court stated that it would also incorporate aspects of accomplice liability into the charge.\nUpon calling the jury back into the courtroom, the trial court gave the following charge:\n\n*503 Let me follow up with a very brief instruction regarding what is sometimes referred to as the felony murder doctrine.\nThe fact that I brought you back in is simply because I neglected to charge this. This particular charge is not to be given any other weight or highlighted in any way by you simply because I brought you in here and gave it to you separate from the other. It is my mistake; I left this out, it was called to my attention, and I must charge it to you. The fact that it is isolated, you are to give it no more consideration. You are to blend it in with the charge as I have given it to you.\n... you will recall I went over and talked with you about accomplice liability, I meant to conclude that by telling you this in regard to what is called the felony murder doctrine. That is, if a person kills another in the doing or attempting to do an act which is considered a felony, the fact that this occurs while one is doing or attempting to commit a felony makes the killing murder. And, therefore, the killing by one of another in the commission or attempted commission of a felony makes that killing, by virtue of it occurring in that context[,] a murder.\nPetitioner's counsel did not object to the supplemental charge.\nThe jury convicted Petitioner for murder, possession of a firearm during the commission of a violent offense, armed robbery, and criminal conspiracy. The trial court imposed a life sentence for the murder, concurrent five-year sentences for the firearm possession and conspiracy, and a concurrent thirty-year sentence for the armed robbery. Following review pursuant to Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), this Court affirmed Petitioner's convictions and sentences. State v. Lowry, Op. No. 1998-MO-060 (S.C. Sup.Ct. filed July 20, 1998).\nFollowing his direct appeal, Petitioner filed an application for PCR alleging, among other things, that trial counsel was ineffective for failing to object to the supplemental charge on felony murder. Specifically, Petitioner argued that the supplemental instruction was burden-shifting in nature and violated his due process rights under the federal and state constitutions *504 by presuming the malice element of murder.[1] The PCR court found that the supplemental charge, when considered in context with the initial jury charge, was fair, and therefore, that counsel was not ineffective in failing to object. The PCR court further concluded that the charge was not prejudicial given the \"overwhelming evidence\" of Petitioner's guilt produced at trial. The PCR court subsequently denied Petitioner's application.\nThis Court granted certiorari to review Petitioner's belated appeal from the PCR court's decision pursuant to Austin v. State, 305 S.C. 453, 409 S.E.2d 395 (1991) (holding that an applicant has a right to appellate counsel's assistance in seeking review of the denial of PCR), and Petitioner raises the following issue for review:\nWas counsel ineffective in failing to object to the trial court's supplemental jury instruction on felony murder because it shifted the burden of proof for malice from the State to the Petitioner and deprived Petitioner of due process of law?\n\nSTANDARD OF REVIEW\nIn reviewing the PCR court's decision, an appellate court is concerned only with whether any evidence of probative value exists to support that decision. Smith v. State, 369 S.C. 135, 138, 631 S.E.2d 260, 261 (2006). If no probative evidence exists to support the PCR court's findings, this Court will reverse. Pierce v. State, 338 S.C. 139, 145, 526 S.E.2d 222, 225 (2000).\n\nLAW/ANALYSIS\nPetitioner argues that trial counsel was ineffective for failing to object to the court's supplemental instruction on felony murder. Specifically, Petitioner argues that the supplemental charge created a mandatory presumption of malice that shifted the burden of proof from the prosecution to the defendant, thereby depriving Petitioner of due process of law. We agree.\n*505 In order to establish a claim of ineffective assistance of counsel, Petitioner must prove that (1) counsel failed to render reasonably effective assistance under prevailing professional norms, and (2) counsel's deficient performance prejudiced Petitioner's case. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Butler v. State, 286 S.C. 441, 442, 334 S.E.2d 813, 814 (1985). A deficient performance by counsel is prejudicial when there is a reasonable probability that, but for the counsel's errors, the outcome of the trial would have been different. Hill v. State, 350 S.C. 465, 567 S.E.2d 847 (2002) (quoting Strickland, 466 U.S. at 687, 104 S.Ct. 2052).\nPetitioner's claim arises out of the Due Process Clauses of the Fifth and Fourteenth Amendments, which protect an accused against conviction unless the State supplies proof beyond a reasonable doubt of each element necessary to constitute the crime with which the accused is charged.[2]In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970). This principle prohibits the use of evidentiary presumptions in a jury charge that have the effect of relieving the State of its burden of proof beyond a reasonable doubt as to every essential element of the crime. Sandstrom v. Montana, 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979).\nThe relevant inquiry for the Court in this matter is whether there is a reasonable likelihood that the jury applied the challenged instruction in a way that violates the Constitution. Estelle v. McGuire, 502 U.S. 62, 72, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991); Todd v. State, 355 S.C. 396, 403, 585 S.E.2d 305, 309 (2003). In order to make this determination, the challenged instruction must be examined in the context of the trial court's entire charge to the jury and not in isolation. Francis v. Franklin, 471 U.S. 307, 315, 105 S.Ct. 1965, 85 L.Ed.2d 344 (1985); Todd, 355 S.C. at 402, 585 S.E.2d at 308. A jury instruction violates due process if it is reasonably likely that the jury understood the charge to create a mandatory presumption requiring it to infer an element of the offense if the State proved certain predicate facts, thereby relieving the State's burden of proof on an element of the offense. Francis, *506 471 U.S. at 314, 105 S.Ct. 1965; Sandstrom, 442 U.S. at 521, 99 S.Ct. 2450. The ultimate question for the Court to determine is \"whether the ailing instruction ... so infected the entire trial that the resulting conviction violates due process.\" Middleton v. McNeil, 541 U.S. 433, 437, 124 S.Ct. 1830, 158 L.Ed.2d 701 (2004) (quoting Estelle, 502 U.S. at 72, 112 S.Ct. 475).\nWe find that the trial court's supplemental instruction on felony murder unquestionably shifted the burden of proof for the malice element of murder from the State to Petitioner.[3] Viewed in its entirety, the supplemental jury charge contained no permissive language indicating that the jury may infer malice from Petitioner's participation in the armed robbery. Instead, the charge simply provided that if the jury first determined that a killing occurred in the course of the armed robbery, it must find Petitioner guilty of murder. In this way, the charge created a mandatory presumption of the malice element in the crime of murder instead of permitting the jury to find malice upon the State's proof of the element beyond a reasonable doubt. Both this Court and the United States Supreme Court have consistently held that such mandatory presumptions of malice violate a defendant's due process. See Yates v. Aiken, 484 U.S. 211, 108 S.Ct. 534, 98 L.Ed.2d 546 (1988); Francis, 471 U.S. 307, 105 S.Ct. 1965, 85 L.Ed.2d 344; Sandstrom, 442 U.S. 510, 99 S.Ct. 2450, 61 L.Ed.2d 39; Arnold v. State/Plath v. State, 309 S.C. 157, 420 S.E.2d 834 (1992) [hereinafter Arnold &amp; Plath ].\nEven viewing the supplemental charge in conjunction with the proper instruction on felony murder in the trial court's initial charge does not rectify this patent constitutional error.[4] \"Language that merely contradicts and does not explain a constitutionally infirm instruction will not suffice to absolve the infirmity.\" Francis, 471 U.S. at 322, 105 S.Ct. 1965. In *507 fact, these contradictory instructions likely only exacerbated the error by confusing the jury as to its fact-finding duties with respect to Petitioner's murder charge. See also State v. Rothell, 301 S.C. 168, 169-70, 391 S.E.2d 228, 229 (1990) (\"It is error to give instructions which may confuse or mislead the jury.\").\nThe fact that the burden-shifting charge occurred in a supplemental instruction is also relevant. See Bollenbach v. United States, 326 U.S. 607, 612, 66 S.Ct. 402, 90 L.Ed. 350 (1946) (noting the prominence of presumption language when it arises in a supplemental instruction). That the trial court prefaced the supplemental charge with the admonition that it was \"not to be given any other weight or highlighted in any way\" does not alter the fact that the improper charge on felony murder was the last thing the jurors heard before beginning deliberations and that its brevity was likely received by the jurors with \"heightened alertness rather than the normal attentiveness which may well flag from time to time during the lengthy initial charge.\" Arroyo v. Jones, 685 F.2d 35 (2d. Cir.1982) (finding constitutional error in presumption language in a supplemental charge on the element of intent because of its special prominence and the series of questions from the jury preceding the supplemental charge).\nFor these reasons, there is a reasonable likelihood that the jury understood the supplemental charge to create a mandatory presumption that required it to find malice if the State proved Petitioner's involvement in the armed robbery. Accordingly, we hold that the jury's application of the instruction violated Petitioner's due process rights and therefore, that counsel was deficient in failing to object to the charge.\nThe analysis in this case, however, does not end here. Certain constitutional errors may be harmless in terms of their effect on the fact-finding process at trial. Sullivan v. Louisiana, 508 U.S. 275, 279, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993) (quoting Delaware v. Van Arsdall, 475 U.S. 673, 681, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986)). For this reason, an unconstitutional jury instruction will not require reversal of the conviction if the Court determines \"beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained.\" Arnold &amp; Plath, 309 S.C. at 165, 420 *508 S.E.2d at 838 (quoting Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967)).\nHarmless error review looks to the basis on which the jury actually rested its verdict. Sullivan, 508 U.S. at 279, 113 S.Ct. 2078. From this perspective, in order to conclude that the error did not contribute to the verdict, the Court must \"find that error unimportant in relation to everything else the jury considered on the issue in question, as revealed in the record.\" Yates v. Evatt, 500 U.S. 391, 403, 111 S.Ct. 1884, 114 L.Ed.2d 432 (1991). With respect to an unconstitutional presumption in a jury instruction, this means the Court must make a judgment about the significance of the presumption to the jury, measured against the other evidence considered by the jury independently of the presumption. Id. at 403-04, 111 S.Ct. 1884. A judgment in this regard entails two steps: (1) the Court must ask what evidence the jury actually considered in reaching its verdict, and (2) the Court must weigh the probative force of the evidence as against the probative force of the presumption standing alone. Id. at 404, 111 S.Ct. 1884.\nOne of the earliest cases in which this Court applied the Yates two-step harmless error analysis arose under circumstances similar to the present case. Arnold &amp; Plath, involved the murder of a hitchhiker by four individuals acting in concert. 309 S.C. 157, 420 S.E.2d 834. In a joint trial, co-defendants Arnold and Plath were each convicted of murder and sentenced to death for their involvement in the crime. The defendants filed PCR petitions challenging the trial court's judgment on the grounds that the charge to the jury unconstitutionally shifted the burden of proof for malice. Id. In a consolidated appeal from the PCR court's denial of relief to Arnold and Plath, this Court found that although the trial court's charge unconstitutionally shifted the burden of proof for malice, the error was harmless beyond a reasonable doubt. In its analysis, the Court considered testimony by the forensic pathologist describing the extent of the victim's physical injuries, as well as credible testimony by defendant Plath and the two other accomplices to the crime detailing the brutality of the victim's murder. Id. at 167-170, 420 S.E.2d at 840-41. Based on this extensive testimony, the Court held that the probative force of the direct evidence was such that beyond a reasonable doubt, the jury could not have rested its verdict *509 solely on the presumption of malice. Id. at 171-72, 420 S.E.2d at 841-42. Accordingly, this Court affirmed the PCR court's denial of relief. See also Yates, 500 U.S. at 406 n. 10, 111 S.Ct. 1884 (explaining that in some cases, the predicate facts to be relied on under the presumption may be \"so closely related to the ultimate fact to be presumed that no rational jury could find those facts without also finding the ultimate fact\" (quoting Carella v. California, 491 U.S. 263, 271, 109 S.Ct. 2419, 105 L.Ed.2d 218 (1989) (Scalia, J., concurring))).\nIn applying this two-step analysis to the instant case, we find the evidentiary circumstances to be markedly different from those in Arnold &amp; Plath, Viewing the primary direct evidence against Petitioner at trial and weighing the probative force of this evidence against the probative force of the presumption standing alone, we find that the direct evidence suggests the jury assigned considerable significance to the unconstitutional presumption of malice in the trial court's supplemental instruction.\nAt Petitioner's trial, the State's primary direct evidence consisted of three statements to police in which Petitioner gave certain information about the crime, along with testimony by two of Petitioner's co-defendants in the conspiracy describing Petitioner's involvement. Additionally, the State produced two friends of Petitioner (not involved in the crime) who testified as to details allegedly corroborating Petitioner's involvement in the murder. Petitioner himself did not testify at trial and did not produce any witnesses or other evidence on his behalf.\nWe find little direct probative evidence of malice in Petitioner's first two statements given to police, which merely provided information about the crime and Petitioner's acknowledgement that he was present at the crime scene. Only the final statement\u0097which was unsigned by Petitioner and merely consisted of notes by the SLED agent assigned to the case\u0097 explained Petitioner's role as a lookout who was to \"come out shooting\" if police arrived on the scene while the crime was taking place. We also find that the credibility of Petitioner's co-defendants who testified that Petitioner was instrumental in planning the robbery and murder is questionable at best. Petitioner voluntarily implicated both co-defendants prior to *510 Petitioner himself being investigated for the crime, and co-defendant Melick Russell even admitted wanting retaliation for Petitioner's turning him in to police. Co-defendant Mimi Allison Hodges's testimony that she had received a lighter sentence for her role in the crime in exchange for her testimony against Petitioner and the other conspirators has similar implications on her credibility, in our view.\nThe probative value of Petitioner's friends' testimony with respect to malice is also minimal. One friend testified that Petitioner bragged about a murder, but also stated that he did not believe Petitioner's story because \"where I'm from, you kill somebody, you don't walk around and talk about it.\" Another friend who testified Petitioner sold him a gun allegedly taken from the victim during the robbery could not produce the gun for comparison purposes. Ultimately, the only undisputed relevant facts to be gleaned from the evidence on the record are that Petitioner was near the scene of the crime at the time it occurred, but was neither the gunman, nor in the getaway car.\nEven though the State points out that the trial court thoroughly instructed the jury on its role in evaluating the credibility of witnesses and determining the voluntariness of Petitioner's statements, we find that the evidence considered by the jury does not show beyond a reasonable doubt that the jury's guilty murder verdict is not attributable to the unconstitutional presumption of malice. In our opinion, there is no overwhelming evidence tending to establish Petitioner's guilt of murder. More specifically, we find that the probative force of the undisputed facts along with all other evidence purporting to establish Petitioner's central role in the conspiracy do not rise to the level of \"malice\" such that we may conclude that the mandatory presumption did not play a significant role in the jury's guilty verdict. Therefore, we hold that the unconstitutional presumption of malice articulated in the supplemental jury instruction on felony murder did not constitute harmless error beyond a reasonable doubt.\nBecause the unconstitutional jury instruction did not constitute harmless error in Petitioner's murder conviction, we find that there is a reasonable probability that, but for counsel's failure to object to the unconstitutional jury instruction, the *511 outcome of the trial would have been different. See Arnold &amp; Plath, 309 S.C. at 165, 420 S.E.2d at 838 (noting that the requirement that a constitutional error be harmless beyond a reasonable doubt \"embodies a standard requiring reversal `if there is a reasonable possibility that the evidence complained of might have contributed to the conviction'\" (quoting Yates, 500 U.S. at 403, 111 S.Ct. 1884)). Accordingly, we hold that trial counsel was ineffective in failing to object to the supplemental charge, and therefore, that the PCR court erred in denying Petitioner's application for relief.\n\nCONCLUSION\nFor the foregoing reasons, we reverse the PCR court's decision dismissing Petitioner's application and grant relief as to Petitioner's murder conviction.\nMOORE, WALLER, PLEICONES and BEATTY, JJ., concur.\nNOTES\n[1]  Appellate counsel briefly outlined the issue in the instant case in the Anders brief, but did not raise the issue on direct appeal because it had not been preserved lot review.\n[2]  Similar protections are provided in our state constitution. See S.C. Const. art. I, § 3.\n[3]  See S.C.Code Ann. § 16-3-10 (2003) (\" `Murder' is the killing of any person with malice aforethought, either express or implied.\") (italics in original).\n[4]  The trial court's instruction on felony murder in its initial charge to the jury is similar to that characterized as a \"proper charge on implied malice\" by this Court. See State v. Norris, 285 S.C. 86, 92, 328 S.E.2d 339, 343 (1985) (overruled on other grounds by State v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991)).\n\n",
            "ocr": false,
            "opinion_id": 1374472
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Robbery"
}