{
    "id": 1316663,
    "judges": "Petrich, Petrie, Reed",
    "date_filed": "2005-06-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-hudlow",
    "case_name_short": "Hudlow",
    "case_name": "State v. Hudlow",
    "case_name_full": "The State of Washington, Respondent, v. Allen Dale Hudlow, Appellant; The State of Washington, Respondent, v. Douglas B. Harper, Appellant",
    "attorneys": "Robert J. Banghart, for appellants., C. Danny Clem, Prosecuting Attorney, and Patricia A. Toth and Warren K. Sharpe, Deputies, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b656-4\">\n    [Nos. 3781-5-II; 4387-4-II.\n   </docketnumber><court id=\"AoH\">\n    Division Two.\n   </court><decisiondate id=\"AIe\">\n    February 3, 1984.]\n   </decisiondate><br><parties id=\"b656-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Allen Dale Hudlow,\n    <em>\n     Appellant.\n    </em>\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Douglas B. Harper,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b657-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"627\"> \n     *627\n     </span>\n<em>\n     Robert J. Banghart,\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b657-10\">\n    C.\n    <em>\n     Danny Clem, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Patricia A. Toth\n    </em>\n    and\n    <em>\n     Warren K. Sharpe, Deputies,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "676 P.2d 553",
        "36 Wash. App. 630"
    ],
    "opinions": [
        {
            "author_str": "Reed",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n36 Wash. App. 630 (1984)\n676 P.2d 553\nTHE STATE OF WASHINGTON, Respondent,\nv.\nALLEN DALE HUDLOW, Appellant. THE STATE OF WASHINGTON, Respondent,\nv.\nDOUGLAS B. HARPER, Appellant.\nNos. 3781-5-II; 4387-4-II.\nThe Court of Appeals of Washington, Division Two.\nFebruary 3, 1984.\nRobert J. Banghart, for appellants.\nC. Danny Clem, Prosecuting Attorney, and Patricia A. Toth and Warren K. Sharpe, Deputies, for respondent.\nREED, J.\nIn November of 1978 Allen Dale Hudlow was convicted of two counts of first degree rape, two counts of first degree kidnapping and one count of second degree assault. Codefendant Douglas B. Harper was convicted of one count of first degree rape and two counts of first degree kidnapping. We reversed the convictions based upon the trial court's decision to exclude evidence of the rape victims' past sexual behavior. State v. Hudlow, 30 Wash. App. 503, 635 P.2d 1096 (1981). The Supreme Court reversed on that issue and the case is now before us to determine whether any of defendants' assault or kidnapping convictions must merge with their first degree rape convictions, *632 and whether Hudlow was properly sentenced as a habitual criminal. State v. Hudlow, 99 Wash. 2d 1, 659 P.2d 514 (1983).[1] For reasons stated herein, we find (1) merger applies to certain of defendants' convictions, and (2) Hudlow's habitual criminal finding must be remanded to the trial court for further proceedings.\n[1] State v. Johnson, 92 Wash. 2d 671, 600 P.2d 1249 (1979) is controlling on the merger issue. The rationale of Johnson is that: \"As we read the statutes, the legislature intended that conduct involved in the perpetration of a rape, and not having an independent purpose or effect, should be punished as an incident of the crime of rape and not additionally as a separate crime.\" Johnson, 92 Wn.2d at 676. Here, as in Johnson, the kidnappings and assault[2] were merely incidental to the rapes, involved no separate and distinct injury to the victims and had no purpose or effect independent of the rapes. See also State v. Ingham, 26 Wash. App. 45, 612 P.2d 801 (1980); State v. Regan, 28 Wash. App. 680, 625 P.2d 741 (1981).\nIn order to avoid the application of Johnson, the State argues that the kidnappings were independent from the rapes because the victims thereafter were kept in the car and transported back to town, as opposed to being left at the scene as in Ingham. We do not agree. Nor does the record support the State's position. First, we note that in Johnson, the defendant did not release one of the victims until some time after the rape. He then took her to the home of friends at her request. Johnson, 92 Wn.2d at 673. His kidnapping conviction merged nevertheless. The instant case is indistinguishable on this ground. Here, the victims not only made no effort to leave the vehicle, but inquired if they would be taken back to town. Their only protest came when defendants, apparently motivated by *633 some strange notion of chivalry, offered to buy their breakfast. Unlike in State v. Allen, 94 Wash. 2d 860, 621 P.2d 143 (1980), where the subsequent kidnapping of the victim was held to be a separate and distinct offense, this was not a case in which the kidnapping was necessary to facilitate escape from the scene of the crime (robbery).\n[2] We conclude therefore that Hudlow's kidnapping and assault convictions must merge into his two first degree rape convictions. Harper's conviction for kidnapping his rape victim should also merge. However, Harper's other conviction for kidnapping does not merge because he was not convicted of raping the other victim. Crimes against different victims clearly seem to satisfy Johnson's \"independent purpose or effect\" test. Johnson, 92 Wn.2d at 676. Because defendants received concurrent sentences for their convictions, the remedy simply is to strike the merged convictions. Johnson, 92 Wn.2d at 682.\nDuring Hudlow's habitual criminal trial the State introduced a certified copy of a 1968 King County conviction for attempted robbery based upon a guilty plea. Hudlow interposed absolutely no objection to the conviction's admissibility. Instead, after the State rested, Hudlow challenged the sufficiency of the evidence to sustain a habitual criminal finding. In his offer of proof Hudlow testified that his attorney at the time of the 1968 conviction did not advise him as to the maximum sentence; he could not recall if the court had advised him or not. The trial court denied the challenge; Hudlow was found to be a habitual criminal and sentenced accordingly.\n[3] It is now well established that the issue of the constitutionality of Hudlow's underlying plea will be addressed even if raised for the first time on appeal. State v. Williams, 98 Wash. 2d 428, 656 P.2d 477 (1982). Cf. In re Lee, 95 Wash. 2d 357, 623 P.2d 687 (1980). In 1980, after Hudlow's habitual criminal hearing but while his appeal was pending, our Supreme Court held that a defendant in a habitual criminal proceeding may challenge the State's use of a constitutionally infirm guilty plea to support habitual criminal *634 status. State v. Holsworth, 93 Wash. 2d 148, 607 P.2d 845 (1980). If the plea is challenged the State must prove its constitutional validity beyond a reasonable doubt, i.e., that it was tendered voluntarily and with full knowledge of the nature of the charge and the consequences of the plea. Included among those consequences are the possible sentencing alternatives, including any mandatory minimum or possible maximum for the offense. Boykin v. Alabama, 395 U.S. 238, 23 L. Ed. 2d 274, 89 S. Ct. 1709 (1969); Holsworth, 93 Wn.2d at 153. Clearly, if the standards of Holsworth apply to our review of Hudlow's habitual criminal proceeding, there is a problem with the sufficiency of the State's proof, given Hudlow's allegations that he was not advised or made aware of the maximum sentence for the crime charged.\nIn Williams, the court held that Holsworth applies to appeals pending on February 14, 1980, the date Holsworth was decided. 98 Wash. 2d at 432-33. Because Hudlow's appeal was pending on that date, he may now challenge his 1968 guilty plea under the criteria of Holsworth.\nNormally, this would require us to remand this issue to the superior court to determine the plea's validity under Holsworth. However, we must consider yet another variation on the Holsworth theme.\nState v. Hennings, 100 Wash. 2d 379, 670 P.2d 256 (1983) holds that the double jeopardy clause prohibits a second effort where the State, after a proper challenge, fails to produce sufficient evidence to establish habitual criminal status, resulting in a trial court dismissal of that charge.\nSeveral factors distinguish Hudlow's case from that of Hennings and lead us to conclude that the State should be given another opportunity to prove habitual criminal status. It will be remembered that Hudlow did not object to the admission into evidence of the 1968 conviction when it was offered. Rather, he bided his time and after the State rested, he challenged the sufficiency of the evidence to prove the charge. Normally \"failure to object in the trial court to the admissibility of evidence (certified copy of *635 prior conviction judgment and sentence) precludes attacking the use of the evidence on appeal.\" In re Lee, 95 Wn.2d at 363. Although In re Lee and State v. Williams countenance raising the issue for the first time on direct appeal, it does not necessarily follow that the State should not be given an opportunity to present evidence of the plea's validity.\nUnlike in Hennings, this was not a failure to produce sufficient proof in response to an appropriate Holsworth challenge. Where no timely objection is made \u0097 as here \u0097 or where no objection is raised in the trial court, yet the appellate court permits the challenge for the first time on appeal, the State also for the first time is on notice that it must comply with Holsworth. Thus, we do not think a remand to the superior court for additional evidence on the validity of Hudlow's 1968 guilty plea is precluded by Hennings.\nHudlow's convictions for kidnapping and assault and Harper's conviction for kidnapping his rape victim are vacated. The convictions for first degree rape shall stand. Hudlow's habitual criminal finding is vacated and the matter remanded for a determination of the validity of his 1968 guilty plea and for resentencing.\nPETRICH, C.J., and PETRIE, J., concur.\nNOTES\n[1]  Because the facts underlying defendants' convictions are sufficiently detailed in those two decisions, we do not repeat them here.\n[2]  The display of the knife and the bruise-producing punch to the stomach were mere preludes to the act of rape.\n\n",
            "ocr": false,
            "opinion_id": 1316663
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Robbery"
}