{
    "id": 1317580,
    "judges": "Almand, Atkinson",
    "date_filed": -624931200000,
    "date_filed_is_approximate": false,
    "slug": "carrigan-v-state",
    "case_name_short": "Carrigan",
    "case_name": "Carrigan v. State",
    "case_name_full": "CARRIGAN, Alias VALOR, v. THE STATE",
    "attorneys": "Young H. Fraser, Joseph W. Love, Mamie Booth, and Madison Richardson, for plaintiff in error., Eugene Cook, Attorney-General, Paul Webb, Solicitor-General, William Hall, Ogden Doremus, Robert E. Andrews, and Frank B. Stow, Assistant Attorney-General, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied March 27, 1950.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 28,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b745-7\">\n    CARRIGAN,\n    <em>\n     alias\n    </em>\n    VALOR,\n    <em>\n     v.\n    </em>\n    THE STATE.\n   </parties><br><docketnumber id=\"b746-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"708\"> \n     *708\n     </span>\n    No. 17024.\n   </docketnumber><decisiondate id=\"AKSP\">\n    March 14, 1950.\n   </decisiondate><otherdate id=\"AeD\">\n    Rehearing denied March 27, 1950.\n   </otherdate><br><attorneys id=\"b755-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"717\"> \n     *717\n     </span>\n<em>\n     Young H. Fraser, Joseph W. Love, Mamie Booth,\n    </em>\n    and\n    <em>\n     Madison Richardson,\n    </em>\n    for plaintiff in error.\n   </attorneys><br><attorneys id=\"b755-7\">\n<em>\n     Eugene Cook, Attorney-General, Paul Webb, Solicitor-General, William Hall, Ogden Doremus, Robert E. Andrews,\n    </em>\n    and\n    <em>\n     Frank B. Stow, Assistant Attorney-General,\n    </em>\n    contra.\n   </attorneys>",
    "citations": [
        "58 S.E.2d 407",
        "206 Ga. 707"
    ],
    "opinions": [
        {
            "author_str": "Almand",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4063.0,
            "opinion_text": "\n206 Ga. 707 (1950)\n58 S.E.2d 407\nCARRIGAN, alias VALOR,\nv.\nTHE STATE.\n17024.\nSupreme Court of Georgia.\nMarch 14, 1950.\nRehearing Denied March 27, 1950.\n*717 Young H. Fraser, Joseph W. Love, Mamie Booth, and Madison Richardson, for plaintiff in error.\nEugene Cook, Attorney-General, Paul Webb, Solicitor-General, William Hall, Ogden Doremus, Robert E. Andrews, and Frank B. Stow, Assistant Attorney-General, contra.\nALMAND, Justice.\nOnly the first and second headnotes will be elaborated.\n1. Special ground 2 asserts that venue was not proved beyond a reasonable doubt. The only direct evidence as to venue was the testimony of Mrs. Ruth Barron, a witness for the State, who testified that her home was located at 148 Spruell Spring Road, and that her residence consisted of a dwelling house and a garage apartment located about 45 feet from the dwelling, and that the deceased lived in the garage apartment. It appears from the evidence that the deceased was killed in the garage apartment above referred to. Mrs. Barron testified that the home where she resided was in Fulton County. A picture of the premises known as 148 Spruell Spring Road was introduced in evidence, and it shows that the garage apartment building is located at the end of a driveway which runs from the road alongside the residence of Mrs. Barron to the apartment, and that the two houses were on the same lot. There was no evidence, direct or circumstantial, that the Barron residence was near a county line, or that the Barron lot was located in two counties.\n*718 Where there is no conflict in the evidence, only slight evidence is necessary to prove venue. Climer v. State, 204 Ga. 776 (2) (51 S. E. 2d, 802). Evidence that a burglary took place in a smokehouse contiguous to the house of the prosecutor, and that the prosecutor's home was in Emanuel County, has been held to be sufficient proof that the smokehouse was in Emanuel County. Such outhouse, being contiguous to and within the curtilage or protection of the dwelling, is to be considered as a part of the dwelling. Williamson v. State, 58 Ga. App. 389 (1) (198 S.E. 552); Code, § 26-2401.\nCounsel for the defendant insist that, under the rulings of this court in Gosha v. State, 56 Ga. 36, Futch v. State, 90 Ga. 472 (16 S.E. 102), and Green v. State, 110 Ga. 270 (34 S.E. 563), the evidence in this case was not sufficient to establish the venue as being in Fulton County. In the Gosha case, the only proof of the place where the crime was committed was that it took place within 50 yards of a residence which was located in Sumter County, but there was no evidence that it took place on the premises where the dwelling was located. In the Futch case, the only evidence of the venue was that the homicide was committed in a buggy shelter about 25 to 30 steps from the home of a Mrs. DeLoach, which house was in Tattnall County, but the shelter was outside of her lot. Furthermore, this court, in Lee v. State, 176 Ga. 215 (2), 218 (167 S.E. 507), refused to follow the ruling in the Futch case. As to the case of Green v. State, the defendant was charged with burning a barn, and the only evidence as to venue was that of the owner of the barn, who testified that the house he lived in was in Floyd County, and across a public road was the barn which was burned.\nThe positive evidence in this case is that the homicide took place on the premises known as 148 Spruell Spring Road, which was in Fulton County, and there being no evidence upon which to base even a bare conjecture that the garage apartment located on such premises was not situated in Fulton County, or that it was anywhere near a county line, we hold that venue was sufficiently proved. See Climer v. State, 204 Ga. 776 (2) (supra).\n2. It is contended that the conviction of the defendant rests solely upon circumstantial evidence, since the only evidence as to how the homicide took place was the statement of the defendant, *719 which, the defendant contends, shows that the defendant, in jest snapped the pistol, believing that it was unloaded; and that \u0097 there being no evidence to show malice \u0097 at most the defendant under the evidence would have been guilty of involuntary manslaughter; it being asserted that there was no evidence of any ill will or altercation between the parties, or any circumstances which proved any motive or malicious intent on the part of the defendant to take the life of the deceased.\nIn the statement of the case, we have fully set out the material evidence, and will not repeat it here. There was no eyewitness to the killing, but the defendant in his extra-judicial statement, and in his statement to the jury, admitted that he inflicted the mortal wound by shooting the deceased with a pistol, and such admitted fact is to be taken as direct and not mere circumstantial evidence (Bowen v. State, 181 Ga. 427, 182 S.E. 510, West v. State, 200 Ga. 566 (3), 37 S. E. 2d, 799), and therefore the conviction of the defendant was not wholly dependent upon circumstantial evidence.\nWhere one shoots at another with a pistol and hits him, the law presumes prima facie that he did it with malice, and this presumption is not rebutted by proof that the parties had been good friends, or that the defendant immediately after the shooting regrets the act. If one shoots another in sport, he is responsible for the consequences of his act, and malice will be implied from the recklessness of his act. Collier v. State, 39 Ga. 31 (2). To intentionally point or aim a pistol, loaded or unloaded, in fun or otherwise, at another, save in the instances excepted by the statute (Code, § 26-5107), is unlawful; and if, while performing such unlawful act, the pistol is accidentally discharged, the person so acting, if not guilty of murder, would be guilty of involuntary manslaughter. Leonard v. State, 133 Ga. 435 (5) (66 S.E. 251). In the instant case, there is no evidence that the defendant accidentally discharged the pistol, but it appears that he deliberately aimed the pistol at the deceased and pulled the trigger. His contention is that he had no intention to shoot, because he believed that the pistol was not loaded with cartridges. The fact that the defendant did not believe the pistol to be loaded would not relieve him from the consequences of his act, if he intentionally and recklessly *720 discharged a pistol aimed at another. Under such circumstances, where the act is one that would naturally tend to destroy human life, and death results therefrom, he would be guilty of murder. Austin v. State, 110 Ga. 748 (1) (36 S.E. 52). The court charged the jury that, if they believed the defendant pointed the pistol at the deceased and pulled the trigger believing that the pistol was not loaded, then they would not be authorized to find the defendant guilty of murder. The court also instructed the jury on the law of involuntary manslaughter in the commission of an unlawful act, and that the defendant would not be guilty of any offense if they found the killing was the result of accident or misfortune. Thus, under the charge given and the evidence before them, the jury were at liberty to accept or reject the defendant's version of the killing, which appeared solely from his statement. Under the evidence, the jury were authorized to find that the killing resulted from the defendant's reckless disregard of human life, which was the equivalent of a specific intent to kill, and that the wilful and intentional act of shooting a pistol at the deceased was productive of violence resulting in the destruction of a human life. Leonard v. State, 133 Ga. 435 (supra); Myrick v. State, 199 Ga. 244 (1) (34 S. E. 2d, 36). There were other facts and circumstances from which the jury could conclude that the killing resulted from malice and not from accident or misfortune. The conduct of the defendant from the time of the shooting to his arrest indicates a guilty mind, and not the mind of an innocent man. These facts and circumstances are fully set out in the statement of the case, and show that the defendant made every effort to destroy evidence as to his identity, and to destroy physical evidence that could have identified him as being the man who was in the garage apartment on the night of the killing. It further appears that it was 11 days after his arrest before he made any admission as to the killing, and that prior to his trial he gave two separate versions as to how the killing took place, which were not in accord with the version that he gave on the trial of the case.\nThe evidence supports the verdict, and there was no error in overruling the motion for a new trial.\nJudgment affirmed. All the Justices concur, except Atkinson, P. J., who dissents.\n",
            "ocr": false,
            "opinion_id": 1317580
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}