{
    "id": 1083676,
    "judges": null,
    "date_filed": 864950400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-robert-sowell",
    "case_name_short": null,
    "case_name": "State v. Robert Sowell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/972/sowell.pdf",
            "author_id": null,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                                AT NASHVILLE            FILED\n                           NOVEMB ER SESSION, 1996           May 30, 1997\n\n                                                      Cecil W. Crowson\nSTATE OF TENNESSEE,             )                   Appellate Court Clerk\n                                     C.C.A. NO. 01C01-9603-CR-00087\n                                )\n      Appellee,                 )\n                                )\n                                )    DAVIDSON COUNTY\nVS.                             )\n                                )    HON. THOMAS H. SHRIVER\nROBERT ENLO                     )    JUDGE\nSOW ELL, J R.,                  )\n                                )\n      Appe llant.               )    (Denial of Probation)\n\n\n                ON APPEAL FROM THE JUDGMENT OF THE\n                CRIMINAL COURT OF DAVIDSON COUNTY\n\n\nFOR THE APPELLANT:                   FOR THE APPELLEE:\n\nJOH N T. C ONN ERS , III             CHARLES W. BURSON\n134 Riverw ood Drive                 Attorney General and Reporter\nFranklin, TN 37069\n                                     EUGENE J. HONEA\n                                     Assistant Attorney General\n                                     450 James Robertson Parkway\n                                     Nashville, TN 37243-0493\n\n                                     VICTOR S. JOHNSON\n                                     District Attorney General\n\n                                     JON SEABORG\n                                     Assistant District Attorney General\n                                     Washington Square, Suite 500\n                                     222 Se cond A ve. North\n                                     Nashville, TN 37201-1649\n\n\n\nOPINION FILED ________________________\n\nAPPEAL DISMISSED\n\nDAVID H. WELLES, JUDGE\n\f                                         OPINION\n\n        This is an appeal pursuant to Rule 3 of the Tennessee Rules of Appe llate\n\nProcedure. The issue raised in this appeal is whether the trial judge erred or\n\nabused his discretion in denying the Defendant’s petition to suspend the balance\n\nof his effective six-year sentence without conducting a hearing on the merits of\n\nthe petition. We have determined that this appeal should be dismissed.\n\n\n\n        On January 1, 1995 and March 6, 1995, pursuant to a plea agreement, the\n\nDefendant entered guilty pleas to three counts of aggravated burglary and one\n\ncount of burg lary. His plea agreement was a “packa ge dea l,” in which the State\n\nagreed to dismiss other ch arges a gainst the Defen dant. 1 The plea agreement\n\nprovided that two of the Defendant’s three-year sentences would be served\n\nconsecutively to produce an effective sentence of six years to be served in the\n\nDavidson County R egional Workhouse. Neither the Defendant’s “petition to enter\n\nplea of guilty” nor the judgment documents reflect any agreement concerning a\n\nsuspension of any portion of the sentences. An order was entered stating that\n\nas a p art of the plea a greem ent the Defe ndan t had a greed to drug treatm ent in\n\na program called “Life Line Drug Treatment program,” and one of the judgment\n\ndocum ents listed a s a spec ial condition , “Life Lines .”\n\n\n\n        On November 27, 1995, the Defendant filed a petition requesting that the\n\nbalance of his sentences be suspended. The petition alleged that the Defendant\n\n1\n As part of the agreem ent, the Defendant’s petition to enter his guilty pleas stated, “all other\npresently pending charges against Defendant are to be dismissed.” We cannot determine from\nthe re cord how ma ny oth er ch arge s we re pe nding , altho ugh we do note that th e De fend ant’s\npetition to suspend the balance of his sentence stated that the Defendant admitted that he\ncommitted “a number of burglaries” in 1994.\n\n                                                    -2-\n\fhad successfully completed the “Life Line Drug Treatment program,” and further\n\nalleged that the Defendant’s plea agreement “contemplated” that the Defendant\n\ncould petition for a suspension of the balan ce of h is effective six-year sentence\n\nupon successful completion of the program. The trial court promptly denied the\n\npetition without a hearing. The Defendant filed a petition to reconsider the denial\n\nand attached a co py of a letter defense counsel had written to the assistant\n\ndistrict attorne y short ly after th e plea s were        entere d con firming    their\n\n“understanding” that if the Defendant successfully completed the Life Line Drug\n\nTreatment program the State would “be willing to recommend probation at the\n\nhearing on his petition for a suspension of the balance of his effective six-year\n\nsenten ce.” The trial court promptly denied the petition to re conside r without a\n\nhearing. It is from the orders of the tria l court denying the Defendant’s petition\n\nto suspend the balance of his sentences that the Defendant appeals.\n\n\n\n      On appeal, the Defendant argues that the trial court “exceeded its\n\nauthority” in denying the petition for a suspended sentence without conductin g\n\na hearing. In the even t the trial court w as not re quired b y law to con duct a\n\nhearing on the petition , the D efend ant arg ues th at the tria l judge abus ed his\n\ndiscretion in denying the petition without a hearing.\n\n\n\n      This matter was submitted to this court for a decision on November 13,\n\n1996. During the pendency of the appeal, the Defendant was released on parole,\n\nfailed to report to his parole officer and, effective August 7, 1996, had been\n\nclassified as “abscon ded from p arole.” This Cou rt subs eque ntly ord ered th at this\n\nappeal would be dismissed for mootness unless the Defendant could show cause\n\nwhy it should not be.\n\n                                          -3-\n\f       Counsel for the Defendant subsequently filed an affidavit stating that the\n\nDefendant’s parole was revoked in December, 1996 and the Defendant was\n\ncurren tly serving his sentence in the Department of Corre ction. In his affidavit,\n\nhis defense counsel asserted that, even though the issu es raised on a ppeal were\n\nmoot insofar as the Defendant is concerned, there was a routin e prac tice in the\n\nDavidson County Criminal Court, Division I, of denying petitions for suspended\n\nsentences without a hearin g and th at these c ases g enerally e vaded a ppellate\n\nreview. Counsel asserted that guidance was needed on the issue of whether a\n\npetitioner was entitled to a hearing on a petition for a suspended sentence.\n\n\n\n       The doctrine of justiciability prompts courts to stay their hand in cases that\n\ndo not involve a genuine and existing controversy requiring the present\n\nadjudication of prese nt rights. McIntyre v. Traughber, 884 S.W.2d 134, 137\n\n(Tenn . Ct. App. 1994). The concept of mootness deals with the circumstances\n\nthat render a case no longe r justiciable. Id. A moo t case is on e that has lost its\n\ncharacter as a present, live controversy. A case will generally be considered\n\nmoot if it no longer serves as a mean s to provide relief to the preva iling party. Id.\n\nThe two most recognized exceptions to the mootness rule include issues of great\n\npublic interest and importance to the administration of justice and issues capa ble\n\nof repetition ye t evading review. Id. Whether to take up cases th at fit into one of\n\nthe recognized exceptions to the mootness doctrine is discretionary with the\n\nappellate courts. Id.\n\n\n\n       In the case sub judice, it is obvious that we cannot provide any meaningful\n\nrelief to the D efend ant eve n if we determine that the trial judge erred or abused\n\nhis discretion in denyin g the D efend ant’s p etition to susp end th e bala nce o f his\n\n                                          -4-\n\f      sentence. To order the trial court to conduct an evidentiary hearing on the\n\n      Defe ndan t’s petition for a su spen ded s enten ce, in vie w of the Defe ndan t’s\n\n      subsequent conduct and current status, would border on the ridiculous.\n\n\n\n               Counsel for the Defendant argues that this Court should decide the issue\n\n      presented as an exception to the mootness rule because the issues are ca pable\n\n      of repetition ye t evade a ppellate re view. We do not believe that our sentencing\n\n      laws mandate that a trial judge condu ct an evidentiary he aring each a nd every\n\n      time a defendant files a petition requesting the court to suspend the balance of\n\n      a senten ce. See Tenn. Code Ann. §§ 40-35-212(c); 40-35-31 4(c). We have\n\n      located no Tennessee case involving the precise issue of whether a petition for\n\n      modification of sentence pursuant to Tennessee Code Annotated section 40-35-\n\n      314(c) may be denied without conducting an evidentiary hearing.2 The sta tute\n\n      itself provides only that the trial judge maintains jurisdiction over those\n\n      defend ants sentenced to the local jail or workhouse, giving him or her the\n\n      authority to modify such sentences, and that applications to reduce or alter the\n\n      manner of service of a sente nce ma y be made at no less than two (2) mon th\n\n      intervals. Contrary to the Defendant’s position, we do not believe the language\n\n      of the statute implies tha t a hearing mu st be conducted for every application.\n\n      Certa inly the trial court may conduct an evid entiary hearin g in appropriate cases,\n\n      but to require a hearing on each and every application could place an\n\n      unreasonable burden on the trial court. Some discretion is warranted.\n\n\n\n\n      2\n        W e not e tha t this is sue is dist inct fr om a m otion to red uce sent enc e pur sua nt to R ule 35 (b) of\nthe   Tennessee Rules of Criminal Procedure. The Advisory Commission comments to Rule 35 make\n      it clear that it does not alter the statutory authority of trial courts to modify the sentences of\n      individuals sentenced to local jails or workhouses, but rather affects individuals sentenced to the\n      Department of Correction.\n\n                                                              -5-\n\f      From the record before us, we cannot conclude that the trial judge erred\n\nor abused his discretion in denying the petition for a suspension of the remainder\n\nof the sente nce witho ut an evid entiary he aring. We are provided with no facts of\n\nthe underlyin g offense s. We have no knowledge of how many charges against\n\nthe Defendant were dismissed as part of the plea agreement. We know nothing\n\nof the Defendant’s background, his potential or lack of potential for rehabilitation,\n\nor his institutional record.   The order entered by the trial judge denying the\n\npetition for a susp ended senten ce states that the cou rt considered the “entire\n\nrecord.” The “entire record” before us reflects little more than that the Defendant\n\nentered into a plea agreement which provided for a six -year sentence and that\n\nhe completed a drug treatment program while incarcerated.\n\n\n\n       Because the issu es pre sente d in this appe al are m oot, this appe al is\n\ndismiss ed.\n\n\n\n                                 ____________________________________\n                                 DAVID H. WELLES, JUDGE\n\n\n\nCONCUR:\n\n\n\n___________________________________\nJOHN H. PEAY, JUDGE\n\n\n___________________________________\nJERRY L. SMITH, JUDGE\n\n\n\n\n                                         -6-\n\f",
            "ocr": false,
            "opinion_id": 1083676
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}