{
    "id": 528283,
    "judges": "Hall, Leavy, Strand",
    "date_filed": "2003-11-21",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-christopher-james-mines",
    "case_name_short": null,
    "case_name": "United States v. Christopher James Mines",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Christopher James MINES, Defendant-Appellant",
    "attorneys": "Carlton F. Gunn, Deputy Federal Public Defender, Los Angeles, Cal., for defendant-appellant., Janet C. Hudson, Asst. U.S. Atty., Major Narcotics Section, Los Angeles, Cal., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Aug. 1, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b907-12\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Christopher James MINES, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b907-15\">\n    No. 87-5339.\n   </docketnumber><br><court id=\"b907-16\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b907-17\">\n    Argued and Submitted Aug. 1, 1988.\n   </otherdate><decisiondate id=\"AuJI\">\n    Decided Aug. 25, 1989.\n   </decisiondate><br><attorneys id=\"b908-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"802\"> \n     *802\n     </span>\n    Carlton F. Gunn, Deputy Federal Public Defender, Los Angeles, Cal., for defendant-appellant.\n   </attorneys><br><attorneys id=\"b908-8\">\n    Janet C. Hudson, Asst. U.S. Atty., Major Narcotics Section, Los Angeles, Cal., for plaintiff-appellee.\n   </attorneys><br><judges id=\"b908-10\">\n    Before HALL and LEAVY, Circuit Judges, and STRAND\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    , District Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b908-14\">\n     The Honorable Roger G. Strand, United States District Judge for the District of Arizona, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "883 F.2d 801"
    ],
    "opinions": [
        {
            "author_str": "Leavy",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/883/883.F2d.801.87-5339.html",
            "author_id": null,
            "opinion_text": "883 F.2d 801\n    UNITED STATES of America, Plaintiff-Appellee,v.Christopher James MINES, Defendant-Appellant.\n    No. 87-5339.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Aug. 1, 1988.Decided Aug. 25, 1989.\n    \n      Carlton F. Gunn, Deputy Federal Public Defender, Los Angeles, Cal., for defendant-appellant.\n      Janet C. Hudson, Asst. U.S. Atty., Major Narcotics Section, Los Angeles, Cal., for plaintiff-appellee.\n      Appeal from the United States District Court for the Central District of California.\n      Before HALL and LEAVY, Circuit Judges, and STRAND*, District Judge.\n      LEAVY, Circuit Judge:\n    \n    OVERVIEW\n    \n      1\n      Christopher James Mines appeals the denial of his motion to suppress evidence that he possessed an unregistered machine gun lacking serial numbers in violation of 26 U.S.C. Secs. 5861(d) and (i) (1982).  Detectives searching for narcotics at the Los Angeles International Airport (LAX) found a MAC-11 9mm machine gun with fully loaded magazines in plain view in Mines' checked luggage after he consented to a search.  Mines claims the search of the gun was in violation of the fourth amendment.  We affirm.\n    \n    FACTS\n    \n      2\n      On July 27, 1987, detectives Robert Gartner and Don Lehan of the Los Angeles Police Department's narcotics division were on plainclothes duty at LAX.  At approximately 3:00 p.m. they watched an individual later identified as Mines purchase a ticket with cash at the Delta Airlines counter.  Mines caught the agents' attention because he was constantly looking around, appeared to be extremely nervous, and was carrying a telephone paging device.1   After purchasing the ticket, Mines placed a call from an airport pay telephone.  From the adjacent booth, Gartner overheard Mines say that he would be bringing an AK-47.  Gartner knew that an AK-47 is an assault rifle favored by drug dealers.  After completing the call, Mines left the terminal.\n    \n    \n      3\n      The detectives knew Mines' flight, Delta flight 192, was scheduled to leave at 5:55 p.m.  They decided to wait for him at the flight's departure area.  Suspecting Mines might be carrying a weapon, the detectives had a third agent join them.\n    \n    \n      4\n      Mines did not reappear until 6:00 p.m.  Delta flight 192 had already left.  The detectives approached Mines as he stepped off the escalator, showed him their identification, informed him he had missed his flight, and told him they were conducting a narcotics investigation.  They told Mines he was not under arrest.  Mines consented to an inspection of his luggage.  The detectives accompanied Mines to the check-in counter to retrieve the luggage, checked too late for loading on flight 192.  Mines informed the detectives that he had a shotgun in one of the bags, and that he had a receipt for it.\n    \n    \n      5\n      Mines' luggage included a black and white paisley bag and a gun case containing the shotgun.  Immediately visible inside the paisley bag were a MAC-11 9mm machine gun, two accompanying fully loaded magazines, and two boxes of Winchester shotgun shells.  Gartner picked up the machine gun, turned it over to see if it had serial numbers, and discovered it had none.  Mines was taken into custody.  Later investigation revealed that the machine gun was not registered with the National Firearms Registration and Transfer Record.\n    \n    \n      6\n      No drugs were found on Mines or in his luggage.\n    \n    \n      7\n      A grand jury indicted Mines on two counts:  knowingly possessing an unregistered machine gun in violation of 26 U.S.C. Sec. 5861(d) (Count 1), and possessing a machine gun that was not identified by a serial number in violation of 26 U.S.C. Sec. 5861(i) (Count 2).2\n    \n    \n      8\n      Mines moved to suppress presentation of the machine gun as evidence.  The district court held a hearing and orally denied the motion.  Mines filed a conditional plea of guilty.  One day after he was sentenced, he filed a timely notice of appeal.\n    \n    \n      9\n      Mines argues that a second search, beyond the scope of his consent, occurred when Gartner examined the machine gun for serial numbers.  Mines states he never consented to that second search because he understood that the detectives were searching only for narcotics.  He contends the machine gun was seized illegally and that there was no probable cause to either seize or search it.\n    \n    STANDARD OF REVIEW\n    \n      10\n      This court reviews motions to suppress de novo.  However, the district court's findings of fact are affirmed unless they are clearly erroneous.  \"The ultimate conclusion of the lawfulness of a seizure, however, ... is reviewed de novo.\"    United States v. Mitchell, 812 F.2d 1250, 1253 (9th Cir.1987).\n    \n    \n      11\n      This court has held that the question of whether a search exceeds the scope of a suspect's consent is a factual one, to be determined on the basis of the totality of the circumstances.  United States v. Rubio, 727 F.2d 786, 797 (9th Cir.1983).  The trial judge's finding as to scope of consent is reviewed for clear error.  Id.\n    \n    DISCUSSION\n    Search and Seizure in Public Places\n    \n      12\n      Mines compares his situation to the one in Arizona v. Hicks.    See 480 U.S. 321, 107 S. Ct. 1149, 94 L. Ed. 2d 347 (1987).  There, the State of Arizona challenged a state court's order suppressing evidence.  The police had entered Hick's apartment after a bullet fired through the floor struck and injured a man in the apartment below.  The police entered \"to search for the shooter, for other victims, and for weapons.\"    107 S. Ct. at 1152.    While the police were in the apartment,\n    \n    \n      13\n      [o]ne of the policemen ... noticed two sets of expensive stereo components, which seemed out of place in the squalid and otherwise ill-appointed four-room apartment.  Suspecting that they were stolen, he read and recorded their serial numbers--moving some of the components, including a Bang and Olufsen turntable, in order to do so--which he then reported by phone to his headquarters.  On being advised that the turntable had been taken in an armed robbery, he seized it immediately.  It was later determined that some of the other serial numbers matched those on other stereo equipment taken in the same armed robbery, and a warrant was obtained and executed to seize that equipment as well.\n    \n    \n      14\n      Id.\n    \n    \n      15\n      The Supreme Court held that the \"moving of the equipment\" to reveal all the serial numbers constituted a separate search.  Id.  The Court stated that visual inspection of an object in plain view is not a separate search, because it has no additional effect on the suspect's privacy interest.  But the Court held that \"taking action, unrelated to the objectives of the authorized intrusion, which exposed to view concealed portions of the apartment or its contents, did produce a new invasion of respondent's privacy unjustified by the exigent circumstance that validated the entry.\"    The Court found that \"looking at\" and \"moving\" an object have different fourth amendment consequences.  Id.  By moving the equipment, the officer \"took action\" unrelated to the exigent circumstances (the gunshot) that authorized the warrantless intrusion into the apartment.  Accordingly, moving the equipment constituted an independent search that could not be justified by the exigent circumstance.  Id.\n    \n    \n      16\n      Despite Mines' attempt to come within the purview of Hicks because his machine gun was moved to inspect it, two factors distinguish his case.  First, Hicks involved a warrantless search under exigent circumstances, which must be \" 'strictly circumscribed by the exigencies which justify its initiation.' \"    Id. at 1152 (quoting Mincey v. Arizona, 437 U.S. 385, 393, 98 S. Ct. 2408, 2413, 57 L. Ed. 2d 290 (1978) (citation omitted)).  In contrast, Mines consented to the search of his luggage.  A search conducted pursuant to a valid consent is constitutionally permissible.  It is an exception to the warrant and probable cause requirements of the fourth amendment.  United States v. Henry, 615 F.2d 1223, 1230 (9th Cir.1980) (citing Schneckloth v. Bustamonte, 412 U.S. 218, 219, 93 S. Ct. 2041, 2043, 36 L. Ed. 2d 854 (1973)).  Second, the search of Mines' machine gun occurred not in a private apartment but in a public place--an airport--where expectations of privacy are sharply reduced by ubiquitous searches of persons and luggage to detect potential hijackers.  See generally 4 LaFave, Search and Seizure:  A Treatise on the Fourth Amendment, Sec. 10.6 (2d ed.1987);  Henry, 615 F.2d at 1228-29 (public is aware that security measures used in airports include inspections).  Further, \"it is also well settled that objects such as weapons ... found in a public place may be seized by the police without a warrant.\"    Payton v. New York, 445 U.S. 573, 586-87, 100 S. Ct. 1371, 1380, 63 L. Ed. 2d 639 (1980).  Once the officers lawfully possessed the machine gun, it could be examined for serial numbers.  Cf. Hicks, 107 S. Ct. at 1153 (\"It would be absurd to say that an object could lawfully be seized ... but could not be moved for closer examination.\")\n    \n    The Scope of the Consent\n    \n      17\n      The district court made a factual finding that the examination of the gun came within the scope of Mines' consent.  The court stated:\n    \n    \n      18\n      The long and short of it is that the Court believes that the encounter was consentual and that the search was consentual.  The fact that the officers said they were investigating narcotics activity seems to the Court quite inconsequential when they came across the gun.  If there is indeed a rule that investigating narcotics activity you can't look for weapons while you are at it, I haven't seen that case yet.  I don't think I am going to see it in the near future....  I think the officer who closed up the case and walked away from [a machine gun visible in a suitcase in an airport] would probably be derelict in his duty once he came across it pursuant to a consent to search the bag.  That will be the ruling of the Court.\n    \n    \n      19\n      Reporter's Transcript at 57.\n    \n    \n      20\n      We held recently that if consent is given to search a bag for drugs at an airport, the search is legal.  United States v. $25,000 U.S. Currency, 853 F.2d 1501, 1506 &amp; n. 4 (9th Cir.1988) (citing Florida v. Royer, 460 U.S. 491, 501-02, 103 S. Ct. 1319, 1326-27, 75 L. Ed. 2d 229 (1983) (plurality)).  We also held that products of that search, including non-narcotic items, are admissible in evidence.  Id. at 1506.\n    \n    \n      21\n      Because Mines gave consent to search the black and white paisley bag, he had no reasonable expectation of privacy in any of its contents, particularly in such a weapon.  See United States v. Garcia, 605 F.2d 349, 355 (7th Cir.1979), cert. denied, 446 U.S. 984, 100 S. Ct. 2966, 64 L. Ed. 2d 841 (1980) (in airport search of luggage for drugs after arrest, a reasonable expectation of privacy gives way to legitimate government interest in discovering weapons and preventing secretion of evidence, for a reasonable time and to a reasonable extent).\n    \n    \n      22\n      Finally, Mines might have withdrawn or limited his consent, even during the search.  His failure to do so indicates he consented to the entire search and everything it revealed.  See Rubio, 727 F.2d at 797 (by allowing search \"without protest\" after having given at least partial consent to search, defendant \"revoked\" any prior qualification of the scope of consent);  United States v. Dyer, 784 F.2d 812, 816 (7th Cir.1986) (defendant failed to withdraw consent);  cf. United States v. Pulido-Baquerizo, 800 F.2d 899, 902 (9th Cir.1986) (by placing luggage on x-ray machine's conveyor belt at airport security checkpoint, passenger impliedly consents to visual inspection and limited hand search if x-ray is inadequate).\n    \n    \n      23\n      Given the totality of these circumstances, we hold that this search did not exceed the scope of Mines' consent.  The district court's finding that consent to search the bag included consent to examine the machine gun in plain view inside it was not clearly erroneous.  With this holding, we do not reach the issue of whether there was probable cause.  The search and seizure of the machine gun was lawful, and the district court correctly denied the motion to suppress.\n    \n    \n      24\n      AFFIRMED.\n    \n    \n      \n        *\n         The Honorable Roger G. Strand, United States District Judge for the District of Arizona, sitting by designation\n      \n      \n        1\n         Mines does not argue that the agents seized him by approaching him and asking a few questions.  See United States v. Mendenhall, 446 U.S. 544, 100 S. Ct. 1870, 64 L. Ed. 2d 497 (1980)\n      \n      \n        2\n         26 U.S.C. Sec. 5861(d) prohibits receiving or possessing \"a firearm which is not registered ... in the National Firearms Registration and Transfer Record....\"  26 U.S.C. Sec. 5861(i) prohibits receiving or possessing \"a firearm which is not identified by a serial number as required [by law]....\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 528283
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}