{
    "id": 540845,
    "judges": "Krupansky, Merritt, Milburn",
    "date_filed": 647481600000,
    "date_filed_is_approximate": false,
    "slug": "earl-glen-hafley-v-dewey-sowders-warden",
    "case_name_short": null,
    "case_name": "Earl Glen Hafley v. Dewey Sowders, Warden",
    "case_name_full": "Earl Glen HAFLEY, Petitioner-Appellant, v. Dewey SOWDERS, Warden, Respondent-Appellee",
    "attorneys": "Earl Glen Hafley, West Liberty, Ky., pro se., Joseph R. Johnson, Asst. Atty. Gen., Frederic J. Cowan, Atty. Gen., Office of the Atty. Gen. of Kentucky, Frankfort, Ky., for respondent-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 5, 1990., Rehearing and Rehearing En Banc Denied July 9, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 31,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b602-10\">\n    Earl Glen HAFLEY, Petitioner-Appellant, v. Dewey SOWDERS, Warden, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b602-13\">\n    No. 89-5558.\n   </docketnumber><br><court id=\"b602-14\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><otherdate id=\"b602-16\">\n    Submitted April 5, 1990.\n   </otherdate><br><decisiondate id=\"b602-17\">\n    Decided May 15, 1990.\n   </decisiondate><otherdate id=\"Ajc\">\n    Rehearing and Rehearing En Banc Denied July 9, 1990.\n   </otherdate><br><attorneys id=\"b603-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"481\"> \n     *481\n     </span>\n    Earl Glen Hafley, West Liberty, Ky., pro se.\n   </attorneys><br><attorneys id=\"b603-12\">\n    Joseph R. Johnson, Asst. Atty. Gen., Frederic J. Cowan, Atty. Gen., Office of the Atty. Gen. of Kentucky, Frankfort, Ky., for respondent-appellee.\n   </attorneys><br><judges id=\"b603-13\">\n    Before MERRITT, Chief Judge, KRUPANSKY and MILBURN, Circuit Judges.\n   </judges>",
    "citations": [
        "902 F.2d 480"
    ],
    "opinions": [
        {
            "author_str": "Merritt",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/902/902.F2d.480.89-5558.html",
            "author_id": null,
            "opinion_text": "902 F.2d 480\n    Earl Glen HAFLEY, Petitioner-Appellant,v.Dewey SOWDERS, Warden, Respondent-Appellee.\n    No. 89-5558.\n    United States Court of Appeals,Sixth Circuit.\n    Submitted April 5, 1990.Decided May 15, 1990.Rehearing and Rehearing En Banc Denied July 9, 1990.\n    \n      Earl Glen Hafley, West Liberty, Ky., pro se.\n      Joseph R. Johnson, Asst. Atty. Gen., Frederic J. Cowan, Atty. Gen., Office of the Atty. Gen. of Kentucky, Frankfort, Ky., for respondent-appellee.\n      Before MERRITT, Chief Judge, KRUPANSKY and MILBURN, Circuit Judges.\n      MERRITT, Chief Judge.\n    \n    \n      1\n      Earl Hafley, a Kentucky pro se prisoner, seeks habeas relief from his state conviction for first-degree burglary and first-degree robbery, the sentences for which were enhanced by his accompanying conviction for being a first-degree persistent felony offender.  The District Court dismissed his petition under Rose v. Lundy, 455 U.S. 509, 102 S. Ct. 1198, 71 L. Ed. 2d 379 (1982), for failure to exhaust state remedies with respect to all claims presented in his petition.  Finding that one of his claims was exhausted and that the remaining six ineffective assistance of counsel claims were not exhausted, we exercise our discretion under Granberry v. Greer, 481 U.S. 129, 107 S. Ct. 1671, 95 L. Ed. 2d 119 (1987), by reaching the merits of Hafley's one exhausted claim, a challenge to the propriety of the Kentucky trial court's decision to admit certain rebuttal testimony into evidence.  We find that claim to be without merit and therefore affirm its dismissal on the merits.  The balance of petitioner's claims, each alleging ineffective assistance of counsel under the Sixth Amendment, were not exhausted, and we affirm the dismissal of those claims by the District Court on exhaustion grounds.\n    \n    \n      2\n      Hafley was tried by a jury for entering the apartment of an invalid woman, Ethel McClanahan, and robbing her at gunpoint of her medication, including a prescription for Demerol that a local pharmacy had just delivered.  At the close of Hafley's defense, the state prosecutor moved successfully to dismiss all charges against co-defendant Lloyd Dyer.  The trial court then permitted the Commonwealth to re-open its case against Hafley and to present Dyer's testimony, which inculpated Hafley.  Defense counsel objected to this \"rebuttal testimony\" and unsuccessfully moved for a mistrial.  The jury returned a guilty verdict against Hafley;  his sentence was 25 years.\n    \n    \n      3\n      On direct appeal to the Kentucky Supreme Court, Hafley claimed that the trial judge abused his discretion by reopening the case and violated Hafley's right to a fair trial by permitting Dyer to testify, thereby subjecting Hafley to \"prejudice and unfair surprise.\"    The Kentucky Supreme Court denied this assignment of error and affirmed the conviction.\n    \n    \n      4\n      Raising nine grounds of ineffective assistance of counsel under the Sixth Amendment,1 Hafley sought and was denied post-conviction relief in the state trial court.  He then appealed to the Kentucky Court of Appeals.  The appellate court affirmed the trial court's denial of Hafley's motion to vacate his conviction.\n    \n    \n      5\n      Rather than seek review of these claims in the Kentucky Supreme Court, Hafley petitioned the District Court for habeas relief.  In his petition he claimed six bases of ineffective assistance of counsel, as well as his original claim that he was denied his constitutional guarantee to a fair trial when the trial court allowed the prosecution to reopen its case and then admitted Dyer's rebuttal testimony into evidence.  After considering and adopting the magistrate's report and recommendation, the District Court dismissed the \"mixed\" petition on nonexhaustion grounds.  From that dismissal Hafley now appeals.\n    \n    \n      6\n      A prisoner is required to exhaust his state remedies before a federal writ of habeas corpus can be granted.  28 U.S.C. Sec. 2254(b), (c) (1982).  Such a requirement affords state courts an opportunity to consider and correct any violation of federal law, thus expressing respect for our dual judicial system while also furnishing a complete record of a petitioner's federal claim as litigated in the state system, including the state court of last resort.  Until recently, the Supreme Court's strict reading of the exhaustion requirement called for the dismissal of all \"mixed\" petitions, such as Hafley's, containing both exhausted and unexhausted issues.   See Rose v. Lundy, 455 U.S. 509, 102 S. Ct. 1198, 71 L. Ed. 2d 379 (1982).  In 1987 in Granberry v. Greer, 481 U.S. 129, 133-36, 107 S. Ct. 1671, 1674-76, 95 L. Ed. 2d 119 (1987), however, the Court carved out an exception to the exhaustion requirement, now permitting federal courts, in the exercise of their sound discretion, to hear the exhausted claims presented in mixed petitions while dismissing the unexhausted claims.   See Weaver v. Foltz, 888 F.2d 1097 (6th Cir.1989) (relying on Granberry ).\n    \n    The Exhausted Claim\n    \n      7\n      We exercise our authority under Granberry to review petitioner's exhausted claim respecting the testimony of Dyer.  Invoking his authority under Kentucky Rule of Criminal Procedure 9.42(e), the state trial judge permitted the prosecution to re-open its case with Dyer serving as witness rather than co-defendant.  Rule 9.42(e) of the Kentucky Rules permits the trial court, \"in furtherance of justice,\" to admit evidence-in-chief on rebuttal.  See Marshall v. Commonwealth, 625 S.W.2d 581 (Ky.1981).  The admission of this rebuttal evidence does not constitute such an infringement on the fundamental fairness of the trial to be of constitutional dimensions.  Defense counsel had sufficient opportunity to cross-examine Dyer, whose testimony contradicted that of other witnesses.  The conflicting testimony charged jurors with their traditional responsibility of making credibility determinations, which, in this case, were decided against Hafley.  Although the trial judge earlier had prevented a police detective from inculpating Hafley through the introduction of Dyer's extra-judicial statements, Dyer was subject to cross-examination in the rebuttal phase of the case.  The procedure followed by the trial court therefore did not violate due process of law or the Sixth Amendment guarantee to a fair trial.\n    \n    The Unexhausted Claims\n    \n      8\n      In the Sixth Circuit, a habeas petitioner normally must present his claim to the state's highest court in order to exhaust state remedies under 28 U.S.C. Sec. 2254.  Dombkowski v. Johnson, 488 F.2d 68, 70 (6th Cir.1973);  Albertson v. Johnson, 440 F.2d 1201 (6th Cir.1971);  see Winegar v. Corrections Dep't, 435 F. Supp. 285, 289 (W.D.Mich.1977) (\"[P]etitioner cannot be deemed to have exhausted his state court remedies as required by 28 U.S.C. Sec. 2254(b) and (c) as to any issue, unless he has presented that issue both to the Michigan Court of Appeals and to the Michigan Supreme Court.\")  (footnote omitted).  This same rule is applied in other circuits as well.  See, e.g., Hughes v. Stafford, 780 F.2d 1580 (11th Cir.1986);  Toney v. Franzen, 687 F.2d 1016, 1021 (7th Cir.1982).\n    \n    \n      9\n      The case on which Hafley relies, Tuggle v. Seabold, 806 F.2d 87 (6th Cir.1986), confirms rather than dispels this well-accepted principle.  There, petitioner had presented his federal claims to the Kentucky Supreme Court;  it was his failure to petition that same court for rehearing which our Court held was unnecessary to satisfy the exhaustion requirement of 28 U.S.C. Sec. 2254(b).  Id. at 91.    The Court recognized in Tuggle the distinction between bypassing a state supreme court altogether, and merely neglecting to re-petition a court that already has considered fully the substance of a federal claim.  Here the petitioner Hafley has bypassed the Kentucky Supreme Court altogether with respect to his ineffective assistance of counsel claims.\n    \n    \n      10\n      Accordingly, as to petitioner's exhausted claim, the District Court's denial on nonexhaustion grounds of the petition for writ of habeas corpus is vacated, and the claim remanded to the District Court with instructions to dismiss it on the merits.  As to the unexhausted claims of ineffective assistance of counsel, the District Court's dismissal on nonexhaustion grounds is affirmed.\n    \n    \n      \n        1\n         Hafley's ineffective assistance of counsel claims were:\n        1) ineffective assistance of counsel on direct appeal for failure to raise issues argued and defeated at trial;\n        2) failure to investigate and present an available defense;\n        3) failure to object to dismissal of the indictment against Dyer;\n        4) failure to object to the trial court's dismissal of Dyer's indictment in exchange for his testimony;\n        5) failure to request a cautionary instruction on Dyer's testimony;\n        6) failure to allow Hafley to take the witness stand after Dyer testified;\n        7) failure to challenge Hafley's \"persistent felony offender\" conviction when guilty pleas to prior felony offenses were not entered knowingly or voluntarily;\n        8) failure to investigate a particular felony conviction where counsel was absent during sentencing;  and\n        9) failure to call a witness who would have been discoverable had counsel investigated more thoroughly.\n        Each of these ineffective assistance claims was heard and denied by the state trial and appellate courts on post-conviction relief.  None was presented to the Kentucky Supreme Court.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 540845
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}