{
    "id": 548960,
    "judges": "Clark, King, Reavley",
    "date_filed": 656899200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-antonio-marmolejo",
    "case_name_short": null,
    "case_name": "United States v. Antonio Marmolejo",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellant, v. Antonio MARMOLEJO, Defendant-Appellee",
    "attorneys": "LeRoy Morgan Jahn, Asst. U.S. Atty., San Antonio, Tex., Mark M. Greenberg, Asst. U.S. Atty., Ronald F. Ederer, U.S. Atty., El Paso, Tex., Karen Skrivseth, U.S. Dist. Judge, Crim. Div. Appellate Section, Washington, D.C., for plaintiff-appellant., Elizabeth Rogers, Asst. Federal Public Defender, El Paso, Tex., for defendant-ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 29,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1077-3\">\n    UNITED STATES of America, Plaintiff-Appellant, v. Antonio MARMOLEJO, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b1077-6\">\n    No. 89-8079.\n   </docketnumber><br><court id=\"b1077-7\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate id=\"b1077-9\">\n    Oct. 26, 1990.\n   </decisiondate><br><attorneys id=\"b1077-19\">\n    LeRoy Morgan Jahn, Asst. U.S. Atty., San Antonio, Tex., Mark M. Greenberg, Asst. U.S. Atty., Ronald F. Ederer, U.S. Atty., El Paso, Tex., Karen Skrivseth, U.S. Dist. Judge, Crim. Div. Appellate Section, Washington, D.C., for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b1077-20\">\n    Elizabeth Rogers, Asst. Federal Public Defender, El Paso, Tex., for defendant-ap-pellee.\n   </attorneys><br><judges id=\"b1077-22\">\n    Before CLARK, Chief Judge, REAVLEY and KING, Circuit Judges.\n   </judges>",
    "citations": [
        "915 F.2d 981"
    ],
    "opinions": [
        {
            "author_str": "Clark",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/915/915.F2d.981.89-8079.html",
            "author_id": null,
            "opinion_text": "915 F.2d 981\n    UNITED STATES of America, Plaintiff-Appellant,v.Antonio MARMOLEJO, Defendant-Appellee.\n    No. 89-8079.\n    United States Court of Appeals,Fifth Circuit.\n    Oct. 26, 1990.\n    \n      LeRoy Morgan Jahn, Asst. U.S. Atty., San Antonio, Tex., Mark M. Greenberg, Asst. U.S. Atty., Ronald F. Ederer, U.S. Atty., El Paso, Tex., Karen Skrivseth, U.S. Dist. Judge, Crim. Div. Appellate Section, Washington, D.C., for plaintiff-appellant.\n      Elizabeth Rogers, Asst. Federal Public Defender, El Paso, Tex., for defendant-appellee.\n      Appeals from the United States District Court for the Western District of Texas.\n      Before CLARK, Chief Judge, REAVLEY and KING, Circuit Judges.\n      CLARK, Chief Judge:\n    \n    \n      1\n      On November 18, 1988, appellee Antonio Marmolejo (\"Marmolejo\") pleaded guilty to a charge of cashing bad checks at the Army-Air Force Exchange Service at Fort Bliss, Texas in violation of Tex.Penal Code Secs. 31.03 and 31.06.  Since Marmolejo's conduct occurred on a federal installation it constituted a federal crime under the Assimilative Crimes Act, 18 U.S.C. Sec. 13 (\"ACA\").  The court sentenced Marmolejo to serve five years on probation and to make restitution.  Approximately six months later, Marmolejo's probation was revoked because he committed a misdemeanor theft.  The court sentenced him to serve six months in prison followed by one year of supervised release.  Marmolejo completed his prison sentence.  Subsequently, the government moved to revoke his supervised release after he tested positive for cocaine use.  Marmolejo moved to dismiss the supervised release revocation proceeding.  He argued that the ACA only permits a federal court to impose a sentence that is \"like\" the State punishment for the crime, that Texas law does not provide for supervised release, and that his supervised release sentence therefore violated the ACA.  The district court agreed with Marmolejo and dismissed the proceeding.\n    \n    \n      2\n      This appeal raises two issues:  (1) whether a federal appellate court has jurisdiction to hear a government appeal from a district court order dismissing a supervised release revocation proceeding, and (2) whether a federal court may sentence a defendant to supervised release under the ACA when the applicable state law provides for parole.  Because we answer both questions in the affirmative, we vacate the district court's order and remand.\n    \n    \n      3\n      I. Appellate jurisdiction.\n    \n    \n      4\n      Marmolejo correctly points out that \"the United States cannot appeal in a criminal case without express congressional authorization.\"    United States v. Martin Linen Supply Co., 430 U.S. 564, 568, 97 S. Ct. 1349, 1352, 51 L. Ed. 2d 642 (1977).  Thus 28 U.S.C. Sec. 1291, which confers appellate jurisdiction on the courts of appeal from \"all final decisions of the district courts of the United States,\" does not apply in most criminal cases.  See 15 C. Wright, A. Miller &amp; E. Cooper, Federal Practice and Procedure Sec. 3919 at 655-59 (1976).  However, 28 U.S.C. Sec. 1291 does provide this court with jurisdiction to hear this government appeal because supervised release revocation proceedings are not criminal cases.\n    \n    \n      5\n      The Supreme Court has explicitly held that parole and probation revocation proceedings are not criminal cases.  Morrissey v. Brewer, 408 U.S. 471, 480, 92 S. Ct. 2593, 2600, 33 L. Ed. 2d 484 (1972);  Gagnon v. Scarpelli, 411 U.S. 778, 782, 93 S. Ct. 1756, 1759-60, 36 L. Ed. 2d 656 (1973).  In Morrissey and Gagnon, the Supreme Court considered the scope of a convicted criminal's due process rights in parole and probation revocation proceedings, and distinguished parole and probation revocation proceedings from criminal trials in two ways.  First, parole and probation revocation proceedings arise \"after the end of the criminal prosecution, including imposition of sentence.\"    Morrissey, 408 U.S. at 480, 92 S.Ct. at 2600.    Second, in a parole or probation revocation proceeding, the defendant does not possess \"the full panoply of rights due a defendant\" in a criminal trial, and \"[r]evocation deprives an individual, not of the absolute liberty to which every citizen is entitled, but only of the conditional liberty properly dependent on observance of special ... restrictions.\"    Id.\n    \n    \n      6\n      The same factors distinguish a supervised release revocation proceeding from a criminal trial.  Parole is generally not part of a sentence.  It involves the supervised release of a prisoner from incarceration before the sentence expires.  Probation, on the other hand, involves a sentence of supervised release without incarceration.  The Supreme Court, although recognizing that parole and probation are different, held that they are constitutionally indistinguishable.  See Gagnon, 411 U.S. at 782 &amp; n. 3, 93 S. Ct. at 1759 &amp; n. 3.    Supervised release is still different from the other two.  It is part of the sentence and is designated at the time of sentence to occur after the prisoner finishes serving a specific term of incarceration.  For purposes of appellate jurisdiction, however, the result of parole, probation, and supervised release hearings are indistinguishable.\n    \n    \n      7\n      The Supreme Court first announced the rule that the government may not appeal in a criminal case without congressional authorization in United States v. Sanges, 144 U.S. 310, 12 S. Ct. 609, 36 L. Ed. 445 (1892).  In Sanges, the Court considered whether the United States was entitled to a writ of error in a criminal case upon a judgment in favor of a defendant.  The government argued that the Judiciary Act of March 3, 1891, ch. 517, Secs. 5, 6, 26 Stat. 827, 828, provided jurisdiction for government appeals in criminal cases.  The court determined that the common law did not permit the government to sue out a writ of error in a criminal case.  It began with the premise that the Judiciary Act, \"like all acts of congress, and even the constitution itself, is to be read in light of the common law, from which our system of jurisprudence is derived.\"    Id. at 311, 12 S.Ct. at 609.    After concluding that the law of England was \"not wholly free from doubt,\" id. at 312, 12 S.Ct. at 609, the court examined the law of the states and concluded that the common law in the United States was clear that the government could not sue out a writ of error \"in a criminal case after a final judgment in favor of the defendant.\"    Id. at 318, 12 S.Ct. at 612.    The rationale for the common law rule was the same as the rationale for double jeopardy.  See id.\n    \n    \n      8\n      The Supreme Court has recently reaffirmed the origins of the rule.  In United States v. Wilson, 420 U.S. 332, 95 S. Ct. 1013, 43 L. Ed. 2d 232 (1975), the Court explained that \"[t]he development of the Double Jeopardy Clause from its common-law origins ... suggests that it was directed at the threat of multiple prosecutions, not at Government appeals, at least where those appeals would not require a new trial.\"    Id. at 342, 95 S.Ct. at 1021.    The Court has also expressed the rationale for double jeopardy in terms of criminal trials.  In Martin Linen Supply, the Court stated that the rule denying government appeals in criminal cases is based on the concern that \"permitting the sovereign freely to subject the citizen to a second trial for the same offense would arm Government with a potent instrument of oppression.\"    Martin Linen Supply, 430 U.S. at 569, 97 S.Ct. at 1353.    Thus, the Court concluded that the rule against government appeals in criminal cases \"guarantees that the State shall not be permitted to make repeated attempts to convict the accused....\"  Id.\n    \n    \n      9\n      Our holding that the government may appeal from supervised release revocation proceedings does not offend any purpose which supports the rule against government appeals in criminal cases.  First, the revocation proceeding occurs after the defendant has been tried, convicted, and sentenced.  An appeal cannot threaten a new criminal trial.  Cf. Morrissey, 408 U.S. at 479, 92 S.Ct. at 2599.    Second, it is well-established that double jeopardy does not apply to substantially identical parole or probation revocation hearings.  See, e.g., Garcia v. United States, 769 F.2d 697, 700 (11th Cir.1985) (parole);  Priore v. Nelson, 626 F.2d 211, 217 (2d Cir.1980) (parole);  Thompson v. Reivitz, 746 F.2d 397, 399-400 (7th Cir.1984), cert. denied, 471 U.S. 1103, 105 S. Ct. 2332, 85 L. Ed. 2d 849 (1985) (probation).\n    \n    \n      10\n      Supervised release revocation hearings are not criminal proceedings.  Thus, we have jurisdiction in this case under 28 U.S.C. Sec. 1291 which provides appellate jurisdiction in the courts of appeals from final decisions of the district courts.1\n    \n    \n      11\n      II. Supervised Release.\n    \n    \n      12\n      The district court dismissed the government's motion to revoke Marmolejo's supervised release on the grounds that a sentence which includes supervised release is illegal under the ACA when the nearest state law equivalent is parole.  Our review of the district court's decision begins with an examination of the ACA and the Sentencing Reform Act.  The ACA provides:\n    \n    \n      13\n      Whoever within or upon any of the places now existing or hereafter reserved or acquired as provided in section 7 of this title, is guilty of any act or omission which, although not made punishable by any enactment of Congress, would be punishable if committed or omitted within the jurisdiction of the State, Territory, Possession, or District in which such place is situated, by the laws thereof in force at the time of such act or omission, shall be guilty of a like offense and subject to a like punishment.\n    \n    \n      14\n      18 U.S.C. Sec. 13 (emphasis added).  In other words, a person convicted under the ACA must receive a sentence that is \"like\" the sentence that the state would impose.  The ACA therefore limits the range of punishment to the minimum and maximum sentences provided by state law.  United States v. Garcia, 893 F.2d 250, 254 (10th Cir.1989), cert. denied, --- U.S. ----, 110 S. Ct. 1792, 108 L. Ed. 2d 793 (1990).\n    \n    \n      15\n      The Sentencing Reform Act states that it applies \"[e]xcept as otherwise specifically provided.\"    18 U.S.C. Sec. 3551(a).  The ACA specifically provides that state law fixes the range of punishment, but the Sentencing Guidelines determine the actual sentence within that range.  Garcia, 893 F.2d at 254;  cf. United States v. Norquay, 905 F.2d 1157, 1160-61 (8th Cir.1990) (holding that the Guidelines apply to sentencing under the Indian Major Crimes Act).  Thus, a defendant convicted under the ACA is sentenced under the Guidelines and must receive a sentence that is \"like\" a sentence that the state would impose.  This result avoids the creation of two classes of federal prisoners:  those sentenced under the federal Guidelines and those sentenced under state procedures through the ACA.  See United States v. Smith, 574 F.2d 988, 992 (9th Cir.1978) (holding that the ACA does not require adherence to state parole eligibility policies), cert. denied, 439 U.S. 852, 99 S. Ct. 158, 58 L. Ed. 2d 156 (1978).\n    \n    \n      16\n      In this case, Marmolejo was originally convicted of theft of property worth approximately $5,216.  At the time of the offense, theft of property valued at between $750 and $20,000 was a third degree felony in Texas.  Tex.Penal Code Ann. Sec. 31.03(e)(4)(A) (Vernon 1989).  Texas law provided that a third degree felony was punishable by imprisonment for two to ten years and a fine of up to $5,000.  Tex.Penal Code Ann. Sec. 12.34 (Vernon 1989).  Texas courts also had the authority to reduce a third degree felony conviction to a Class A misdemeanor conviction upon finding that such a sentence \"would best serve the interests of justice.\"    Tex.Penal Code Ann. Sec. 12.44 (Vernon 1989).  Texas law provided that a Class A misdemeanor was punishable by imprisonment for up to one year and a fine up to $2000.  Tex.Penal Code Ann. Sec. 12.21 (Vernon 1989).  Thus, under Texas law, Marmolejo could have received no prison sentence or a sentence of up to ten years.\n    \n    \n      17\n      Marmolejo initially received a sentence of five years probation, but he violated the conditions of his probation.  A defendant who violates conditions of probation is subject to probation revocation and the imposition of any sentence that was available at the time of the initial sentencing.  18 U.S.C. Sec. 3565(a).  After Marmolejo's probation was revoked, his sentence was six months imprisonment plus one year of supervised release.  Our inquiry, therefore, is whether Marmolejo could have initially received a sentence \"like\" six months imprisonment plus one year of supervised release under Texas law.\n    \n    \n      18\n      Marmolejo correctly points out that Texas law does not provide for supervised release.  Texas law does provide for parole.  See Tex.Crim.Proc.Code Ann. art. 42.18 (Vernon Supp.1990).  We must therefore determine whether supervised release is \"like\" parole for ACA purposes.  We note, however, that the ACA does not require federal and state sentences to be identical.  Garcia, 893 F.2d at 254.    In fact, Congress changed the ACA's language from \"the same punishment\" to \"like punishment\" in 1909.  See United States v. Davis, 845 F.2d 94, 99 (5th Cir.1988).  The word \"like\" in the current version of the ACA thus implies similarity, not identity.  See id.\n    \n    \n      19\n      Marmolejo argues, and the government admits, that parole and supervised release are not identical.  Under Texas law, parole means supervised release from physical custody of the State before the expiration of the term of imprisonment.  See Tex.Crim.Proc.Code Ann. art. 42.18 Sec. 2(1) (Vernon Supp.1990).  As explained supra, supervised release is part of the sentence and is designated at the time of the sentence to occur after the prisoner finishes serving a specific term of incarceration.  In order to determine whether parole and supervised release are sufficiently similar, we look to their purposes.\n    \n    \n      20\n      The Texas Code of Criminal Procedure states that its parole provisions are intended \"to provide for the release of appropriate persons ... and to aid all prisoners to readjust to society upon completion of their period of incarceration by providing a program of mandatory supervision....\"  Tex.Crim.Proc.Code Ann. art. 42.18 Sec. 1 (Vernon Supp.1990).  Congress developed supervised release in order\n    \n    \n      21\n      [t]o ease the defendant's transition into the community after the service of a long prison term for a particularly serious offense, or to provide rehabilitation to a defendant who has spent a fairly short period in prison for punishment of other purposes but still needs supervision and training programs after release.\n    \n    \n      22\n      H.R.Rep. No. 98-1030, 98th Cong., 2nd Sess. 124, reprinted in 1984 U.S.Code Cong. &amp; Admin.News 3182, 3307.\n    \n    \n      23\n      The foregoing suggests that the similarities between parole and supervised release are greater than the differences.  Both occur after imprisonment, both involve release under governmental supervision, and both serve to ease the prisoner's transition into society.  The basic difference is that the Texas legislature has delegated the authority to permit post-incarceration release to the Board of Pardons and Paroles division of the Texas Department of Criminal Justice, while Congress has delegated it to federal judges.\n    \n    \n      24\n      There is one other relevant difference between parole and supervised release.  Parole occurs before the completion of the period of incarceration, whereas supervised release occurs after the convicted criminal completes the period of incarceration.  Parole does not extend a sentence beyond the statutory maximum.  On the other hand, we have held that a person convicted under federal law can be sentenced to serve the maximum prison term and can also be required to undergo supervised release after serving the maximum sentence.  See United States v. Butler, 895 F.2d 1016, 1018 (5th Cir.1989), cert. denied, --- U.S. ----, 111 S. Ct. 82, 112 L. Ed. 2d 54 (1990).  As we noted supra, the \"like punishment\" language of the ACA limits a defendant's range of punishment to the range provided by state law.  When the applicable state law provides only for parole for some part of the sentence, an ACA defendant who receives the maximum prison sentence provided by state law plus a period of supervised release may be found to have received a harsher sentence than the state law allows.  That case is not before us and we do not decide it.  For ACA purposes, we hold that when the applicable state law provides for parole, a sentence of imprisonment plus supervised release is \"like punishment\" when the period of imprisonment plus the period of supervised release does not exceed the maximum sentence allowable under state law.\n    \n    \n      25\n      In this case, a Texas court could have sentenced Marmolejo to no imprisonment or imprisonment for up to ten years.  Marmolejo's sentence was six months in prison plus one year of supervised release which totals eighteen months.  His sentence was within the range prescribed by Texas law.  The district court's dismissal of the government's motion to revoke supervised release is vacated and the cause is remanded for further proceedings not inconsistent with this opinion.\n    \n    \n      26\n      VACATED AND REMANDED.\n    \n    \n      \n        1\n         Our decision is consistent with the result reached by the Third Circuit in United States v. Jankowski, 771 F.2d 70 (3rd Cir.1985), cert. denied, 474 U.S. 1023, 106 S. Ct. 578, 88 L. Ed. 2d 561 (1985).  In that case, the Third Circuit held that 18 U.S.C. Sec. 3731 authorizes government appeals from dismissals of probation violation charges and that such an appeal did not present double jeopardy concerns.  See id. at 71 n. 1.    The court also explicitly left open the question whether jurisdiction would have been proper under Sec. 1291.  See id\n        Our decision might be read as conflicting with a 1969 Tenth Circuit case.  In United States v. Hines, 419 F.2d 173 (10th Cir.1969), Hines allegedly violated the terms of his probation.  A search developed evidence of other crimes, and the United States moved to revoke or extend his probation.  The judge denied the motion to revoke, took the motion to extend under advisement, expressed doubts about the validity of the search and seizure, ordered the seized property returned to Hines, and suppressed the property as evidence in any proceeding.  The United States appealed the suppression order.  The Tenth Circuit held that it lacked jurisdiction over the appeal.  The court held that 18 U.S.C. Sec. 3731 did not apply because the application for revocation did not charge Hines with violating federal law.  See id. at 174-75.  The court also rejected the argument that Sec. 1291 applied under the \"independent proceeding\" theory espoused in Carroll v. United States, 354 U.S. 394, 77 S. Ct. 1332, 1 L. Ed. 2d 1442 (1957).  See Hines, 419 F.2d at 175.    We note that the \"independent proceeding\" theory applies to pretrial suppression orders.  See Carroll, 354 U.S. at 404-06, 77 S.Ct. at 1339-40.\n        The Tenth Circuit assumed that a probation revocation hearing is a criminal case and did not explicitly address the issue.  At least one treatise has questioned the Hines decision.  See 15 C. Wright, A. Miller &amp; E. Cooper, Federal Practice &amp; Procedure Sec. 3919 at 660 (1976) (\"Since none of these appeals would have led directly to repetitious criminal trials, it is submitted that the only doubtful decision is the one denying appeal from a postconviction suppression order.\").\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 548960
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}