{
    "id": 820682,
    "judges": "Motz, Niemeyer, Traxler",
    "date_filed": 1360886400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-saul-cavillo-rojas",
    "case_name_short": null,
    "case_name": "United States v. Saul Cavillo-Rojas",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Saul CAVILLO-ROJAS, A/K/A Saul Rojas, A/K/A Toche, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Genaro Lara-Salgado, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Adolfo Jaimes-Cruz, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Fredy Jaimes-Cruz, Defendant-Appellant; United States of America, Plaintiff-Appellee, v. Lorenzo Jaimes-Cruz, Defendant-Appellant",
    "attorneys": "ARGUED: Paul K. Sun, Jr., Ellis & Winters, LLP, Raleigh, North Carolina; Jorgelina E. Araneda, Araneda Law Firm, Raleigh, North Carolina; Mitchell G. Styers, Banzet, Thompson & Styers, PLLC, Warrenton, North Carolina; Slade Culli Trabucco, The Trabucco Law Firm, PA, Raleigh, North Carolina; Seth Allen Neyhart, Stark Law Group, PLLC, Chapel Hill, North Carolina, for Appellants. Jennifer P. May-Parker, Office of the United States Attorney, Raleigh, North Carolina, for Appellee. ON BRIEF: Thomas G. Walker, United States Attorney, Kristine L. Fritz, Assistant United States Attorney, Office of the United States Attorney, Raleigh, North Carolina, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Sept. 21, 2012.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b260-11\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Saul CAVILLO-ROJAS, a/k/a Saul Rojas, a/k/a Toche, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Genaro Lara-Salgado, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Adolfo Jaimes-Cruz, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Fredy Jaimes-Cruz, Defendant-Appellant. United States of America, Plaintiff-Appellee, v. Lorenzo Jaimes-Cruz, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b260-27\">\n    Nos. 10-4033, 10-4061, 10-4062, 10-4067, 10-4072.\n   </docketnumber><br><court id=\"b260-28\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b260-29\">\n    Argued: Sept. 21, 2012.\n   </otherdate><br><decisiondate id=\"b260-30\">\n    Decided: Feb. 15, 2013.\n   </decisiondate><br><attorneys id=\"b262-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"240\"> \n     *240\n     </span>\n    ARGUED: Paul K. Sun, Jr., Ellis &amp; Winters, LLP, Raleigh, North Carolina; Jorgelina E. Araneda, Araneda Law Firm, Raleigh, North Carolina; Mitchell G. Styers, Banzet, Thompson &amp; Styers, PLLC, Warrenton, North Carolina; Slade Culli Trabucco, The Trabucco Law Firm, PA, Raleigh, North Carolina; Seth Allen Neyhart, Stark Law Group, PLLC, Chapel Hill, North Carolina, for Appellants. Jennifer P. May-Parker, Office of the United States Attorney, Raleigh, North Carolina, for Appellee. ON BRIEF: Thomas G. Walker, United States Attorney, Kristine L. Fritz, Assistant United States Attorney, Office of the United States Attorney, Raleigh, North Carolina, for Appellee.\n   </attorneys><br><judges id=\"b262-6\">\n    Before TRAXLER, Chief Judge, and NIEMEYER and MOTZ, Circuit Judges.\n   </judges>",
    "citations": [
        "510 F. App'x 238"
    ],
    "opinions": [
        {
            "author_str": "Niemeyer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 40.0,
            "download_url": "http://pacer.ca4.uscourts.gov/opinion.pdf/104033.U.pdf",
            "author_id": null,
            "opinion_text": "                            UNPUBLISHED\n\n                 UNITED STATES COURT OF APPEALS\n                     FOR THE FOURTH CIRCUIT\n\n\n                            No. 10-4033\n\n\nUNITED STATES OF AMERICA,\n\n               Plaintiff - Appellee,\n\n          v.\n\nSAUL CAVILLO-ROJAS, a/k/a Saul Rojas, a/k/a Toche,\n\n               Defendant - Appellant.\n\n\n\n                            No. 10-4061\n\n\nUNITED STATES OF AMERICA,\n\n               Plaintiff - Appellee,\n\n          v.\n\nGENARO LARA-SALGADO,\n\n               Defendant - Appellant.\n\n\n\n                            No. 10-4062\n\n\nUNITED STATES OF AMERICA,\n\n               Plaintiff - Appellee,\n\n          v.\n\fADOLFO JAIMES-CRUZ,\n\n                Defendant - Appellant.\n\n\n\n                               No. 10-4067\n\n\nUNITED STATES OF AMERICA,\n\n                Plaintiff - Appellee,\n\n           v.\n\nFREDY JAIMES-CRUZ,\n\n                Defendant - Appellant.\n\n\n\n                               No. 10-4072\n\n\nUNITED STATES OF AMERICA,\n\n                Plaintiff - Appellee,\n\n           v.\n\nLORENZO JAIMES-CRUZ,\n\n                Defendant - Appellant.\n\n\n\nAppeals from the United States District Court for the Eastern\nDistrict of North Carolina, at Wilmington. Louise W. Flanagan,\nDistrict Judge.   (7:08-cr-00139-FL-4; 7:08-cr-00139-FL-5; 7:08-\ncr-00139-FL-3; 7:08-cr-00139-FL-2; 7:08-cr-00139-FL-1)\n\n\nArgued:   September 21, 2012            Decided:   February 15, 2013\n\n\n\n\n                                    2\n\fBefore TRAXLER,   Chief   Judge,   and   NIEMEYER   and   MOTZ,   Circuit\nJudges.\n\n\nAffirmed in part, reversed in part, and remanded in part by\nunpublished opinion. Judge Niemeyer wrote the opinion, in which\nChief Judge Traxler and Judge Motz joined.\n\n\nARGUED: Paul K. Sun, Jr., ELLIS & WINTERS, LLP, Raleigh, North\nCarolina; Jorgelina E. Araneda, ARANEDA LAW FIRM, Raleigh, North\nCarolina; Mitchell G. Styers, BANZET, THOMPSON & STYERS, PLLC,\nWarrenton, North Carolina; Slade Culli Trabucco, THE TRABUCCO\nLAW FIRM, PA, Raleigh, North Carolina; Seth Allen Neyhart, STARK\nLAW GROUP, PLLC, Chapel Hill, North Carolina, for Appellants.\nJennifer P. May-Parker, OFFICE OF THE UNITED STATES ATTORNEY,\nRaleigh, North Carolina, for Appellee.    ON BRIEF:    Thomas G.\nWalker, United States Attorney, Kristine L. Fritz, Assistant\nUnited States Attorney, OFFICE OF THE UNITED STATES ATTORNEY,\nRaleigh, North Carolina, for Appellee.\n\n\nUnpublished opinions are not binding precedent in this circuit.\n\n\n\n\n                                   3\n\fNIEMEYER, Circuit Judge:\n\n     Saul     Cavillo-Rojas,     Genaro   Lara-Salgado,    Adolfo   Jaimes-\n\nCruz, Fredy Jaimes-Cruz, and Lorenzo Jaimes-Cruz were convicted\n\nof participating in a large-scale cocaine trafficking conspiracy\n\nbased in Hallsboro, North Carolina, and related offenses.                  On\n\nappeal, all of the defendants, except for Lorenzo Jaimes-Cruz,\n\nchallenge the sufficiency of the evidence used to convict them.\n\nVarious defendants also assign error to the district court’s\n\ndenial of several pretrial motions, as well as three of its\n\nevidentiary      rulings,       and   Cavillo-Rojas       challenges      the\n\nreasonableness of his sentence.\n\n     We conclude that the government failed to present evidence\n\nsufficient for the jury to convict Lara-Salgado and accordingly\n\nvacate his convictions on Counts One, Three, Four, Fourteen, and\n\nFifteen.      We also conclude that Count Eleven, charging Fredy\n\nJaimes-Cruz    with   illegal    entry    into   the   United   States,   was\n\nbarred by the applicable statute of limitations and accordingly\n\nvacate his conviction on that count and remand for resentencing.\n\nWe reject the remaining arguments of the defendants and affirm\n\ntheir convictions.     And we affirm Cavillo-Rojas’s sentence.\n\n\n                                      I\n\n     In May 2007, after officers with the Sherriff’s Office in\n\nNew Hanover County, North Carolina, searched the home of Ronald\n\n\n                                      4\n\fDarden and recovered crack and powder cocaine, Darden agreed to\n\ncooperate with police and participate in a controlled drug buy\n\nfrom Lorenzo Jaimes-Cruz, whom he knew as “Amigo.”         Darden had\n\nstarted    regularly   buying   cocaine   from   Lorenzo   through     an\n\nintermediary about two years before and had been buying directly\n\nfrom him since late 2006 or early 2007.            Under their usual\n\narrangement, Darden would call Lorenzo every two to three weeks\n\nto set up a purchase, and Lorenzo or another individual would\n\ndeliver the cocaine to him at a pre-arranged location picked by\n\nLorenzo.    On March 18, 2008, under police supervision, Darden\n\nplaced this type of call to Lorenzo, who agreed to sell Darden\n\none kilogram of cocaine for $24,000.\n\n     Two days later, on March 20, Darden, fitted with a body\n\nwire and under police surveillance, drove to the pre-arranged\n\nlocation on a back road to consummate the transaction, where he\n\nwas met by a man later identified as Saul Cavillo-Rojas.             Saul\n\nCavillo-Rojas handed Darden a kilogram of cocaine and took a\n\n“dummy roll” of currency made to look like $24,000.        When Darden\n\nasked what the price would be for two kilograms of cocaine,\n\nCavillo-Rojas responded that he would get back to him.         Shortly\n\nafter the exchange, police stopped and arrested Cavillo-Rojas,\n\nfinding the money in a hidden compartment of the truck he was\n\ndriving.    As the police were interviewing Cavillo-Rojas in a\n\npatrol car, a burgundy Dodge Durango pulled up to the scene,\n\n                                   5\n\fdriven by Juan Carlos Mendoza, with Lorenzo Jaimes-Cruz sitting\n\nin the front seat and Genaro Lara-Salgado, Adolfo Jaimes-Cruz,\n\nand Fredy Jaimes-Cruz sitting in the back seat.                       After Mendoza\n\nprovided police with a statement, giving them information about\n\nthe larger drug operation, the police went to secure Lorenzo’s\n\nhome, which was a trailer at 52 Charles Lane in Hallsboro, North\n\nCarolina, as well as a nearby trailer located at 18 Roberts\n\nLane,   while     they    obtained    search       warrants.       After    receiving\n\nwarrants and conducting searches, the police recovered several\n\nfirearms from Lorenzo’s home.                   And from 18 Roberts Lane, they\n\nrecovered    7.564       kilograms     of       cocaine     and   items    used    for\n\npackaging    cocaine,      including        a    press,     cutting    agents,    axle\n\ngrease, plastic wrap, plastic baggies, a set of digital scales,\n\nand a razor blade.         They also recovered a semi-automatic handgun\n\nand ammunition, which had been lying on a couch; an SKS assault\n\nrifle, which had been in an open closet with the bulk of the\n\ncocaine; and a .357 caliber revolver and a box of ammunition,\n\nwhich had been lying on a bed.\n\n     Based on this evidence, a grand jury returned a 16-count\n\nindictment      against     Saul     Cavillo-Rojas,         Genaro     Lara-Salgado,\n\nAdolfo Jaimes-Cruz, Fredy Jaimes-Cruz, and Lorenzo Jaimes-Cruz.\n\nThe indictment charged all five defendants with:                      (1) conspiring\n\nto   distribute     and     possess     with       intent    to    distribute     five\n\nkilograms    or    more     of     cocaine,       in   violation      of   21    U.S.C.\n\n                                            6\n\f§§ 841(a)(1) & 846 (Count One); (2) possessing with intent to\n\ndistribute five kilograms or more of cocaine, in violation of 21\n\nU.S.C. § 841(a)(1) (Count Three); (3) possessing a firearm in\n\nfurtherance      of     a   drug     trafficking     crime,     in    violation   of    18\n\nU.S.C. § 924(c) (Count Four); and (4) maintaining a place for\n\nthe purpose of distributing cocaine, in violation of 21 U.S.C.\n\n§ 856(a)(1) (Count Fifteen).                   Each defendant was also charged\n\nwith    entering      the     United     States      at   a   place    other    than   as\n\ndesignated by immigration officers and eluding examination and\n\ninspection by immigration officers, in violation of 8 U.S.C. §\n\n1325(a), and with being an illegal alien in possession of a\n\nfirearm, in violation of 18 U.S.C. §§ 922(g)(5) & 924 (Counts\n\nFive through Fourteen).               Additionally, Cavillo-Rojas and Lorenzo\n\nJaimes-Cruz      were       charged    in   Count     Two     with    distributing     500\n\ngrams or more of cocaine, in violation of 21 U.S.C. § 841(a)(1),\n\nand Lorenzo Jaimes-Cruz was charged in Count Sixteen with making\n\na building available for storing and distributing cocaine, in\n\nviolation of 18 U.S.C. § 856(a)(2).                   All defendants, except for\n\nFredy Jaimes-Cruz, pleaded guilty to the illegal-entry offense,\n\nas     charged     in       Counts     Five,       Seven,     Nine,     and    Thirteen.\n\nAdditionally, Cavillo-Rojas pleaded guilty to Count Two.                               The\n\ndefendants were jointly tried before a jury on the remaining\n\ncounts.\n\n\n\n                                               7\n\f     At trial, the government introduced testimony from Ronald\n\nDarden, as well as from a number of law enforcement officers who\n\ntestified about the controlled buy in which Darden participated\n\nand the searches of the trailers at 52 Charles Lane and 18\n\nRoberts Lane.\n\n     The government also presented testimony from Mendoza, the\n\ndriver of the Dodge Durango, who had pleaded guilty to a drug\n\nconspiracy   charge.     Mendoza   testified   that   his   sister   was\n\nmarried to Lorenzo and that he had come to North Carolina to\n\nlive with them in December 2007.       A couple of weeks after he\n\narrived, he agreed, as a favor to Lorenzo, to put the trailer at\n\n18 Roberts Lane in his name, even though Lorenzo paid for the\n\ntrailer and for the utility bills.        He testified that Adolfo\n\nJaimes-Cruz and Saul Cavillo-Rojas lived at the trailer, but\n\nthat he, Lorenzo, and Fredy Jaimes-Cruz also spent time there.\n\nAccording to Mendoza, for a two month period, ten kilograms of\n\ncocaine were delivered to the trailer every two to three weeks,\n\nand he, Lorenzo, and Fredy would then repackage it, about two\n\nkilograms at a time.     He described how they would use a hammer\n\nand a knife to cut the cocaine into pieces, which they then\n\nmixed with cutting agents, compressed, and wrapped with plastic\n\nbaggies and tape.      Mendoza testified that he was the one who\n\nusually purchased the supplies used for repackaging, although\n\nCavillo-Rojas once purchased tape and baggies.          He said that\n\n                                   8\n\fCavillo-Rojas     and   Adolfo    also       took   some    of    the   cocaine   for\n\npersonal use.\n\n      Mendoza also testified that on the day of their arrest,\n\nMarch 20, 2008, he, Lorenzo, Fredy, Adolfo, and Lara-Salgado\n\nwere in the burgundy Dodge Durango on their way to eat at a\n\nrestaurant in Wilmington when Lorenzo directed Mendoza, who was\n\ndriving, to turn off their route and drive to a certain place,\n\nsaying that he wanted to see if Cavillo-Rojas was all right.\n\n      The     government   also     called          Agent    Thomas      Swivel   of\n\nImmigration and Customs Enforcement to testify about statements\n\nmade by Genaro Lara-Salgado during a police interview on April\n\n30,   2008.       Before   Swivel        testified,         the    district   judge\n\ninstructed the jury “that any statement should not be considered\n\nin any way whatsoever as evidence with respect to any other\n\ndefendant on trial.”        Swivel then testified that Lara-Salgado\n\nhad told him that he had been living at the 18 Roberts Lane\n\ntrailer for about 15 days and that he received room and board\n\nfor taking care of roosters and chickens that were close to the\n\nproperty.      Swivel stated that Lara-Salgado told him that the\n\ntrailer was a stash house and that he had seen the packaging,\n\nrepackaging, and transportation of cocaine there, witnessing the\n\npresence of at least four kilograms of cocaine, but that he had\n\ndenied any direct involvement.           Swivel testified also that Lara-\n\nSaldago told him that he was given cocaine for personal use by\n\n                                         9\n\fanother person who resided in the trailer, who would “pinch a\n\nquantity off” of a kilogram of cocaine.\n\n     At the conclusion of the evidence, the jury returned guilty\n\nverdicts on    all    charges.      The    district      court    sentenced   Saul\n\nCavillo-Rojas to 248 months’ imprisonment; Genaro Lara-Salgado\n\nto 180 months’ imprisonment; Adolfo Jaimes-Cruz to 248 months’\n\nimprisonment; Fredy Jaimes-Cruz to 270 months’ imprisonment; and\n\nLorenzo Jaimes-Cruz to 425 months’ imprisonment.                  Each defendant\n\nwas also sentenced to a five-year term of supervised release and\n\nordered to pay a fine.\n\n     These appeals followed.\n\n\n                                      II\n\n     First,    Saul        Cavillo-Rojas,       Adolfo    Jaimes-Cruz,        Fredy\n\nJaimes-Cruz, and Genaro Lara-Salgado contend that the evidence\n\nwas insufficient to convict them as to the counts charging them\n\nwith (1) conspiring to distribute and possess with intent to\n\ndistribute five kilograms or more of cocaine (Count One); (2)\n\npossessing with intent to distribute five kilograms or more of\n\ncocaine (Count Three); (3) possessing a firearm in furtherance\n\nof a drug trafficking crime (Count Four); (4) being an illegal\n\nalien in possession of a firearm (Counts Eight, Ten, Twelve, and\n\nFourteen);    and    (5)    maintaining     a   place    for     the   purpose   of\n\ndistributing cocaine (Count Fifteen).\n\n\n                                      10\n\f     A challenge to the sufficiency of evidence must fail if\n\n“there is substantial evidence, taking the view most favorable\n\nto the Government, to support [the conviction].”                   United States\n\nv. Moye, 454 F.3d 390, 394 (4th Cir. 2006) (en banc) (internal\n\nquotation marks omitted).               “[S]ubstantial evidence is evidence\n\nthat a reasonable finder of fact could accept as adequate and\n\nsufficient to support a conclusion of a defendant’s guilt beyond\n\na reasonable doubt.”          United States v. Burgos, 94 F.3d 849, 862\n\n(4th Cir. 1996) (en banc).              In reviewing a sufficiency claim, we\n\nconsider “circumstantial as well as direct evidence, and allow\n\nthe government the benefit of all reasonable inferences from the\n\nfacts proven to those sought to be established.”                   United States\n\nv. Tresvant, 677 F.2d 1018, 1021 (4th Cir. 1982).\n\n     The elements of the crimes for which these four defendants\n\nchallenge their convictions are well established.                      First, to\n\nprove the charged conspiracy, “the government was required to\n\nestablish beyond a reasonable doubt that: (1) an agreement to\n\ndistribute and possess cocaine with intent to distribute existed\n\nbetween   two    or    more   persons;     (2)   the   defendant    knew    of   the\n\nconspiracy;      and    (3)   the   defendant     knowingly   and    voluntarily\n\nbecame a part of this conspiracy.”               United States v. Yearwood,\n\n518 F.3d 220, 225-26 (4th Cir. 2008) (internal quotation marks\n\nomitted).     “The existence of a tacit or mutual understanding is\n\nsufficient      to    establish     a   conspiratorial    agreement,       and   the\n\n                                          11\n\fproof of an agreement need not be direct -- it may be inferred\n\nfrom circumstantial evidence.”                United States v. Kellam, 568\n\nF.3d    125,     139   (4th   Cir.   2009)          (internal     quotation      marks\n\nomitted); see also United States v. Edmonds, 700 F.3d 146, 147\n\n(4th Cir. 2012) (reissuing earlier opinion at 679 F.3d 169, 174\n\nas to its holding that a conspiracy can be inferred from the\n\nquantity    of    cocaine     involved    in    a     transaction      between       two\n\npersons).      Additionally,     “[o]nce       it    has   been    shown      that    a\n\nconspiracy exists, the evidence need only establish a slight\n\nconnection between the defendant and the conspiracy to support\n\nconviction.”       Burgos, 94 F.3d at 861 (internal quotation marks\n\nomitted).      In other words, “a defendant need not know all of his\n\ncoconspirators,        comprehend    the       reach       of    the    conspiracy,\n\nparticipate in all the enterprises of the conspiracy, or have\n\njoined the conspiracy from its inception.”                 Id.\n\n       Second, to prove the charge of possession with intent to\n\ndistribute cocaine, the government must show: (1) possession of\n\nthe cocaine; (2) knowledge of this possession; and (3) intent to\n\ndistribute the cocaine.         See Burgos, 94 F.3d at 873.             Possession\n\nmay be actual or constructive, and constructive possession may\n\nbe proved by showing “that the defendant exercised, or had the\n\npower to exercise, dominion and control over the item.”                              Id.\n\n(internal quotation marks omitted).                 Additionally, “[p]ossession\n\nneed not be exclusive, but may be shared with others.”                               Id.\n\n                                         12\n\f(alteration      in     original)       (internal         quotation        marks     omitted).\n\n“The    requisite       intent    to    distribute            may    be   inferred     if   the\n\nquantity of drugs is greater than would be used for personal\n\nconsumption.”         Id.      As such, “[m]ultiple persons possessing a\n\nlarge    quantity       of    drugs    and   working          in    concert     sufficiently\n\nestablish constructive possession.”                    Burgos, 94 F.3d at 873.\n\n       Third,     “[t]o        establish          a      violation         of    18       U.S.C.\n\n§ 924(c)(1), the government must prove that the defendant used\n\nor     carried    a     firearm       during       and    in        relation    to    a     drug\n\ntrafficking crime or possessed a firearm in furtherance of a\n\ndrug trafficking crime.”                United States v. Stephens, 482 F.3d\n\n669, 673 (4th Cir. 2007).               We have held that the statutory term\n\n“furtherance” in § 924(c) “should be given its plain meaning,”\n\nand we have recognized that one of the ways a firearm might\n\nfurther drug trafficking is by “provid[ing] a defense against\n\nsomeone     trying       to     steal     drugs          or    drug       profits”     or     by\n\n“lessen[ing] the chance that a robbery would even be attempted.”\n\nUnited States v. Lomax, 293 F.3d 701, 705 (4th Cir. 2002).\n\n       Fourth,     to    establish       a     §      922(g)(5)(A)         violation,        the\n\ngovernment must prove:                 (1) that the defendant was an alien\n\nillegally in the United States; (2) that he knowingly possessed\n\na firearm; and (3) that the firearm had travelled in interstate\n\ncommerce.        See United States v. Smoot, 690 F.3d 215, 218 n.2\n\n(4th Cir. 2012).\n\n                                             13\n\f     Fifth      and    finally,       to    prove        the      offense        of    maintaining\n\npremises for drug activity, the government must prove that the\n\ndefendant (1) knowingly (2) opened, leased, rented, used, or\n\nmaintained       a    place    (3)       for      the    purpose          of     manufacturing,\n\ndistributing,         or   using     a     controlled             substance.            21       U.S.C.\n\n§ 856(a)(1).\n\n     In this case, the government presented ample evidence to\n\nsupport the convictions of Saul Cavillo-Rojas, Adolfo Jaimes-\n\nCruz,    and    Fredy      Jaimes-Cruz         on   all       five     of      these        offenses.\n\nMendoza    testified        that     Cavillo-Rojas             and     Adolfo         lived      at   18\n\nRoberts Lane, a trailer that was used to repackage and store\n\nlarge quantities of cocaine over a two-month period, and that\n\nFredy    Jaimes-Cruz        spent    time      there         as    well     as    one       of    three\n\npeople    who    actively      participated             in    repackaging             the    cocaine.\n\nFrom this evidence, the jury could have reasonably found that\n\nthese defendants knowingly and voluntarily participated in the\n\ncharged     drug-trafficking             conspiracy            and     that       they        jointly\n\npossessed       the    drugs    and        guns     found         in    plain         view       there.\n\nAdditionally,         given    the    amount        of    cocaine         recovered          from     18\n\nRoberts Lane, the evidence that the drugs were repackaged at the\n\ntrailer for distribution, and the proximity of the guns to the\n\ndrugs, there was substantial evidence for the jury to find that\n\nthe guns recovered from the trailer were jointly possessed by\n\nthese defendants in furtherance of a drug trafficking crime and\n\n                                               14\n\fthat they used and maintained the trailer for the distribution\n\nof cocaine.       Accordingly, we reject the sufficiency challenges\n\nraised by these three defendants.\n\n       The   government’s      evidence    against      Genaro      Lara-Salgado,\n\nhowever, stands on different footing, and we find merit in his\n\nchallenge to the sufficiency of the evidence used to convict\n\nhim.     When the defendants moved for acquittal under Federal Rule\n\nof Criminal Procedure 29 at the close of the government’s case,\n\nthe district court reserved judgment on Lara-Salgado’s motion,\n\nlater denying it but characterizing the government’s proof as\n\n“especially limited.”          In denying the motion, the court relied\n\non the evidence introduced through the testimony of Agent Swivel\n\nthat Lara-Salgado had admitted to Swivel that he lived at 18\n\nRoberts Lane for 15 days and obtained cocaine for his personal\n\nuse    there.     Swivel’s     evidence   was   the    only    evidence   in    the\n\nrecord       tending      to       inculpate          Lara-Salgado,        albeit\n\ncircumstantially.\n\n       Lara-Salgado    argues     persuasively    that        his   admission    or\n\nconfession made to Swivel was not sufficiently corroborated to\n\nsupport its probative value.              It is well established that “a\n\nconviction must rest upon firmer ground than the uncorroborated\n\nadmission or confession of the accused made after commission of\n\na crime.”       United States v. Abu Ali, 528 F.3d 210, 234 (4th Cir.\n\n2008) (internal quotation marks omitted).                 In Opper v. United\n\n                                      15\n\fStates, 348 U.S. 84, 93 (1954), the Supreme Court held that\n\ncorroborative    evidence      is    sufficient      if        it   “supports    the\n\nessential   facts     admitted       sufficiently         to    justify    a    jury\n\ninference of their truth.”          See also Wong Sun v. United States,\n\n371 U.S. 471, 489 (1963) (“[A]lthough corroboration is necessary\n\nfor all elements of the offense established by admissions alone,\n\nextrinsic proof [i]s sufficient which merely fortifies the truth\n\nof the confession, without independently establishing the crime\n\ncharged” (internal quotation marks omitted)).                   Construing Opper,\n\nwe have similarly held that “corroborating evidence need not,\n\nitself, establish every element of the offense” but that it must\n\nat least “tend to support the admitted fact.”                        Stephens, 482\n\nF.3d at 672 (internal quotation marks omitted).\n\n     Here, other than Agent Swivel’s testimony regarding Lara-\n\nSalgado’s   statement,       the    government’s     only       evidence   against\n\nLara-Salgado    was   that    he    was    present   in    the      burgundy    Dodge\n\nDurango, along with Mendoza, Lorenzo Jaimes-Cruz, Adolfo Jaimes-\n\nCruz, and Fredy Jaimes-Cruz, when that vehicle pulled up to the\n\narea where police had arrested Cavillo-Rojas shortly after the\n\ncontrolled buy.       Without more, however, this evidence does not\n\nsuffice to corroborate Lara-Salgado’s admission that he had been\n\nliving at 18 Roberts Lane for approximately two weeks.                           The\n\ngovernment’s    evidence      against      Lara-Salgado         would   have    been\n\nsignificantly stronger, if not sufficient, if the government had\n\n                                          16\n\fbeen able to present evidence that the occupants of the Dodge\n\nDurango had gotten into the vehicle for the purpose of checking\n\non   Cavillo-Rojas,     who   had    yet    to   return   from   delivering   the\n\nkilogram of cocaine involved in the controlled buy.                      Instead,\n\nMendoza, the government’s key witness, testified that the group\n\nwas in the truck to go to a restaurant in Wilmington for dinner.\n\nWhile en route, he said, Lorenzo unilaterally told him to turn\n\noff the route because he wanted to see if Cavillo-Rojas was all\n\nright.    In light of this testimony, Lara-Salgado’s presence in\n\nthe Dodge Durango’s back seat shows that he had some association\n\nwith the members of the conspiracy, but it does not support a\n\nconclusion that his association was knowingly related to drug\n\ntrafficking,    nor    does   it    support      his    admission   about   being\n\npresent at 18 Roberts Lane and receiving cocaine there.                       The\n\nonly testimony in the record was that the association of the\n\nfive defendants in the truck was to go to dinner.                   Accordingly,\n\nwe vacate his jury convictions.\n\n\n                                        III\n\n      Various   defendants       also      challenge    the   district   court’s\n\ndenial   of   four    pretrial     motions:       (1)   the   defendants’   joint\n\nmotion to bifurcate the trial; (2) Lorenzo Jaimes-Cruz’s motion\n\nto continue the trial; (3) Lorenzo’s motion to suppress evidence\n\nobtained during the search of his home; and (4) Fredy Jaimes-\n\n\n                                        17\n\fCruz’s        motion    to    dismiss     Counts        Eleven      and     Twelve        of    the\n\nindictment.            We    conclude    that       Count    Eleven       should    have       been\n\ndismissed as barred by the applicable statute of limitations and\n\nthat the district court committed no reversible error in denying\n\nthe other motions.\n\n                                                A\n\n      First,       Cavillo-Rojas         argues       directly       --     and     the     other\n\ndefendants by adoption -- that the district court abused its\n\ndiscretion when it denied their motion to bifurcate the trial in\n\na   way   that        would    prevent     the       jury    from     receiving       evidence\n\nregarding their status as illegal aliens when considering the\n\ndrug-related           charges.         Specifically,             prior    to      trial,       the\n\ndefendants        requested       that     the       district       court       exercise         its\n\ndiscretion under Federal Rule of Criminal Procedure 14(a) to\n\nallow     a    bifurcated       trial    in     which       the    government       would       not\n\nintroduce evidence concerning the defendants’ immigration status\n\nuntil after the jury had first considered and rendered a verdict\n\non the drug-related charges.                    In support of their motion, the\n\ndefendants expressed concern that evidence of their immigration\n\nstatus        could     potentially       prejudice         the     jury     against           them,\n\ndenying them a fair trial on their drug-related offenses.\n\n      The       district       court     denied       the    motion,        noting     that       a\n\ndefendant seeking relief under Rule 14(a) “‘has the burden of\n\ndemonstrating a strong showing of prejudice,’” (quoting United\n\n                                              18\n\fStates v. Goldman, 750 F.2d 1221, 1225 (4th Cir. 1984)), and\n\nconcluding      that       “[d]efendants’           general        assertion          that\n\nimmigration    is    a    ‘highly-charged          and    highly-emotional’       issue\n\ndoes not” suffice.          The court further found that conducting a\n\nbifurcated     trial     would   result       in    inefficiencies,          especially\n\nsince the indictment charged crimes involving the possession of\n\nguns in relation to both drug trafficking and their status as\n\nillegal aliens.          The court’s ruling was sound and well within\n\nits discretion.        See United States v. Lopez, 477 F.3d 1110, 1116\n\n(9th Cir. 2007) (“No law supports Lopez’s contention that the\n\njury’s knowledge that he was an illegal alien created prejudice\n\nof such magnitude that the defendant’s right to a fair trial\n\n[was]    abridged”     (alteration   in       original)         (internal     quotation\n\nmarks omitted)).\n\n                                          B\n\n     Lorenzo    Jaimes-Cruz’s      contention            that   the    district   court\n\nabused   its   discretion     in   denying         his    motion      to   continue   the\n\ntrial similarly lacks merit.          At the defendants’ arraignment on\n\nJune 9, 2009, the district court noted that it had set the case\n\nfor trial on August 6, 2009, and gave each defendant, through\n\ncounsel, “the chance to express any comments about that trial\n\ndate.”    When specifically asked by the court whether there were\n\nany “compelling issues as to why this case shouldn’t go forward\n\n\n\n                                      19\n\fagainst Lorenzo Jaimes-Cruz beginning on August 6th,” Lorenzo’s\n\nlawyer at the time, Ms. Darrow, answered, “No, your Honor.”\n\n        One week later, on June 16, 2009, Lorenzo’s newly retained\n\ncounsel, Ms. Nardine Guirguis, filed a notice of appearance.\n\nOver a month later, on July 28, 2009, Ms. Guirguis moved for a\n\ncontinuance on the ground that she “need[ed] additional time to\n\nfurther review the evidence with the defendant in order to best\n\nadvise and consult with him, and to properly defend his case.”\n\nThe government did not object.                 The next day, the court denied\n\nthe motion on the ground that it did “not find good cause exists\n\nto further continue this matter.”\n\n     The district court acted well within its discretion in this\n\nruling.     In Morris v. Slappy, 461 U.S. 1, 11-12 (1983) (internal\n\nquotation marks omitted), the Supreme Court noted that “only an\n\nunreasoning and arbitrary insistence upon expeditiousness in the\n\nface of a justifiable request for delay violates the right to\n\nthe assistance of counsel.”               The Court further explained that\n\ntrial    courts   must    be    granted    broad    discretion    on    matters   of\n\ncontinuances due to the challenge of “assembling the witnesses,\n\nlawyers, and jurors at the same place at the same time.”                          Id.\n\nThis burden, the Court stated, “counsels against continuances\n\nexcept for compelling reasons.”            Id.\n\n     Here,    given      that   Lorenzo’s       counsel   filed   her   notice    of\n\nappearance at least six weeks before the trial commenced, her\n\n                                          20\n\fmotion for a continuance on the ground that she simply needed\n\nmore time to prepare did not present a compelling reason that\n\nrequired the court to find a new block of time at which the\n\nwitnesses and lawyers for this five-defendant case could appear.\n\n                                            C\n\n     Next, Lorenzo appeals the district court’s denial of his\n\nmotion to suppress evidence recovered during a search of his\n\nhome at 52 Charles Avenue, contending that his Fourth Amendment\n\nrights were violated because the police entered his home before\n\nobtaining a warrant and also because the warrant they eventually\n\nobtained was not supported by probable cause.\n\n     At    a     suppression        hearing,      Lieutenant         Detective     Steven\n\nWorthington, of the Columbus County Sheriff’s Office, testified\n\nthat during the arrests that followed the controlled buy, he\n\nlearned of Mendoza’s statement made to a Spanish-speaking police\n\nofficer   that     Lorenzo      Jaimes-Cruz       owned    both       vehicles    at   the\n\nscene;    that    Lorenzo       was   the     leader      of    a    drug-distribution\n\norganization;      and       that   Lorenzo      lived    at    52    Charles     Avenue.\n\nMendoza   also     stated      that   there      were    two    firearms   inside      the\n\nresidence and that a woman and two small children lived there\n\nand were possibly home at the time.                      At that point, Detective\n\nWorthington      and     a     colleague      directed         an    officer     who   was\n\nconducting surveillance of the trailer park to proceed with a\n\nSWAT team to secure 52 Charles Avenue while a search warrant was\n\n                                            21\n\fbeing obtained.         Worthington testified that he was concerned\n\nthat the occupants of the Dodge Durango might have taken the\n\nopportunity to make a phone call to alert someone at the mobile\n\nhome park after they saw that Cavillo-Rojas had been arrested\n\nbut before they themselves were stopped.                    Worthington further\n\ntestified,      “Knowing     that   there      was   firearms     possibly   present\n\nthere, I felt that it was an officer safety issue as much as an\n\nissue    of    destruction     of   the     property    that    could   have   been\n\ninside.”       He explained:\n\n      The officers would have been on the outside of the\n      residence conducting . . . perimeter security, without\n      making entry into the residence to secure any other\n      unknown individuals that could have been there. Based\n      on what Mr. Mendoza had told at the traffic stop, he\n      thought there was two small children and a female\n      there.   But he had a period of time where he didn’t\n      know who else may have been in the residence or any\n      additional property that could have been in the\n      residence, like more firearms.\n\n      When the SWAT team entered the residence, they indeed found\n\na woman and two small children present, as well as a long gun\n\nand a handgun in plain view.              But they did not search the home\n\nuntil they had received the search warrant.\n\n      As to the search warrant, the affidavit attached to the\n\napplication      for   the    warrant     showed     that   the    Superior    Court\n\njudge, who authorized the warrant, had reliable evidence before\n\nhim     that     Lorenzo     was    the     leader     of   a     drug-trafficking\n\n\n\n\n                                          22\n\forganization         and    that       his     residence      contained        at     least       two\n\nfirearms.\n\n        After       hearing       arguments,          the     district         court        denied\n\nLorenzo’s motion to suppress, finding “that the agents were well\n\nwithin       the    exigent        circumstances            exception         to     the    Fourth\n\nAmendment when they entered the defendant’s home.”                                    The court\n\nalso found that there was sufficient probable cause to justify\n\nthe search warrant for 52 Charles Avenue.\n\n       We     agree.             In     the      circumstances            testified         to     by\n\nWorthington, exigent circumstances justified the officers’ entry\n\ninto    52    Charles       Avenue       to     secure     the     home      while    they       were\n\nobtaining a search warrant.                      See United States v. Cephas, 254\n\nF.3d     488,      495     (4th        Cir.     2001)      (noting      that       the     factors\n\njustifying a warrantless entry based on exigent circumstances\n\ninclude “information indicating the possessors of the contraband\n\nare    aware       that    the    police        are   on    their      trail,”       “the    ready\n\ndestructibility           of     the    contraband,”         and      “the    possibility          of\n\ndanger to police guarding the site” (internal quotation marks\n\nomitted)).         And the evidence before the Superior Court judge was\n\nsufficient to justify his conclusion that probable cause for the\n\nwarrant existed.           He had evidence that Lorenzo was the head of a\n\ndrug-trafficking operation and that his house contained guns,\n\nwhich       were    contraband.               Accordingly,       we    conclude          that     the\n\ndistrict court properly denied Lorenzo’s motion to suppress.\n\n                                                 23\n\f                                            D\n\n       Fredy Jaimes-Cruz challenges the district court’s denial of\n\nhis    motion     to     dismiss    Count   Eleven,   which     charged   him   with\n\nillegally entering the United States, in violation of 8 U.S.C. §\n\n1325(a),     and       Count   Twelve,    which   charged   him   with    being   an\n\nillegal alien in possession of a firearm, in violation of 18\n\nU.S.C. § 922(g)(5).              We sustain his challenge and reverse his\n\nconviction on Count Eleven; we affirm his conviction on Count\n\nTwelve.\n\n       In his motion to dismiss Count Eleven, Fredy argued that\n\nthe § 1325(a) charge, first filed in December 2008, was barred\n\nby the five-year statute of limitations set forth in 18 U.S.C. §\n\n3282(a). 1       As relevant here, § 1325(a) makes it a crime to “(1)\n\nenter[] or attempt[] to enter the United States at any time or\n\nplace other than as designated by immigration officers, or (2)\n\nelude[] examination or inspection by immigration officers.”                       8\n\nU.S.C. § 1325(a) (emphasis added).                While Fredy concedes that he\n\nentered the United States without inspection, he contends that\n\nhe    did   so    more    than     five   years   before   he   was   charged   with\n\nillegal entry.           The record evidence supports his claim.           Exhibit\n\n\n       1\n        Section 3282(a) provides that “[e]xcept as otherwise\nexpressly provided by law, no person shall be prosecuted, tried,\nor punished for any offense, not capital, unless the indictment\nis found or the information is instituted within five years next\nafter such offense shall have been committed.”\n\n\n                                            24\n\fFJC-2, admitted into evidence, was an I-797 form (“Notice of\n\nAction”), dated June 21, 2006, which reported the approval by\n\nthe   U.S.     Citizenship   and    Immigration   Service   of    an   I-130\n\n“Immigrant Petition for Relative” that had been filed on April\n\n23, 2001, by Fredy’s father on behalf of Fredy, who was then\n\nunder 21.       The I-797 notice states that the I-130 “petition\n\nindicates that the person for whom you are petitioning [i.e.,\n\nFredy] is in the United States and will apply for adjustment of\n\nstatus”   by    filing   a   form   I-485   (“Application   for   Permanent\n\nResidence”).      Because this evidence demonstrates that Fredy was\n\nin the United States more than five years before he was charged\n\nwith illegal entry, the illegal-entry charge was barred by the\n\napplicable statute of limitations. 2\n\n      The government argues that the evidence failed to show that\n\nfederal immigration officials “found” Fredy in the United States\n\nprior to the five-year period before his indictment, suggesting\n\nthat the government must have learned of his presence in the\n\n      2\n       The fact that Fredy’s illegal entry occurred more than\nfive years before the indictment’s return was also indicated\nsubsequently by the pre-sentence investigation report.     While\nthe report was not before the district court when it ruled on\nFredy’s motions, the report nonetheless states that Fredy told\nthe Probation Officer that he first illegally entered the United\nStates in 1996; that he returned to Mexico for three months in\n1999; and that he had lived in North Carolina since returning to\nthe United States in 2000. Additionally, the report shows that\nFredy was arrested in North Carolina for a traffic offense on\nMarch 15, 2002, a date more than five years before the\nindictment.\n\n\n                                      25\n\fUnited States before the limitations period could begin to run.\n\nWhile the timing of when a defendant is “found” in the United\n\nStates     by   federal    immigration        authorities      is      material    for\n\ncalculating the limitations period for a violation of 8 U.S.C.\n\n§ 1326 (making it a crime for an alien who has previously been\n\ndenied admission or removed to subsequently enter, attempt to\n\nenter, or “at any time [be] found in[] the United States”),\n\n§ 1325(a) contains no similar “found in” element.                        Instead, a\n\n§ 1325(a) offense is completed at the time of the defendant’s\n\nillegal entry, and the statute of limitations begins running at\n\nthat point.      See United States v. Rincon-Jimenez, 595 F.2d 1192,\n\n1194 (9th Cir. 1979).\n\n     Because Fredy illegally entered the United States more than\n\nfive years before he was charged with doing so, we conclude that\n\nCount     Eleven    was    barred   by        the    statute     of     limitations.\n\nAccordingly, we vacate his conviction on that charge and remand\n\nfor resentencing.\n\n     As to the district court’s failure to dismiss Count Twelve,\n\ncharging    Fredy   with    being   an    illegal      alien     who    possessed    a\n\nfirearm, in violation of 18 U.S.C. § 922(g)(5), Fredy raises\n\nthree challenges.         First, he contends that he was not in the\n\nUnited States illegally at the time of his arrest because he had\n\napplied    to   adjust    his   status   from       “unlawful”    to    “lawful”    by\n\nfiling form I-485 and Supplement A in 2007 and had obtained an\n\n                                         26\n\femployment authorization card based on that application.                               But it\n\nis clear, as a number of other circuits have found, that the\n\nmere   filing     of    an   application       for    adjustment          of      status   and\n\nreceipt of an employment authorization card does not legalize\n\nthe alien’s presence in the United States, and it is still a\n\ncrime,    under    § 922(g)(5),       for    that         individual         to     possess   a\n\nfirearm.     See United States v. Ochoa-Colchado, 521 F.3d 1292,\n\n1298 (10th Cir. 2008) (“We conclude that Defendant, despite his\n\nfiling of an application for adjustment of status and receipt of\n\nan [employment authorization document], was still ‘illegally or\n\nunlawfully        in      the    United        States’              for      purposes         of\n\n§ 922(g)(5)(A)”); United States v. Latu, 479 F.3d 1153, 1159\n\n(9th Cir. 2007); United States v. Elrawy, 448 F.3d 309, 314 (5th\n\nCir. 2006) (“[A]n alien who has acquired unlawful or illegal\n\nstatus . . . cannot relinquish that illegal status until his\n\napplication       for   adjustment     of      status          is    approved”);       United\n\nStates v. Bazargan, 992 F.2d 844 (8th Cir. 1993).\n\n       Second,    Fredy      argues   that     even       if    he    was    not     lawfully\n\npresent by virtue of having filed an application to adjust his\n\nstatus, his legal status was sufficiently unclear as to make\n\n§ 922(g)(5) unconstitutionally vague as applied to him.                                    This\n\ncontention also fails.            “Due process requires that a criminal\n\nstatute    provide       adequate     notice         to    a        person     of    ordinary\n\nintelligence that his contemplated conduct is illegal, for no\n\n                                          27\n\fman shall be held criminally responsible for conduct which he\n\ncould not reasonably understand to be proscribed.”                Buckley v.\n\nValeo, 424 U.S. 1, 77 (1976) (per curiam) (internal quotation\n\nmarks omitted).       Thus, “the void-for-vagueness doctrine requires\n\nthat a penal statute define the criminal offense with sufficient\n\ndefiniteness that ordinary people can understand what conduct is\n\nprohibited and in a manner that does not encourage arbitrary and\n\ndiscriminatory enforcement.”          Kolender v. Lawson, 461 U.S. 352,\n\n357 (1983).      “[V]agueness challenges to statutes which do not\n\ninvolve First Amendment freedoms must be examined in the light\n\nof the facts of the case at hand.”              United States v. Mazurie,\n\n419 U.S. 544, 550 (1975).\n\n      We   conclude    Fredy   had    constitutionally    adequate     notice.\n\nHis   very    act     of   applying     for    an   adjustment    of   status\n\ndemonstrates that he had notice of his unlawful status.                 And a\n\nreasonable person of ordinary intelligence would understand that\n\nhis status had not, in fact, been adjusted until the United\n\nStates granted his application.             We therefore find no merit to\n\nFredy’s      void-for-vagueness       challenge     to   his     § 922(g)(5)\n\nconviction.\n\n      Finally,   Fredy     challenges    his   § 922(g)(5)     conviction   as\n\nviolating his Second Amendment rights.              Recently, however, we\n\nrejected this very argument.          See United States v. Carpio-Leon,\n\n701 F.3d 974 (4th Cir. 2012).\n\n                                       28\n\f     We conclude that the district court properly denied Fredy\n\nJaimes-Cruz’s motion to dismiss Count Twelve.\n\n\n                                          IV\n\n     The    defendants     also    challenge        three   evidentiary       rulings,\n\ncontending (1) that the admission of Agent Swivel’s testimony\n\nregarding     Lara-Salgado’s            statements         violated     the      other\n\ndefendants’ rights under the Confrontation Clause; (2) that the\n\ndistrict court abused its discretion in its rulings regarding\n\nDarden’s testimony; and (3) that the district court abused its\n\ndiscretion when it allowed the government to refresh Mendoza’s\n\nrecollection with an earlier statement he had given.                     We address\n\nthese in order.\n\n                                          A\n\n     All of the defendants, except for Lara-Salgado, raise a\n\nConfrontation     Clause     challenge         to    the    admission     of    Agent\n\nSwivel’s    testimony    regarding       the   out-of-court        statements    that\n\nLara-Salgado had made to Swivel.                As we have already noted in\n\nsome detail, Agent Swivel testified at trial that Lara-Salgado\n\nstated during an interview that he had been living at the 18\n\nRoberts Lane trailer for about 15 days; that he had seen the\n\npackaging,    repackaging,        and    transportation       of   at   least    four\n\nkilograms of cocaine there; and that he was given cocaine for\n\npersonal use by another person who resided in the trailer who\n\n\n                                          29\n\fwould   pinch     a    quantity      off    of    a   kilogram      of    cocaine.        The\n\ndefendants      argue        that   because      Lara-Salgado       did       not    testify,\n\ntheir rights under the Confrontation Clause were violated by the\n\nadmission    of       this    testimony,      even     though      the    district      court\n\ninstructed the jury that this evidence “should not be considered\n\nin any way whatsoever as evidence with respect to any other\n\ndefendant.”\n\n     In   Bruton        v.    United    States,       391    U.S.       123   (1968),     the\n\nSupreme Court “held that a defendant is deprived of his Sixth\n\nAmendment right of confrontation when the facially incriminating\n\nconfession of a nontestifying codefendant is introduced at their\n\njoint trial, even if the jury is instructed to consider the\n\nconfession only against the codefendant.”                       Richardson v. Marsh,\n\n481 U.S. 200, 207 (1987).                   In Richardson, however, the Court\n\nmade clear that Bruton’s rule was a narrow one, explaining that\n\n“the Confrontation Clause is not violated by the admission of a\n\nnontestifying         codefendant’s        confession       with    a    proper      limiting\n\ninstruction       when,       as    here,    the      confession         is   redacted     to\n\neliminate not only the defendant’s name, but any reference to\n\nhis or her existence.”              Id. at 211.        The fact that the defendant\n\n“is nonetheless linked to the confession by evidence properly\n\nadmitted against him at trial,” the Court found, did not result\n\nin a Confrontation Clause violation.                        Id. at 202.             The Court\n\nagain considered the application of the Confrontation Clause to\n\n                                             30\n\fa nontestifying codefendant’s confession in Gray v. Maryland,\n\n523 U.S. 185, 188 (1998), holding that the prosecution could not\n\nredact   the     codefendant’s         confession        by    substituting       for     the\n\ndefendant’s name a blank space or the word “deleted” because\n\nsuch   redactions       would    make    it    obvious        to    the   jury   that     the\n\ndefendant’s name had been deleted.\n\n       From this line of cases, we have concluded that statements\n\nthat “obviously identify the defendant, even without naming him,\n\neffect a constitutional violation that cannot be cured by a jury\n\ninstruction.”         United States v. Lighty, 616 F.3d 321, 376 (4th\n\nCir.   2010).          By    contrast,       “statements       that       incriminate     by\n\ninference      or    only    when     linked      with   later       evidence”       do   not\n\nviolate the Sixth Amendment if accompanied by a proper limiting\n\njury instruction.           Id. at 376-77.\n\n       Agent Swivel’s testimony regarding Lara-Salgado’s statement\n\ndoes not obviously identify any other defendant, and it became\n\nincriminating as to other defendants only when linked with other\n\nevidence    --       namely,     evidence         that    established          the      other\n\ndefendants’ connection to 18 Roberts Lane.                         Because the jury was\n\nproperly    instructed          that    it     could     not       use    Lara-Salgado’s\n\nstatement against the other defendants, we conclude that the\n\ndefendants’         rights    under    the     Confrontation          Clause     were     not\n\nviolated.\n\n\n\n                                             31\n\f                                              B\n\n       Lorenzo Jaimes-Cruz also contends that the district court\n\nabused its discretion in denying a motion to strike Darden’s\n\ntestimony or, in the alternative, in refusing to allow testimony\n\nof    Darden’s      misidentification         or    to   sever      the   trial.       This\n\nchallenge arises from a development that occurred on the second\n\nday of trial.\n\n       Specifically, when Ronald Darden was interviewed by police\n\nafter the March 20, 2008 controlled buy, he indicated that he\n\nhad never before seen the person who had delivered the cocaine\n\nto    him,   and    he    repeated     this       statement    during     a    subsequent\n\ninterview.         During a later interview, however, he was shown a\n\nphotograph of Adolfo Jaimes-Cruz, and a note was written on the\n\nmargin that Darden “thought it might be the guy who brought the\n\ncocaine.”\n\n       Prior to trial, Adolfo moved to suppress any identification\n\nof him by Darden.            When the government represented that it did\n\nnot    intend      to    offer   the   identification          at     issue,    the   court\n\ndenied Adolfo’s motion as moot.\n\n       On    the    morning      of    the    second     day     of    trial,    however,\n\ngovernment counsel told defendants’ counsel that during trial\n\npreparation        the    previous     evening,      Darden     stated     (1)    that   he\n\nregularly did drug deals with “Amigo” during the period between\n\nwhen he agreed to become a confidential informant (May 2007) and\n\n                                             32\n\fMarch 20, 2008, when the controlled buy took place; and (2) that\n\nthe person who delivered cocaine to him on March 20, 2008, had\n\nalso   delivered         cocaine     to    him       a    month       earlier.        Lorenzo’s\n\ncounsel moved to strike Darden as a witness entirely on the\n\nground that it would have changed her trial preparation had she\n\nknown that Darden had continued to deal drugs after he agreed to\n\nbecome a confidential informant.                     The court denied that motion.\n\n       Additionally,          Cavillo-Rojas’s             counsel      indicated       that    if\n\nDarden    was     going       to   testify      that          the    person    who    delivered\n\ncocaine    to     him    on    March      20,    2008,         had    previously      delivered\n\ncocaine    to     him,    then     he     would      want       to    raise    the    issue    of\n\nDarden’s    earlier       identification             of    Adolfo      as     the    person   who\n\nbrought    the     cocaine.         Counsel          for      Cavillo-Rojas         and   Adolfo\n\ntherefore indicated that a conflict had arisen between their\n\nclients.         But    instead     of    moving         to    sever    their       cases,    they\n\nindicated that they would be satisfied as long as Darden did not\n\ntestify that the person who delivered drugs to him on March 20,\n\n2008, had previously done so, and the government agreed not to\n\nelicit that testimony.\n\n       Lorenzo’s counsel then indicated that she wanted to elicit\n\nthe fact that Darden was engaged in drug transactions while he\n\nwas an informant but that she wanted to exclude any statement\n\nthat     those    drug     transactions          had       been      with     “Amigo.”        The\n\ngovernment objected to this proposal.                               Lorenzo’s counsel also\n\n                                                33\n\findicated    that        she   wanted     to    cross-examine         Darden     about    his\n\n“misidentification.”             She stated that it was her intent “to ask\n\nhim   whether       or     not    he’s     aware       that     he    misidentified       an\n\nindividual       throughout       this     investigation.”                 The   government\n\nindicated that it would object to such a question on the basis\n\nthat Darden’s statement regarding Adolfo’s picture was not a\n\nmisidentification.\n\n      The   court      agreed     that     a    note    written      in    the   margin    of\n\nAdolfo’s photograph indicating that Darden “thought it might be\n\nthe   guy    who       brought      the    cocaine”          did     not    constitute     a\n\nmisidentification and that Lorenzo’s counsel could not use it\n\nfor purposes of impeaching Darden.                      The court later indicated,\n\nhowever,     that      Lorenzo’s        counsel        could    cross-examine         Darden\n\ngenerally about identifications.                    The court further ruled that\n\nif the government wanted to present Darden as a witness, the\n\ngovernment       had      to     present        him     as     having       breached      the\n\nconfidential source agreement by continuing to engage in the\n\npurchase of narcotics.              The court also ruled that no one could\n\nelicit “who he bought drugs from or any of the specifics of how\n\nthe drugs he may have bought were delivered to him or who may\n\nhave delivered them.”\n\n      On    appeal,       Lorenzo    now       argues    that      the     district    court\n\nabused     its   discretion        “by    denying       the    motion       to   sever    and\n\nforbidding defense counsel to elicit on cross examination the\n\n                                               34\n\ffact that Mr. Darden had identified Adolfo as the person who had\n\npreviously brought him drugs.”               We do not agree.\n\n      First, there was no motion to sever -- counsel for Adolfo\n\nand Cavillo-Rojas indicated that they might move to sever but\n\neventually agreed that a severance was not necessary because of\n\nthe government’s agreement not to use Darden’s new information.\n\nMoreover, it is a stretch for Lorenzo to claim that he was\n\ndenied an opportunity to cross-examine Darden meaningfully when\n\nthe supposed misidentification was Darden’s own statement, when\n\nshown a picture of Adolfo, that he “thought it might be the guy\n\nwho brought the cocaine.”            Having been presented with a Gordian\n\nknot,    the   district      court   worked           with    counsel       to    resolve    it\n\nfairly   to    all   concerned.         In       fact,       it    ruled    mostly    in    the\n\ndefendants’     favor,     requiring     the          government      to        disclose   that\n\nDarden breached his confidential source agreement but precluding\n\nthe   government      from    showing    that          he    did    so     by    buying    more\n\ncocaine from Lorenzo.           In short, we conclude that Lorenzo has\n\nfailed to show that the district court abused its discretion in\n\nits rulings regarding Darden’s testimony.\n\n                                             C\n\n      The defendants also contend that the district court abused\n\nits   discretion      by     allowing   the       government          to    orchestrate       a\n\nchange    in   Mendoza’s      testimony          by    purporting          to    refresh    his\n\nrecollection.        They point out that Mendoza first testified that\n\n                                         35\n\fhe did not know how the cocaine got into the 18 Roberts Lane\n\ntrailer and that he did nothing with the drugs.                        At that point,\n\ngovernment counsel started to take steps to confront Mendoza\n\nwith    a    prior     inconsistent   statement          and,     during    a     sidebar\n\nconference, indicated that she would “probably ask the Court to\n\nallow me to treat him as a hostile witness, and proceed that\n\nway.”        Government     counsel    then           showed    Mendoza     his    prior\n\nstatement, which he eventually identified as his own.                          The court\n\nthen took a 15-minute recess.\n\n       After     the     break,     government           counsel      continued      the\n\nexamination      without    referencing         the    statement.        Mendoza     then\n\ndescribed how he was arrested and interviewed by the police.                          He\n\neventually testified that Lorenzo put the drugs in the house,\n\nand defense counsel did not object that that question had been\n\nasked   and    answered.       He   also    testified          that   he,   Fredy,    and\n\nLorenzo repackaged the cocaine, although he stated that he could\n\nnot remember how it was done.                   When he indicated that he was\n\nunable to remember other details, government counsel returned to\n\nasking him about his previous statement.                   Mendoza testified that\n\nhe had made the statement, signed it, and that when he signed he\n\nwas agreeing to what was in the statement.                     He also acknowledged\n\nthat on the date that he signed the statement, the events were\n\nfresh   in     his   memory;   that   he        was    currently      having    problems\n\nremembering; and that seeing the statement would refresh his\n\n                                           36\n\frecollection.        Although the court had just given the jury a\n\nlimiting instruction regarding the use of a prior inconsistent\n\nstatement to impeach a witness’s credibility, government counsel\n\nindicated    that    she    was    “backing   up   and      changing    horses    in\n\nmidstream, so to speak” and instead was asking permission to use\n\nMendoza’s statement to refresh his recollection.                   After Mendoza\n\nreviewed the statement, it was taken from him, and he again\n\ntestified that Lorenzo put the cocaine in the trailer and to\n\nfurther details regarding the repackaging operation.                      He also\n\ntestified that he had seen Lorenzo accept a payment for drugs.\n\n       The   defendants’       primary    challenge         regarding    Mendoza’s\n\ntestimony appears to be that the government gave him a copy of\n\nhis statement and that, when questioning resumed after a 15-\n\nminute recess, he materially altered his testimony by stating\n\nthat Lorenzo put the drugs in the trailer.                     Defendants argue\n\nthat only later did the prosecution lay the necessary foundation\n\nfor using the document to refresh Mendoza’s recollection.                   Thus,\n\ndefendants contend, “the government was allowed to use testimony\n\nthat   was   not    actually      refreshed   recollection,       but    rather    a\n\nparrot of the content of an unsworn document.”\n\n       We are not persuaded that defendants’ complaint is any more\n\nthan   one   about    the   inconsistencies        of   a    reluctant   witness.\n\nAlthough Mendoza changed his testimony regarding whether he knew\n\nhow the drugs got in the trailer, the change does not appear to\n\n                                         37\n\fbe a result of the government having shown him the statement for\n\nidentification purposes.                To be sure, the district court allowed\n\nthe government some latitude in repeating certain questions, but\n\nwe     refuse    to    conclude         that        this       constituted        an   abuse     of\n\ndiscretion.\n\n                                                    V\n\n       Finally,       Cavillo-Rojas           argues          that   his     sentence     of    248\n\nmonths’       imprisonment         is    both       procedurally           and    substantively\n\nunreasonable.            First,         he     claims         that     the    district       court\n\ncommitted a significant procedural error when calculating his\n\nGuidelines       range      by    relying          on    an   out-of-court         statement     by\n\nMendoza       when    determining            the    drug       quantity      that      should    be\n\nattributed to him.                 He argues that “[p]roperly limiting the\n\ndrug     quantity      calculation            to        the    scope    of       Cavillo-Rojas’s\n\n‘jointly        undertaken         criminal             activity,’      he       was    at     most\n\nresponsible for the cocaine he delivered, plus the drugs found\n\non the day of his arrest.”                         He asserts that Mendoza’s trial\n\ntestimony was erratic and inconsistent and that the district\n\ncourt therefore erred by relying on a hearsay statement from\n\nthis unreliable witness.\n\n       Yet,     as    the        government             correctly      notes,      a   defendant\n\ninvolved in a drug conspiracy is responsible for his own acts,\n\nas well as for “all reasonably foreseeable acts . . . of others\n\nin   furtherance       of    the     jointly            undertaken     criminal        activity.”\n\n                                                   38\n\fU.S.S.G. § 1B1.3(a)(1)(B).               Additionally, a sentencing court is\n\nnot constrained by the rules of evidence and may consider any\n\nrelevant       information,      provided          it   has    “sufficient       indicia    of\n\nreliability          to   support   its        probable        accuracy.”           U.S.S.G.\n\n§ 6A1.3(a).          Under these principles, Cavillo-Rojas has not shown\n\nthat the district court erred by accepting Mendoza’s out-of-\n\ncourt statement and attributing more drugs to Cavillo-Rojas than\n\nthe ones recovered by the police on March 20, 2008.\n\n        Cavillo-Rojas also contends that his 248-month sentence is\n\nsubstantively         unreasonable       in    light      of    the   totality       of    the\n\ncircumstances.            Yet, the district court sentenced Cavillo-Rojas\n\nto the low end of the applicable Guidelines’ range, and Cavillo-\n\nRojas    has    failed      to   rebut    the       presumption       of    reasonableness\n\napplicable to a within-Guidelines sentence.                           See Abu Ali, 528\n\nF.3d at 261.         Accordingly, we affirm his sentence.\n\n\n                                              VI\n\n        For    the    reasons    given,       we    conclude     that      the    government\n\nfailed to present sufficient evidence to convict Lara-Salgado\n\nand accordingly vacate his convictions on Counts One, Three,\n\nFour, Fourteen, and Fifteen.                    We conclude that Count Eleven,\n\ncharging Fredy Jaimes-Cruz with illegal entry into the United\n\nStates, was barred by the statute of limitations and accordingly\n\nvacate        his    conviction     on        Count       Eleven      and        remand    for\n\n\n                                              39\n\fresentencing.    As   to   the   remaining   counts,   we   affirm   the\n\nconvictions, and we affirm Cavillo-Rojas’s sentence.\n\n\n                                                    AFFIRMED IN PART,\n                                                    REVERSED IN PART,\n                                                 AND REMANDED IN PART\n\n\n\n\n                                  40\n\f",
            "ocr": false,
            "opinion_id": 820682
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}