{
    "id": 1334140,
    "judges": "Koontz",
    "date_filed": "1981-01-09",
    "date_filed_is_approximate": true,
    "slug": "lockhart-v-com",
    "case_name_short": "Lockhart",
    "case_name": "Lockhart v. Com.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "443 S.E.2d 428"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n443 S.E.2d 428 (1994)\nRonnie LOCKHART\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 0364-92-4.\nCourt of Appeals of Virginia.\nApril 26, 1994.\nRehearing En Banc Granted June 15, 1994.\n*429 Thomas O. Murphy, Manassas, for appellant.\nRichard B. Smith, Asst. Atty. Gen. (Stephen D. Rosenthal, Atty. Gen., on brief), for appellee.\nPresent: BARROW, COLEMAN and KOONTZ, JJ.\nKOONTZ, Judge.\nRonnie Lockhart (Lockhart) appeals his conviction by jury under Code § 18.2-248 for distribution of cocaine. Lockhart asserts that the trial court erred in admitting into evidence testimony of a police witness concerning Lockhart's subsequent arrest for a similar crime. The Commonwealth's Attorney adduced this evidence on redirect examination after Lockhart's counsel had inquired about the witness's prior dealings with Lockhart. These facts present an issue of the proper balance between the general prohibition against the admissibility of other crimes evidence and the concept of \"opening the door\" to otherwise inadmissible evidence to rebut evidence presented by a defendant. For the reasons that follow, we find that the trial court erred in admitting evidence of a subsequent, unrelated charge of drug trafficking. Accordingly, we reverse Lockhart's conviction.\n\nI.\n\nFACTUAL BACKGROUND\nOn March 7, 1991, Detective Jim Buchanan of the Prince William County Police Department met with Donna Talley, a confidential informant. Buchanan provided Talley with $150 in marked money for Talley to use in an undercover drug purchase. Talley contacted Lockhart and arranged for him to visit her apartment. Buchanan, who knew Lockhart by sight, concealed himself across the street and awaited Lockhart's arrival. Buchanan monitored events in Talley's apartment through use of a concealed listening device.\nAfter observing Lockhart enter and leave Talley's apartment, Buchanan alerted other officers in the area to stop and detain Lockhart. Officers stopped Lockhart two minutes after he left Talley's apartment. After Lockhart consented to a search, officers recovered $950 in cash, including the $150 in marked bills Buchanan had given to Talley. Buchanan arrested Lockhart for distribution of cocaine.\nAt trial, during cross-examination and without objection, defense counsel engaged Buchanan in the following colloquy:\nQ: As of March 7th, [1991,] how long had you known [the defendant] personally as far as who he was by identity?\nA: Four or five months.\nQ: Had you had occasion to stop him before?\nA: Yes.\nQ: And had you had occasion to make a search of his person when you stopped him before?\n*430 A: Yes.\nQ: And you never found any drugs or anything on him, did you?\nA: No drugs, just money.\nQ: How many times had you stopped him before that day?\nA: I can't recall the exact number of times.\nQ: What was your reason for stopping him on those occasions?\nA: Receiving information that he was transporting illegal narcotics.\nQ: And you never found anything on him?\nA: No.\nOn redirect examination, the Commonwealth's Attorney questioned Buchanan as follows:\nQ: Now [defense] counsel asked you about other contacts that you had with the Defendant and other times you've searched him and he asked you if you've ever found any drugs on him during that period of time. Have you been able, on other occasions, to make purchases from him through a confidential informant similar to this case?\nA: Yes.\nQ: And when was the last time you did that?\nAt this point, defense counsel objected on the ground that the question concerned matters for which Lockhart had not yet been convicted. The Commonwealth's Attorney replied that defense counsel had brought the subject up during cross-examination. The trial judge, rejecting the assertion that the question exceeded the scope of defense counsel's initial inquiry, ruled that defense counsel had \"opened the door on ... cross-examination.\"\nThe trial judge then permitted Buchanan to testify that Lockhart had been involved in a drug sale to an informant on November 7, 1991 (eight months after the present offense). Buchanan further testified that the arrest for this alleged crime had occurred the day before the present trial.\nDuring his closing argument, the Commonwealth's Attorney made the following statement:\n[The defendant is] the man who makes [cocaine] available at the proper cost. Does he have any regrets; does he have any remorse? You know he doesn't because he was arrested on March 7th and he was on bond from this Court and continued even the week before last, eleven days ago, in this very activity.\n\nII.\n\nADMISSION OF EVIDENCE OF OTHER CRIMES GENERALLY BARRED\nAs a general rule, evidence that shows or tends to show crimes or other bad acts committed by the accused is incompetent and inadmissible to prove the accused committed or likely committed the particular crime charged. Kirkpatrick v. Commonwealth, 211 Va. 269, 272, 176 S.E.2d 802, 805 (1970). Evidence of other specific, similar bad acts, by inferring that an accused has a propensity to commit bad acts of the type for which he is on trial, reverses the presumption of innocence. Spence v. Commonwealth, 12 Va.App. 1040, 1045, 407 S.E.2d 916, 918 (1991) (citing Lewis v. Commonwealth, 225 Va. 497, 502, 303 S.E.2d 890, 893 (1983)); see also Sutphin v. Commonwealth, 1 Va.App. 241, 245, 337 S.E.2d 897, 899 (1985) (\"[t]he policy underlying the exclusion of such evidence protects the accused against unfair prejudice resulting from the consideration of prior criminal conduct in determining guilt\"). See generally Donahue v. Commonwealth, 225 Va. 145, 156, 300 S.E.2d 768, 774 (1983); Eccles v. Commonwealth, 214 Va. 20, 22, 197 S.E.2d 332, 333 (1973) (per curiam); Boyd v. Commonwealth, 213 Va. 52, 53, 189 S.E.2d 359, 359-60 (1972) (per curiam) (holding that evidence of prior unrelated drug sales is inadmissible to prove knowledge of the presence or nature of drugs or the intent to possess or distribute them).\nWell established exceptions to the general rule of exclusion of other crimes evidence apply where the evidence is relevant to show some element of the crime charged. However, these exceptions are not construed and *431 applied so broadly so as to lose sight of the highly prejudicial nature of other crimes evidence and, thus, negate the general rule. Kirkpatrick, 211 Va. at 272, 176 S.E.2d at 805. To be admissible as an exception, evidence of other offenses must be relevant:\n(1) to prove motive to commit the crime charged; (2) to establish guilty knowledge or to negate good faith; (3) to negate the possibility of mistake or accident; (4) to show the conduct and feeling of the accused toward his victim, or to establish their prior relations; (5) to prove opportunity; (6) to prove identity of the accused as the one who committed the crime where the prior criminal acts are so distinctive as to indicate a modus operandi; or (7) to demonstrate a common scheme or plan where the other crime or crimes constitute a part of a general scheme of which the crime charged is a part.\nSutphin, 1 Va.App. at 245-46, 337 S.E.2d at 899.\nIn order for evidence that the accused has committed other crimes to be admissible under an exception, the Commonwealth must show its relevance to prove a material fact or issue. Furthermore, its relevance must equal or outweigh the prejudice inherent in proving that an accused has committed other crimes or bad acts. Spencer v. Commonwealth, 240 Va. 78, 90, 393 S.E.2d 609, 617, cert. denied, 498 U.S. 908, 111 S. Ct. 281, 112 L. Ed. 2d 235 (1990).\nEvidence which has no tendency to prove guilt, but only serves to prejudice an accused, should be excluded on the ground of lack of relevancy. For evidence to be admissible it must relate and be confined to the matters in issue and tend to prove an offense or be pertinent thereto. Evidence of collateral facts or those incapable of affording any reasonable presumption or inference on matters in issue, because too remote or irrelevant, cannot be accepted in evidence.\nBunting v. Commonwealth, 208 Va. 309, 314, 157 S.E.2d 204, 208 (1967) (citation omitted).\n\nIII.\n\nADMISSION OF OTHER CRIMES EVIDENCE UNDER THE CONCEPT OF \"OPENING THE DOOR,\" EXPANDED RELEVANCY OR FAIRNESS\nFor purposes of our discussion here and as a general proposition, \"expanded relevancy\" is a concept of fairness that allows a party to present evidence that would be otherwise irrelevant or incompetent and, thus, inadmissible to respond to prejudicial evidence already presented by the opposing party.[1] This concept of fairness is embodied in the terms \"opening the door,\" \"invited error,\" \"fighting fire with fire,\" or \"curative admissibility.\" Court opinions and legal commentators often use these terms interchangeably. In the recent decision of Clark v. State, 332 Md. 77, 629 A.2d 1239 (Ct.App.1993), the Maryland Court of Appeals outlined a clear distinction between \"opening the door\" (involving expanded relevancy) and \"curative admissibility\" (involving fairness). In contrast, Wigmore addresses the issue in the diverse situations in which it may arise under the general term of curative admissibility. Tillers, 1 Wigmore on Evidence § 15 (Rev. ed. 1983). That commentary suggests that Virginia adheres to the majority \"Massachusetts rule\" which permits \"rebuttal by means of otherwise inadmissible evidence only if the evidence originally submitted created significant prejudice and there is a need for a corrective that can be provided only by that evidence.\" Id., § 15 n. 5, at 741 (relying upon Graham v. Commonwealth, 127 Va. 808, 103 S.E. 565 (1920)). A careful consideration of the issue, however, reveals a body of law more intricate than implied in this statement of the rule.\n*432 Virginia case law discloses that the various forms of expanded relevancy are addressed, if specifically at all, in terms of \"opening the door.\" The use of this term undoubtedly stems from its longstanding use in both our civil and criminal practice as an umbrella term covering all of those situations more accurately distinguished as either \"opening the door\" or \"curative admissibility\" in Clark. Although the term \"opening the door\" is a familiar term to the bench and bar of this Commonwealth, no case in Virginia has ever succinctly stated the basis for the rule or its application. See Charles E. Friend, The Law of Evidence in Virginia § 12-16 at 518-19 (4th ed. 1993).[2]\nBecause the term is so ingrained in our practice, we will adhere to the use of the term \"opening the door.\" This term includes all situations in which otherwise inadmissible evidence is offered to rebut an opposing party's evidence and the only claim for its admissibility is that it removes an unfair advantage gained by the initial evidence introduced by the opposing party. We do so to focus on the obvious struggle inherent in the application of the general concept of opening the door in the context of a particular factual scenario. The struggle is to apply this concept in such a way to preserve the integrity and accuracy of the fact-finding process at trial without permitting either party to obtain an unfair prejudicial advantage.\nA comprehensive discussion of all the ramifications and applications of \"opening the door\" resulting from variable factual scenarios is well beyond the intended or necessary scope of this opinion. In very general terms, however, we may identify three distinct situations in which the issue of opening the door arises. For the reasons that will become apparent, these distinctions aid our resolution of the present appeal. In the first situation, otherwise inadmissible evidence is offered to respond to admissible evidence that is prejudicial and generates an issue. Here, the initial evidence causes the relevancy of the otherwise inadmissible rebuttal evidence to be \"expanded\" to meet or rebut the prejudice or issue generated by it. In the second situation, otherwise inadmissible evidence is offered to respond to inadmissible evidence admitted over objection. Here, the trial judge's erroneous admission of the initial inadmissible evidence may be considered as expanding the relevancy of the otherwise inadmissible rebuttal evidence. In the third situation, otherwise inadmissible evidence is offered to respond to inadmissible evidence admitted without objection.[3] In this situation, the concept of expanded relevancy does not apply because, without an objection to the initial inadmissible evidence of the opposing party, no erroneous ruling by the trial judge has \"expanded\" its relevancy. Nonetheless, the integrity and accuracy of the fact-finding process is hindered where a significant unfair prejudicial advantage created by inadmissible evidence is permitted to go unrebutted. Accordingly, fairness, as opposed to expanded relevancy, becomes the basis in this situation for admitting otherwise inadmissible evidence to neutralize the prejudicial advantage created by the initial inadmissible evidence.\nIn stating the reason for the admissibility of such rebuttal evidence it becomes apparent that opening the door must have limitations. *433 Without limitations, the concept of opening the door would supersede the established rules of evidence and in the last situation, encourage counsel not to object to inadmissible evidence.\nThe common thread in all these situations is that otherwise inadmissible evidence is admitted to prevent the opposing party from maintaining an unfair advantage created by the introduction of prejudicial evidence. The trial judge must necessarily determine the extent to which the initial evidence creates a significant unfair prejudicial advantage and the corresponding extent to which otherwise inadmissible evidence is allowed to meet or rebut that advantage. Fairness is defeated when appropriate rebuttal is denied or when rebuttal is so extensive that it creates a converse prejudicial advantage. Reaching the desired balance under this general notion of fairness involves distinct considerations in each of these three scenarios.\nIn the first scenario where admissible evidence \"opens the door,\" the party seeking to rebut with otherwise inadmissible evidence calls upon the trial judge's exercise of sound judicial discretion to determine the extent of the unfair advantage created by the original evidence and the corresponding extent to which fairness dictates the admission of rebuttal evidence to correct that unfair advantage. The trial judge is uniquely situated to reach that balance without permitting the proponent of otherwise inadmissible evidence to inject collateral issues into a case or to introduce extrinsic evidence on collateral issues. Moreover, in this scenario there is no forfeiture of the claim of expanded relevancy of the rebuttal evidence because the initial evidence was not subject to an objection.\nThe remaining two scenarios invoke more complicated considerations. The complication results from the significance of a timely objection, or lack thereof, to the initial inadmissible evidence and whether, in a criminal case, it is the accused or the Commonwealth that seeks the admission of otherwise inadmissible rebuttal evidence. Where the trial judge erroneously admits inadmissible evidence over a timely objection, fairness dictates that the relevancy of otherwise inadmissible rebuttal evidence be expanded to rebut any unfair advantage arising from evidence admitted under the erroneous ruling. However, where no objection is made to the admission of the initial inadmissible evidence, the claim for admissibility of inadmissible rebuttal evidence is in no way assisted by an erroneous ruling of the trial judge. Admission of the rebuttal evidence must rest solely on the application of the notion of fairness. The extent to which fairness logically will require the admission of otherwise inadmissible rebuttal evidence where no objection was made to the initial inadmissible evidence will depend, at least in part, on the judge's determination whether the lack of objection resulted from a lack of opportunity, inadvertence, or a tactical choice in which the party seeking to rebut hoped to create a right to introduce otherwise inadmissible evidence. Thus, although the opposing party may have gained an advantage by the introduction of inadmissible evidence without objection, the reason for the lack of an objection should be factored into the trial judge's determination of the balance between having that advantage remain unrebutted and the extent to which otherwise inadmissible rebuttal evidence should be permitted. A lack of opportunity to object or inadvertence should weigh less in the determination to permit rebuttal evidence than where the rebutting party apparently made a tactical choice not to object in the hope of creating a right to introduce otherwise inadmissible evidence.[4] In sum, the trial judge must expand or limit the right and extent of rebuttal commensurate with the dictates of fairness under the facts of a particular case.\nFinally, in criminal cases, consideration must be given to whether it is the Commonwealth or the defendant that seeks to introduce otherwise inadmissible rebuttal evidence as a result of the other party \"opening the door.\" A timely objection by the defendant *434 to initial inadmissible evidence offered by the Commonwealth preserves the point for appeal. Although we do not suggest an appeal by the defendant should be the only cure for the result of inadmissible evidence offered by the Commonwealth, the lack of an objection should weigh heavily against permitting the defendant to present otherwise inadmissible rebuttal evidence. In contrast, in this Commonwealth, the government is not permitted to appeal erroneous rulings on purely evidentiary matters. Thus, where the defendant opens the door and gains an unfair advantage, fairness dictates that the Commonwealth be permitted to rebut appropriately with evidence at the trial level. However, where the trial judge determines that the Commonwealth deliberately chose not to object to the evidence in hopes of being permitted to introduce otherwise inadmissible evidence in rebuttal, the trial judge should reject the application of the opened door concept and not permit the Commonwealth to introduce such rebuttal evidence. See Terry v. State, 332 Md. 329, 631 A.2d 424, 427 (1993).\nAs this brief discussion illustrates, \"because of the many variable factors affecting the solution of a particular case, the diverse situations do not lend themselves easily to generalizations.\" See Strong, 1 McCormick on Evidence § 57 at 230 (4th ed. 1992). In the final analysis, however, we believe that in the resolution of the issue presented in these three situations \"it is a proper exercise of judicial discretion for the trial courts to admit evidence from the opposing side in rebuttal of the [evidence that unfairly created a prejudicial advantage].\" Graham, 127 Va. at 824-25, 103 S.E. at 570. Where, in a criminal case, the exercise of that discretion involves otherwise inadmissible evidence of other crimes offered by the Commonwealth in rebuttal, the trial judge must properly determine that its probative value outweighs the prejudice to the defendant. On appeal, the determination of the probative/prejudice balance by the trial judge will be reversed only on a clear showing of an abuse of that discretion. Lewis v. Commonwealth, 7 Va. App. 596, 602, 376 S.E.2d 295, 298, aff'd en banc, 8 Va.App. 574, 383 S.E.2d 736 (1989).\nWith these general principles in mind, we turn now to the specifics of Lockhart's case.\n\nIV.\n\nLOCKHART'S CASE\nThe Commonwealth asserts two separate grounds for the admission of the evidence of Lockhart's subsequent arrest for a similar, but unrelated, crime: (1) the evidence was admissible to show lack of mistake or accident under an exception to the general rule barring other crimes evidence, and (2) the evidence, even if otherwise inadmissible, became admissible in rebuttal because Lockhart \"opened the door\" by questioning Buchanan about his prior contact with Lockhart.\nThe Commonwealth asserts that the evidence of Lockhart's subsequent arrest for a similar crime was admissible to show the absence of an accident or mistake by the police in targeting and arresting Lockhart. This argument lacks merit for two reasons. First, the exception to the rule barring evidence of other crimes and bad acts in order to show absence of accident or mistake applies to accidents or mistakes of the defendant during the commission of the crime, not accidents or mistakes by the police in making the arrest or targeting the suspect. See Strawderman v. Commonwealth, 3 Va.App. 585, 589, 352 S.E.2d 14, 17 (1987). Second, the import of such evidence in this instance would be to show that the police did not err in arresting Lockhart because he had on a subsequent occasion committed the same or similar crime. This is the very proposition for which evidence of other crimes and bad acts is not admissible. Kirkpatrick, 211 Va. at 272, 176 S.E.2d at 805; Spence, 12 Va.App. at 1045, 407 S.E.2d at 918. Accordingly, we reject the Commonwealth's first argument for upholding the admission of Buchanan's testimony concerning Lockhart's subsequent arrest.\nWe turn now to the Commonwealth's primary assertion, and the trial judge's ruling, that Lockhart \"opened the door\" to the admission of rebuttal evidence that Lockhart had been arrested for selling illegal drugs after his arrest on the present charge. On the particular facts of this case, we are called upon to resolve the extent, if any, to which the concept of \"opening the door\" permits *435 the admission of otherwise inadmissible other crimes evidence.\nTo bring the issue into focus, initially we note that Lockhart's subsequent arrest for selling illegal drugs arose from an unrelated offense. Nothing in the record suggests any relation or connection between the present offense and the offense that caused the subsequent arrest. See generally Wilson v. Commonwealth, 16 Va.App. 213, 220-22, 429 S.E.2d 229, 234-35, aff'd en banc, ___ Va. App. ___, 436 S.E.2d 193 (1993) (discussing the general rule against the admission of other crimes evidence announced in Kirkpatrick, Boyd, Eccles and Donahue, supra). See also Rodriguez v. Commonwealth, ___ Va.App. ___, ___, 443 S.E.2d 419, 422 (1994) (en banc); Wilkins v. Commonwealth, ___ Va.App. ___, 443 S.E.2d 440 (1994) (en banc) (finding a sufficient relation or connection between prior misconduct and the present offense to establish the relevancy of other crimes evidence). Here, the Commonwealth's rebuttal evidence has no claim to relevancy other than that Lockhart \"opened the door.\"\nThe procedural context in which this issue arose at trial further guides our analysis. It is readily apparent, and not contested by the Commonwealth on appeal, that the evidence of prior contacts between the police and Lockhart adduced by defense counsel during cross-examination of Detective Buchanan was irrelevant and, thus, subject to a timely objection by the prosecutor. The fact that Buchanan had previously stopped and searched Lockhart and found no illegal drugs proved nothing about Lockhart's guilt or innocence of the present offense. Thus, we will accept the Commonwealth's assertion that Lockhart \"`voluntarily, and with the ... purpose of improving his standing with the jury, put in issue' his alleged innocence of other drug transactions so as to `create an impression in his favor' which the Commonwealth [sought to rebut].\" See Harris v. Commonwealth, 129 Va. 751, 753-54, 105 S.E. 541, 542 (1921).\nLockhart's irrelevant evidence indirectly may have created the impression suggested by the Commonwealth, but significantly, the prosecutor made no objection to that evidence. Accordingly, we must resolve the issue in this appeal in that context. In short, Lockhart's case represents an example of the third situation previously discussed in which the Commonwealth seeks to justify the admission of otherwise inadmissible other crimes evidence in response to inadmissible evidence admitted without objection under the concept of \"opening the door\" by the defendant in a criminal case.\nWe continue our analysis by assuming, although the record is silent on the issue, that the trial judge did not believe that the prosecutor intentionally failed to object to Lockhart's line of questioning in order to create the opportunity to introduce otherwise irrelevant and inadmissible other crimes evidence in rebuttal. Nothing in the record suggests a lack of opportunity for a timely objection. Accordingly, we will assume the failure to object resulted from inadvertence by the prosecutor. We further will assume that the trial judge merely intended to allow the Commonwealth to cure the effect of Lockhart's inadmissible evidence with inadmissible evidence \"of the same character\" so that any unfair advantage created by Lockhart's evidence was rebutted. Ultimately then, it becomes necessary to determine whether the trial judge abused his discretion in determining that the admission of the inherently prejudicial other crimes evidence offered by the Commonwealth was necessary to remove any advantage created by Lockhart's inadmissible evidence without permitting the Commonwealth to obtain an unfair prejudicial advantage. That discretion was limited by a determination that the probative value of the Commonwealth's evidence outweighed its prejudicial effect against Lockhart. For the reasons that follow, we hold that the trial judge abused his discretion.\nLockhart's inadmissible evidence at best suggested that at the time of his arrest for the present offense he had no prior involvement in illegal drug activity. That evidence did not suggest that he had no involvement in illegal drug activity after his arrest for the present offense. Moreover, that evidence did not tend to prove his innocence of the present charge. Lockhart did not testify at trial. Whatever unfair advantage he achieved was minimal in comparison to the prejudicial effect the Commonwealth's rebuttal evidence of other crimes would necessarily have on the jury. Thus, the probative *436 value of the Commonwealth's rebuttal evidence did not outweigh the prejudicial effect against Lockhart. When that result is accomplished by the failure to object to the initial inadmissible evidence and is not accompanied by a limiting instruction to ensure that the Commonwealth's rebuttal evidence is not considered by the jury in its determination of guilt or innocence, fairness evaporates.\nHere, the Commonwealth was permitted to do more than neutralize the initial inadmissible evidence. As the comments made by the Commonwealth's Attorney during closing argument disclose, the Commonwealth used the evidence of Lockhart's subsequent arrest for a similar crime to prejudice Lockhart in the minds of the jury and to suggest a propensity to commit the crime charged. Thus, the Commonwealth was permitted to gain an unfair prejudicial advantage indirectly through rebuttal evidence that otherwise would have been inadmissible.\nWe hold that where, as here, the Commonwealth fails to object to inadmissible evidence offered by the accused that creates a minimal advantage on an issue not central to the issue of guilt or innocence, the trial judge abuses his or her discretion in permitting otherwise inadmissible rebuttal evidence of similar, but unrelated, crimes offered solely on the basis that the accused \"opened the door\" to such rebuttal evidence. In such instances, the prejudicial value of such evidence outweighs its probative value and the concept of opening the door does not alter the inadmissibility of such evidence.\nThe cases relied upon by the Commonwealth here may be readily distinguished from the occurrences at Lockhart's trial. In Harris, the defendant testified about his whereabouts and employment over a twelve year period prior to the date of the robbery for which he was on trial. Upon cross-examination, the prosecutor was permitted to adduce that the defendant at one time during that period had been \"in prison\" in Atlanta. No further evidence was introduced on this point. The Supreme Court held that Harris \"voluntarily and with the quite manifest purpose of improving his standing with the jury, put in issue his residence and occupation\" and, therefore, could not \"object to a full cross-examination upon these facts.\" 129 Va. at 753-54, 105 S.E. at 542. Harris does not involve an assertion by the Commonwealth of the admissibility of otherwise inadmissible evidence to rebut inadmissible evidence initially presented by the accused. Rather, Harris is an example of the classic \"opening the door\" where admissible evidence of the defendant generates a prejudicial advantage and the Commonwealth's otherwise inadmissible evidence (that Harris had previously been in prison) becomes relevant to rebut the defendant's advantage. Moreover, in Harris the Commonwealth's rebuttal evidence was not so inherently prejudicial that its probative value outweighed its prejudicial effect against the accused. The fact that the accused is shown to have previously been in prison for some unspecified crime is markedly less prejudicial than the fact that the accused on trial for the distribution of illegal drugs has been subsequently arrested for the same crime.\nIn Locke v. Commonwealth, 149 Va. 447, 141 S.E. 118 (1928), the mother of the accused in a rape prosecution testified that the accused \"had never been in `serious trouble.' \" In rebuttal, the Commonwealth was permitted to show that the accused \"had been charged with numerous offenses in the juvenile court of the City of Richmond, and that he had been before the Court when he was nine years old, and a number of times thereafter as he grew older.\" Id. at 451-52, 141 S.E. at 120. Relying upon Harris, the Supreme Court held that absent the mother's evidence of the accused's good character, the Commonwealth's rebuttal evidence would have been inadmissible, \"but the clear purpose of the mother's testimony was to create an impression in his favor, which the Commonwealth was justified in rebutting.\" Id. Thus, Locke, like Harris, is an example of the classic \"opening the door\" situation. Similarly, unlike Lockhart's case, the probative value of the Commonwealth's rebuttal evidence outweighed its prejudicial effect on the accused. That evidence did not tend to suggest that Locke had committed a previous rape and, thus, had some tendency to have committed the rape for which he was on trial.\nIn Roy v. Commonwealth, 191 Va. 722, 62 S.E.2d 902 (1951), the defendant was charged with running an illegal \"numbers game.\" He testified that he knew nothing about number *437 books and the numbers game. In rebuttal, the Commonwealth was permitted to solicit from him the fact that he had been convicted on a similar charge seven months previously upon his guilty plea. The Supreme Court noted that the defendant's testimony \"put in issue a question which was an essential element of the case against him. If he was devoid of all guilty knowledge [of numbers books and the numbers game], then he was innocent of the charge against him.\" Id. at 726, 62 S.E.2d at 903-04. Under such circumstances, the Commonwealth had the right to rebut that evidence with evidence that showed guilty knowledge of the numbers game. Again, Roy represents a classic example of the defendant \"opening the door\" to rebuttal evidence of other crimes evidence by the Commonwealth. In contrast to Roy, however, Lockhart did not produce evidence by Detective Buchanan that if true or accepted by the jury would have established his innocence of the charge against him.\nHarmon v. Commonwealth, 212 Va. 442, 185 S.E.2d 48 (1971), another case relied upon by the Commonwealth, is markedly dissimilar to Lockhart's case. In Harmon, a murder case, the defendant testified that he had previously been \"convicted of a killing\" in another matter. On cross-examination, the Commonwealth was permitted to elicit from the defendant that the killing was first degree murder. Thus, in Harmon, the defendant opened the door to cross-examination by the Commonwealth as to the degree of the prior homicide. In that case, the defendant's credibility as a witness was raised by the defendant's initial testimony in which he \"obviously believed it would have less impact on the jury if he told them that he had once been convicted of a killing rather than having it brought out on cross-examination.\" Id. at 445, 185 S.E.2d at 51. Unlike Lockhart's case, in Harmon, the Commonwealth's rebuttal evidence was in response to the defendant's initial reference to a prior conviction of a specific crime. The prejudicial effect of the disclosure that the conviction was for first degree murder rather than \"a killing\" was not outweighed by the probative value of a complete explanation on an issue raised by the accused. Under such circumstances, it was not an abuse of discretion to permit that rebuttal evidence.\nIn Briley v. Commonwealth, 221 Va. 532, 273 S.E.2d 48 (1980), cert. denied, 451 U.S. 1031, 101 S. Ct. 3022, 69 L. Ed. 2d 400 (1981), defense counsel began to cross-examine the Commonwealth's chief witness concerning the plea agreement the witness had made with the Commonwealth. Defense counsel sought to show the witness's motivation for testifying against the accused. During that process, the trial court warned defense counsel that if he examined the witness about other crimes covered by the plea agreement in which the defendant was also charged, the Commonwealth would be permitted to question the witness about the defendant's participation in those other crimes. Defense counsel elected not to pursue the matter further. On appeal, the Supreme Court held that Briley was not denied a right to full crossexamination of the witness. The Court acknowledged that had defense counsel proceeded to ask questions concerning other crimes committed by the witness in which the defendant was also involved, he would have opened the door to rebuttal evidence of defendant's involvement in those crimes. In this context the Court held: \"Cross-examination on a part of a transaction enables the opposing party to elicit evidence on redirect examination of the whole transaction at least to the extent that it relates to the same subject.\" Id. at 540, 273 S.E.2d at 53 (quoting United States v. Barrentine, 591 F.2d 1069, 1081 (5th Cir.), cert. denied, 444 U.S. 990, 100 S. Ct. 521, 62 L. Ed. 2d 419 (1979)). Thus, in Briley, the Court held that the defendant may not open the door to part of an issue without opening the door to all of the issue. In Lockhart's case, however, the record does not support any contention that he attempted to elicit only part of a particular transaction. Rather, Lockhart's case involves an attempt by the Commonwealth to exceed the extent to which the door may have been opened by the introduction of highly prejudicial other crimes evidence.\nFinally, we turn to our decision in Lewis v. Commonwealth, 7 Va.App. 596, 376 S.E.2d 295, aff'd en banc, 8 Va.App. 574, 383 S.E.2d 736 (1989), yet another case relied upon by the Commonwealth in this appeal. In Lewis, the defendant was on trial for robbery of a pizza store manager and two other employees. The manager was able to identify the defendant, in part, from the fact that the *438 defendant had robbed him in the same store approximately three weeks earlier. There was a dispute over whether the manager had previously identified the defendant in a photo spread in which the defendant's picture was not included. Prior to the manager's testimony, the trial court in a conference with counsel, instructed the manager not to mention the first robbery in his direct testimony. The Commonwealth indicated that it would only elicit testimony relating to the prior robbery if the defendant questioned the witness about his identification of the defendant. The manager testified and made no reference to the prior robbery. On cross-examination defense counsel questioned the witness about his identification of the defendant from a photo spread. Thereupon, on redirect examination the Commonwealth, over Lewis's objection, was permitted to elicit from the manager that he had seen Lewis during the prior robbery of him. The trial court gave an instruction to the jury that the evidence of the prior crime was only to be used in determining whether the manager had properly or improperly identified Lewis as the robber in the present charge.\nOn appeal, we held that \"Lewis' questions of [the manager] on cross-examination called the reliability of his identification into question and, thus, opened the door for the evidence to be received.\" Id. at 603, 376 S.E.2d at 298. In Lewis, we carefully noted the context in which the issue of the defendant's opening the door to other crimes evidence arose. We first noted that because the defendant had cast doubt on the manager's identification of him, \"the [trial] court was required to balance the probative value of allowing the Commonwealth to explain [the manager's] ability to identify Lewis against any incidental prejudice involved by the jury learning of the prior robbery.\" We further noted that \"[t]he determination and weighing of the probative value of the proffered evidence rests with the trial court and will be reviewed for an abuse of discretion.\" Id.\nIn finding no abuse of discretion in Lewis, we noted that the probative value was obvious in explaining and confirming the manager's ability to identify Lewis and that the prejudice to Lewis was less substantial because two other eyewitnesses also positively identified him as the robber. In addition, we noted that the trial court properly instructed the jury on the limited purpose of the rebuttal evidence. In stark contrast to Lewis, in Lockhart's case the factors that reduced the prejudicial effect of the Commonwealth's other crimes rebuttal evidence are not present. Moreover, nothing in the record in Lockhart's case evidences the trial court's attempt to ensure that the Commonwealth's other crimes evidence was not used by the jury in its consideration of Lockhart's guilt or innocence. In short, Lewis stands for the proposition that when the defendant opens the door to other crimes evidence the trial judge must determine whether the prejudicial effect of that evidence outweighs its probative value.\nAlthough these cases represent differing factual scenarios and various variations of the applicability of the \"opened door\" concept, the common thread is that the trial court, after determining that the probative value of other crimes evidence outweighs its prejudicial effect, may admit such evidence where the defendant opens the door to such evidence.\nFor these reasons, we hold that it was an abuse of discretion to permit the Commonwealth to elicit evidence of Lockhart's subsequent involvement with the sale of illegal drugs because the prejudicial effect of that evidence far outweighed the benefit that accrued to the Commonwealth in rebutting Lockhart's attempt to imply a lack of involvement in such crimes. Accordingly, we reverse Lockhart's conviction and remand for a new trial if the Commonwealth be so advised.\nReversed and remanded.\nBARROW, Judge, concurring.\nThe disposition of this appeal is controlled, in my opinion, by application of the rules governing the admissibility of character evidence. See Gravely v. Commonwealth, 13 Va.App. 560, 562-64, 414 S.E.2d 190, 191-92 (1992). The prosecution's evidence of the defendant's prior drug sale was, at best, an attempt to impeach the defendant's evidence of his good character, i.e. that he had not possessed illegal drugs when searched on occasions before his arrest for this offense. Rebuttal evidence of a defendant's \"good character for the trait involved in the particular prosecution\" is admissible only to show such character at the time of the offense for *439 which the defendant is on trial. Id. at 562, 414 S.E.2d at 191; see also Charles E. Friend, The Law of Evidence in Virginia, 181 n. 23 (4th ed. 1993). The prosecution's impeachment evidence concerned an event which occurred eight months after the offense for which he was on trial; therefore, it was not admissible. See Gravely, 13 Va.App. at 564, 414 S.E.2d at 192. Furthermore, the defendant's evidence did not open the door \"to inquiries concerning criminal charges for unrelated drug offenses and other misconduct occurring after the offense for which he was on trial.\" Id. Therefore, I agree that the judgment of conviction should be reversed and the matter remanded for a new trial.\nCOLEMAN, Judge, dissenting.\nIn my opinion, the trial judge did not abuse his discretion by allowing the Commonwealth to present evidence in order to correct the false impression that the defendant had purposefully created. See Lewis v. Commonwealth, 7 Va.App. 596, 602, 376 S.E.2d 295, 298, aff'd en banc, 8 Va.App. 574, 383 S.E.2d 736 (1989). The judge's ruling was proper in order to prevent the defendant from misleading the jury. Although Judges Koontz and Barrow agree that the trial judge erred, they do so for different reasons. I respectfully disagree with the reasons relied upon by both of my colleagues. Accordingly, I dissent and would affirm Lockhart's conviction.\nJudge Koontz reverses because, in his view, Lockhart did not \"open the door\" to evidence that an informant had bought drugs from Lockhart after March 7, 1991, when his counsel asked the arresting officer on crossexamination whether he had found drugs on Lockhart after the officer had stopped him on other occasions prior to March 7, 1991. In Judge Koontz's view, applying a narrow and complex \"open the door\" formula, the trial judge erred by ruling that an \"open the door\" rationale applied to this situation and by allowing the Commonwealth to present evidence of Lockhart's prior drug transactions.\nIn my view, Lockhart \"voluntarily, and with the quite manifest purpose of improving his standing with the jury, put in issue\" whether he previously had possessed drugs and, therefore, he cannot \"object to a full cross-examination upon those facts.\" Harris v. Commonwealth, 129 Va. 751, 753-54, 105 S.E. 541, 542 (1921). \"[T]he clear purpose of [Lockhart's eliciting] the ... testimony was to create an impression in his favor, which the Commonwealth was justified in rebutting.\" Locke v. Commonwealth, 149 Va. 447, 451-52, 141 S.E. 118, 120 (1928). Even though the Commonwealth's attorney perhaps should have objected to Lockhart's evidence, Lockhart attempted to create a false impression that, as far as the police knew, he had no prior involvement with drugs. By interjecting this issue in the case, Lockhart made material and admissible the Commonwealth's evidence that he had sold drugs to an informant after March 7, 1991.\nFurthermore, Lockhart's effort to limit the evidence of his drug activity to before March 7, 1991, does not limit the permissible scope of the Commonwealth's rebuttal evidence on the same subject. \"Cross-examination on a part of a transaction enables the opposing party to elicit evidence on redirect examination of the whole transaction at least to the extent that it relates to the same subject.\" Briley v. Commonwealth, 221 Va. 532, 540, 273 S.E.2d 48, 53 (1980), cert. denied, 451 U.S. 1031, 101 S. Ct. 3022, 69 L. Ed. 2d 400 (1981).\nThe Virginia cases on this subject, which Judge Koontz cites, uniformly have held that where a defendant attempts to present evidence intended to mislead the fact finder, the Commonwealth is entitled to rebut the false impression created by this evidence. See Harris v. Commonwealth, 129 Va. 751, 753-54, 105 S.E. 541, 542 (1921); Locke v. Commonwealth, 149 Va. 447, 451-52, 141 S.E. 118, 120 (1928); Harmon v. Commonwealth, 212 Va. 442, 445, 185 S.E.2d 48, 51 (1971); Wilson v. Commonwealth, 225 Va. 33, 39, 301 S.E.2d 1, 3 (1983).\nDespite Judge Koontz's effort to distinguish the Harris, Locke, Briley, and Lewis decisions from Lockhart's situation on the basis of whether evidence that Lockhart originally introduced was admissible or inadmissible, none of the Virginia cases draw or mention any such distinction. Judge Koontz would adopt the rationale from the case of Clark v. State, 332 Md. 77, 629 A.2d 1239 *440 (1993), decided by the Maryland Court of Appeals, for the proposition that a \"clear distinction [exists] between `opening the door' (involving expanded relevancy) and `curative admissibility' (involving fairness).\" (See fn. 2 of Judge Koontz's opinion.) I find no such dichotomy in the Virginia case law on the subject.\nAs to Judge Barrow's reasons for reversing Lockhart's conviction, he would hold that the trial court erred by permitting the Commonwealth to introduce impermissible character evidence of specific bad acts. I do not believe that the admissibility of character evidence was the issue before the trial judge. Thus, in my opinion, Gravely v. Commonwealth, 13 Va.App. 560, 562-64, 414 S.E.2d 190, 191-92 (1992), does not control this case. Unlike Gravely, where the defendant called character witnesses to testify and purposefully placed his good character in issue, here, Lockhart's counsel did not introduce a character witness. Rather, on cross-examination, Lockhart questioned one of the investigating police officers about whether at his prior encounters with Lockhart, he had ever found drugs on him. This testimony, elicited from the police officer on cross-examination, did not place Lockhart's character in issue, but rather, it suggested to the jury that as far as this officer knew, Lockhart had not possessed drugs on other occasions. While the inquiry by Lockhart's counsel may have been improper, Lockhart opened the door for the Commonwealth to present evidence to correct his attempt to deceive and mislead the jury.\nAccordingly, I dissent.\n\nUPON A PETITION FOR REHEARING EN BANC BEFORE THE FULL COURT\nHeretofore came Ronnie Lockhart, by court-appointed counsel, and the Commonwealth, by the Attorney General of Virginia, respectively, and filed petitions praying that the Court set aside the judgment rendered herein on April 26, 1994 and grant a rehearing en banc thereof.\nOn consideration whereof, the petition for rehearing en banc is granted, the mandate entered herein on April 26, 1994 is stayed pending the decision of the Court en banc, and the appeal is reinstated on the docket of this Court.\nThe parties shall file briefs in compliance with Rule 5A:35. In order to prevent duplication due to the filing of two sets of briefs, the appellant shall file the opening brief upon rehearing en banc, the appellee shall file the answering brief, and the appellant may respond thereto. The appellant shall also file ten additional copies of the appendix previously filed in this case.\nNOTES\n[1]  As used here, \"relevancy\" (the quality of evidence that tends to establish the proposition for which it is presented), encompasses the concepts of \"materiality\" (the quality of evidence that relates to a matter properly at issue) and \"competency\" (the quality of evidence both inherently reliable and not otherwise prohibited by a rule of evidence such as the hearsay rule). For purposes of our analysis, evidence that lacks relevance under this broad definition will be referred to simply as \"otherwise inadmissible evidence\" without regard to whether it is such by reason of a lack of relevancy, materiality or competency. It is to such otherwise inadmissible evidence that the concept of \"expanded relevancy\" applies.\n[2]  The issue prompted by the concept of expanded relevancy and embodied in the term \"opening the door\" is frequently found in Virginia cases, but usually addressed in general terms without comment or supporting analysis. See, e.g., Wilson v. Commonwealth, 225 Va. 33, 39, 301 S.E.2d 1, 3 (1983) (where the defendants first raised the issue of a prior encounter with the game warden, they \"will not be heard to complain when the Commonwealth pursued the matter further to complete the inquiry\"); Harmon v. Commonwealth, 212 Va. 442, 445, 185 S.E.2d 48, 51 (1971) (where defendant testified that he had previously been convicted of a killing, \"he opened the door and assumed the risk that the prosecution would ask on cross-examination the degree of the homicide\"); Scholz v. Standard Accident Ins. Co., 145 Va. 694, 720, 134 S.E. 728, 735 (1926) (\"a party who has voluntarily brought out evidence on cross-examination ... [may not] object to the same evidence when brought out by his adversary on a re-examination of the same witness\"); Penny v. Commonwealth, 6 Va.App. 494, 497, 370 S.E.2d 314, 316 (1988) (\"a party may not sustain a challenge to evidence when that party has introduced evidence of the same nature\").\n[3]  The first situation is often referred to as \"classical\" opening the door. The third situation is often referred to as \"curative admissibility.\"\n[4]  We believe the facts of a particular case will readily support an appropriate determination where a failure to object results from a lack of opportunity or inadvertence. Such will probably not be the case where the issue is whether the lack of objection was a tactical device to create a right to introduce otherwise inadmissible evidence. Where the Commonwealth fails to object and nothing suggests lack of opportunity or inadvertence, the trial court should require the Commonwealth to establish a lack of deliberate choice not to object and failing that should not permit the introduction of otherwise inadmissible rebuttal evidence by the Commonwealth.\n\n",
            "ocr": false,
            "opinion_id": 1334140
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}