{
    "id": 1067898,
    "judges": "Duff",
    "date_filed": "1972-11-22",
    "date_filed_is_approximate": true,
    "slug": "william-lee-tyler-v-commonwealth",
    "case_name_short": "Commonwealth",
    "case_name": "William Lee Tyler v. Commonwealth",
    "case_name_full": "William Lee TYLER v. COMMONWEALTH of Virginia",
    "attorneys": "Thierry Barston (James C. Love, IV; Love, Kielsgard & Associates, on brief), Fairfax, for appellant., Thomas C. Daniel, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b525-5\">Thierry Barston (James C. Love, IV; Love, Kielsgard <em>&amp; </em>Associates, on brief), Fairfax, for appellant.</attorneys> <attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b525-6\">Thomas C. Daniel, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.</attorneys> <p data-order=\"7\" data-type=\"legal\" id=\"b525-7\">Present: MOON, C.J., ANNUNZIATA, J., and DUFF, Senior Judge.</p>",
    "headmatter": "<citation data-order=\"0\" data-type=\"citation\" id=\"b524-4\">\n    471 S.E.2d 772\n   </citation><parties data-order=\"1\" data-type=\"parties\" id=\"Acn\">\n    William Lee TYLER v. COMMONWEALTH of Virginia.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b524-7\">\n    Record No. 0364-95-4.\n   </docketnumber><br><court data-order=\"3\" data-type=\"court\" id=\"b524-8\">\n    Court of Appeals of Virginia, Alexandria.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b524-10\">\n    June 11, 1996.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b525-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"481\"> \n     *481\n     </span>\n    Thierry Barston (James C. Love, IV; Love, Kielsgard\n    <em>\n     &amp;\n    </em>\n    Associates, on brief), Fairfax, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b525-6\">\n    Thomas C. Daniel, Assistant Attorney General (James S. Gilmore, III, Attorney General, on brief), for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"legal\" id=\"b525-7\">\n    Present: MOON, C.J., ANNUNZIATA, J., and DUFF, Senior Judge.\n   </p>",
    "citations": [
        "22 Va. App. 480",
        "471 S.E.2d 772"
    ],
    "opinions": [
        {
            "author_str": "Duff",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.courts.state.va.us/opinions/opncavwp/0364954.pdf",
            "author_id": null,
            "opinion_text": "                     COURT OF APPEALS OF VIRGINIA\n\n\nPresent:    Chief Judge Moon, Judge Annunziata and Senior Judge\nDuff        Argued at Alexandria, Virginia\n\n\nWILLIAM LEE TYLER\n                                                   OPINION BY\nv.       Record No. 0364-95-4                JUDGE CHARLES H. DUFF\n                                                 JUNE 11, 1996\nCOMMONWEALTH OF VIRGINIA\n\n\n           FROM THE CIRCUIT COURT OF THE CITY OF ALEXANDRIA\n                       Donald M. Haddock, Judge\n             Thierry Barston (James C. Love, IV; Love,\n             Kielsgard & Associates, on brief), for\n             appellant.\n\n             Thomas C. Daniel, Assistant Attorney General\n             (James S. Gilmore, III, Attorney General, on\n             brief), for appellee.\n\n\n\n        William Lee Tyler (appellant) was convicted of burglary and\n\ngrand larceny.    On appeal, appellant contends that the evidence\n\nof his finger and thumb prints, found on both sides of pieces of\n\nthe store's broken window glass, was insufficient to sustain his\n\nconvictions.    We disagree and affirm the trial court's judgment.\n\n                                  I.\n\n        On September 4, 1993, at approximately 2:30 p.m., Roger\n\nWall, owner of Granny's Place children's clothing stores, locked\n\nand left the warehouse store located on Fairfax Avenue in\n\nAlexandria.    The store's plate glass window was intact at that\n\ntime.    Wall returned to the store the next morning after he was\n\ncontacted about a break-in there.      Upon his return, Wall saw that\n\nthe plate glass window had been broken.     Wall determined that\n\nclothing, valued at $4400, was missing from the store.\n\f      A police evidence technician recovered numerous latent\n\nfingerprints from pieces of broken glass \"laying right at the\n\nbase of the window where it was broken.\"    The evidence technician\n\ndiscovered pieces of glass containing fingerprints, outside and\n\ninside of the business.    On most of the \"lifts,\" he discovered\n\nfingerprints on both sides of a piece of glass, \"as if someone\n\nhad picked it up . . . and set it aside.\"\n\n      A latent fingerprint examiner compared the latent\n\nfingerprints with known fingerprints of appellant and determined\n\nthat appellant's fingerprints were on the pieces of broken\n\nglass. 1   Appellant was not an employee of the store and did not\n\nconduct business with the store.\n\n                                  II.\n\n      The issue presented on appeal is the sufficiency of the\n\nevidence to establish appellant as the criminal agent.    \"On\n\nappeal, we review the evidence in the light most favorable to the\n\nCommonwealth, granting to it all reasonable inferences fairly\n\ndeducible therefrom.\"     Martin v. commonwealth, 4 Va. App. 438,\n\n443, 358 S.E.2d 415, 418 (1987).\n\n      To establish a defendant's criminal agency, evidence that\n\nhis fingerprint was found at the scene of a crime \"'\"must be\n\ncoupled with evidence of other circumstances tending to\n\n      1\n      When asked at trial by the court to state how many points\nof comparison she found between the latent prints and appellant's\nknown prints, the examiner testified that in one of the exhibits\nshe counted seventy-five points of comparison.\n\n\n\n                                  -2-\n\freasonably exclude the hypothesis that the print was impressed at\n\na time other than that of the crime.\"'\"   Avent v. Commonwealth,\n\n209 Va. 474, 479, 164 S.E.2d 655, 659 (1968) (citations omitted).\n\nThe other circumstances, however, need not be totally\n\nindependent of the fingerprint itself and \"'may properly include\n\ncircumstances such as the location of the print, the character of\n\nthe place or premises where it was found and the accessibility of\n\nthe general public to the object on which the print was\n\nimpressed.'\"   Id. (citation omitted).\n\n     In Avent, the defendant's fingerprint was found on a piece\n\nof glass which had fallen from a window, located seven feet off\n\nthe ground, into the burglarized store.   Avent presented no\n\nevidence to explain the presence of his fingerprint.\n\n     The Virginia Supreme Court affirmed Avent's burglary\n\nconviction, holding that:\n          \"A latent fingerprint found at the scene of\n          the crime, shown to be that of an accused,\n          tends to show that he was at the scene of the\n          crime. The attendant circumstances with\n          respect to the print may show that he was at\n          the scene of the crime at the time it was\n          committed. If they do so show, it is a\n          rational inference, consistent with the rule\n          of law both as to fingerprints and\n          circumstantial evidence, that the accused was\n          the criminal agent.\"\n\nId. at 479-80, 164 S.E.2d at 659 (citation omitted).    The Court\n\nheld that the mode of entry into the store, the inaccessibility\n\nof the window to the public, and the fact that Avent was not an\n\nemployee of the store and had no business in or around the store,\n\n\n\n\n                                -3-\n\fprovided \"a rational inference that defendant was there\n\nunlawfully, and there was no evidence to the contrary.\"    Id. at\n\n480, 164 S.E.2d at 659.\n\n     In Turner v. Commonwealth, 218 Va. 141, 235 S.E.2d 357\n\n(1977), the Supreme Court affirmed burglary and murder\n\nconvictions where the defendant's fingerprint was found,\n\nimpressed in blood, on a flashlight in the murdered woman's\n\nbedroom.   The defendant had denied to the police that he knew\n\nanything about the crimes and told them they would find nothing\n\nwith his fingerprints at the crime scene.    Id. at 144, 235 S.E.2d\n\nat 359.    Following Avent, the Court in Turner held that the\n\nevidence was sufficient to establish Turner's criminal agency.\n\nThe Court noted that the \"significant fact\" in the case was that\n\na crime of violence was involved and the fingerprint was\n\nimpressed in blood.    Id. at 147, 235 S.E.2d at 360.\n\n     The same year that Turner was decided, the Court, in Ricks\n\nv. Commonwealth, 218 Va. 523, 237 S.E.2d 810 (1977), affirmed the\n\nburglary and grand larceny convictions of a defendant whose\n\nfingerprint was found on an applesauce jar, which had contained\n\npennies, located in the bedroom of the burglarized home.   Ricks\n\ntold the police that he had never been in the victim's house.    At\n\ntrial, Ricks testified that he had touched the jar when he had\n\ntrespassed in the house several months prior to the burglary.\n\nId. at 525, 237 S.E.2d at 811.\n\n     The Court noted that the fingerprint was found on an object\n\n\n\n                                 -4-\n\fwhich was stored in the bedroom of a private home, a place\n\ninaccessible to the public in general and Ricks in particular.\n\n\"Thus, evidence of the print has been coupled with evidence of\n\n'other circumstances' which tend to reasonably exclude the\n\nhypothesis that the fingerprint was impressed at a time other\n\nthan during the commission of the crimes.\"      Id. at 527, 237\n\nS.E.2d at 812.    The Court held that the fingerprint and attendant\n\nfacts established that Ricks was at the scene when the crimes\n\nwere committed, giving rise to the rational inference that Ricks\n\nwas the criminal agent.     Id.\n\n     In Parrish v. Commonwealth, 17 Va. App. 361, 437 S.E.2d 215\n\n(1993), we affirmed the robbery conviction of a defendant whose\n\npalm print and thumb prints were found on a bank deposit slip\n\nwhich had been attached to money in a deposit bag stolen from the\n\nrestaurant manager as he attempted to leave the restaurant to\n\nmake a deposit.   Laboratory analysis of the deposit slip revealed\n\nthat Parrish's left and right thumb prints were on the front of\n\nthe slip and a partial left palm print was on the back.\n\n     We noted that Parrish's palm print on the back of the\n\ndeposit slip could only be explained if pressure had been applied\n\nto the back of the document.      We held that the jury could infer\n\nthat some solid object must have been behind the deposit slip\n\nwhen the palm print was left and that the solid object was the\n\nroll of stolen money.     Id. at 365, 437 S.E.2d at 217.\n\n     We concluded that the \"unexplained circumstances of the\n\n\n\n                                   -5-\n\fplacement of the palm print on the bank deposit slip and the two\n\nthumb prints on the front within such a short time after robbery\n\nwere sufficient for a rational finder of fact to conclude beyond\n\na reasonable doubt that Parrish was the robber.\" 2     Id. at 365,\n\n437 S.E.2d at 218.\n\n                                  III.\n\n     The instant case is analogous to Avent.      Appellant's\n\nfingerprints were found on both sides of individual pieces of\n\nbroken glass from the window.      The glass fragments containing\n\nappellant's prints were found inside and outside of the\n            3\nbusiness.       Most of the latent \"lifts\" showed the prints of\n\nfingers on one side of the glass piece and a thumb print on the\n\nother.   Thus, appellant unquestionably handled the glass pieces\n\nafter the breaking occurred.\n\n     As in Avent, appellant was not employed by the store and had\n\nno business dealings there.      As in Avent, appellant presented no\n\nevidence to explain the presence of his fingerprints.\n\n     This case also is similar to Parrish.      While the timing of\n\nthe crimes in this case was not determined with the precision in\n\nParrish, as in Parrish, the unexplained placement of appellant's\n     2\n      The victim in Parrish testified that from the time he was\nrobbed until the police returned to him with the deposit slip was\nthirty to forty-five minutes.\n     3\n      While the evidence technician could not state which\nspecific glass fragments containing prints were located inside\nthe store and which ones were found outside of the store, he\ntestified that he found fragments containing latent prints both\noutside and inside of the business.\n\n\n\n                                   -6-\n\fthumb and fingerprints on both sides of the glass pieces found\n\ninside and outside the store provided sufficient evidence for a\n\nrational fact finder to conclude beyond a reasonable doubt that\n\nappellant committed the crimes.\n\n       Moreover, this case, where prints were found on both sides\n\nof glass fragments, is unlike Granger v. Commonwealth, 20 Va.\n\nApp. 576, 459 S.E.2d 106 (1995).    There, we reversed the robbery\n\nconviction of a defendant whose fingerprints on the liquor bottle\n\nused to injure the victim provided the only evidence of his\n\nguilt.   We noted that Granger's fingerprints were located \"on the\n\nhandle and body of the half-gallon bottle, a location not\n\ninconsistent with someone holding the bottle to pour from it.\"\nId. at 578, 459 S.E.2d at 106-07.       We stated that the evidence\n\ndid not establish when Granger had touched the bottle or that he\n\ntouched it at the scene of the crime.       Id. at 578, 459 S.E.2d at\n\n106.   Thus, the evidence did not \"exclude the hypothesis that\n\nGranger may have handled the bottle for an innocent purpose\n\nbefore the robbery.\"    Id. at 577, 459 S.E.2d at 106.\n\n         Here, however, no reasonable hypothesis of innocence\n\nflowed from the evidence before the trial court.         Thus, the court\n\ndid not err when it found sufficient evidence to convict\n\nappellant of the burglary and larceny charges.\n\n       We affirm the judgment of the trial court.\n\n                                             Affirmed.\n\n\n\n\n                                  -7-\n\f",
            "ocr": false,
            "opinion_id": 1067898
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Robbery"
}