{
    "id": 602896,
    "judges": "Fernandez, Kozinski, Tang",
    "date_filed": "2003-07-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-brian-r-anderson",
    "case_name_short": null,
    "case_name": "United States v. Brian R. Anderson",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Brian R. ANDERSON, Defendant-Appellant",
    "attorneys": "L. Craig Cary Smith, Smith & Hemingway, Spokane, Wash., for defendant-appellant., Ronald W. Skibbie, Asst. U.S. Atty., Spokane, Wash., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Feb. 4, 1993.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b428-6\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Brian R. ANDERSON, Defendant-Appellant.\n   </parties><docketnumber id=\"AvV\">\n    No. 92-30019.\n   </docketnumber><court id=\"AoE\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><otherdate id=\"AIA\">\n    Argued and Submitted Feb. 4, 1993.\n   </otherdate><decisiondate id=\"AB1\">\n    Decided March 24, 1993.\n   </decisiondate><attorneys id=\"ARg\">\n    L. Craig Cary Smith, Smith &amp; Hemingway, Spokane, Wash., for defendant-appellant.\n   </attorneys><attorneys id=\"Aom\">\n    Ronald W. Skibbie, Asst. U.S. Atty., Spokane, Wash., for plaintiff-appellee.\n   </attorneys><judges id=\"Ad-\">\n    Before TANG, KOZINSKI and FERNANDEZ, Circuit Judges.\n   </judges>",
    "citations": [
        "989 F.2d 310"
    ],
    "opinions": [
        {
            "author_str": "Kozinski",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/989/989.F2d.310.92-30019.html",
            "author_id": null,
            "opinion_text": "989 F.2d 310\n    UNITED STATES of America, Plaintiff-Appellee,v.Brian R. ANDERSON, Defendant-Appellant.\n    No. 92-30019.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Feb. 4, 1993.Decided March 24, 1993.\n    \n      L. Craig Cary Smith, Smith &amp; Hemingway, Spokane, Wash., for defendant-appellant.\n      Ronald W. Skibbie, Asst. U.S. Atty., Spokane, Wash., for plaintiff-appellee.\n      Appeal from the United States District Court for the Eastern District of Washington.\n      Before TANG, KOZINSKI and FERNANDEZ, Circuit Judges.\n      KOZINSKI, Circuit Judge:\n    \n    \n      1\n      We consider the meaning of \"extortion\" under the Armed Career Criminal Act.\n    \n    Background\n    \n      2\n      Brian Anderson pleaded guilty to being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g).   If a felon in possession has three or more previous convictions for \"violent felon[ies]\" his sentence increases precipitously under the Armed Career Criminal Act, 18 U.S.C. &#167; 924(e).1  Anderson had three serious crimes on his record, two burglaries and one incident in which he threatened (unsuccessfully) to destroy someone's pickup truck unless he was paid $200.   The district court held all these crimes were violent felonies under the Act, and sentenced Anderson to over 15 years in prison, some 12 years more than he'd have gotten otherwise.\n    \n    \n      3\n      Everyone agrees Anderson's first two crimes qualify as \"violent felonies,\" but there's some doubt about the third one.   The Armed Career Criminal Act defines \"violent felony\" as one of three categories of crimes:  (1) crimes that have the use of force as an element;  (2) crimes that involve a substantial risk of injury;  (3) and arson, burglary and extortion.   The tough issue turns out to be whether Anderson's third crime was \"extortion.\"   Is it extortion when the criminal only threatens injury to property, not violence to a person?   Or when the criminal makes the threat but doesn't actually succeed in getting the money?   These are questions of first impression, ones on which the statute gives us very little guidance.   Nevertheless, we must try to answer them.\n    \n    \n      4\n      * \"Violent felony\" under the Armed Career Criminal Act is a term of art:  It doesn't cover only felonies the defendant committed in a violent way, but rather refers to any crime that falls within one of three statutorily defined categories.\n    \n    \n      5\n      First, \"violent felony\" includes any crime that \"has as an element the use, attempted use, or threatened use of physical force against the person of another,\" 18 U.S.C. &#167; 924(e)(2)(B)(i) (emphasis added).   Anderson was convicted under Rev.Code Wash.  (RCW) 9A.56.130(1) (captioned \"Extortion in the second degree\"), which doesn't fit this definition.   A threat of force against a person is an element of a crime only if the crime must involve a threat of force.   See United States v. Sherbondy, 865 F.2d 996, 1010-11 (9th Cir.1988).   RCW 9A.56.130(1)'s elements are (1) knowingly obtaining or attempting to obtain something (2) by means of one of several kinds of threats, none of which are necessarily threats of physical force against a person.2\n    \n    \n      6\n      Second, the Armed Career Criminal Act covers crimes that inherently--as defined in the abstract, not necessarily as committed in the particular case--\"involve[ ] use of explosives, or otherwise involve[ ] conduct that presents a serious potential risk of physical injury to another,\" 18 U.S.C. &#167; 924(e)(2)(B)(ii).   Again, RCW 9A.56.130(1) doesn't fit this definition, because the nonviolent threats to which it applies rarely lead to physical injury.   See Sherbondy, 865 F.2d at 1010-11 (crime doesn't qualify under this prong of \"violent felony\" test if much of the conduct it covers doesn't involve serious potential risk of physical injury to another).\n    \n    \n      7\n      Third, \"violent felony\" includes \"burglary, arson, or extortion,\" 18 U.S.C. &#167; 924(e)(2)(B)(ii).   To determine whether a crime is burglary, arson, or extortion, we must look not to whether it bears one of these labels under state law, Taylor v. United States, 495 U.S. 575, 590-92, 110 S.Ct. 2143, 2153-55, 109 L.Ed.2d 607 (1990), or to whether it involves a risk of violence, id. at 596-97, 110 S.Ct. at 2157-58.   Rather, we must look to the \"generic\" definitions of burglary, arson, or extortion--the meanings likely ascribed to these words by the federal legislators who adopted the statute.  Id. at 598-99, 110 S.Ct. at 2158-59.\n    \n    \n      8\n      This is not, with regard to \"extortion,\" an easy matter.   In Taylor, the Court focused on the interstate consensus on the definition of \"burglary,\" id. at 598, 110 S.Ct. at 2158, but there's no such consensus on extortion.   The states are split almost evenly with regard to whether extortion covers only successful threats, e.g., Ala.Code &#167; 13A-8-13, or unsuccessful ones, too, e.g., Ariz.Rev.Stat. &#167; 13-1804.   Most states define extortion to include private individuals who get money using threats, e.g., Ariz.Rev.Stat. &#167; 13-1804, but some define it to cover only corrupt public officers, e.g., Off.Code.Ga.Ann. &#167; 45-11-5.   Many states define it to include threats of revealing embarrassing information, e.g., Ohio Rev.Code Ann. &#167; 2905.11(A)(5) (Baldwin), but others define it to cover only threats of violence or economic injury, e.g., Md.Ann.Code art. 27, &#167; 562B.   It's impossible to know which definition the legislators who voted for the Armed Career Criminal Act had in mind.   Quite likely most of them weren't thinking of any particular definition at all.\n    \n    \n      9\n      In a case like this, we must articulate a definition of extortion as a matter of federal common law.   There are several ways we can do this.   We might simply let the definition of extortion develop on a case by case basis.   This would be consistent with the common law tradition, but inconsistent with the rule that penal statutes should give the citizenry fair notice, both of the crime and the punishment.   See Douglas v. Buder, 412 U.S. 430, 432, 93 S.Ct. 2199, 2200, 37 L.Ed.2d 52 (1973) (per curiam).   We might try to glean a definition from state law, but as we mentioned, this is virtually impossible in this case because the state laws differ so much.   We might make up a definition from scratch, but being fundamentally law interpreters, not law makers, we generally prefer not to do this.\n    \n    \n      10\n      Fortunately, we have one other avenue open to us:  Congress has already defined \"extortion\" in another federal criminal statute.   The Hobbs Act, 18 U.S.C. &#167; 1951, which punishes extortion (and attempted extortion) that obstructs commerce, defines extortion as \"the obtaining of property ... by wrongful use of actual or threatened force, violence, or fear, or under color of official right.\"   We realize the Hobbs Act is not in pari materia with the Armed Career Criminal Act;  it was aimed at a different problem and passed at a different time.   It is, however, the law under which most federal extortion prosecutions take place, and its definition of extortion is the one quoted in Black's Law Dictionary at 525 (5th ed. 1979).   To the extent the word \"extortion\" had any specific meaning to the legislators who enacted 18 U.S.C. &#167; 924(e), the Hobbs Act definition seems to be a more likely candidate than any other.   Cf., e.g., Securities Industry Ass'n v. Board of Governors, 468 U.S. 137, 150-51, 104 S.Ct. 2979, 2986-87, 82 L.Ed.2d 107 (1984) (looking to other federal statutes for definition of term).3\n    \n    II\n    \n      11\n      The crime to which Anderson pled guilty--attempting to get money by threatening to harm a person's \"health, safety, business, financial condition, and personal relationships\"4--didn't constitute \"obtaining ... property from another,\" 18 U.S.C. &#167; 1951(b)(2);  it was only an attempt to obtain it.   It therefore wasn't \"extortion\" within the Hobbs Act, and consequently not \"extortion\" under section 924(e), either.   Accord, United States v. Strahl, 958 F.2d 980, 985-86 (10th Cir.1992) (attempted burglary isn't \"burglary\" within section 924(e)).5\n    \n    \n      12\n      We realize this may seem anomalous--why treat attempted extortion differently from extortion?--but this anomaly stems from the wording Congress used.   Congress could have defined violent felonies to include \"burglary, extortion, arson, or attempts to commit such crimes,\" but it didn't.   We can only assume this was intentional, especially because the reference to \"the use [or] attempted use ... of physical force\" in section 924(e)(2)(B)(i) shows Congress was conscious of the distinction between completed and attempted crimes.   Moreover, if we're mistaken, Congress can correct our misconception by simply amending the statute to define \"extortion\" explicitly.\n    \n    \n      13\n      We therefore conclude Anderson's RCW 9A.56.130(1) conviction shouldn't have been considered a crime of violence for purposes of the Armed Career Criminal Act.\n    \n    \n      14\n      VACATED and REMANDED.\n    \n    \n      \n        1\n         18 U.S.C. &#167; 924(e) mandates a minimum sentence of fifteen years for defendants with \"three previous convictions ... for a violent felony,\" defined as any felony that\n        (i) has as an element the use, attempted use, or threatened use of physical force against the person of another;  or\n        (ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\n        18 U.S.C. &#167; 924(e)(2)(B).\n      \n      \n        2\n         RCW 9A.56.130(1) says\n        A person is guilty of extortion in the second degree if he commits extortion by means of a threat as defined in RCW 9A.04.110(25)(d) through (j).\n        \"Extortion\" is defined by RCW.9A.56.110 as\n        knowingly ... obtain[ing] or attempt[ing] to obtain by threat property or services of [another]....\n        And RCW 9A.04.110(25)(d)-(j) define \"threat\" as a communication of the intent\n        (d) To accuse any person of a crime ...;  or\n        (e) To expose a secret ... tending to subject any person to hatred, contempt, or ridicule;  or\n        (f) To reveal any information sought to be concealed by the person threatened;  or\n        (g) To testify or provide information or withhold testimony or information with respect to another's legal claim or defense;  or\n        (h) To take wrongful action as an official ... or wrongfully withhold official action ...;  or\n        (i) To bring about or continue [certain kinds of strikes or boycotts];  or\n        (j) To do any other act which is intended to harm substantially the person threatened or another with respect to his health, safety, business, financial condition, or personal relationships.\n        Subsection (j) might include some threats to use physical force against a person, but it would include very few:  Threats of bodily injury and of false imprisonment are specifically covered by RCW 9A.04.110(25)(a) and (c), and are thus excluded from section (j).  (Extortion through threats to cause bodily injury or false imprisonment is first-degree extortion, punished more severely under RCW 9A.56.120.)   Because the threats covered by subsection (j) need not involve threat of force against a person, threat of force is not an element of the crime.   See Sherbondy, 865 F.2d at 1010-11.\n      \n      \n        3\n         This case thus presents the opposite of the situation in Taylor, where the Supreme Court held Congress meant \"burglary\" to refer to the definition \"now used in the criminal codes of most states,\" 495 U.S. at 598, 110 S.Ct. at 2158.   In Taylor, there was no federal definition of burglary, but there was a consensus among the states;  in our case, there's a federal definition but no state consensus.   We therefore conclude the federal definition is the right one to use\n      \n      \n        4\n         Appellee's SER at 35\n        We determine the offense to which Anderson actually pled guilty by considering the statutory definition of the offense plus whatever details are given in the indictment, information or guilty plea.  Taylor, 495 U.S. at 602, 110 S.Ct. at 2160;  United States v. Sweeten, 933 F.2d 765, 772 (9th Cir.1991).\n      \n      \n        5\n         United States v. Lane, 909 F.2d 895, 900 (6th Cir.1990), doesn't reach this question.   It holds attempted burglary is covered under the \"otherwise involves ... a serious potential risk of physical injury\" clause, id. at 903, but doesn't decide whether attempted burglary is covered under the \"burglary\" clause, id. at 902\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 602896
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}