{
    "id": 1423778,
    "judges": "Sorg",
    "date_filed": -259718400000,
    "date_filed_is_approximate": false,
    "slug": "geniviva-v-bingler",
    "case_name_short": "Geniviva",
    "case_name": "Geniviva v. Bingler",
    "case_name_full": "Cosmo S. GENIVIVA and Helen v. Geniviva v. John H. BINGLER, District Director, Internal Revenue Service, U. S. Treasury Department",
    "attorneys": "Hubert I. Teitelbaum, Pittsburgh, Pa., for plaintiffs. •, Joseph S. Ammerman, U. S. Atty., and Samuel J. Reich, Sp. Atty., Pittsburgh, Pa., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b129-3\">\n    Cosmo S. GENIVIVA and Helen V. Geniviva v. John H. BINGLER, District Director, Internal Revenue Service, U. S. Treasury Department.\n   </parties><docketnumber id=\"At\">\n    Misc. No. 2748.\n   </docketnumber><court id=\"A3\">\n    United States District Court W. D. Pennsylvania.\n   </court><decisiondate id=\"AH7\">\n    Oct. 9, 1961.\n   </decisiondate><br><attorneys id=\"b129-14\">\n    Hubert I. Teitelbaum, Pittsburgh, Pa., for plaintiffs. •\n   </attorneys><br><attorneys id=\"b129-15\">\n    Joseph S. Ammerman, U. S. Atty., and Samuel J. Reich, Sp. Atty., Pittsburgh, Pa., for defendant.\n   </attorneys>",
    "citations": [
        "206 F. Supp. 81"
    ],
    "opinions": [
        {
            "author_str": "Sorg",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3042.0,
            "opinion_text": "\n206 F. Supp. 81 (1961)\nCosmo S. GENIVIVA and Helen V. Geniviva\nv.\nJohn H. BINGLER, District Director, Internal Revenue Service, U. S. Treasury Department.\nMisc. No. 2748.\nUnited States District Court W. D. Pennsylvania.\nOctober 9, 1961.\nHubert I. Teitelbaum, Pittsburgh, Pa., for plaintiffs.\nJoseph S. Ammerman, U. S. Atty., and Samuel J. Reich, Sp. Atty., Pittsburgh, Pa., for defendant.\nSORG, District Judge.\nThis action is before the Court on plaintiffs' motion to suppress for use as evidence by defendant certain items of plaintiffs' property.\nThe parties have stipulated the following facts:\n\"1. On or about April 6, 1961, the residence of Cosmo S. Geniviva and his wife, Helen V. Geniviva, at 502 Jefferson St., Ellwood City, Pennsylvania, was illegally entered and money in the possession of the Genivivas was stolen.\n\"2. Shortly thereafter, the burglars were arrested and most of the money was recovered by the Ellwood City Police. The money was retained by the police as evidence and subsequently turned over by them for that purpose to Joseph S. Solomon, District Attorney of Lawrence County, and William McCallion, County Detective.\n\"3. Agents of the Internal Revenue Service received certain wrappers from the Ellwood City police, which wrappers had been in the possession of the petitioners. At no time had agents of the United States Internal Revenue Service seen any of the money in question. The wrappers are now in the possession of agents of the Internal Revenue Service.\n\"4. The Internal Revenue Service of the United States issued and served upon Joseph S. Solomon and William McCallion a summons to produce, for examination before a Special Agent of the Internal Revenue Service, said money as well as automobiles and other paraphernalia confiscated in the robbery case. The automobiles apparently belonged to the burglars. The summons was issued pursuant to 26 U.S.C. 7602 for the purpose of ascertaining the correctness of tax returns filed by the Genivivas.\"\nPlaintiffs moved to quash the summons for return of the property and to suppress its use in evidence. After hearing, the Court denied the motion to quash the summons, ordered the property profor *82 inspection by agents of the Internal Revenue Service and then returned to plaintiffs. Decision was reserved at that time on plaintiffs' motion to suppress.\nPlaintiffs contend that the use of the property in evidence in any criminal proceeding would violate their rights under the Fourth and Fifth Amendments to the Constitution of the United States. It may be noted that plaintiffs have not been indicted nor has any criminal proceeding been commenced against them.\nIn Burdeau v. McDowell, 256 U.S. 465, 41 S. Ct. 574, 65 L. Ed. 1048 (1921) plaintiff brought a civil suit to restrain the use in evidence of and for the return of certain books and papers which had been stolen and, several months later, turned over by the thief to a Special Assistant to the Attorney General of the United States. The Court held that the United States could retain the papers for use as evidence in a criminal proceeding and set forth the following principles at p. 475 of 256 U.S., 41 S. Ct. 574:\n\"The Fourth Amendment gives protection against unlawful searches and seizures, and as shown in the previous cases, its protection applies to governmental action. Its origin and history clearly show that it was intended as a restraint upon the activities of sovereign authority, and was not intended to be a limitation upon other than governmental agencies; as against such authority it was the purpose of the Fourth Amendment to secure the citizen in the right of unmolested occupation of his dwelling and the possession of his property, subject to the right of seizure by process duly issued.\n\"In the present case the record clearly shows that no official of the Federal Government had anything to do with the wrongful seizure of the petitioner's property, or any knowledge thereof until several months after the property had been taken from him and was in the possession of the Cities Service Company. It is manifest that there was no invasion of the security afforded by the Fourth Amendment against unreasonable search and seizure, as whatever wrong was done was the act of individuals in taking the property of another. A portion of the property so taken and held was turned over to the prosecuting officers of the Federal Government. We assume that petitioner has an unquestionable right of redress against those who illegally and wrongfully took his private property under the circumstances herein disclosed, but with such remedies we are not now concerned.\n\"The Fifth Amendment, as its terms import is intended to secure the citizen from compulsory testimony against himself. It protects from extorted confessions, or examinations in court proceedings by compulsory methods.\n\"The exact question to be decided here is: May the Government retain incriminating papers, coming to it in the manner described, with a view to their use in a subsequent investigation by a grand jury where such papers will be part of the evidence against the accused, and may be used against him upon trial should an indictment be returned?\n\"We know of no constitutional principle which required the Government to surrender the papers under such circumstances. Had it learned that such incriminatory papers, tending to show a violation of federal law, were in the hands of a person other than the accused, it having had no part in wrongfully obtaining them, we know of no reason why a subpoena might not issue for the production of the papers as evidence. Such production would require no unreasonable search or seizure, nor would it amount to compelling the accused to testify against himself.\n\"The papers having come into the possession of the Government without *83 out a violation of petitioner's rights by governmental authority, we see no reason why the fact that individuals, unconnected with the Government, may have wrongfully taken them, should prevent them from being held for use in prosecuting an offense where the documents are of an incriminatory character.\"\nPrior to Burdeau v. McDowell, the Supreme Court in Weeks v. United States, 232 U.S. 383, 34 S. Ct. 341, 346, 58 L. Ed. 652 (1914), established the rule that evidence obtained by federal agents in violation of the defendant's rights under the Fourth Amendment was inadmissible in a federal criminal prosecution, but that evidence seized unlawfully by state officers was admissible for the reason that \"the Fourth Amendment is not directed to individual misconduct of state officers. Its limitations reach the Federal Government and its agencies.\"\nSince the decision in Weeks v. United States, the rule as to the exclusion of evidence illegally obtained has been expanded. In Byars v. United States, 273 U.S. 28, 47 S. Ct. 248, 250, 71 L. Ed. 520 (1927) it was held that where the search was a joint operation of local and federal officers the evidence must be excluded because \"the effect is the same as though [the federal agent] had engaged in the undertaking as one exclusively his own.\" In Gambino v. United States, 275 U.S. 310, 48 S. Ct. 137, 138, 72 L. Ed. 293 (1927) where state officers had seized liquor from defendant's automobile after an illegal search the Court held the evidence inadmissible in a federal criminal trial because there was \"no suggestion that the defendants were committing, at the time of the arrest, search and seizure, any state offense; or that they had done so in the past; or that the troopers believed they had,\" and that the \"wrongful arrest, search and seizure was made solely on behalf of the United States.\" In Wolf v. Colorado, 338 U.S. 25, 69 S. Ct. 1359, 93 L. Ed. 1782 (1949) the Court held that the Fourteenth Amendment prohibits unreasonable searches and seizures by state officers but did not bar the admission of evidence so obtained in a state court for a state crime.\nIn Elkins v. United States, 364 U.S. 206, 80 S. Ct. 1437, 4 L. Ed. 2d 1669 (1960), the Court overruled its decision in Weeks v. United States, supra, as to the admissibility of evidence illegally obtained by state officials and adopted the principles set forth in Wolf v. Colorado, supra. In Elkins, the Court held that \"evidence obtained by state officers during a search which, if conducted by federal officers, would have violated the defendant's immunity from unreasonable searches and seizures under the Fourth Amendment is inadmissible over the defendant's timely objection in a federal criminal trial.\" The Court states further that \"* * * no distinction can logically be drawn between evidence obtained in violation of the Fourth Amendment and that obtained in violation of the Fourteenth. The Constitution is flouted equally in either case. To the victim it matters not whether his constitutional right has been invaded by a federal agent or by a state officer. It would be a curiously ambivalent rule that would require the courts of the United States to differentiate between unconstitutionally seized evidence upon so arbitrary a basis.\"\nIn Mapp v. Ohio, 367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081 (1961) the Court affirmed the principles set forth in Wolf v. Colorado and held that \"all evidence obtained by searches and seizures in violation of the Constitution is, by that same authority, inadmissible in a state court.\"\nThe rule as to the exclusion, in both federal and state courts, of evidence obtained by an unreasonable search and seizure in violation of the Fourth or the Fourteenth Amendment has been broadened and expanded since Burdeau v. McDowell, supra. The rule, however, has not been expanded to the extent that evidence obtained by persons not acting in concert with either state or federal officials must be excluded. In this case, no constitutional rights of plaintiffs *84 were invaded by or under color of official authority and in view of the principles set forth in Burdeau v. McDowell, supra, plaintiffs' motion to suppress will be denied.\n",
            "ocr": false,
            "opinion_id": 1423778
        }
    ],
    "court_short_name": "W.D. Pennsylvania",
    "court_full_name": "District Court, W.D. Pennsylvania",
    "court_type": "FD",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}