{
    "id": 451517,
    "judges": "Breyer, Selya, Torruella",
    "date_filed": 483926400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-robert-f-tierney",
    "case_name_short": null,
    "case_name": "United States v. Robert F. Tierney",
    "case_name_full": "UNITED STATES of America, Appellee, v. Robert F. TIERNEY, Defendant, Appellant",
    "attorneys": "Jamie Ann Sabino, Wellesley, Mass., with whom Klibaner & Sabino, Wellesley, Mass., was on brief for defendant, appellant., Thomas J. Curley, Jr., Asst. U.S. Atty., Boston, Mass., with whom William F. Weld, U.S. Atty., and A. John Pappalardo, Asst. U.S. Atty., Boston, Mass., were on brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Heard March 8, 1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 84,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b478-8\">\n    UNITED STATES of America, Appellee, v. Robert F. TIERNEY, Defendant, Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b478-11\">\n    No. 84-1594.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b478-12\">\n    United States Court of Appeals, First Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b478-14\">\n    Heard March 8, 1985.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b478-15\">\n    Decided May 3, 1985.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b479-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"383\"> \n     *383\n     </span>\n    Jamie Ann Sabino, Wellesley, Mass., with whom Klibaner &amp; Sabino, Wellesley, Mass., was on brief for defendant, appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b479-14\">\n    Thomas J. Curley, Jr., Asst. U.S. Atty., Boston, Mass., with whom William F. Weld, U.S. Atty., and A. John Pappalardo, Asst. U.S. Atty., Boston, Mass., were on brief for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b479-15\">\n    Before BREYER and TORRUELLA, Circuit Judges, and SELYA,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </p><div class=\"footnotes\"><div class=\"footnote\" data-order=\"8\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b479-20\">\n     Of the District of Rhode Island, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "760 F.2d 382"
    ],
    "opinions": [
        {
            "author_str": "Selya",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/760/760.F2d.382.84-1594.html",
            "author_id": null,
            "opinion_text": "760 F.2d 382\n    18 Fed. R. Evid. Serv. 76\n    UNITED STATES of America, Appellee,v.Robert F. TIERNEY, Defendant, Appellant.\n    No. 84-1594.\n    United States Court of Appeals,First Circuit.\n    Heard March 8, 1985.Decided May 3, 1985.\n    \n      1\n      Jamie Ann Sabino, Wellesley, Mass., with whom Klibaner &amp; Sabino, Wellesley, Mass., was on brief for defendant, appellant.\n    \n    \n      2\n      Thomas J. Curley, Jr., Asst. U.S. Atty., Boston, Mass., with whom William F. Weld, U.S. Atty., and A. John Pappalardo, Asst. U.S. Atty., Boston, Mass., were on brief for appellee.\n    \n    \n      3\n      Before BREYER and TORRUELLA, Circuit Judges, and SELYA,* District Judge.\n    \n    \n      4\n      SELYA, District Judge.\n    \n    \n      5\n      Appellant, Robert F. Tierney, appeals his conviction in the United States District Court for the District of Massachusetts upon an indictment charging him with eighteen counts of mail fraud in violation of 18 U.S.C. Sec. 1341.  The core element of the indictment was the thesis that Tierney, formerly a supervisor of attendance for the school department of the city of Boston, knowingly and wilfully devised and implemented a scheme to defraud the State/Boston Retirement System (SBRS) of pension benefits, whilst repeatedly using the mails in furtherance of his artifice.  (Tierney, as a municipal employee, was eligible to partake of the benefices of the SBRS.)    The affairs of the SBRS were at the time administered in pertinent part by a Retirement Board (Board).\n    \n    \n      6\n      Tierney was indicted by a federal grand jury on February 15, 1984 and arraigned on February 23.  After a six day trial, a jury returned guilty verdicts on all counts on May 24, 1984.  He was subsequently sentenced and seasonably prosecuted this appeal.\n    \n    \n      7\n      Appellant raises but two issues for our consideration.  He urges, first, that the evidence was insufficient to support the government's case against him.  The second string to his bow is that the district judge committed prejudicial error in admitting evidence of, and references to, an earlier indictment lodged against him.  We find both contentions bootless.I.\n    \n    \n      8\n      Tierney's broader proffer need not long detain us (though it necessarily occupies some substantial time to set out the relevant facts).  That asseveration questions whether there was enough evidence to support a jury finding that appellant was guilty.  The proper yardstick to be applied when the evidence is largely circumstantial is \"whether the total evidence, including reasonable inferences, when put together is sufficient to warrant a jury to conclude that defendant is guilty beyond a reasonable doubt.\"   Dirring v. United States, 328 F.2d 512, 515 (1st Cir.1964).   See also United States v. Drougas, 748 F.2d 8, 15 (1st Cir.1984);  United States v. Mehtala, 578 F.2d 6, 10 (1st Cir.1978);  United States v. Francomano, 554 F.2d 483, 486 (1st Cir.1977).   See generally Holland v. United States, 348 U.S. 121, 139-40, 75 S.Ct. 127, 137, 99 L.Ed. 150 (1954).  In conducting this measurement, we consider the evidence in its totality, taken in the light most flattering to the government, together with all legitimate inferences to be drawn therefrom, in an effort to ascertain whether a rational trier of the facts could have found the appellant guilty beyond any reasonable doubt.   Drougas, 748 F.2d at 15;  United States v. Smith, 680 F.2d 255, 259 (1st Cir.1982), cert. denied, 459 U.S. 1110, 103 S.Ct. 738, 74 L.Ed.2d 960 (1983);  United States v. Patterson, 644 F.2d 890, 893 (1st Cir.1981).\n    \n    \n      9\n      We cannot say that the evidence in this case, so viewed, was inadequate to support the verdicts.  To the contrary, after a careful examination of the record, we find the government's proof to be compelling.  A decurtate summary, drawn, as required, from the prosecution's vantage point, suffices to make the point beyond cavil.\n    \n    \n      10\n      The saga began with a minor vehicular accident which occurred on November 25, 1975, ostensibly while the appellant was on a work-related mission.  Tierney, despite the absence of apparent personal injury or visible damage to either of the cars involved, pressed a bodily injury claim.  He had sustained (so he said) cervical and lumbo-sacral damage.  He stayed out of work (on sick leave) until the following May.  He toiled without incident for the remainder of 1976 and thereafter.  Several physicians examined him in 1976 and 1977 in connection with, inter alia, his worker's compensation claim against the city and his third-party tort suit against the adverse operator.  There was plethoric evidence that he had, by 1977, fully recovered from whatever neck and back injuries he might have sustained in the November, 1975 accident.  Indeed, Tierney himself testified in a deposition taken on July 20, 1977 that he had no lingering sequellae.\n    \n    \n      11\n      The record further reflects that the appellant's employment record was, from mid-1976 forward, admirable.  He lost virtually no time from work due to illness of any kind.  By way of illustration, he took not a single \"sick day\" from September 1, 1979 to October 15, 1980.  And, during these years, the industrious Mr. Tierney moonlighted in a regular second (evening) job and toiled summers as a gardener (a non-sedentary position which required heavy labor).\n    \n    \n      12\n      On October 15, 1980, without any prior notice to his superiors, the appellant resigned, effective forthwith.  That very afternoon, he requested an application for superannuation retirement from SBRS.1   The Board computed his maximum superannuation benefits and notified him in early December that he would be entitled to receive an annual pension of $10,515.  At that point, Tierney seemingly lost interest in exploring this avenue;  instead, in July of 1981, he applied to SBRS for an accidental disability retirement pension (ADRP).  Such a stipend promised to be considerably more munificent than a superannuation arrangement;  ADRP benefits are calculated to equal 72% of the applicant's salary at (i) the time of injury, or (ii) the last year of covered employment, whichever is greater.  See M.G.L. c. 32 Sec. 7(2)(a)(ii).  There was, however, a catch:  an ADRP is available only to one who is totally and permanently disabled, by reason of a work-related injury, from performing his duties.  See id.\n    \n    \n      13\n      Tierney posited his ADRP application upon the November 25, 1975 automobile accident.  He claimed, in substance, that he had been compelled to quit his job because of severe low-back pain which had plagued him since that occurrence.  Various documents which he submitted to the Board in the course of the ensuing proceedings were sent through the mails;  these mailings, collectively, form the predicate for the multiple counts of mail fraud set out in the instant indictment.  Tierney went through the wonted medical review process and testified at a hearing before the Board on December 8, 1981.  The Board hearing was tape recorded, and relevant portions of the tape were admitted into evidence at the trial in the court below.  The Board ceded an ADRP to the appellant in January, 1982, retroactive to March 2, 1981, granting him a lifetime annuity of $19,060 yearly.\n    \n    \n      14\n      Though more will be said on the point hereafter, see text post at Part II, it should also be mentioned at this juncture that on October 16, 1980, the day after the appellant so abruptly resigned from his lifelong employment, he was indicted by a federal grand jury for Hobbs Act violations (18 U.S.C. Secs. 1951, 1952) involving an alleged extortion attempt carried out in the course of the school department's business (the 1980 Indictment).  Inasmuch as the attempted extortion was an offense cognizable under M.G.L. c. 268A Sec. 25,2 the bringing of the indictment would have jeopardized any claim by Tierney for retirement benefits of any sort had he not resigned the day before.\n    \n    \n      15\n      We need not burrow into the minutiae of the appellant's deceit.  The record of his dealings with the SBRS is honeycombed with evidence of statements, claims, declarations, and assertions by Tierney which, if the jurors believed the government's proof at the trial (as indeed they did), could be viewed only as palpably and designedly false and fraudulent.  We call attention to but a few of the strands in the encompassing fabric of Tierney's complicity:\n    \n    \n      16\n      1. His overblown description of the November, 1975 mishap as a \"large trauma\" and his claim of loss of consciousness and other dread afflictions were belied by the great weight of the credible evidence offered at trial.\n    \n    \n      17\n      2. His jeremiad anent his \"gradually increasing low-back pain\" and his lament to the Board that his supposed injuries had caused him \"continued difficulty\" since 1975 were completely undermined not only by the believable medical evidence, but by Tierney's near-perfect work record, his deposition testimony in the civil suit, the absence of any bills for medical treatment between 1976 and 1981,3 the testimony of coworkers, and his ability both to hold down a second job and to perform the operose tasks of his chosen summertime vocation.\n    \n    \n      18\n      3. The delay in applying for an ADRP, and the intervening exploration of superannuation benefits, were themselves probative.  If Tierney had been genuinely disabled, the superannuation pavane would have been entirely unnecessary.  No innocent explanation for this delay (or for the ensuing change in signals) satisfactorily appears of record.\n    \n    \n      19\n      4. After the appellant resigned from his school department post, he worked for several weeks in a more physically demanding occupation, i.e., at an automobile maintenance and repair area.  That job involved, inter alia, the changing of truck tires.  His work was good in all respects.\n    \n    \n      20\n      5. Last--but surely not least--Tierney, shortly before he filed the July, 1981 ADRP petition, applied privately for the issuance of life insurance.  He advised the prospective insurer in April of 1981 that he had no physical limitations;  that he suffered from no \"current medical problems which ... require[d] immediate medical treatment;\"4 that his health was \"good;\"  that he was not taking any medication;  and that he had never been \"unable to hold a job\" because of \"inability to perform certain motions,\" \"inability to assume certain positions,\" or for \"other medical reasons.\"    And, a doctor's examination performed contemporaneously with the insurance application confirmed his ability to do physical work without any special limitations.  All of this, of course, ran directly athwart Tierney's litany of protests to the Board and his repetitive claim that he was totally and permanently disabled as of October 15, 1980 and thereafter.\n    \n    \n      21\n      This list could go on and on, but no useful purpose would be served.  Viewed dispassionately, the cold record shows a man who was under no significant disability;  who, designedly and with malice aforethought, made sentiently false representations to the Board and to its screening panel of physicians in order to euchre an inflated pension benefit from SBRS (which he knew he did not deserve);  and who, with intent to deceive, purposefully utilized the United States mails in an effort to accomplish his nefarious ends.  Tierney's overriding compulsion was less the pain in his back than the larceny in his heart.  The verdicts were in every respect supported by substantial--indeed, overwhelming--record evidence.  The sufficiency challenge is jejune.\n    \n    II.\n    \n      22\n      The appellant also questions the admission of evidence relating to the 1980 Indictment.  Consideration of this point requires some further explication of the proceedings below.\n    \n    \n      23\n      In the course of pretrial discovery, the government indicated, early on, that it intended to offer proof in its case in chief not only of the 1980 Indictment, but of the appellant's ensuing conviction thereon.  This tactic came as no surprise:  the indictment in the instant case (paragraph 7) specifically referenced the 1980 Indictment.  And, the 1980 Indictment had been prominently mentioned at the Board hearing.\n    \n    \n      24\n      Both before and during the trial, the appellant's counsel sought to strike, exclude, and/or restrict the government's evidence in this regard.  The district judge addressed the issue on at least four separate occasions;  he undertook an exhaustive evaluation of the proffer and of its ramifications, displayed commendable sensitivity to the rights of the accused, and fully explored the entire subject matter.  The district judge resolved the dilemma in Solomonic fashion:  he refused to permit the government to show that Tierney was keenly aware, in early October of 1980, of his imminent jeopardy,5 or to show his ensuing conviction,6 sentencing, and consequent incarceration7 in its case in chief;  he allowed the government to show the fact and timing of the 1980 Indictment, and allowed certain (minimal) references to it to remain in the Board record;  and he established draconian restrictions upon the use of the evidence so admitted, especially in final argument.  (Appellant concedes that these guidelines were observed to the letter.)    Finally, the district court gave proper limiting instructions to the jury, both contemporaneous with the admission of what remained of the disputed evidence and in the charge.\n    \n    \n      25\n      The appellant argues before us that even the abridged evidence of the 1980 Indictment was inadmissible as irrelevant;  and further, that if relevant, its probative value was so far outweighed by its unfairly prejudicial effect that it should have been excluded.  Neither argument carries the day.\n    \n    \n      26\n      We have consistently recognized, and we reaffirm today, that the district courts have broad discretion as to discerning the relevancy vel non of evidence, and as to gauging the probative value versus prejudicial impact calculus.   E.g., United States v. Marler, 756 F.2d 206, 216-217 (1st Cir.1985);  United States v. Strahl, 590 F.2d 10, 12 (1st Cir.1978), cert. denied, 440 U.S. 918, 99 S.Ct. 1237, 59 L.Ed.2d 468 (1979);  United States v. DeVincent, 546 F.2d 452, 456-57 (1st Cir.1976), cert. denied, 431 U.S. 903, 97 S.Ct. 1694, 52 L.Ed.2d 387 (1977).  Under Fed.R.Evid. 401, evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"\n    \n    \n      27\n      Where, as here, the disputed evidence is offered to show motive, the relevancy hurdle is at its nadir.  Motive is, by definition, subjective in nature;  it is a state of mind that is shown by proving the emotion that brings it into being.  Thus, as to such testimony, Professor Wigmore has observed that:\n    \n    \n      28\n      [A] circumstance showing the probability of appropriate ensuing action ... is always relevant....\n    \n    \n      29\n      1 Wigmore on Evidence Sec. 118 at 558 (3d ed. 1940).  As to such proof, relevancy objections have long been disfavored.   E.g., Moore v. United States, 150 U.S. 57, 60-61, 14 S.Ct. 26, 27-28, 37 L.Ed. 996 (1893).  And, in recognition of these pragmatic truths, the better-reasoned view has come to be that\n    \n    \n      30\n      [I]n general, any fact may be offered which by possibility can be conceived as tending with others towards the emotion in question.\n    \n    \n      31\n      United States v. Day, 591 F.2d 861, 874-75 (D.C.Cir.1978) (quoting 2 Wigmore, op. cit. supra, Sec. 389 at 329) (emphasis original).\n    \n    \n      32\n      Courts ought not to function in an artificially sterile environment.  Certainly, a reasonable man might well have his assessment of Tierney's motive for resigning altered perceptibly by the knowledge that, a day later, he was named in an indictment which, had he remained in the city's service, would have put all of his pension rights at risk.  The district court did not err in judging this piece of proof to be relevant within the meaning of Fed.R.Evid. 401.\n    \n    \n      33\n      A closer question is presented by the plea that the worth of the proffered tidbit was too far outstripped by its (unfairly) harmful effects.  Tierney maintains that, even if the challenged proof was relevant under Rule 401, it nevertheless failed to pass muster under the balancing test constructed by Fed.R.Evid. 403 (\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury....\").  Yet here again, it must be remembered that the trial judge is Johnny-on-the-spot;  he has savored the full taste of the fray, and his considerable discretion must be respected so long as he does not stray entirely beyond the pale.    Marler, supra;  Strahl, supra;  United States v. Williams, 545 F.2d 47, 50 (8th Cir.1976) (per curiam).\n    \n    \n      34\n      Refined to its barest essence, the appellant's argument on this point is that, on the one hand, the jury's knowledge of the 1980 Indictment proved very little.  After all, there was no direct evidence that Tierney knew the indictment was forthcoming;  and grand jury proceedings are, by their very nature, cloaked in secrecy.  E.g., Fed.R.Crim.P. 6(e).  If and to the extent that Tierney was ignorant of the indictment, it could have formed no part of his motive.  On the second hand, the appellant's theorem runs, the jury's awareness that he had been accused of attempted extortion was, despite the cautionary instructions, despite the talesmen's lack of knowledge of the conviction which ensued, unfairly prejudicial to him in the trial of this cause.\n    \n    \n      35\n      The argument is, however, flawed.  First, we note that the force of the government's point relates not to Tierney's advance knowledge of the 1980 Indictment per se, but to whether or not he had reason to know that an indictment was likely lurking in the wings.  The difference, we think, is not without significance.\n    \n    \n      36\n      Second, we must remark the ironic overtones of the scenario.  The government was fully prepared to prove that Tierney had every reason to believe that he was on the brink of being indicted;  this evidence was excluded, at the appellant's behest, because of what he asserted was its overly prejudicial nature.  Now, he seeks to turn the tables.  He says that, absent the proof which he asked (successfully) to be withheld, the remaining evidence is undercut.  We doubt that the law is such an ass as to permit a criminal defendant rewardingly to play a shell game of this sort with the trial judge.  Having one's cake and eating it, too, is not in fashion in this circuit.   Cf. United States v. Ven-Fuel, Inc., 758 F.2d 741, 763 &amp; n. 17 (1st Cir.1985).  But, we need not dwell on this strange turn of events;  Tierney's fizgig can be defused on more mundane grounds.\n    \n    \n      37\n      Juries have long been allowed--indeed, encouraged--to draw inferences from the evidence.  Judge Torruella, writing for a unanimous panel of this court, has defined the quintessential nature of such illations:\n    \n    \n      38\n      Inference is the process of reasoning by which a fact or proposition sought to be established is deduced as a logical consequence from other facts, or a state of facts, already proved or admitted.\n    \n    \n      39\n      Computer Identics Corp. v. Southern Pacific Co., 756 F.2d 200, 204 (1st Cir.1985).\n    \n    \n      40\n      Our cases have acknowledged that assumptions into which no life could be breathed in an intellectual vacuum may well take on vitality when viewed in the vibrant context of an array of zoetic events.   E.g., Drougas, 748 F.2d at 25 (assumption that a telephone call placed to a business establishment was intended for a particular recipient when the identities of neither the caller nor the receiver were known);  United States v. Fortes, 619 F.2d 108, 122 (1st Cir.1980) (paper fragments, though not identifiable as being tied to a given source, admissible to support an inference as to defendants' access to proceeds of a particular bank robbery).\n    \n    \n      41\n      These principles govern in the case at bar.  Even in the absence of direct evidence of Tierney's foreknowledge of the 1980 Indictment, the jury, armed with the totality of the circumstances, e.g., the suddenness of his resignation, the lack of customary notice to his employer, the absence of any (other) discernible reason for acting in such a precipitate manner, the peculiar hemming and hawing which followed anent the superannuation pension, the provisions and effect of M.G.L. c. 268A Sec. 25, could permissibly have reasoned that the proposition which the government sought to establish (that the appellant, driven by a desire to salvage his pension, set in motion the entire iniquitous scheme because of his forebodings about the imminence of indictment on the extortion scam) was deducible as a logical consequence of the complete panoply of facts proven or admitted (including, as perhaps the centerpiece of the motive hypothesis, the nature and timing of the 1980 Indictment).   See, e.g., Freeman v. Decio, 584 F.2d 186, 197 n. 44 (7th Cir.1978) (when it is shown that an insider made a sudden sale of his corporation's stock and that, immediately thereafter, material adverse information about the company's prospects became public knowledge, an inference arises that the insider was bailing out);  Wigmore, supra, Sec. 154 at 601 (sudden possession of money, coincident with timing of events, makes dishonest acquisition \"a natural and prominent hypothesis\");  see also United States v. Tramunti, 513 F.2d 1087, 1105 (2d Cir.1975) (possession of large amounts of unexplained cash can, with other evidence, give rise to inference of narcotics trafficking);  United States v. Loften, 518 F.Supp. 839, 843-44 (S.D.N.Y.1981) (to like effect).\n    \n    \n      42\n      In sum, the handing up of the 1980 Indictment and the chronometry of the surrounding events had positive probative force in the idiocratic circumstances of this case.8   That being so, and the district court having exhibited accipitrine vigilance in the premises and having wisely undertaken a myriad of prophylactic measures to counteract any unfair prejudice associated with the introduction of the evidence, see text ante, we decline the appellant's invitation to second-guess the trial judge's calibration of the Fed.R.Evid. 403 scales.  There was no abuse of discretion.9\n    \n    \n      43\n      The appellant's belated claim that the jury was necessarily \"confused\" as between the present indictment and the 1980 Indictment, if not waived by Tierney's failure to object to the introduction of the evidence on this ground (despite four different opportunities to do so), cf. Bryant v. Consolidated Rail Corp., 672 F.2d 217, 220 &amp; n. 4 (1st Cir.1982), is without merit.  The district court's charge, taken as a whole, clearly differentiated between the two and eliminated any reasonable possibility of harmful confusion.  And, since the appellant made no contemporaneous complaint that the instructions in this regard were confusing (to the contrary, his trial counsel virtually invited the instruction as given), it is too late to consider any claim of error in this wise.  See Fed.R.Crim.P. 30.   See also McGrath v. Spirito, 733 F.2d 967, 968-69 (1st Cir.1984).  In view of our determination that the disputed evidence was properly admitted under Fed.R.Evid. 403, it would be supererogatory for us to discuss the parties' conflicting claims vis-a-vis the admissibility of the same under Fed.R.Evid. 404(b).  And, for the identic reason, we eschew consideration of the government's exhortation that the admission of the evidence, in its limited and sanitized form, was, if error at all, harmless, in that it was highly probable, given the convictive might of the prosecution case, that guilty verdicts would in any event have ensued.   E.g., Fortes, 619 F.2d at 122;  United States v. Bosch, 584 F.2d 1113, 1117-18 (1st Cir.1978).\n    \n    III.\n    \n      44\n      It appears to us, without serious question, that Tierney was fairly tried and fairly convicted, and we so hold.  His assignments of error are uniformly meritless.\n    \n    \n      45\n      Affirmed.\n    \n    \n      \n        *\n         Of the District of Rhode Island, sitting by designation\n      \n      \n        1\n         See generally M.G.L. c. 32 Sec. 5.  Because Tierney, though he had upwards of twenty years of covered service, was under the age of fifty-five, early retirement was in his case controlled by the strictures of M.G.L. c. 32 Sec. 10\n      \n      \n        2\n         M.G.L. c. 268A, Sec. 25 provides in pertinent part as follows:\n        An officer or employee of a county, city, town or district, howsoever formed, including but not limited to, regional school districts and regional planning districts, or of any department, board, commission or agency thereof may, during any period such officer or employee is under indictment for misconduct in such office or employment or for misconduct in any elective or appointive public office, trust or employment at any time held by him, be suspended by the appointing authority, whether or not such appointment was subject to approval in any manner.\n        Any person so suspended shall not receive any compensation or salary during the period of suspension, nor shall the period of his suspension be counted in computing his sick leave or vacation benefits or seniority rights, nor shall any person who retires from service while under such suspension be entitled to any pension or retirement benefits, notwithstanding any contrary provisions of law, but all contributions paid by him into a retirement fund, if any, shall be returned to him.\n        The district court ruled, as a matter of law, that the allegations contained in the 1980 Indictment were sufficient to trigger the palliatives of this statute.  That ruling has not been contested on appeal.\n      \n      \n        3\n         Appropriate insurance records offered at the trial likewise confirmed the absence of medical care during this span\n      \n      \n        4\n         The appellant did, in response to this inquiry, add as an eschatocol to his negative answer:  \"? hypertension\"\n      \n      \n        5\n         The government offered to prove that, following the much-publicized arrests of a Boston school committeeman (Gerald O'Leary) and a local attorney (Richard Mulhern) implicated in the extortion scheme, FBI agents visited Tierney on October 6, 1980.  Once Tierney became aware of their interest in the extortion case, he referred them to his counsel.  A follow-up meeting was held a few days later.  The agents sought Tierney's cooperation, and warned him, in substance, that an indictment was the likely alternative.  Specific allusion was made to the Assistant United States Attorney \"handling [Tierney's] case.\"    The conversations were not offered for the truth of the matters asserted, but merely to show that the appellant was on such notice.  And, Tierney was present.  Thus, there was no hearsay barrier\n        This evidence, which would clearly have demonstrated the basis for Tierney's presentiment of a forthcoming indictment, was apparently excluded by the district judge because of both its tendency to link the appellant with O'Leary and Mulhern (each of whom had attained some local notoriety) and because of the highly suggestive contents of the comments of the FBI agents.  Though we applaud the district court's motives in striving to eradicate perceived prejudice, we note (albeit do not decide) that a redacted version of those conversations was quite probably admissible in evidence.  If so admitted, many of Tierney's present posturings would not be possible.\n      \n      \n        6\n         Had Tierney testified in his own defense, the government could presumably have used the conviction in cross-examination.  See Fed.R.Evid. 609(a)(2)\n      \n      \n        7\n         The evidence anent incarceration related to medical histories given by, and physical examinations of, the accused when imprisoned at Eglin Federal Prison Camp following his conviction on the 1980 Indictment.  Such evidence was, given the breadth of the other available proof, plainly cumulative\n      \n      \n        8\n         In light of our appraisal of the situation, we need not pursue further the notion that, after October 16, 1980, the pendency of the 1980 Indictment itself constituted a likely influence on Tierney's decision to eschew the superannuation pension and go for broke by pressing his ill-advised (and spurious) ADRP claim.  We do not mean, however, to minimize the force of such an argument;  after all, it was not until the appellant knew for certain that he had been indicted (and that, therefore, his retirement bridge had been burned behind him) that he irrevocably committed himself to the perilous course which involved the commission of the very crimes for which he here stands convicted\n      \n      \n        9\n         We observe, in passing, that this was not a case where the government, equipped with a boxful of routinely admissible evidentiary nails, reached out to the periphery to grasp a particularly inflammatory spike in an effort to drive one fastening too many into a defendant's coffin.  We deplore what we perceive to be a trend towards the use of such prosecutorial overkill, and we will hold excesses in check wheresoever they appear.  But here, the government's analysis of the appellant's motive was a commonsense one, and it could best be proven in precisely the manner essayed at trial\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 451517
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}