{
    "id": 1431589,
    "judges": "Erickson",
    "date_filed": 313027200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-district-ct-for-second-jud-dist",
    "case_name_short": null,
    "case_name": "People v. DISTRICT CT. FOR SECOND JUD. DIST.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "603 P.2d 127"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3903.0,
            "opinion_text": "\n603 P.2d 127 (1979)\nThe PEOPLE of the State of Colorado, Petitioner,\nv.\nThe DISTRICT COURT FOR the SECOND JUDICIAL DISTRICT, State of Colorado, and the Honorable Karen S. Metzger, as one of the Judges thereof, Respondents.\nNo. 79SA177.\nSupreme Court of Colorado, En Banc.\nNovember 13, 1979.\nAs Modified On Denial of Rehearing December 3, 1979.\n*128 Dale Tooley, Dist. Atty., O. Otto Moore, Asst. Dist. Atty., Brooke Wunnicke, Chief Appellate Deputy Dist. Atty., Denver, for petitioner.\nMyers, Woodford &amp; Hoppin, P. C., Frederick J. Myers, Denver, Holm &amp; Dill, Jon L. Holm, DiManna, Eklund, Ciancio &amp; Jackson, Michael F. DiManna, Stanley J. Walter, Denver, for respondents.\nERICKSON, Justice.\nIn this original proceeding, the prosecution seeks a writ of mandamus to compel the district court to vacate an order granting the defendants a bill of particulars. We issued a rule to show cause and now discharge that rule.\nThe defendants were charged with theft and conspiracy to commit theft in an indictment that named Property Management Consultants, Inc., d/b/a United Locators, Will Tieman, Dennis Gooch, Terry Peterson, Rick Safford, and Lee Mynett as defendants. The gravamen of the indictment was that between March 15 and September 15, 1978, some or all of the defendants participated in a scheme to defraud and obtain money by false advertising and by misrepresenting the availability of apartments for rent. The scheme was allegedly carried out by the sale of a spurious list of rental properties.\nAfter a motion to dismiss the two-count indictment was denied, the defendants individually filed motions for bills of particulars as to acts charged in the indictment. The bills requested inter alia that the prosecution specify which properties were involved in the alleged scheme, approximately when the misrepresentations were made, and what overt acts took place in furtherance of the conspiracy. The trial judge granted the motions but limited her order requiring only that the prosecution answer the bill as nearly as possible \"based on the fact that the allegation is in fact a course of conduct rather than one incident....\" The prosecution was not required to indicate specific days or hours that the alleged acts were committed.\n\nI.\n\nTheft\nAn order for a bill of particulars normally rests within the sound discretion of the trial judge. Crim.P. 7(g). See Balltrip v. People, 157 Colo. 108, 401 P.2d 259 (1965). Where the crime of theft is charged in the words of the statute, however, such an order is mandatory upon the defendant's request. Section 18-4-401(b)(6), C.R.S.1973 (now in 1978 Repl.Vol. 8) provides:\n\"In every indictment or information charging a violation of this section, it shall be sufficient to allege that, on or about a day certain, the defendant committed the crime of theft by unlawfully taking a thing or things of value of a person or persons named in the indictment or information. The prosecuting attorney shall at the request of the defendant provide a bill of particulars.\" (Emphasis supplied.)\nThe statute recognizes that under our consolidated theft law the charges contained in *129 an indictment or information may not be sufficiently definite to enable the defendant to prepare a defense. See People v. Ingersoll, 181 Colo. 1, 506 P.2d 364 (1973).\nThe question remains whether the scope of the bill of particulars was so broad as to constitute an abuse of the trial judge's discretion. After a review of the record, we find no such abuse.\nThe purpose of a bill of particulars is to enable the defendant to properly prepare his defense in cases where the indictment, although sufficient to advise the defendant of the charges raised against him, is nonetheless so indefinite in its statement of a particular charge that it does not afford the defendant a fair opportunity to procure witnesses and prepare for trial. King v. United States, 402 F.2d 289 (10th Cir. 1968); Cefalu v. United States, 234 F.2d 522 (10th Cir. 1956). See also, Right of an Accused to a Bill of Particulars, 5 A.L.R. 2d 444 and the cases cited therein. When addressing such motions, the trial judge should consider whether the requested information is necessary for the defendant to prepare his defense and to avoid prejudicial surprise. Wong Tai v. United States, 273 U.S. 77, 47 S. Ct. 300, 71 L. Ed. 545 (1927); United States v. Roya, 574 F.2d 386 (7th Cir. 1978); Balltrip v. People, supra.\nThe bill does not require a detailed disclosure of the evidence upon which the prosecution expects to rely. Balltrip v. People, supra. Rather, it calls for an exposition of the facts that the prosecution intends to prove and limits the proof at trial to those areas described in the bill of particulars. United States v. Murray, 297 F.2d 812 (2d Cir. 1962); United States v. Neff, 212 F.2d 297 (3d Cir. 1954). See 1 C. Wright, Federal Practice and Procedure, § 129, at 285 (1969). Because a defendant is presumed innocent under our system of justice, he must also be presumed ignorant of the facts upon which the charges are based. United States v. Smith, 16 F.R.D. 372 (D.Mo.1954). Cf. Kentucky v. Whorton, 441 U.S. 786, 99 S. Ct. 2088, 60 L. Ed. 2d 640 (1979); Bell v. Wolfish, 441 U.S. 520, 99 S. Ct. 1861, 60 L. Ed. 2d 447 (1979).\nIn this case the theft charges lodged against the defendants are broad in scope, involving a number of people and acts allegedly committed over a long period of time. Consequently, the charges needed to be further clarified. The trial judge properly recognized, however, that the defendants' request for a bill of particulars was extensive and included some matters more properly the subject of discovery proceedings. Accordingly, the motion for the bill of particulars was granted but appropriately limited in its scope. Granting a bill of particulars did not constitute an abuse of discretion in this case.\n\nII.\n\nConspiracy to Commit Theft\nPursuant to Crim.P. 7(g), the trial judge also ordered the prosecution to supply a bill of particulars for the second charge, conspiracy to commit theft. In light of the factual similarity between the charge of theft and the charge of conspiracy to commit theft, and the interrelationship of the two charges, the trial judge properly concluded that a bill of particulars was necessary in the latter as well as the former case to avoid surprise and to enable the defendants to prepare for trial.\nAccordingly, the rule to show cause is discharged.\n",
            "ocr": false,
            "opinion_id": 1431589
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Robbery"
}