{
    "id": 680705,
    "judges": null,
    "date_filed": 780278400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-robert-d-scott-edward-t-skinner-alex-yung-steven-j",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "United States v. Robert D. Scott, Edward T. Skinner, Alex Yung, Steven J. Hemsley, Conrad L. Caldwell, James M. Peterson, Iv, James M. Peterson, Mary M. Wilson",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 48,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "37 F.3d 1564"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/37/37.F3d.1564.92-3265.92-3291.92-3258.92-3255.92-3250.html",
            "author_id": null,
            "opinion_text": "37 F.3d 1564\n    74 A.F.T.R.2d 94-6454\n    UNITED STATES of America, Plaintiff-Appellee,v.Robert D. SCOTT, Edward T. Skinner, Alex Yung, Steven J.Hemsley, Conrad L. Caldwell, James M. Peterson,IV, James M. Peterson, Mary M. Wilson,Defendants-Appellants.\n    Nos. 92-3175, 92-3250, 92-3255 to 92-3258, 92-3265 and 92-3291.\n    United States Court of Appeals,Tenth Circuit.\n    Sept. 23, 1994.\n    \n      R. Bruce Kips, Fairway, KS, for defendant-appellant Alex Yung.\n      Larry C. Pace, Kansas City, KS, for defendant-appellant Steven J. Hemsley.\n      Robert W. Manske, Olathe, KS, for defendant-appellant Conrad L. Caldwell.\n      William A. Cohan (Jennifer A. Greene, also of Cohan &amp; Greene, Encinitas, CA, with him on the briefs), for defendants-appellants James M. Peterson and James M. Peterson, IV.\n      Defendant-appellant Mary M. Wilson submitted on briefs by Thomas L. Bolding, Kansas City, KS.\n      Defendants-appellants Robert D. Scott and Edward T. Skinner submitted on briefs, pro se.\n      Karen M. Quesnel, Atty., Tax Div., Dept. of Justice (Michael L. Paup, Acting Asst. Atty. Gen., Robert E. Lindsey and Alan Hechtkopf, Attys., Tax Div., Dept. of Justice, Washington, DC;  of counsel, Randy Rathburn, U.S. Atty., Wichita, KS, with her on the brief), for plaintiff-appellee.\n      Before SEYMOUR, Chief Judge, McKAY and LOGAN, Circuit Judges.\n      LOGAN, Circuit Judge.\n    \n    \n      1\n      In this opinion we address the direct criminal appeals of eight defendants--Robert D. Scott, Edward T. Skinner, Alex Yung, Steven J. Hemsley, Conrad L. Caldwell, James M. Peterson, James M. Peterson, IV, and Mary M. Wilson--who were tried together and convicted in a jury trial of conspiracy to defraud the United States, in violation of 18 U.S.C. Sec. 371.  The conspiracy alleged was to defraud by impeding, obstructing, and defeating the Internal Revenue Service (IRS) in the assessment and collection of federal income taxes.\n    \n    \n      2\n      On appeal counsel for four defendants submitted briefs and made oral argument;  one pro se defendant filed a separate brief.  The other pro se defendants and most of the defendants represented by counsel sought by motion to incorporate codefendants' briefs insofar as they applied to the particular appeals.1  We grant those motions and treat all defendants as raising all issues briefed by others on appeal that would apply to their cases.  In addition we consider that each defendant has raised the question of the sufficiency of the evidence to support the verdict against that defendant.  Defendants also raise issues of whether the court properly instructed the jury, or erred in denying motions for severance and for a mistrial, and in admitting evidence.  Individual defendants also have raised some issues that are essentially frivolous.\n    \n    \n      3\n      * The charge of conspiracy arose from defendants' involvement with an unincorporated organization, International Business Associates (IBA).  IBA created, promoted, and sold trusts through marketing seminars held around the country and through sales representatives.  The trusts were marketed as a device for the purchasers to eliminate income tax liability without losing control of their money and other assets.  Defendants Yung and James M. Peterson (Peterson Sr.) were the major figures in IBA.\n    \n    \n      4\n      Yung and Peterson Sr. devised a scheme involving transfers to and among, typically, up to four successive trusts.  Trust I was a so-called \"domestic\" trust established as a shell with an apparently fictitious contribution of $100 by some entity other than the purchaser who ultimately bought the trust from IBA.  See Appellee's Add. 130-42.  The nominal grantor of this trust was generally World Venture, Cache Properties, or some other trust created by IBA.  The named trustee was Yung or another person connected to IBA;  not the purchaser.  The nominal beneficiary was the owner of the one hundred \"capital units\" issued initially, apparently the nominal grantor.  Trust I was required to distribute all taxable income each year to the capital unit owner, which made it a conduit \"simple\" trust for federal income tax purposes--required to file a tax return but with the tax to be paid by the beneficiaries to whom the income distributions were made.  The trust instrument gave broad powers to the trustee, stating that the trustee could delegate to a secretary or manager.  The trust stated that it would be interpreted in accordance with trustee minutes.  The purchaser to whom this shell trust was sold might buy more than one Trust I, depending upon the purchaser's desires to have different assets in different trusts, or perhaps to shift depreciable property from one trust to another to be redepreciated as discussed hereafter.\n    \n    \n      5\n      Trust II, which would almost immediately own all of Trust I's capital units, was a nearly identical document to Trust I except that it was a \"foreign\" trust established in the country of Belize naming as trustee a resident of Belize, generally a man named Dennis Smith, who apparently was connected with an automobile rental and tour business in that country.  Trust II also required the distribution of all income, and because it was set up to receive income from domestic Trust I, it would be required to file U.S. income tax returns.  But it also purported to be a conduit \"simple\" trust, passing its income on to its beneficiary--which almost immediately became a third foreign trust, Trust III.\n    \n    \n      6\n      Trust III also purported to be a foreign trust like Trust II and apparently was nearly identical to Trust II except that it could distribute or accumulate income.  The IBA posited, however, that Trust III was outside the jurisdiction of the United States and not amenable to its tax laws because it would be a foreign trust receiving income and distributions from another foreign trust (Trust II).  Trust III was referred to as the \"active foreign trust,\" because it was designed to hold assets until needed by the purchaser.\n    \n    \n      7\n      Trust IV also purported to be a foreign trust apparently almost identical to Trust III, and the IBA considered it also to be outside the jurisdiction of the United States and not amenable to its tax laws because it received all of its distributions from another foreign trust (Trust III).  This trust was referred to by the IBA representatives as the \"passive foreign trust\" because it essentially would be dormant until the purchaser wanted funds in sufficiently large quantities that it needed to use the loan device hereafter described.\n    \n    \n      8\n      Even if these Trusts I through IV operated legitimately, with genuine grantors funding them, active trustees managing them, and real foreign beneficiaries receiving distributions, there would still be a question whether the form of the trusts was sufficient to be valid under United States trust law--particularly because of the delegation to trustees' \"minutes interpreting\" the indenture.  See Appellee's Add. 132.2\n    \n    \n      9\n      The government attacked the selling scheme as fraudulent, however, not because of the form of the trusts but because of the way they were operated.  These shell trusts were sold to purchasers for $2,500 each, plus annual trustee's fees of $200 or more, with additional fees charged for particular services.  The purchasers were told to transfer whatever assets they wished to the trusts.  Thus, the purchasers became the real grantors who funded these trusts.\n    \n    \n      10\n      Presigned trustees' minutes--that the purchaser was instructed to keep secret--had blanks for the addition of trustees to be named by the purchaser, and for the appointment of a secretary-treasurer or a manager who would have total control over the assets of the trusts.  Bylaws adopted by the presigned minutes provided that this officer could not be removed except after thirty days notice.  Id. at 140.  Other presigned minutes provided that a trustee could be removed by a two-thirds vote of a committee of three (one member being selected by the trustees and two by the secretary-treasurer or manager) upon five days notice.  Id. at 143.  The purchaser was told that he could insure perpetual control in himself by naming himself as secretary-treasurer or manager because of the difference between the thirty days notice required to remove the officer but only five days notice required to remove a trustee.  (Sometimes the IBA trustee presigned a resignation as trustee that could be accepted any time.)   The purchaser-manager was not required to tell the nominal IBA trustee where he maintained the trust bank accounts or where any of the trust assets were located.  Thus, the purchaser became, in all but name, the trustee of each trust.\n    \n    \n      11\n      A presigned transfer register allowed transfer of the \"capital units\" to the downstream trusts.  See id. at 148.  Purchasers were told that they could establish bank accounts for all trusts in the same bank if they wished, and could transfer assets at will between the trusts.  The aim was to place all \"taxable income\" in foreign Trust III where it was said to be insulated from the IRS's jurisdiction because it was a transfer between two foreign trusts (Trust II to Trust III).  The purchaser was never to be the named \"capital unit\" owner.  But there would be no one else who could take out assets, because the purchaser would control all of the capital unit owners.\n    \n    \n      12\n      The purchaser would be able to obtain any funds he wanted from the foreign trusts by one of three devices:  direct gifts of up to $10,000 per year from one of the foreign trusts;  use of debit cards (apparently including bank ATM cards) which could directly draw on trust bank accounts for cash, or use of credit cards issued in the name of the trusts to be paid off by the trusts;  or for larger amounts by the gift of a promissory note.  The promissory note arrangement was that Trust III would loan money to Trust IV in return for Trust IV's demand note made payable to \"bearer\" in the amount of the loan.  Trust III would then make a gift of the note to the purchaser as an \"intangible\" gift, allegedly not subject to U.S. tax law because it came from a foreigner (Trust III).  Id. at 68-72, 93.  Thus, the purchaser, as a practical matter, became the sole beneficiary of each of these trusts.\n    \n    \n      13\n      Additionally, the purchasers were told that they could transfer buildings (including their home), equipment, and even businesses to the domestic Trust I, set the assets up on a schedule at their full fair market value, and then depreciate the asset for tax purposes.  This write-up to full market value allegedly was free of any capital gains recognition because somehow the consideration given for the transfer could not be valued.  Purchasers were told that when Trust I had fully depreciated the asset it could be transferred to another trust (presumably another domestic Trust I), to be written up and depreciated down again and again for tax purposes, all without recognition of any taxable gain at the time of the transfers.  See id. at 64-67.\n    \n    \n      14\n      The fraud in these transfer arrangements is apparent.  The income tax consequences under the Internal Revenue Code depend upon the substance of the situation, not the form.  See, e.g., Diedrich v. Commissioner, 457 U.S. 191, 195, 102 S.Ct. 2414, 2417-18, 72 L.Ed.2d 777 (1982) (when donor made a gift conditional on donee paying gift tax, donor realized taxable income to extent gift tax paid by donee exceeds donor's adjusted basis in property);  Commissioner v. Hansen, 360 U.S. 446, 461, 79 S.Ct. 1270, 1279, 3 L.Ed.2d 1360 (1959) (\"the incidence of taxation depends upon the substance, not the form, of the transaction\").  Thus, the true grantor of these trusts in substance is the purchaser, who is also the trustee, and also the beneficiary.  It is as if there were no transfers at all;  therefore, the purchaser is subject to tax on all of the income of the various trusts.  I.R.C. Secs. 482, 671, 672(f), 677, 679.  Since the purchaser is a resident of the United States, U.S. federal income taxes would have to be paid on all of the income of the trusts.  Id. Secs. 674, 677, 679;  see also id. Secs. 652, 667.  The purchaser would not be able to depreciate his home, which he effectively retains for personal use, even if he pays himself rent for the use of the premises through a trust.  See W.H. Armston Co. v. Commissioner, 188 F.2d 531 (5th Cir.1951) (disallowing corporation's deductions for equipment rental paid to individual taxpayer because purported sale of equipment to individual mere device to avoid income taxes).  The purchaser would not be able to depreciate other properties which he holds for personal as distinguished from business use.  Transfers of assets to a trust that the purchaser controls would have a carryover tax basis, I.R.C. Sec. 1015;  thus, there would be no write-up of the basis for tax depreciation.  No tax benefit could be accomplished by a transfer of depreciated properties between trusts if they are all controlled by the purchaser.  See id. Secs. 643(f), 644.  The trust instruments, together with the secret minutes, may have been useful in hiding assets from creditors and in avoiding probate, but an obvious purpose was to hide assets and income from the federal taxing authorities.\n    \n    \n      15\n      Thus the only questions, absent errors in the instructions and rulings of the court, are:  (1) whether a reasonable jury could find that each of these defendants had the requisite \"scienter\" to be guilty of the crime--could the jury find that they knew this scheme violated the law;  and (2) was there sufficient evidence that a reasonable jury could find that each defendant was a member of the conspiracy.\n    \n    \n      16\n      We have little difficulty in answering these questions in the affirmative.  Yung and Peterson Sr. purported to rely upon the advice of attorneys on the legality of the transactions.  They had a legal opinion from attorney Richard Stradley.  But that opinion dealt with the form only and not with their method of operation.  There is no evidence that attorney Stradley was given information concerning the secret minutes that made the purchaser the real grantor, the real trustee in his capacity as manager, and the sole beneficiary.  These principals mentioned that they had \"run the arrangement by\" various attorneys and CPAs who could find nothing wrong with it;  but there is no indication that they revealed to these persons the modus operandi of the transactions.  Further, in recorded meetings and conversations with government undercover agents, Yung and Peterson Sr. admitted that Yung spent eleven months as an adviser to a person selling similar trusts in Nassau who got caught in an IRS sting operation and put in jail.  Yung stated as to the man that \"if he hadn't a fired his staff he'd a still been in business, but he killed his own golden egg.\"   Appellee's Add. 280.  Yung also admitted knowing of IRS problems with one of the trusts created because a son-in-law serving as manager or trustee \"blew the whistle\" on his father-in-law, whom he did not like, and revealed the true control arrangement to the IRS in litigation over the trusts.  Id. at 285-86.  Yung and Peterson Sr.'s files contained a number of articles and letters stating opinions that somewhat similar trusts were illegal and that the IRS was prosecuting those who sold them.  VIII R.Supp. 1494-95, 1499-1513, 1517, 1521.\n    \n    \n      17\n      In general, the IBA promoters admonished all of the purchasers in the seminars and discussions that if the IRS began an audit or any inquiry the purchaser-manager was to plead ignorance and make reference to the trustees, see Appellee's Add. 287;  that the IBA trustees would tell the IRS nothing, but refer them to the foreign trustee;  that the foreign trustee knew nothing and would have the IRS agent on the next plane out of Belize.  IRS undercover agent Reed stated he was told there were two rules with respect to these trusts:  \"you do not talk to the Internal Revenue Service, and ... you do not go to an attorney.\"   VIII R.Supp. 1529.  In Peterson Sr.'s file also was a letter from defendant Wilson commenting that an attorney for a bank, who was also a tax adviser to the IRS, had given a negative opinion on the trusts.  VII id. at 1001-02.  These references and others in the record provide sufficient evidence on which a reasonable jury could find the participants in the sales of the trusts knew the transactions were unlawful.  If the sellers believed they had found a legitimate loophole in the tax laws, there was no reason to keep the trustee minutes secret.\n    \n    \n      18\n      The evidence is overwhelming against Yung and Peterson Sr.;   it is sufficient as to each of the other defendants.  All of the other defendants except Hemsley were information officers who sold these trust instruments.  When undercover agent Reed attempted to become an information officer he was told that no one could become such an officer until he had participated in seminars and brought in at least three purchasers of trusts, VIII id. at 1479;  IX id. at 1582;  until then he received only a finder's fee, not the normal forty percent sales commission.  Evidence uncovered in IBA offices in searches pursuant to a warrant showed that each of the defendants, other than Yung, Peterson Sr. and Hemsley, had served as an information officer and had sold to a number of customers.  In addition to selling and conducting seminars, Skinner prepared tax returns for some of the trusts.  X id. at 1995-97.  Skinner told IRS undercover agent Reed that \"it's illegal to control a trust.\"   VIII id. at 1334.  Scott purchased trusts for himself and sold to at least thirty-six purchasers.  See VII id. at 1070-71;  X id. at 1928, 2014-21.  Scott told purchasers the trusts could eliminate taxes.  XIII id. at 2621, 2644-45.  The record contains comments Scott made to undercover agents indicating a desire to avoid leaving a paper trail for the Internal Revenue Service.  See VI id. at 965-67.  James M. Peterson, IV (Peterson IV), also an information officer, had the files of at least six customers to whom he sold trusts.  VII id. at 1046-49;  X id. at 1968, 1980, 1983-84;  see also XI id. at 2287-89, 2293;  XVI id. at 3744.  He presented seminars and told purchasers they could have total control over trust assets.  XIII id. at 2932;  XIV id. at 2959.  He acknowledged to one witness that if the scheme of operation was \"completely exposed\" the purchaser would be guilty of tax evasion.  Id. at 2992;  see also id. at 3092, 3099;  XVI id. at 3823.\n    \n    \n      19\n      Wilson not only was an information officer selling at least ten trusts, and participating in seminars, XII id. at 2530, 2543, but also was a notary who placed her notary seal on a number of incomplete documents and signed blank minutes.  See VI id. at 832-33, 938-39, 971;  VII id. at 1032, 1063;  IX id. at 1800;  X id. at 1867, 1874;  XI id. at 2214.  She apparently would prepare tax returns for the trusts.  XIII id. at 2768;  XV id. at 3343-49.  There was evidence that Wilson served as trustee and adviser on some trusts.  See id. at 3319-55.  One letter to Peterson Sr. signed by Wilson indicates knowledge that one of her purchasers had a negative legal opinion from Neal Harl, a tax attorney who testified for the government, that the trusts were not valid for income tax purposes.  See VII id. at 1001-03, 1145;  VIII id. at 1481.\n    \n    \n      20\n      Caldwell was an attorney, and potential customers were told that he offered legal advice to customers concerning the trusts.  See Appellee's Add. 181, 187-88;  XI R.Supp. 2303, 2306.  Caldwell is shown in a video presentation.  See Appellee's Add. 262.  Records obtained from Peterson Sr.'s file in the search demonstrated that Caldwell was an information officer selling trusts.  See VI R.Supp. 945, 948, 949;  VII id. at 1050-52;  VIII id. at 1345;  X id. at 1985-89;  see also XII id. at 2362, 2366.  He admitted attending and giving seminars and selling trusts.  XVIII id. at 4080-83, 4110.  One of Caldwell's purchasers testified at trial that Caldwell helped to present an IBA seminar, and discussed the conduit concept of the trusts with the purchaser and other people.  Caldwell gave witness Hanks outlines for trust presentations listing the uses of foreign trusts, including the elimination of income taxes and obtaining tax-free loans.  XIII id. at 2896, 2903, 2909, 2915.  That witness told Caldwell that he discussed the trusts with the IRS and that the agency considered them illegal.  Id. at 2912-13.\n    \n    \n      21\n      Hemsley, the son of defendant Yung, argues that he simply was helping his father, performing some administrative and computer work in return for free rent and spending money.  Hemsley argues that he merely entered information supplied to him by his father and signed documents at the direction of his father.  The main IBA office, however, was Hemsley's apartment, and many of the forms and supplies were located there.  See IX id. at 1792-1802.  There was no evidence that Hemsley sold the trusts or rendered advice to customers or discussed items with the customers, but Peterson Sr. is on tape saying that Hemsley is the computer specialist who prepares most of the trust instruments and minutes.  Appellee's Add. 274-75, 298;  see also VI R.Supp. 790.  Peterson Sr. indicated that none of the important documents they were concerned about keeping from the IRS were in his own office, they were all at Hemsley's.  See Appellee's Add. 299, 318;  VIII R.Supp. 1473.  Peterson Sr. also stated that Hemsley worked out the dates (from predated trusts) for purchasers who wanted a transfer to appear to have been made on a date before they bought the trust.  See Appellee's Add. 335, 340.  In Hemsley's apartment officers found many documents signed by Hemsley on behalf of World Ventures, see VII R.Supp. 1045-46;  Hemsley signed on behalf of World Venture as the grantor of many of the domestic shell trusts that were sold.  See VI id. at 907;  IX id. at 1802;  XI id. at 2215;  XIII id. at 2609, 2651-52.  He also signed the application for an employer identification number on behalf of Cache Properties, VI id. at 913;  see also X id. at 1964-66, the named grantor of the domestic trust (Trust I) sold to undercover agent Reed.  In Hemsley's apartment were completed and incomplete foreign and domestic trust indentures, completed trust tax returns, minutes (some of which were signed but otherwise blank), trust signature pages signed by Hemsley, and signature pages that were signed and notarized but otherwise blank and undated.  IX id. at 1792-1802;  X id. at 1867-70, 1874;  XI id. at 2214-15.\n    \n    \n      22\n      The evidence is ample to support all of the convictions.\n    \n    II\n    \n      23\n      Defendants make several contentions of error in the jury instructions.  On review we determine whether the instructions as a whole adequately state the governing law and provide the jury with proper understanding of the issues and the applicable standards.  United States v. DeSoto, 950 F.2d 626, 631 (10th Cir.1991).  The charge need not be faultless in every particular, but we must determine whether the jury was misled in any way and whether it had the understanding of the issues and its duty necessary to perform its task of determining guilt or innocence.  Id.\n    \n    \n      24\n      * A principal argument by defendants is that the jury instructions on conspiracy were inadequate because they did not use the words \"deceit, trickery, or some other dishonest means\" in explaining the requirements for a conviction of conspiracy to defraud.  The argument is based upon the use of those words in Hammerschmidt v. United States, 265 U.S. 182, 188, 44 S.Ct. 511, 512, 68 L.Ed. 968 (1924).  In Hammerschmidt, defendants had been charged with conspiring to defraud the United States by impeding the functions of a draft board--specifically, by distributing literature advocating non-compliance with the draft laws.  The issue in the case was dishonesty;  in discussing the applicable standard the Supreme Court said:  \"To conspire to defraud the United States means primarily to cheat the government out of property or money, but it also means to interfere with or obstruct one of its lawful government functions by deceit, craft or trickery, or at least by means that are dishonest.\"  Id. at 188, 44 S.Ct. at 512.   See also McNally v. United States, 483 U.S. 350, 359-60 &amp; n. 8, 107 S.Ct. 2875, 2881-82 &amp; n. 8, 97 L.Ed.2d 292 (1987).\n    \n    \n      25\n      Defendants admit that the district court correctly instructed the jury that it could find defendants guilty of conspiracy if the defendants agreed \"to defraud the United States of America by impeding, impairing, obstructing and defeating the lawful government functions of the Internal Revenue Service ... in the ascertainment, computation, assessment and collection of revenue, to-wit, income taxes.\"   Appellants' App. 120 (instruction No. 12).  But defendants argue that the court should have added that the jurors must find defendants agreed to do this by deceitful or dishonest means;  without this addition the jury might have found them guilty simply because they created lawful barriers that slowed the IRS's ability to levy and collect its taxes.\n    \n    \n      26\n      Defendants rely upon United States v. Caldwell, 989 F.2d 1056 (9th Cir.1993), in which an \"Exchange\" was used to keep financial transactions secret through the use of numbered accounts and promises not to retain records or disclose information to third parties.  The ostensible goal was to maintain privacy, but this privacy also helped customers avoid paying taxes.  The Ninth Circuit defined conspiracy to defraud the IRS under 18 U.S.C. Sec. 371 as requiring agreement to impede a lawful function of the government by \"deceitful or dishonest means.\"  Id. at 1059.   It reversed a conviction because the district court's instructions did not make it clear that the jury had to find the means were deceitful or dishonest;  the court's instruction that the jury find \"a joint plan to obstruct, impede, impair and defeat\" was not sufficiently specific.  The Caldwell court did not prescribe a specific form of jury instruction, but held that it had to include the \"dishonest means\" requirement.  See id. at 1059 n. 3.   Indeed, Caldwell cited with approval pattern instructions of obstruction \"through fraudulent or dishonest means,\" and \"by dishonest means.\"  Id. at 1060.\n    \n    \n      27\n      An argument similar to defendants' was made in United States v. Shoup, 608 F.2d 950 (3d Cir.1979).  The Shoup court said there was \"no error whatsoever\" in a charge that did not use the terms \"deceit, craft, trickery, or dishonesty.\"  Id. at 963.   The Third Circuit stated that the Hammerschmidt language \"has long ago been discarded by the courts,\" id.  (citing Dennis v. United States, 384 U.S. 855, 861, 86 S.Ct. 1840, 1844, 16 L.Ed.2d 973 (1966)).  Hammerschmidt itself stated that \"[t]o conspire to defraud the United States means primarily to cheat the government out of property or money\" and \"usually\" involves \"trick, deceit, chicane, or overreaching.\"  265 U.S. at 188, 44 S.Ct. at 512.\n    \n    \n      28\n      The question before us is whether the instructions as a whole sufficiently limited the jury so that they would have acquitted the defendants if they believed the defendants were using lawful means that merely made the IRS's job harder in making tax assessments.  We agree with Caldwell 's requirement that the instructions clearly communicate that the means must be dishonest, deceitful or fraudulent in the sense of its usual meaning.  So viewed, we are satisfied that the instructions given in this instance were adequate.\n    \n    \n      29\n      The final instructions several times specifically directed the jury to return a not guilty verdict if the evidence did not prove beyond a reasonable doubt that defendants committed the specific conspiracy offense charged.  XXII R.Supp. 4837-38;  see also id. at 4840-41, 4843, 4845-46, 4847, 4851, 4855, 4858, 4862.  The indictment charged conspiracy \"to defraud the United States of America by impeding, impairing, obstructing and defeating the lawful government functions of the Internal Revenue Service ... in the ascertainment, computation, assessment and collection of revenue, to-wit, income taxes.\"   Id. at 4803.  The indictment, read to the jury, charged that defendants sold foreign and domestic trusts to defraud the government by fraudulently concealing the income and assets of customers and illegally eliminating their income tax liability;  that the manner and means included engaging in \"sham paper transactions having no economic substance or business purpose\" which concealed assets and income from the IRS, id. at 4810;  that defendants advised customers on how to use the trusts to conceal assets and income;  that defendants backdated trust documents;  that they created the illusion that income was relinquished to the trust when in reality customers continued to control it;  that they prepared and sold trust documents and advice \"to create a phony paper trail\" that would mislead as to the customers' relinquishment of control, id. at 4814, and to create \"a paper illusion that someone other than the trust purchaser owned and controlled the IBA trusts,\" id. at 4816;  that they advised clients on ways to continue to conceal ownership and control moneys with false documents.  The jury was required to find the conspiracy had \"illegal objectives\" \"to defraud the United States,\" id. at 4850;  that the government had to prove specific intent, \"that a defendant knowingly did an act which the law forbids, purposely intending to violate the law.\"   Id. at 4850-51;  see also id. at 4852.  If anything short of actual use of the words \"deceit\" or \"trickery\" satisfies the dishonesty element, these instructions are sufficient.\n    \n    \n      30\n      We agree with the government that the common dictionary understanding of defraud--to cheat or practice deceit--is sufficient in this context to uphold the jury verdict.  It is clear that the jury could not have found defendants guilty unless they found that defendants participated in or agreed to a scheme that involved patently deceitful and dishonest means to aid in hiding income the government was entitled to tax.\n    \n    B\n    \n      31\n      Defendants argue that the district court's reading of the indictment to the jury as part of the court's instructions was reversible error.  It is common practice to read the indictment to the jury.  Courts have held that it is not error to read an indictment to the jury as part of a court's instructions if the jury is instructed that the indictment is not evidence.  See, e.g., United States v. Long, 706 F.2d 1044, 1056 (9th Cir.1983);  United States v. Jones, 587 F.2d 802, 805 (5th Cir.1979) (trial court read part of indictment to jury and instructed jury to read the rest;  not an abuse of discretion).  With the admonition that the indictment is not evidence, courts seldom consider it an abuse of discretion either to read it to the jury or to allow them to have it during its deliberations, which was also done here.  See, e.g., United States v. Crossland, 642 F.2d 1113, 1115 (10th Cir.1981) (allowing copy of indictment containing testifying coconspirator's name to go to the jury not an abuse of discretion);  United States v. Skolek, 474 F.2d 582, 586 (10th Cir.1973) (allowing partial copy of indictment to be taken to jury room not an abuse of discretion).  Cf. United States v. Luffred, 911 F.2d 1011, 1016 (5th Cir.1990) (reading of count of indictment that included \"a litany of overt acts about which no evidence had been presented\" was prejudicial).\n    \n    \n      32\n      The attacks on the reading of the indictment here are indirect.  One argument is that because the indictment contains references to \"laundered\" money and to money that was \"channeled\" and \"funneled\" outside the United States, the reading put before the jury evidence of crimes that were not charged.  The government correctly responds that it is not error to list an uncharged crime in a conspiracy indictment.  See United States v. Notch, 939 F.2d 895, 900-01 (10th Cir.1991) (conspiracy to defraud indictment alleged filing of false income tax returns, an uncharged crime).  Another attacks the reading of the indictment because the court failed to redact portions alleged to be prejudicially worded--the references to laundering, funneling, and channeling money.  Although redaction would be permissible under Fed.R.Crim.P. 7(d) and (e), and would be appropriate in certain cases, see United States v. Ramirez, 710 F.2d 535, 544-45 (9th Cir.1983) (dicta), we hold that it was not reversible error to fail to redact those terms in the instant case.  There are only a few such references in this long indictment, and in context the jury would not understand them to deal with uncharged crimes.  Rather, the words \"channeling,\" \"funneling,\" and \"laundering\" money were simply shorthand terms for referencing the means by which income was hidden from the Internal Revenue Service;  these means were supported by the evidence.\n    \n    \n      33\n      Another brief makes a slightly different attack and seems to contend that the jury instructions somehow became evidence before the jury.  That, of course, is not so.  The district court instructed the jury three times--before, during, and immediately after the reading of the indictment--that the indictment is only an accusation and not evidence in the case.  XXII R.Supp. 4802, 4820, 4837.  Because the court properly identified the indictment as not being evidence, there was no error on the part of the court.  Indeed, considering the number of overt acts charged and the number of defendants, it seems entirely appropriate that the court not only read the indictment to the jury but allowed the jury to have a copy during its deliberations.\n    \n    C\n    \n      34\n      Some defendants argue that the district court erred in rejecting the joint proposed instructions D, G, H, I, J, K and M, which they contend were essential to put before the jury their defense theory \"that selling trusts to be used to protect assets and reduce income tax obligations is legal and not the basis for inferring an intent to defraud the government.  Selling trusts is not, in itself 'deceit, craft, trickery or other dishonest means.' \"   Peterson Appellants' Opening Brief at 31.  The decision of the district court not to give a proposed instruction must be examined in the context of the trial.  The trial judge is not required to give any particular instruction as long as the ones given correctly state the law and adequately cover the issues presented.  See, e.g., United States v. Pack, 773 F.2d 261, 267 (10th Cir.1985).  We have already addressed the substance of defendants' proposed instructions D and I, dealing with the \"deceit, craft, trickery\" argument;  we need not discuss them further.3  Proposed instructions G, H and J are First Amendment freedom of speech and association instructions that are not relevant to this case or to the alleged defense theory that selling the trusts was legal;  hence the court's refusal to give them was not error.\n    \n    \n      35\n      We agree with the government that instructions K and M were not warranted.  Instruction K included at least two sentences that are either erroneous or misleading, the second and last sentences.4  The rest of instruction K and instruction M5 also would be misleading without further elaboration.  The government never questioned the legality of trusts per se or the sale of valid trusts.  The government's theory and its evidence was that the illegality was the method of operation of the trusts:  The documents were signed in blank;  they were often executed before the trusts were sold, to permit the purchaser to use what were in effect backdated trusts;  the IBA trustees ostensibly were in control but in reality the trusts were shams operated by and for the purchasers;  the defendants advised the purchasers on how to hide assets from the government.  We are satisfied the instructions given by the court did not prevent defendants from presenting to the jury their theory that there were lawful uses for trusts and that defendants did not intend the purchasers to use the trusts to illegally avoid taxes.\n    \n    D\n    \n      36\n      Defendants Hemsley and Yung argue that the court erred in giving a \"deliberate ignorance\" instruction to the jury because they say there was no evidentiary basis for it.  See XXII R.Supp. 4851-52.  A deliberate ignorance instruction should not be given in the absence of sufficient evidence, but is appropriate if a defendant claims to lack knowledge and the proof at trial supports an inference of deliberate ignorance.  United States v. Glick, 710 F.2d 639, 642-43 (10th Cir.1983), cert. denied, 465 U.S. 1005, 104 S.Ct. 995, 79 L.Ed.2d 229 (1984).  Even if improper, after evaluating the strength of the evidence of actual knowledge, we have held a deliberate ignorance instruction harmless error if the instruction itself does not imply that negligence or mistake is enough to support a conviction, and does not shift the burden to the defendant to prove his innocence.  See United States v. Sasser, 974 F.2d 1544, 1552 (10th Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1063, 122 L.Ed.2d 368 (1993);  United States v. Barbee, 968 F.2d 1026, 1033-34 (10th Cir.1992).\n    \n    \n      37\n      There was an evidentiary basis for giving the deliberate ignorance instruction for Hemsley.  His apartment contained many trust documents and IBA records;  he knew the contents of the documents;  he had signed blank instruments;  he knew that the documents had been falsely notarized.  Although Hemsley did not take the stand, his defense was that he did not know that the documents related to a conspiracy to mislead the IRS;  he claimed simply to have been a dutiful son doing routine chores at the request of his father who supported him financially.  In effect he claimed ignorance.  In these circumstances, we believe that the deliberate ignorance instruction was appropriate as to him.\n    \n    \n      38\n      We also agree with the government that the deliberate ignorance instruction was appropriate as to defendant Caldwell.  Caldwell asserted that he \"had no idea that these IBA trusts were being marketed to conceal the truth from the IRS.\"   XVIII R.Supp. 4165.  He had witness Hanks ask a hypothetical question of the IRS about the legality of gifts from foreign nationals, see XIII id. at 2934-35;  he also presented evidence of his own questions of IRS officials on a television call-in show.  In each of these instances Caldwell omitted facts that were necessary for a complete and correct evaluation of the conduit trusts IBA was using and the method of transfers between trusts and gifting to the purchasers.\n    \n    \n      39\n      We believe that a deliberate ignorance instruction was not justified for defendant Yung--the proof with respect to him was that he had an opinion, one way or the other, as to whether the scheme was lawful.  The same is true of most or all of the other defendants.  We need not decide, however, whether the court should have used limiting language identifying those defendants to whom the instruction was applicable.  See United States v. Paiz, 905 F.2d 1014, 1022 (7th Cir.1990) (in a joint trial for conspiracy when the instruction is properly given for some defendants there is no reversible error when other instructions clearly require the jury to give separate consideration to each defendant), cert. denied, 499 U.S. 924, 111 S.Ct. 1319, 113 L.Ed.2d 252 (1991).  The instruction here given avoided the problems that we acknowledged in Sasser and Barbee;  the instruction required, as a precondition to its application, proof of deliberate ignorance beyond a reasonable doubt.  See United States v. Stone, 9 F.3d 934, 941 (11th Cir.1993), petition for cert. filed (May 16, 1994) (No. 93-9134).  Thus, if giving the instruction was error as to the other defendants it was harmless error.\n    \n    III\n    \n      40\n      We next consider the various motions for severance.  We review denials of motions for severance for abuse of discretion.  United States v. Sanders, 929 F.2d 1466, 1469 (10th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 143, 116 L.Ed.2d 109 (1991).  \"In our circuit, the general rule is to try persons jointly indicted together, and we will not reverse the lower court's decision absent a strong showing of prejudice.\"  United States v. Wright, 932 F.2d 868, 876 (10th Cir.), cert. denied, --- U.S. ----, ----, 112 S.Ct. 428, 450, 116 L.Ed.2d 448, 467 (1991) (citations omitted).  Joinder is allowed when the evidence overlaps and the offenses arise from the same series of acts or transactions, id.;   in a conspiracy trial it is preferred that persons charged together be tried together.  See United States v. Troutman, 814 F.2d 1428, 1447 (10th Cir.1987);  United States v. Morales, 868 F.2d 1562, 1568-70 (11th Cir.1989).\n    \n    \n      41\n      * Hemsley asserts that his timely pretrial severance motion should have been granted because of the number of defendants and the complexity of the case;  the allegedly antagonistic defenses put on by various defendants;  and because he was unable to call his father, defendant Yung, to testify that he acted only at his father's direction and without knowledge of the conspiracy.\n    \n    \n      42\n      As to the first claim, Hemsley alleges he was a bit player who did not knowingly and voluntarily join the conspiracy, and who performed administrative tasks at his father's direction.  He asserts that the jury was unable to compartmentalize the evidence, considering the massive amount of evidence that the other defendants participated in the alleged conspiracy.  After examining the record we are not convinced.\n    \n    \n      43\n      We have recited in Part I some of the evidence implicating Hemsley.  His apartment was a major depository of trust documents and a principal object of the searches.  The jury could reasonably believe Hemsley was not an innocent bit player.  The evidence implicating him appears throughout the trial transcript.  Further, the jury showed that it was able to compartmentalize the evidence when it was unable to reach a verdict on counts against codefendant Skinner.\n    \n    \n      44\n      In his brief Hemsley asserts he was prejudiced because of the antagonistic defenses put forth by the other defendants;  but he makes no convincing argument on that point.\n    \n    \n      45\n      Hemsley also strongly asserts that he was prejudiced by the denial of severance because it prevented his use of testimony by his codefendant father, Yung.  When a defendant moves to sever claiming he needs a codefendant's testimony, we consider factors including the likelihood that the codefendant would testify;  the significance of the testimony;  the exculpatory nature of the testimony;  the likelihood that the testimony would be impeached;  the prejudice caused by the lack of the testimony;  the effect of a severance on judicial administration and economy;  and timeliness of the motion.  United States v. Rogers, 925 F.2d 1285, 1287 (10th Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2812, 115 L.Ed.2d 985 (1991).  There is no reason to believe Hemsley's father, himself a principal defendant at the center of the conspiracy, would have taken the stand and subjected himself to the examination such action would permit.  Had Yung been willing to testify that Hemsley did not know of the conspiracy it would be significant, but it would be cumulative of Hemsley's own testimony, weakened by Yung's own role, and by his relationship as Hemsley's father;  it would be subject to all the negative inferences that we have said justified the deliberate ignorance instruction.\n    \n    \n      46\n      The mere assertion that he might have been acquitted if tried separately does not meet a defendant's burden to show that joinder deprived him of the right to a fair trial.  Troutman, 814 F.2d at 1447.   We cannot say that in refusing the severance the district court abused its discretion.\n    \n    B\n    \n      47\n      Caldwell argues that the denial of his motion for severance was error based not only on asserted mutually exclusive and antagonistic defenses presented--one defendant attacking the legal system, another claiming the trusts were legal, and some pleading ignorance of the legal ramifications of their conduct--but also on the inflammatory nature of the evidence presented against various defendants.  Mutually antagonistic defenses do not per se require severance even if prejudice is shown;  the relief granted, if any, is a matter for the exercise of the discretion of the court.  Zafiro v. United States, --- U.S. ----, ----, 113 S.Ct. 933, 938, 122 L.Ed.2d 317 (1993).\n    \n    \n      48\n      Caldwell claims that he utilized his own resources in formulating a belief that the system was valid and met the needs of his clients;  but he also testified he was ignorant of knowledge that the trusts were being marketed to conceal the truth from the IRS.  XVIII R.Supp. 4165.  We have recited some of the evidence against Caldwell in Part I.  We believe the jury was able to determine on an individual basis the particular guilt of each particular defendant, including Caldwell.\n    \n    \n      49\n      Caldwell also argues that venue was improper because the trial in Kansas before a group of people \"almost foreign to himself [a Utah resident], to answer for acts that are purely insinuations of scienter at best and results in, at most, the piling of inference upon inference.\"   Caldwell Appellant's Opening Brief at 32.  \" 'Venue is proper in conspiracy offenses in any district where the agreement was formed or an overt act occurred.' \"  United States v. Maceo, 947 F.2d 1191, 1200-01 (5th Cir.1991) (quoting United States v. Winship, 724 F.2d 1116, 1125 (5th Cir.1984)), cert. denied, --- U.S. ----, 112 S.Ct. 1510, 117 L.Ed.2d 647 (1992).  There is no doubt that venue in Kansas was proper because overt acts alleged in the indictment and proven at trial took place in Kansas.  We find no abuse of discretion in the district court's denial of the severance motions.\n    \n    IV\n    \n      50\n      Defendants made various motions for mistrial which the court denied.  We review such denials under an abuse of discretion standard.  Sanders, 929 F.2d at 1469.\n    \n    \n      51\n      * In objecting to the admission of video and audio tapes being introduced by the government, defendant Scott argued in the presence of the jury that the tapes were protected by the First Amendment and thus inadmissible.  In making that objection he stated the following:\n    \n    \n      52\n      Well, it's under basic rights issue, your Honor.  It's under the First Amendment to the Constitution.  These people have a right, as we all do, including the folks over here and--my opponents here to meet, to talk, to plot, to tax--to plot against the Internal Revenue Service, to plot to do anything they want.  They can--they can object to the things--.\n    \n    \n      53\n      V R.Supp. 671.  Other defendants assert that this statement prejudiced the jury by placing in their minds the impression that they had plotted against the United States.  No objection to that statement was made until later in the afternoon during a recess, at which time the other defendants made a motion for mistrial.\n    \n    \n      54\n      Reviewing the record it seems clear that the district court considered Scott's statement to be a legal argument.  After the objection the court instructed the jury not to hold statements made by a defendant or his lawyer during objections concerning legal points against the other defendants.  Id. at 736-37.  The district court had already instructed the jury that \"statements, arguments and questions by lawyers or by those defendants who are defending themselves in that function, not testifying, but making statements to you, are not evidence\" and must not be considered.  IV id. at 342.  We believe that the court adequately negated any possible harm.  This was a single statement and a huge record;  Scott, acting as his own lawyer, made and continued to make many objections overruled by the court.  This is not a Bruton case, as United States v. Espinosa, 771 F.2d 1382, 1399 (10th Cir.), cert. denied, 474 U.S. 1023, 106 S.Ct. 579, 88 L.Ed.2d 561 (1985), recognizes.  The district court did not abuse its discretion in denying the motion.\n    \n    B\n    \n      55\n      Defendant Hemsley makes various contentions concerning the district court's admission of testimony by government witness Paul W. Foster concerning a postconspiracy tax assessment against Foster, who purchased trusts from IBA.  Defendant Skinner had prepared his tax returns and those for his trust.  Skinner, acting as his own attorney, cross-examined Foster, who denied that he had been told by the Internal Revenue Service there was anything wrong with his tax returns or that he had been contacted by the IRS concerning his filing.  XIII R.Supp. 2803.  The government, on redirect examination, established that the IRS was auditing Foster and had proposed an additional tax assessment of $130,000.  Id. at 2806-07.\n    \n    \n      56\n      Hemsley's counsel, arguing that the proposed assessment occurred after the conspiracy ended, asked the court to limit the testimony to defendant Skinner--who was on trial on counts of assisting in the preparation of false tax returns (on which the jury deadlocked).  The court refused.  Hemsley's counsel then moved for a mistrial, and Caldwell's counsel renewed his motion for severance.  Hemsley now argues that the evidence outside the period of the conspiracy was prejudicial because it allowed the jury to determine that Hemsley joined the conspiracy after it terminated, and that the jury was not able to draw a distinction between assessments made after the end of the conspiracy and Hemsley's role in the conspiracy.\n    \n    \n      57\n      We agree with the district court that the evidence was admissible and relevant because it showed that the IRS regarded the use of the trusts during the conspiracy to be for the illegal purpose to defraud.  The evidence did not relate directly to the role that Hemsley played in the conspiracy or tend to establish anything with respect to when Hemsley joined the conspiracy.  Thus we reject the argument that a mistrial or a severance for either Hemsley or Caldwell should have been granted.\n    \n    C\n    \n      58\n      Hemsley also argues that the district court erred in failing to grant a motion for a requested limiting instruction after witness Ralph Mills, a purchaser of IBA trusts, testified relating to the four substantive counts against defendant Skinner charging Skinner with assisting in preparation and presentation of false tax returns.  The government responds that no limiting instruction was necessary because the preparation of the returns was alleged as an overt act in paragraph seventy-two of the conspiracy indictment (XXII R.Supp. 4832);  thus the evidence was admissible against all the coconspirators as evidence of the conspiracy.  We agree.\n    \n    \n      59\n      Again we note that the government's theory related not to the legality of selling trust documents per se, but to the method of their operation promoted by defendants and the way they were utilized to evade taxes.  Testimony on how the tax returns were prepared by a member of the conspiracy was relevant to the existence of the conspiracy.  It is also evident that the jury was able to distinguish among the charges, as they were unable to agree on a decision on the four counts against Skinner relating to the tax return preparation.\n    \n    V\n    \n      60\n      Individual defendants challenge various evidentiary rulings of the district court.  We review such rulings under an abuse of discretion standard.  United States v. Fingado, 934 F.2d 1163, 1164 (10th Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 320, 116 L.Ed.2d 262 (1991).\n    \n    \n      61\n      * Defendant Yung asserts that the court erred in admitting evidence of his failure to file income tax returns and of a tax lien filed against Aurora Financial Consultants.  The government presented evidence of Yung's tax history under his former name, Glen Hemsley, and his current name, Alex Yung.  A government witness testified that this defendant owed a significant balance on his personal tax returns for 1980 through 1983 as a result of IRS assessments, and that Yung filed no returns under either name for the tax years commencing in 1984.  The witness also testified that IRS records reflected that Glen Hemsley was a trustee for Aurora Financial Consultants, a trust, and that Aurora filed fiduciary income tax returns for the years 1980 through 1982 on which the IRS had assessed large amounts of additional taxes.\n    \n    \n      62\n      The government presented this evidence under Fed.R.Evid. 404(b), as evidence of other crimes or other acts relevant to a material issue in the case.  After a hearing and briefing the district court found that the evidence was relevant to show intent, tax motive, and plan or agreement, and that the evidence was sufficiently related in time and content and had probative value to establish Yung's tax motives.  See United States v. Record, 873 F.2d 1363, 1373-74 (10th Cir.1989) (setting out requirements for use of Rule 404(b) other crimes evidence).  Yung's conduct was indicative of the IBA theory of dropping out of the tax system, and of the existence of a plan or agreement.  See XV R.Supp. 3299-3302.  The court explicitly found that the evidence's probative value outweighed the possibility of unfair prejudice under Fed.R.Evid. 403.  See id.   We do not find this an abuse of discretion.  We agree with the court that the evidence is relevant to Yung's participation in the conspiracy by showing tax motive, a negative attitude toward payment of taxes, and an intent to violate his duty to pay income taxes.  See United States v. Jerkins, 871 F.2d 598, 604 (6th Cir.1989) (failure to file tax returns is relevant to the conspiracy to defraud).\n    \n    \n      63\n      With respect to Aurora Financial, Yung argues that there was no evidence tying him to that trust except government exhibit 401 (a summary of IRS accounts for Hemsley, Yung, and Aurora Financial with Glen Hemsley as trustee).  But IRS employee Mark O'Brien, custodian of the official tax records of the IRS, testified that those records reflected Glen Hemsley--Yung's former name--as Aurora's trustee.  XVI R.Supp. 3574, 3578.  Evidence of a trust of which Yung was trustee filing tax returns that did not accurately reflect tax liability was relevant to the conspiracy charge against Yung.  We find no error in the court's rulings.\n    \n    B\n    \n      64\n      Defendant Skinner asserts that the district court abused its discretion in admitting into evidence an audio tape of a telephone conversation and a video tape of a meeting he had with IRS undercover agent Reed.  He appears to argue that the monitoring violated either a statute or regulation of the IRS.  It is well settled, however, that a law enforcement agent can surreptitiously record conversations between the agent and another person without any violation of the Fourth Amendment.  United States v. Caceres, 440 U.S. 741, 750-51, 99 S.Ct. 1465, 1470-71, 59 L.Ed.2d 733 (1979);  United States v. Quintana, 457 F.2d 874, 878 (10th Cir.), cert. denied, 409 U.S. 877, 93 S.Ct. 128, 34 L.Ed.2d 130 (1972).\n    \n    \n      65\n      By asserting that agent Reed did not obtain authorization for the consensual monitoring until two days after the monitoring occurred, Skinner seems to be arguing a violation of Internal Revenue Manual Sec. 9389.2.  But even if Reed violated an internal regulation of the IRS, due process is not implicated under the circumstances of this case, because the regulation is not required by statute and Skinner's individual reliance on the regulation is not an issue.  See Caceres, 440 U.S. at 751-53, 99 S.Ct. at 1471-72;  United States v. Kaatz, 705 F.2d 1237, 1243 (10th Cir.1983).  The district court did not abuse its discretion by allowing the evidence to be introduced.\n    \n    VI\n    \n      66\n      * During closing argument Yung's counsel stated Yung had no burden to prove that he provided all material facts to Richard Stradley, a lawyer who wrote an opinion letter on which Yung allegedly relied.  XX R.Supp. 4989-90.  The prosecutor objected, arguing this was an affirmative defense.  The prosecutor thereafter made comments during rebuttal argument to the effect that, if their defense was reliance upon advice given by an attorney, the defendants had to establish they fully disclosed all material facts to that attorney.\n    \n    \n      67\n      On appeal Yung argues that the prosecutor's comment constituted improper argument which requires reversal.  We agree with the government that reliance upon advice of counsel is a defense that the defendant must establish.  See Liss v. United States, 915 F.2d 287, 291 (7th Cir.1990).  Reliance upon advice of a lawyer does not negate willfulness unless the defendant completely disclosed all material facts.  See United States v. Samara, 643 F.2d 701, 703 (10th Cir.), cert. denied, 454 U.S. 829, 102 S.Ct. 122, 70 L.Ed.2d 104 (1981).\n    \n    \n      68\n      We hold that the government's response was invited by counsel's comment on behalf of Yung, and that the argument does not require reversal.  The district court instructed the jury several times that the government bore the burden of proving all the elements of the alleged conspiracy beyond a reasonable doubt, that the burden was always on the government to establish guilt, that defendants could rely upon failure of proof, and that defendants had no burden of producing evidence.  We are satisfied the prosecutor's remarks did not mislead the jury into believing that the government's burden of proving its case beyond a reasonable doubt was shifted to any defendant.\n    \n    B\n    \n      69\n      Caldwell and Skinner both argue that the government did not properly inform them of the unlawfulness of their behavior or that their conduct would be subject to potential criminal prosecution.  It is not clear whether they assert that the Internal Revenue Code, the conspiracy statute, or the indictment, or all of them, somehow should have been more specific.\n    \n    \n      70\n      The statute under which defendants were indicted, 18 U.S.C. Sec. 371, is broadly based, but has been upheld many times against arguments of insufficient notice.  That is true in the context of conspiracies to defraud the government by impeding the functions of particular government agencies, including the IRS.  See, e.g., United States v. Little, 753 F.2d 1420, 1443 (9th Cir.1984) (\"mens rea requirement of Sec. 371 eliminates any objection that the statute punishes the accused for an offense of which he or she was unaware\").  The internal revenue laws are complicated but clear enough to give notice of the duty of American citizens to pay taxes on their earnings and investment income unless the income falls within specific statutory exemptions.\n    \n    \n      71\n      We have already dealt with various aspects of the indictment in this opinion.  Caldwell seems to argue that it is not enough to allege the scheme described in this indictment containing more than fifty overt acts;  but that the government should have alleged more:  \"[A]t least one overt act designed to obstruct the canvassing of the 'invisible' Internal Revenue districts or to obstruct the issuance of summonses,\" Caldwell Appellant's Opening Brief at 20;  or \"stealing the documents reflecting someone's 'gross income' from the possession of the Secretary's delegate,\" id. at 21;  or to \"restrain by physical force [the assessment officer's] hand from the face of a Form 23C,\" id. at 23;  or that defendants \"hid property subject to levy or seizure or forcibly rescued property subject to levy.\"   Id. at 24.  Scott's objections during trial seemed to be essentially the same.  This argument is undeserving of comment.  The government's theory of the case is quite apparent from the indictment;  no additional notice or bill of particulars was necessary to properly inform the defendants.\n    \n    C\n    \n      72\n      Defendant Skinner in a pro se brief makes several additional arguments which require little or no comment as they are patently frivolous:  (1) that the State of Kansas does not surrender jurisdiction to the United States to try this kind of case, but see Christensen v. Ward, 916 F.2d 1462, 1474 (10th Cir.)  (federal courts have exclusive jurisdiction over crimes established by the Internal Revenue Code), cert. denied, 498 U.S. 999, 111 S.Ct. 559, 112 L.Ed.2d 565 (1990);  (2) that Skinner's rights to due process were violated by a twenty-five-hour delay between his arrest and arraignment, an issue he did not raise before or at trial, but see Sullins v. United States, 389 F.2d 985, 989 (10th Cir.1968) (under circumstances twenty-five-hour delay between arrest and appearance before commissioner not \"unnecessary delay\" under Fed.R.Crim.P. 5(a));  (3) that there should have been a civil proceeding as a preliminary to the criminal proceeding, but see 18 U.S.C. Sec. 1345(b);  (4) that there was \"no reason to converge into this investigation,\" Skinner Appellant's Brief at 1B (which merges into the notice of illegality issue discussed);  (5) that Skinner was illegally charged with conspiracy to defraud not only the United States but also the Internal Revenue Service, two entities (the IRS is an agency of the United States government and, of course, a conspiracy to defraud that agency necessarily constitutes a conspiracy to defraud the United States);  (6) that prospective witnesses were coerced because their statements were taken by an agent who had not previously warned them as to how they would be used (neither of these witnesses, Morgensten nor Marfield, testified at trial and apparently no information from their statements was used against Skinner;  so there can be no possible prejudice to him);  (7) that it was unlawful for the judge to instruct the jury as to the law (of course judges instruct juries as to the law, and juries determine the facts);  and (8) a court reporter missed deadlines in filing the transcript (no prejudice shown).\n    \n    \n      73\n      AFFIRMED.\n    \n    \n      \n        1\n         Defendant Scott withdrew his original appeal, unsuccessfully pursued a motion for relief under 28 U.S.C. Sec. 2255, and then after we granted release on bond pending appeal to some other defendants, filed a motion to join appeals briefs of other defendants who were pursuing direct appeals in this court.  At the time Scott had no valid appeal pending.  Scott later filed a motion to reinstate his appeal which we granted.  We then granted his motion to join the other defendants' briefs and gave him permission to file a supplemental brief.  Instead of filing a supplemental brief, and after oral argument in these appeals, Scott applied for the appointment of counsel.  We denied that request, and we now deny his motion for reconsideration.  In usual circumstances an indigent defendant would be entitled to appointed counsel to pursue a direct appeal.  This is not such a case.  We granted reinstatement of Scott's appeal out of a sense of fairness, to permit him to benefit from any favorable rulings we might make in the other cases that would be applicable to his situation, because he represented himself pro se at trial.  Scott made his request for counsel after oral argument of the appeals whose briefs he had been allowed to join.  We have carefully reviewed the voluminous record, including a trial transcript of more than 5,000 pages.  We saw no possible errors unique to Scott that would warrant briefing and argument by counsel\n      \n      \n        2\n         Further, if the trust operated a business it might be treated as a taxable association.  Also, gain or loss might be required to be recognized on transfers of assets--as distinguished from income--directly or indirectly between trusts.  See I.R.C. Secs. 1231, 1245, 1491.  And if there were United States beneficiaries of any foreign trust, the beneficiaries generally would be required to pay income tax to the United States.  Id. Secs. 679, 911.  Further, if the foreign trust had income from assets in the United States, this income generally would be subject to U.S. income taxes.  Id. Secs. 871, 875.  Some of these problems were recognized in the opinion letter of attorney Richard Stradley, allegedly relied upon by defendants.  See Appellee's Add. at 353-55\n      \n      \n        3\n         The only sentence in proposed instruction D the court did not give in essentially the same words requested was the following:  \"Further, this obstruction or interference with the government's function must be attempted through deceit, trickery or some other dishonest means.\"   Appellants' App. 36.  Proposed instruction I reads as follows:\n        Before you can find any defendant guilty of the charges in Count I, you must find that such defendant intended, by deceit, trickery or some other dishonest means to impair, impede or defeat the Internal Revenue Service in ascertaining, assessing, computing and collecting federal income taxes from the defendants or others with at least one other person who was not a government agent.\n        Id. at 39.\n      \n      \n        4\n         Proposed instruction K reads as follows:\n        One of the means and methods alleged in the indictment is that the defendants produced, promoted and sold trusts through an unincorporated business organization.  You are instructed that any and all evidence on this point is not sufficient to support a guilty verdict.  If and only if you find that a conspiracy has been proved, you may consider this as evidence of an overt act in furtherance of such conspiracy.  Similarly, the allegations concerning financial transaction through the trusts are to be considered only if you find that a conspiracy has been proved.\n        At the times alleged in the indictment, there was nothing illegal in the production and sale of trust indentures.\n        Appellants' App. 41.\n      \n      \n        5\n         Proposed instruction M states:  \"It is not sufficient to support a conviction on Count I for the government merely to prove that defendants or any of them failed or refused to create, maintain or volunteer information that is not required to be provided to the government.\"   Appellants' App. 42\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 680705
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}