{
    "id": 1435531,
    "judges": "Andrews, Sutin, Walters",
    "date_filed": 292118400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-luna",
    "case_name_short": "Luna",
    "case_name": "State v. Luna",
    "case_name_full": "STATE of New Mexico, Plaintiff-Appellee, v. Joseph LUNA, Defendant-Appellant",
    "attorneys": "David G. Gilbert, Albuquerque, for defendant-appellant., Jeff Bingaman, Atty. Gen., Lawrence A. Gamble, Asst. Atty. Gen., Santa Fé, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 36,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b716-9\" pgmap=\"716\">\n    594 P.2d 340\n   </citation><br><parties id=\"b716-10\" pgmap=\"716\">\n    STATE of New Mexico, Plaintiff-Appellee, v. Joseph LUNA, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b716-13\" pgmap=\"716\">\n    No. 3757.\n   </docketnumber><br><court id=\"b716-14\" pgmap=\"716\">\n    Court of Appeals of New Mexico.\n   </court><br><decisiondate id=\"b716-15\" pgmap=\"716\">\n    April 5, 1979.\n   </decisiondate><br><attorneys id=\"b717-30\" pgmap=\"717\">\n    David G. Gilbert, Albuquerque, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b717-31\" pgmap=\"717\">\n    Jeff Bingaman, Atty. Gen., Lawrence A. Gamble, Asst. Atty. Gen., Santa Fé, for plaintiff-appellee.\n   </attorneys>",
    "citations": [
        "594 P.2d 340",
        "92 N.M. 680"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n594 P.2d 340 (1979)\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nJoseph LUNA, Defendant-Appellant.\nNo. 3757.\nCourt of Appeals of New Mexico.\nApril 5, 1979.\n*341 David G. Gilbert, Albuquerque, for defendant-appellant.\nJeff Bingaman, Atty. Gen., Lawrence A. Gamble, Asst. Atty. Gen., Santa Fe, for plaintiff-appellee.\n\n\n*342 OPINION\nANDREWS, Judge.\nFollowing a jury trial in Bernalillo County District Court, defendant was convicted of robbery and conspiracy and acquitted of aggravated battery. Defendant, appellant here, was one of four occupants in a car when another passenger left the car and committed a robbery. The central question is whether the defendant was merely present in the vehicle at the time of the offense or whether he participated in the criminal plan and criminal acts. We affirm the robbery conviction and remand for further proceedings in regard to the conspiracy conviction.\n\nFacts\nDuring the afternoon of May 22, 1977, defendant, Joseph Luna (Luna) along with Patrick Gonzales (Gonzales) and Donald Juarez (Juarez), was a passenger in a Nova automobile driven by David Wolff (Wolff). Wolff drove the car into the Northdale Shopping Center parking lot where Juarez left the car and shortly thereafter seized the purse of an elderly woman, knocking her to the pavement as he did so.\nJuarez then ran back across the parking lot, with the purse, and jumped into the Nova which was waiting with an open door. Wolff drove the car from the lot. None of the others left the Nova while it was parked in the lot.\nA witness at the shopping center heard the victim calling for help and saw a young man get into a Nova containing three other people. The witness called the police and described the incident and the car.\nAfter receiving a call concerning the incident, Officer Noga of the Bernalillo County Sheriff's Department spotted and followed the Nova. When the car entered a filling station, the officer blocked the Nova with his cruiser. Soon, two other officers (Lemmons and Kettles) joined Officer Noga and the three searched the Nova and its occupants. A purse matching the description of that taken, and containing the victim's identification, was found in the front seat of the car. Money in the denominations the victim stated she had carried in her purse was found in the possession of Wolff and Gonzales. When the officers searched the car, they found currency stuffed between the top and bottom of the front seat and under the left rear floor mat, and change beneath both the front and rear floor mats on the left and right sides. No money was found on the person of defendant Joseph Luna and he stated \"I did not even touch the money.\"\nOn direct examination, Gonzales testified that he, Wolff, Juarez and Luna were riding around. They were all sniffing paint. They needed gas for the car because they were running low, but they \"didn't have any money.\" Juarez was talking about getting a purse. They took Juarez over to the Northdale Shopping Center. When asked, \"Did you discuss what you were going to do at the Northdale Shopping Center?\" Gonzales answered, \"Yes.\" When asked what was discussed, Gonzales stated that he said he was \"going to stay in the car\" and that \"I didn't want nothing to do with it. Nobody else did I guess. Don Juarez wanted to steal a purse. He can do what he wants to, you know.\" But when asked, \"Did you all agree that he would go out and snatch a purse?\" he answered, \"Yes.\" When asked, \"When you decided where to go and what to do there, did Mr. Luna agree to it?\" he stated, \"I guess we all agreed to it because we were all in it, you know.\" Officer Noga testified that after the car had been stopped by the police, defendant Luna told him, \"Give us a break.\"\nWhen viewed in the light most favorable to the State, State v. Parker, 80 N.M. 551, 458 P.2d 803 (Ct.App. 1969), cert. denied, 80 N.M. 607, 458 P.2d 859 (1969), the record shows: (1) Luna told Officer Foster that they were driving around trying to find some money and they decided to stop at the Northdale Shopping Center; (2) Luna knew that Juarez was going to snatch the purse because they had \"discussed it over in the car;\" (3) prior to stealing kthe money the *343 occupants of the car didn't have any money; (4) they needed gas for the car because they were running low; (5) after they left the shopping center, they went to a gas station; (6) they all agreed that Juarez would go out and steal the purse; (7) after Juarez stole the purse and ran back to the car he jumped in the open door, and the car immediately took off; (8) when the car was found by the officers there was money stuffed in the crevice between the top and bottom of the front seat between Wolff and Luna; and (9) there was change on the front floorboard. Luna was in the front seat on the passenger side.\nWolff and Juarez were tried before the same jury on April 25, 1978. Wolff was found guilty of robbery and acquitted of conspiracy and aggravated battery, and Juarez was convicted of robbery and aggravated battery with great bodily harm and acquitted of conspiracy. Patrick Gonzales pleaded guilty to robbery and aggravated battery and the conspiracy count against him was dismissed. Defendant Luna's trial was held June 19, 1978, and he received concurrent sentences of two-to-ten years and one-to-five years on the robbery and conspiracy counts, respectively. These sentences were suspended and Luna was put on three years probation and ordered to pay the victim $1,000.00 in restitution.\nThe issues presented in regard to Luna's conviction relate to: (1) substantial evidence; (2) admission and relevancy of lay opinion; and (3) effective assistance of counsel.\n\nSufficiency of the Evidence\nAlthough aiding and abetting and conspiracy are separate offenses, State v. Armijo, 90 N.M. 12, 558 P.2d 1151 (Ct.App. 1976), the same set of facts is applicable to each offense in this case.\n\n(1) Aiding and Abetting\nNeither presence, nor presence with mental approbation is sufficient to sustain a conviction as an aider or abettor. Presence must be accompanied by some outward manifestation or expression of approval. State v. Salazar, 78 N.M. 329, 431 P.2d 62 (1967). There must be a community of purpose, a partnership, in the unlawful undertaking. State v. Harrison, 81 N.M. 324, 466 P.2d 890 (Ct.App. 1970). This community of purpose may be shown by evidence of acts, conduct, words, signs or any means sufficient to incite, encourage or instigate commission of the offense. State v. Atwood, 83 N.M. 416, 492 P.2d 1279 (Ct. App. 1971), cert. denied, 83 N.M. 395, 492 P.2d 1258 (1972).\nAlthough defendant admits he was a passenger in the car when Juarez snatched the purse, he asserts that the evidence shows only that he was in the presence of Juarez and Wolff, evidence insufficient to support the conviction. We disagree, and find sufficient outward manifestation and expression of approval of the crime to support the conviction in: (a) the fact that the four occupants of the car were riding around without money which they needed for gas; (b) that they went to a gas station after the robbery; (c) that the police found money in the area of the car where the defendant was seated; (d) that the four occupants of the car \"discussed it over in the car;\" (e) that they agreed that Juarez would steal the purse; (f) that they \"were all in it.\" All of these facts support a finding of the \"community of purpose\" necessary to establish a charge of aiding and abetting.\n\n(2) Conspiracy\nGonzales testified that they all \"agreed\" that Juarez would snatch a purse. When queried as to whether the four of them had reached an agreement as to the commission of the crime, he stated, \"I guess we all agreed to it 'cause we were all in it.\"\nDefendant argues that the only reasonable inference that can be drawn from the totality of Gonzales's testimony is that if the defendants agreed to do anything, it was to let Juarez carry out his unlawful intentions on his own. We disagree. The facts show that the car door was open for *344 Juarez, that Wolff and Gonzales had money in their possession, and that money was within the immediate area where Luna was seated. These facts support an inference that the occupants of the car agreed to assist Juarez in carrying out his unlawful intentions.\nDefendant also argues that Gonzales's testimony is so inconsistent, vague and speculative that no inference regarding Joseph Luna can reasonably be drawn from it. This Court will not weigh the evidence. The determination of the weight and effect of evidence, including all reasonable inferences to be drawn from both direct and circumstantial evidence, is reserved for determination by the trier of facts, which in this case is the jury. State v. Bloom, 90 N.M. 192, 561 P.2d 465 (1977).\n\nOpinion Testimony\nThe testimony which defendant argues was improper and to which objections were made at trial is as follows:\nQ. Did you all agree that he (Juarez) would go out and snatch the purse?\nMR. JAFFEE: Objection Your Honor.\nA. Yes.\nMR. JAFFEE: The question is improper.\nTHE COURT: No, it is permitted. Overruled.\nQ. Mr. Gonzales, when you have stated on examination at this point, that before you decided where to go...\nMR. JAFFEE: Objection Your Honor, there has been no such statement.\nTHE COURT: Let me hear the rest of the question.\nQ. And what you were going to do, did Mr. Luna specifically enter into the agreement of what to do?\nMR. JAFFEE: Objection.\nTHE COURT: That's permitted. Overruled.\nMR. JAFFEE: May I state the basis for it.\nTHE COURT: He may answer the question. Overruled.\nA. Now you were saying ...?\nQ. Let me state it again. Listen very carefully. When you decided where to go and what you were going to do there, did Mr. Luna agree to it?\nA. We all agreed to it, because we were all in it.\nRule 701, New Mexico Rules of Evidence in regard to opinion testimony by a lay witness states:\nIf the witness is not testifying as an expert, his testimony in the form of opinions or inferences is limited to those opinions or inferences which are (a) rationally based on the perception of the witness and (b) helpful to a clear understanding of his testimony or the determination of a fact in issue.\nDefendant argues that Gonzales's opinions were not rationally based on his perceptions because (1) they were unsupported by a necessary factual foundation; (2) his capacity to perceive and understand the events had been severely impaired; and (3) his testimony was riddled with fundamental inconsistencies. A ruling on such evidence is within the discretion of the trial court. State v. Marquez, 87 N.M. 57, 529 P.2d 283 (Ct.App. 1974), cert. denied, 87 N.M. 47, 529 P.2d 273 (1974).\nSeveral recent New Mexico decisions deal with the admissibility of lay opinion testimony and hold that a non-expert witness may give opinion testimony concerning his or her own perceptions where that opinion is helpful to the determination of a fact in issue. State v. Tixier, 89 N.M. 297, 551 P.2d 987 (Ct.App. 1976); Jesko v. Stauffer Chemical Company, 89 N.M. 786, 558 P.2d 55 (Ct.App. 1976). Under Evidence Rule 701 and these cases, the foundation required for admitting such evidence is a showing of first-hand knowledge on the part of the witness, and a rational connection between the observations made and the opinion formed. If these two requirements are present and the witness's opinion might be helpful in the determination of the facts in issue, the opinion is admissible. The requirement *345 of a rational basis is satisfied if the opinion or inference is one which a normal person would form on the basis of the observed facts. 3 Weinstein's Evidence ¶ 701[02].\nIt is not disputed that Gonzales was present in the car during the time the discussion in question took place, and this is sufficient to establish the requisite first-hand knowledge. His opinion as to whether the four occupants of the car were in agreement is well within the bounds of what a normal person would form on the basis of his observations. This being so, there was a sufficient foundation laid for the admission of the opinion testimony.\nWhether Gonzales had the capacity to perceive and understand the events is the next issue. Gonzales stated he had been smoking marijuana and was \"high\" when he entered the car. Subsequently, he sniffed paint fumes which made him \"higher\", but when asked \"Did you know what was happening that day?\" he replied, \"I guess I could say I did know more or less what was going on.\"\nGonzales's testimony was consistent with other versions of what happened that day. Gonzales's statement, given to Sheriff Deputy Kingsbury and admitted as State's Exhibit No. 3, evidences the rationality of the witness's perception and memory. While Gonzales admitted that he had smoked marijuana and sniffed paint, he did remember the date, the time, who he was with, who owned the car, what Juarez said and what occurred just prior to and after the purse snatching.\n\nIneffective Assistance of Counsel\nDefendant argues that he was denied effective assistance of counsel because the trial attorney: (1) did not attempt to revise conspiracy charges against defendant Luna after defendants Juarez and Wolff were acquitted of conspiracy at a separate trial; (2) made inflammatory and prejudicial remarks in closing; (3) questioned Patrick Gonzales on his prior written statement which had not been mentioned by the State on direct examination; (4) failed to prepare and submit jury instructions; and (5) made no pretrial motions.\nInitially it should be noted that this issue is not listed in the docketing statement. Rule 501(a)(2) N.M.R.App.P. (Crim.) limits the issues in the brief-in-chief \"to the issues designated in the docketing statement.\" However, defendant asserts that because it would be unreasonable to expect that the trial attorney, responsible for filing the docketing statement [Rule 205(b) N.M.R. App.P. (Crim.)] would allege his own incompetence, such deficiency should not prejudice defendant's right to assert the issue on appeal. We would agree in most situations. In the instant case, though, where judgment and sentence were entered on August 11, 1978, the docketing statement was filed August 22, 1978, and a different lawyer was appointed counsel on appeal on August 24, 1978, this second lawyer could have requested leave to amend the docketing statement in a timely manner.\nStill, because the right to effective counsel is a fundamental right, State v. Torres, 78 N.M. 597, 435 P.2d 216 (Ct.App. 1967), subject to review regardless of adherence to procedural rules, Rule 308, N.M.R. App.P. (Crim.); State v. Reynolds, 79 N.M. 195, 441 P.2d 235 (Ct.App. 1968), arguments made pursuant to this issue will be entertained.\nThe doctrine of fundamental error is resorted to in criminal cases only if the innocence of the defendant appears to be indisputable or if the question of his guilt is so doubtful that it would shock the conscience to permit his conviction to stand. State v. Torres, supra; State v. Lauderdale, 85 N.M. 157, 509 P.2d 1352, cert. denied, 85 N.M. 144, 509 P.2d 1339 (Ct.App. 1973). If there is a total absence of evidence to support a conviction, as well as evidence of an exculpatory nature, then an appellate court has the duty to see that substantial justice is done and to set aside the conviction. State v. Salazar, 78 N.M. 329, 431 P.2d 62 (1967).\nThe evidence in this case is not so deficient. However, there is a substantial *346 question raised by the failure of defense counsel to take any pretrial action on the conspiracy charge. The conspiracy charge against Gonzales was dismissed two months before defendant went to trial. The other two codefendants, (Juarez and Wolff) were acquitted of conspiracy following a jury trial a day after the count was dismissed against Gonzales. Although defendant might properly have been charged as combining with Gonzales, he was tried on the charge of a four-man conspiracy. His trial counsel did nothing to attack or limit that charge by motion or otherwise. Cf. State v. Tijerina, 86 N.M. 31, 519 P.2d 127 (1973). A criminal defendant is denied the effective or competent assistance of counsel \"if the trial, considered as a whole, is a mockery of justice, a sham, or a farce.\" State v. Garcia, 85 N.M. 460, 513 P.2d 394 (1973). Considering the history of the charges of the indictment against all four defendants, the trial on the issue of conspiracy, as submitted, may have been a mockery.\nThe case is remanded to the district court where defendant shall have the right to file a petition in an independent proceeding on the sole issue of trial counsel's effective or ineffective representation of defendant for the charge of conspiracy. If a final determination is made that such representation was effective, the conspiracy conviction shall be affirmed. If not, defendant shall be entitled to a new trial on the conspiracy charge. See State v. Doe, 90 N.M. 404, 564 P.2d 207 (Ct.App. 1977); State v. Debarry, 86 N.M. 742, 527 P.2d 505 (Ct.App. 1974); State v. Gurule, 84 N.M. 142, 500 P.2d 427 (Ct.App. 1972); State v. Torres, 81 N.M. 521, 469 P.2d 166 (Ct.App. 1970).\nThe judgment of the court is affirmed in part and reversed in part and the cause is remanded for such proceedings as are consistent with this opinion.\nIT IS SO ORDERED.\nWALTERS, J., concurs.\nSUTIN, J., concurs, specially.\nSUTIN, Judge (Specially Concurring).\nI concur.\nTo remand this case to the district court under the present standards fixed for \"ineffective assistance of counsel,\" will be a useless gesture.\nIn 1976, the Supreme Court adopted a rule that improvident strategy, bad tactics, mistake, carelessness or inexperience do not necessarily amount to ineffective assistance of counsel, unless, taken as a whole, the trial was a mockery of justice; that counsel is presumed competent; that a defendant is denied his right to effective assistance of counsel only when his trial becomes a sham or a farce. State v. Moser, 78 N.M. 212, 430 P.2d 106 (1967). This standard encompasses a \"mockery,\" \"sham\" or \"farce.\" It has continued to this day.\nDefendant should petition the Supreme Court to determine whether the \"mockery of justice\" rule should be clarified or overruled. In my opinion, it should be discarded. If the Supreme Court grants certiorari, this opinion will not be published. So be it.\nThis rule arose out of an early concept. If a defendant selected an incompetent lawyer, the acts of the lawyer were imputed to the defendant. Every poor defendant had a duty to select a successful, experienced competent attorney to defend him or seek the assistance of the public defender with the assurance that the lawyer appointed was experienced, active in trial practice, familiar with the practice and procedure, competent and dedicated.\nCriticism of the \"mockery of justice\" concept has been so intense, that courts have adopted a modern view. State v. Hester, 45 Ohio St.2d 71, 45 Ohio Ops. 156, 341 N.E.2d 304 (1976); People v. Gonzales, 37 Colo. App. 8, 543 P.2d 72 (1975); Baxter v. Rose, Tenn., 523 S.W.2d 930 (1975); McQueen v. Swenson, 498 F.2d 207 (8th Cir.1974); Modern Status Of Rule As To Test In Federal Court Of Effective Representation By Counsel, 26 ALR Fed. 218 (1976). American Bar Association Standards relating to defense function would be enlightening. Justice Erickson of the Supreme Court of Colorado, a foremost proponent of American Bar Association Standards, said:\n\n*347 Justice cannot be the product of our courts under an adversary system if defense counsel fails to serve as an advocate who is competent and well prepared to represent his client. American Bar Association Standards for Criminal Justice Relating to The Defense Function §§ 1.1(a) and 1.1(b). In reviewing the record in this case, we can only conclude that defense counsel fell far short of the minimum requirements of competency and thereby denied the defendant his right to the effective assistance of counsel. [Emphasis added.] People v. White, 182 Colo. 417, 514 P.2d 69, 72 (1973).\nThe test to be adopted is whether an accused under all the circumstances, including the fact that he had retained counsel, had a fair trial and substantial justice was done. Hester, supra. Justice demands that an accused shall have an attorney who renders reasonably effective assistance from the time of retention or appointment through the trial of the case.\nIt is also my opinion that a convicted person is entitled to the effective assistance of counsel on appeal. An appellate court can chastise an attorney who fails in his duties, but it should not allow carelessness, mistakes, or inexperience, or traditional technical omissions to deny this person a fair appeal or substantial justice.\nIn any event, the trial court can determine under the \"mockery of justice\" rule, whether defendant's counsel fell short of the minimum requirements of competency in preparation for and during the trial of the case.\n",
            "ocr": false,
            "opinion_id": 1435531
        },
        {
            "author_str": "Sutin",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " SUTIN, Judge (Specially Concurring). I concur. To remand this case to the district court under the present standards fixed for “ineffective assistance of counsel,” will be a useless gesture. In 1976, the Supreme Court adopted a rule that improvident strategy, bad tactics, mistake, carelessness or inexperience do not necessarily amount to ineffective assistance of counsel, unless, taken as a whole, the trial was a mockery of justice; that counsel is presumed competent; that a defendant is denied his right to effective assistance of counsel only when his trial becomes a sham or a farce. State v. Moser, 78 N.M. 212, 430 P.2d 106 (1967). This standard encompasses a “mockery,” “sham” or “farce.” It has continued to this day. Defendant should petition the Supreme Court to determine whether the “mockery of justice” rule should be clarified or overruled. In my opinion, it should be discarded. If the Supreme Court grants certiorari, this opinion will not be published. So be it. This rule arose out of an early concept. If a defendant selected an incompetent lawyer, the acts of the lawyer were imputed to the defendant. Every poor defendant had a duty to select a successful, experienced competent attorney to defend him or seek the assistance of the public defender with the assurance that the lawyer appointed was experienced, active in trial practice, familiar with the practice and procedure, competent and dedicated. Criticism of the “mockery of justice” concept has been so intense, that courts have adopted a modern view. State v. Hester, 45 Ohio St.2d 71, 45 Ohio Ops. 156, 341 N.E.2d 304 (1976); People v. Gonzales, 37 Colo.App. 8, 543 P.2d 72 (1975); Baxter v. Rose, Tenn., 523 S.W.2d 930 (1975); McQueen v. Swenson, 498 F.2d 207 (8th Cir. 1974); Modern Status Of Rule As To Test In Federal Court Of Effective Representation By Counsel, 26 ALR Fed. 218 (1976). American Bar Association Standards relating to defense function would be enlightening. Justice Erickson of the Supreme Court of Colorado, a foremost proponent of American Bar Association Standards, said: Justice cannot be the product of our courts under an adversary system if defense counsel fails to serve as an advocate who is competent and well prepared to represent his client. American Bar Association Standards for Criminal Justice Relating to The Defense Function §§ 1.1(a) and 1.1(b). In reviewing the record in this case, we can only conclude that defense counsel fell far short of the minimum requirements of competency and thereby denied the defendant his right to the effective assistance of counsel. [Emphasis added.] People v. White, 182 Colo. 417, 514 P.2d 69, 72 (1973). The test to be adopted is whether an accused under all the circumstances, including the fact that he had retained counsel, had a fair trial and substantial justice was done. Hester, supra. Justice demands that an accused shall have an attorney who renders reasonably effective assistance from the time of retention or appointment through the trial of the case. It is also my opinion that a convicted person is entitled to the effective assistance of counsel on appeal. An appellate court can chastise an attorney who fails in his duties, but it should not allow carelessness, mistakes, or inexperience, or traditional technical omissions to deny this person a fair appeal or substantial justice. In any event, the trial court can determine under the “mockery of justice” rule, whether defendant’s counsel fell short of the minimum requirements of competency in preparation for and during the trial of the case. ",
            "ocr": false,
            "opinion_id": 9629497
        },
        {
            "author_str": "Andrews",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " OPINION ANDREWS, Judge. Following a jury trial in Bernalillo County District Court, defendant was convicted of robbery and conspiracy and acquitted of aggravated battery. Defendant, appellant here, was one of four occupants in a car when another passenger left the car and committed a robbery. The central question is whether the defendant was merely present in the vehicle at the time of the offense or whether he participated in the criminal plan and criminal acts. We affirm the robbery conviction and remand for further proceedings in regard to the conspiracy conviction. Facts During the afternoon of May 22, 1977, defendant, Joseph Luna (Luna) along with Patrick Gonzales (Gonzales) and Donald Juarez (Juarez), was a passenger in a Nova automobile driven by David Wolff (Wolff). Wolff drove the car into the Northdale Shopping Center parking lot where Juarez left the car and shortly thereafter seized the purse of an elderly woman, knocking her to the pavement as he did so. Juarez then ran back across the parking lot, with the purse, and jumped into the Nova which was waiting with an open door. Wolff drove the car from the lot. None of the others left the Nova while it was parked in the lot. A witness at the shopping center heard the victim calling for help and saw a young man get into a Nova containing three other people. The witness called the police and described the incident and the car. After receiving a call concerning the incident, Officer Noga of the Bernalillo County Sheriff’s Department spotted and followed the Nova. When the car entered a filling station, the officer blocked the Nova with his cruiser. Soon, two other officers (Lemmons and Kettles) joined Officer Noga and the three searched the Nova and its occupants. A purse matching the description of that taken, and containing the victim’s identification, was found in the front seat of the car. Money in the denominations the victim stated she had carried in her purse was found in the possession of Wolff and Gonzales. When the officers searched the car, they found currency stuffed between the top and bottom of the front seat and under the left rear floor mat, and change beneath both the front and rear floor mats on the left and right sides. No money was found on the person of defendant Joseph Luna and he stated “I did not even touch the money.” On direct examination, Gonzales testified that he, Wolff, Juarez and Luna were riding around. They were all sniffing paint. They needed gas for the car because they were running low, but they “didn’t have any money.” Juarez was talking about getting a purse. They took Juarez over to the Northdale Shopping Center. When asked, “Did you discuss what you were going to do at the Northdale Shopping Center?” Gonzales answered, “Yes.” When asked what was discussed, Gonzales stated that he said he was “going to stay in the car” and that “I didn’t want nothing to do with it. Nobody else did I guess. Don Juarez wanted to steal a purse. He can do what he wants to, you know.” But when asked, “Did you all agree that he would go out and snatch a purse?” he answered, “Yes.” When asked, “When you decided where to go and what to do there, did Mr. Luna agree to it?” he stated, “I guess we all agreed to it because we were all in it, you know.” Officer Noga testified that after the car had been stopped by the police, defendant Luna told him, “Give us a break.” When viewed in the light most favorable to the State, State v. Parker, 80 N.M. 551, 458 P.2d 803 (Ct.App.1969), cert. denied, 80 N.M. 607, 458 P.2d 859 (1969), the record shows: (1) Luna told Officer Foster that they were driving around trying to find some money and they decided to stop at the Northdale Shopping Center; (2) Luna knew that Juarez was going to snatch the purse because they had “discussed it over in the car;” (3) prior to stealing the money the occupants of the car didn’t have any money; (4) they needed gas for the car because they were running low; (5) after they left the shopping center, they went to a gas station; (6) they all agreed that Juarez would go out and steal the purse; (7) after Juarez stole the purse and ran back to the car he jumped in the open door, and the car immediately took off; (8) when the car was found by the officers there was money stuffed in the crevice between the top and bottom of the front seat between Wolff and Luna; and (9) there was change on the front floorboard. Luna was in the front seat on the passenger side. Wolff and Juarez were tried before the same jury on April 25, 1978. Wolff was found guilty of robbery and acquitted of conspiracy and aggravated battery, and Juarez was convicted of robbery and aggravated battery with great bodily harm and acquitted of conspiracy. Patrick Gonzales pleaded guilty to robbery and aggravated battery and the conspiracy count against him was dismissed. Defendant Luna’s trial was held June 19, 1978, and he received concurrent sentences of two-to-ten years and one-to-five years on the robbery and conspiracy counts, respectively. These sentences were suspended and Luna was put on three years probation and ordered to pay the victim $1,000.00 in restitution. The issues presented in regard to Luna’s conviction relate to: (1) substantial evidence; (2) admission and relevancy of lay opinion; and (3) effective assistance of counsel. Sufficiency of the Evidence Although aiding and abetting and conspiracy are separate offenses, State v. Armijo, 90 N.M. 12, 558 P.2d 1151 (Ct.App.1976), the same set of facts is applicable to each offense in this case. (1) Aiding and Abetting  Neither presence, nor presence with mental approbation is sufficient to sustain a conviction as an aider or abettor. Presence must be accompanied by some outward manifestation or expression of approval. State v. Salazar, 78 N.M. 329, 431 P.2d 62 (1967). There must be a community of purpose, a partnership, in the unlawful undertaking. State v. Harrison, 81 N.M. 324, 466 P.2d 890 (Ct.App.1970). This community of purpose may be shown by evidence of acts, conduct, words, signs or any means sufficient to incite, encourage or instigate commission of the offense. State v. Atwood, 83 N.M. 416, 492 P.2d 1279 (Ct.App.1971), cert. denied, 83 N.M. 395, 492 P.2d 1258 (1972).  Although defendant admits he was a passenger in the car when Juarez snatched the purse, he asserts that the evidence shows only that he was in the presence of Juarez and Wolff, evidence insufficient to support the conviction. We disagree, and find sufficient outward manifestation and expression of approval of the crime to support the conviction in: (a) the fact that the four occupants of the car were riding around without money which they needed for gas; (b) that they went to a gas station after the robbery; (c) that the police found money in the area of the car where the defendant was seated; (d) that the four occupants of the car “discussed it over in the car;” (e) that they agreed that Juarez would steal the purse; (f) that they “were all in it.” All of these facts support a finding of the “community of purpose” necessary to establish a charge of aiding and abetting. (2) Conspiracy Gonzales testified that they all “agreed” that Juarez would snatch a purse. When queried as to whether the four of them had reached an agreement as to the commission of the crime, he stated, “I guess we all agreed to it ’cause we were all in it.”  Defendant argues that the only reasonable inference that can be drawn from the totality of Gonzales’s testimony is that if the defendants agreed to do anything, it was to let Juarez carry out his unlawful intentions on his own. We disagree. The facts show that the car door was open for Juarez, that Wolff and Gonzales had money in their possession, and that money was within the immediate area where Luna was seated. These facts support an inference that the occupants of the car agreed to assist Juarez in carrying out his unlawful intentions.  Defendant also argues that Gonzales’s testimony is so inconsistent, vague and speculative that no inference regarding Joseph Luna can reasonably be drawn from it. This Court will not weigh the evidence. The determination of the weight and effect of evidence, including all reasonable inferences to be drawn from both direct and circumstantial evidence, is reserved for determination by the trier of facts, which in this case is the jury. State v. Bloom, 90 N.M. 192, 561 P.2d 465 (1977). Opinion Testimony The testimony which defendant argues was improper and to which objections were made at trial is as follows: Q. Did you all agree that he (Juarez) would go out and snatch the purse? MR. JAFFEE: Objection Your Honor. A. Yes. MR. JAFFEE: The question is improper. THE COURT: No, it is permitted. Overruled. Q. Mr. Gonzales, when you have stated on examination at this point, that before you decided where to go . MR. JAFFEE: Objection Your Honor, there has been no such statement. THE COURT: Let me hear the rest of the question. Q. And what you were going to do, did Mr. Luna specifically enter into the agreement of what to do? MR. JAFFEE: Objection. THE COURT: That’s permitted. Overruled. MR. JAFFEE: May I state the basis for it. THE COURT: He may answer the question. Overruled. A. Now you were saying . . . ? Q. Let me state it again. Listen very carefully. When you decided where to go and what you were going to do there, did Mr. Luna agree to it? A. We all agreed to it, because we were all in it. Rule 701, New Mexico Rules of Evidence in regard to opinion testimony by a lay witness states: If the witness is not testifying as an expert, his testimony in the form of opinions or inferences is limited to those opinions or inferences which are (a) rationally based on the perception of the witness and (b) helpful to a clear understanding of his testimony or the determination of a fact in issue.  Defendant argues that Gonzales’s opinions were not rationally based on his perceptions because (1) they were unsupported by a necessary factual foundation; (2) his capacity to perceive and understand the events had been severely impaired; and (3) his testimony was riddled with fundamental inconsistencies. A ruling on such evidence is within the discretion of the trial court. State v. Marquez, 87 N.M. 57, 529 P.2d 283 (Ct.App.1974), cert. denied, 87 N.M. 47, 529 P.2d 273 (1974).  Several recent New Mexico decisions deal with the admissibility of lay opinion testimony and hold that a non-expert witness may give opinion testimony concerning his or her own perceptions where that opinion is helpful to the determination of a fact in issue. State v. Tixier, 89 N.M. 297, 551 P.2d 987 (Ct.App.1976); Jesko v. Stauffer Chemical Company, 89 N.M. 786, 558 P.2d 55 (Ct.App.1976). Under Evidence Rule 701 and these cases, the foundation required for admitting such evidence is a showing of first-hand knowledge on the part of the witness, and a rational connection between the observations made and the opinion formed. If these two requirements are present and the witness’s opinion might be helpful in the determination of the facts in issue, the opinion is admissible. The requirement of a rational basis is satisfied if the opinion or inference is one which a normal person would form on the basis of the observed facts. 3 Weinstein’s Evidence ¶ 701[02],  It is not disputed that Gonzales was present in the car during the time the discussion in question took place, and this is sufficient to establish the requisite firsthand knowledge. His opinion as to whether the four occupants of the car were in agreement is well within the bounds of what a normal person would form on the basis of his observations. This being so, there was a sufficient foundation laid for the admission of the opinion testimony. Whether Gonzales had the capacity to perceive and understand the events is the next issue. Gonzales stated he had been smoking marijuana and was “high” when he entered the car. Subsequently, he sniffed paint fumes which made him “higher”, but when asked “Did you know what was happening that day? ” he replied, “I guess I could say I did know more or less what was going on.” Gonzales’s testimony was consistent with other versions of what happened that day. Gonzales's statement, given to Sheriff Deputy Kingsbury and admitted as State’s Exhibit No. 3, evidences the rationality of the witness’s perception and memory. While Gonzales admitted that he had smoked marijuana and sniffed paint, he did remember the date, the time, who he was with, who owned the car, what Juarez said and what occurred just prior to and after the purse snatching. Ineffective Assistance of Counsel Defendant argues that he was denied effective assistance of counsel because the trial attorney: (1) did not attempt to revise conspiracy charges against defendant Luna after defendants Juarez and Wolff were acquitted of conspiracy at a separate trial; (2) made inflammatory and prejudicial remarks in closing; (3) questioned Patrick Gonzales on his prior written statement which had not been mentioned by the State on direct examination; (4) failed to prepare and submit jury instructions; and (5) made no pretrial motions. Initially it should be noted that this issue is not listed in the docketing statement. Rule 501(a)(2) N.M.R.App.P. (Crim.) limits the issues in the brief-in-chief “to the issues designated in the docketing statement.” However, defendant asserts that because it would be unreasonable to expect that the trial attorney, responsible for filing the docketing statement [Rule 205(b) N.M.R. App.P. (Crim.)] would allege his own incompetence, such deficiency should not prejudice defendant’s right to assert the issue on appeal. We would agree in most situations. In the instant case, though, where judgment and sentence were entered on August 11, 1978, the docketing statement was filed August 22,1978, and a different lawyer was appointed counsel on appeal on August 24, 1978, this second lawyer could have requested leave to amend the docketing statement in a timely manner.  Still, because the right to effective counsel is a fundamental right, State v. Torres, 78 N.M. 597, 435 P.2d 216 (Ct.App.1967), subject to review regardless of adherence to procedural rules, Rule 308, N.M.R. App.P. (Crim.); State v. Reynolds, 79 N.M. 195, 441 P.2d 235 (Ct.App.1968), arguments made pursuant to this issue will be entertained. The doctrine of fundamental error is resorted to in criminal cases only if the innocence of the defendant appears to be indisputable or if the question of his guilt is so doubtful that it would shock the conscience to permit his conviction to stand. State v. Torres, supra; State v. Lauderdale, 85 N.M. 157, 509 P.2d 1352, cert. denied, 85 N.M. 144, 509 P.2d 1339 (Ct.App.1973). If there is a total absence of evidence to support a conviction, as well as evidence of an exculpatory nature, then an appellate court has the duty to see that substantial justice is done and to set aside the conviction. State v. Salazar, 78 N.M. 329, 431 P.2d 62 (1967).  The evidence in this case is not so deficient. However, there is a substantial question raised by the failure of defense counsel to take any pretrial action on the conspiracy charge. The conspiracy charge against Gonzales was dismissed two months before defendant went to trial. The other two codefendants, (Juarez and Wolff) were acquitted of conspiracy following a jury trial a day after the count was dismissed against Gonzales. Although defendant might properly have been charged as combining with Gonzales, he was tried on the charge of a four-man conspiracy. His trial counsel did nothing to attack or limit that charge by motion or otherwise. Cf. State v. Tijerina, 86 N.M. 31, 519 P.2d 127 (1973). A criminal defendant is denied the effective or competent assistance of counsel “if the trial, considered as a whole, is a mockery of justice, a sham, or a farce.” State v. Garcia, 85 N.M. 460, 513 P.2d 394 (1973). Considering the history of the charges of the indictment against all four defendants, the trial on the issue of conspiracy, as submitted, may have been a mockery. The case is remanded to the district court where defendant shall have the right to file a petition in an independent proceeding on the sole issue of trial counsel’s effective or ineffective representation of defendant for the charge of conspiracy. If a final determination is made that such representation was effective, the conspiracy conviction shall be affirmed. If not, defendant shall be entitled to a new trial on the conspiracy charge. See State v. Doe, 90 N.M. 404, 564 P.2d 207 (Ct.App.1977); State v. Debarry, 86 N.M. 742, 527 P.2d 505 (Ct.App.1974); State v. Gurule, 84 N.M. 142, 500 P.2d 427 (Ct.App.1972); State v. Torres, 81 N.M. 521, 469 P.2d 166 (Ct.App.1970). The judgment of the court is affirmed in part and reversed in part and the cause is remanded for such proceedings as are consistent with this opinion. IT IS SO ORDERED. WALTERS, J., concurs. SUTIN, J., concurs, specially. ",
            "ocr": false,
            "opinion_id": 9629496
        }
    ],
    "court_short_name": "New Mexico Court of Appeals",
    "court_full_name": "New Mexico Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Robbery"
}