{
    "id": 1440541,
    "judges": "DiPentima, Foti, Harper",
    "date_filed": "1982-05-22",
    "date_filed_is_approximate": true,
    "slug": "leatherwood-v-commissioner-of-correction",
    "case_name_short": "Leatherwood",
    "case_name": "Leatherwood v. Commissioner of Correction",
    "case_name_full": "Mark Leatherwood v. Commissioner of Correction",
    "attorneys": "James M. Fox, special public defender, filed a brief for the appellant (petitioner)., James E. Thomas, former state’s attorney, Nancy L. Chupak, assistant state’s attorney, and Herbert E. Carlson, Jr., supervisory assistant state’s attorney, filed a brief for the appellee (respondent).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on briefs November 15, 2007",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b668-5\">\n    MARK LEATHERWOOD\n    <em>\n     v.\n    </em>\n    COMMISSIONER OF CORRECTION\n   </parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aen\">\n    (AC 27784)\n   </docketnumber><br><p data-order=\"2\" data-type=\"judges\" id=\"b668-6\">\n    DiPentima, Harper and Foti, Js.\n   </p><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b668-7\">\n    Submitted on briefs November 15, 2007\n   </otherdate><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AL0\">\n    officially released February 5, 2008\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b668-9\">\n<em>\n     James M. Fox,\n    </em>\n    special public defender, filed a brief for the appellant (petitioner).\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b668-10\">\n<em>\n     James E. Thomas,\n    </em>\n    former state’s attorney,\n    <em>\n     Nancy L. Chupak,\n    </em>\n    assistant state’s attorney, and\n    <em>\n     Herbert E. Carlson, Jr.,\n    </em>\n    supervisory assistant state’s attorney, filed a brief for the appellee (respondent).\n   </attorneys>",
    "citations": [
        "938 A.2d 1285",
        "105 Conn. App. 644"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n938 A.2d 1285 (2008)\n105 Conn.App. 644\nMark LEATHERWOOD\nv.\nCOMMISSIONER OF CORRECTION.\nNo. 27784.\nAppellate Court of Connecticut.\nSubmitted on briefs November 15, 2007.\nDecided February 5, 2008.\n*1287 James M. Fox, special public defender, filed a brief for the appellant (petitioner).\nJames E. Thomas, former state's attorney, Nancy L. Chupak, assistant state's attorney, and Herbert E. Carlson, Jr., supervisory assistant state's attorney, filed a brief for the appellee (respondent).\nDiPENTIMA, HARPER and FOTI, Js.\nPER CURIAM.\nThe petitioner, Mark Leatherwood, appeals from the judgment of the habeas court denying his petition for a writ of habeas corpus. The petitioner claims that the court improperly failed to conclude that his trial attorney, Robert Meredith, rendered ineffective assistance of counsel by failing to ensure that the petitioner pleaded guilty voluntarily. Specifically, the petitioner claims that the court improperly concluded that Meredith did not render ineffective assistance of counsel when he failed to investigate adequately whether a knife recovered by police had the petitioner's fingerprints on it, failed to advise him adequately of the prospects of success at trial and improperly involved the petitioner's mother in convincing him to accept the state's plea offer. We affirm the judgment of the habeas court.[1]\nThe record sets forth the following facts and procedural history. In November, 2002, the petitioner was charged with robbery in the first degree and other charges in one case and violation of probation in a second. Just as trial on the robbery charge began, the petitioner entered into a plea agreement with the state involving a sentence of either fifteen years, suspended after seven and one-half years, and five years probation, or a sentence of ten years incarceration without probation. The petitioner also entered into a plea agreement concerning the probation violation, which provided for a concurrent sentence of two years incarceration. On November 18, 2003, pursuant to the plea agreements with the state, the petitioner entered a plea of guilty, under the Alford doctrine,[2] to robbery in the first degree in *1288 violation of General Statutes § 53a-134(a)(4), and entered an admission to violation of probation. On November 20, 2003, the petitioner was sentenced pursuant to the plea agreements to ten years incarceration for the robbery and two years incarceration for the probation violation to be served concurrently. The petitioner filed a petition for a writ of habeas corpus on August 9, 2004.\nOn April 4, 2006, the habeas court denied his petition. In its oral decision, the court found Meredith's decision not to ask to have the knife tested to be a valid strategic move and that regardless of this tactical decision, Meredith could not have had the knife tested because it had been destroyed prior to the petitioner's arrest. The court found that Meredith did an adequate job preparing for trial and that no evidence was presented to the court that would permit a finding that the guilty plea was induced by any substandard performance of counsel. The court also found that the evidence was clear that the petitioner wanted to discuss his decision to plead guilty with his mother but that there was no evidence that his mother in some way overbore the petitioner's right to plead not guilty. The court concluded that the petitioner had not met his burden of proof for the claim of ineffective assistance of counsel where the conviction resulted from a guilty plea. The court further found that he had failed to demonstrate that these claimed deficiencies resulted in actual prejudice. The court granted the petitioner's petition for certification to appeal on May 10, 2006. This appeal followed.\nWe first note the standard of review. \"In a habeas appeal, this court cannot disturb the underlying facts found by the habeas court unless they are clearly erroneous, but our review of whether the facts as found by the habeas court constituted a violation of the petitioner's constitutional right to effective assistance of counsel is plenary.\" (Internal quotation marks omitted.) Ricks v. Commissioner of Correction, 98 Conn.App. 497, 502, 909 A.2d 567 (2006), cert. denied, 281 Conn. 907, 916 A.2d 49 (2007).\n\"A habeas petitioner can prevail on a constitutional claim of ineffective assistance of counsel [only if he can] establish both (1) deficient performance, and (2) actual prejudice. . . . For ineffectiveness claims resulting from guilty verdicts, we apply the two-pronged standard set forth in Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984); Levine v. Manson, 195 Conn. 636, 639-40, 490 A.2d 82 (1985). For ineffectiveness claims resulting from guilty pleas, we apply the standard set forth in Hill v. Lockhart, 474 U.S. 52, 59, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985), which modified Strickland's prejudice prong. . . .\n\"To satisfy the performance prong, the petitioner must show that counsel's representation fell below an objective standard of reasonableness. . . . A petitioner who accepts counsel's advice to plead guilty has the burden of demonstrating on habeas appeal that the advice was not within the range of competence demanded of attorneys in criminal cases. . . . The range of competence demanded is reasonably competent, or within the range of competence displayed by lawyers with ordinary training and skill in the criminal law. . . . Reasonably competent attorneys may advise their clients to plead guilty even if defenses may exist. . . . A reviewing court must view counsel's conduct with a *1289 strong presumption that it falls within the wide range of reasonable professional assistance. . . .\n\"To satisfy the prejudice prong, the petitioner must show a reasonable probability that, but for counsel's errors, he would not have pleaded guilty and would have insisted on going to trial. [Id.] at 59, 106 S.Ct. 366. . . . A reviewing court can find against a petitioner on either ground, whichever is easier.\" (Citations omitted; internal quotation marks omitted.) Ricks v. Commissioner of Correction, supra, 98 Conn.App. at 502-504, 909 A.2d 567.\nOn the basis of our review of the parties' briefs and the record of the habeas trial, we conclude that the findings of the court are supported by the facts that appear in the record and are not clearly erroneous. Furthermore, we conclude that the court's legal conclusion that the petitioner was not deprived of his constitutional right to the effective assistance of counsel was correct legally and logically. The court had before it sufficient evidence to find as it did, and, accordingly, it properly rejected the petitioner's claim.\nThe judgment is affirmed.\nNOTES\n[1]  The petition for a writ of habeas corpus contained two counts, the first of which pertained to the claim of ineffective assistance of counsel. The second count concerned the petitioner's claim that his counsel failed to assure that he was credited for his presentence incarceration. At the outset of its oral decision, the court directed the department of correction to credit the petitioner with the one day of jail credit to which he was entitled. Both parties agree that the court granted the petitioner's request for the jail time credit, and neither party has raised this matter as an issue on appeal. Our decision concerns only the court's ruling on the ineffective assistance of counsel claim.\n[2]  \"Under North Carolina v. Alford, 400 U.S. 25, 91 S.Ct. 160, 27 L.Ed.2d 162 (1970), a criminal defendant is not required to admit his guilt, but consents to being punished as if he were guilty to avoid the risk of proceeding to trial. . . . A guilty plea under the Alford doctrine is a judicial oxymoron in that the defendant does not admit guilt but acknowledges that the state's evidence against him is so strong that he is prepared to accept the entry of a guilty plea nevertheless.\" (Internal quotation marks omitted.) Poulin v. Commissioner of Correction, 103 Conn.App. 303, 306 n. 4, 928 A.2d 556, cert. denied, 284 Conn. 918, 931 A.2d 937 (2007).\n\n",
            "ocr": false,
            "opinion_id": 1440541
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Robbery"
}