{
    "id": 1386366,
    "judges": "Hernandez, Lopez, Wood",
    "date_filed": "2014-06-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-herrera",
    "case_name_short": "Herrera",
    "case_name": "State v. Herrera",
    "case_name_full": "STATE of New Mexico, Plaintiff-Appellee, v. Timothy Jerome HERRERA, Defendant-Appellant",
    "attorneys": "Lynn Pickard, Pickard & Singleton, Santa Fe, for defendant-appellant., Toney Anaya, Atty. Gen., Don Montoya, Asst. Atty. Gen., C. Richard Baker, Deputy Dist. Atty., Santa Fe, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Writ of Certiorari Denied May 25, 1978.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 47,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b43-12\" pgmap=\"43\">\n    582 P.2d 384\n   </citation><br><parties id=\"b43-13\" pgmap=\"43\">\n    STATE of New Mexico, Plaintiff-Appellee, v. Timothy Jerome HERRERA, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b43-16\" pgmap=\"43\">\n    No. 3238.\n   </docketnumber><br><court id=\"b43-17\" pgmap=\"43\">\n    Court of Appeals of New Mexico.\n   </court><br><decisiondate id=\"b43-18\" pgmap=\"43\">\n    April 25, 1978.\n   </decisiondate><br><otherdate id=\"b43-19\" pgmap=\"43\">\n    Writ of Certiorari Denied May 25, 1978.\n   </otherdate><br><attorneys id=\"b46-17\" pgmap=\"46\">\n    Lynn Pickard, Pickard &amp; Singleton, Santa Fe, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b46-18\" pgmap=\"46\">\n    Toney Anaya, Atty. Gen., Don Montoya, Asst. Atty. Gen., C. Richard Baker, Deputy Dist. Atty., Santa Fe, for plaintiff-appellee.\n   </attorneys>",
    "citations": [
        "582 P.2d 384",
        "92 N.M. 7"
    ],
    "opinions": [
        {
            "author_str": "Wood",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n582 P.2d 384 (1978)\nSTATE of New Mexico, Plaintiff-Appellee,\nv.\nTimothy Jerome HERRERA, Defendant-Appellant.\nNo. 3238.\nCourt of Appeals of New Mexico.\nApril 25, 1978.\nWrit of Certiorari Denied May 25, 1978.\n*387 Lynn Pickard, Pickard &amp; Singleton, Santa Fe, for defendant-appellant.\nToney Anaya, Atty. Gen., Don Montoya, Asst. Atty. Gen., C. Richard Baker, Deputy Dist. Atty., Santa Fe, for plaintiff-appellee.\n\n\n*388 OPINION\nWOOD, Chief Judge.\nDefendant was convicted of kidnapping in the second degree, four counts of criminal sexual penetration in the second degree (two of sexual intercourse, one of anal intercourse and one of fellatio) and robbery. We answer two of the appellate issues summarily. We discuss § 40A-9-26, N.M.S.A. 1953 (2d Repl. Vol. 6, Supp. 1975) and how it was applied in this case. This discussion involves the constitutionality of § 40A-9-26, supra, limitation upon discovery, and cross-examination concerning past sexual conduct. We also discuss the trial court's refusal to permit defendant to inspect and the refusal of the trial court to inspect, in camera, the notes of a physician.\n\nIssues Answered Summarily\nThese two issues involve jury instructions.\n(a) The indictment charged the kidnapping was by holding the victim to service against her will. Defendant claims the instruction setting forth the elements of kidnapping failed to instruct the jury on the required intent. The elements instruction can properly be viewed as ambiguous as to the intent required; however, this ambiguity was cleared up in the immediately following instruction which told the jury how the intent to hold to service may be proved. Accordingly, we do not consider the fact that the instruction complained of on appeal was given at defendant's request.\n(b) Each of the four CSP offenses were submitted to the jury in the alternative \u0097 by use of force or coercion which resulted in personal injury or was perpetrated in the commission of another felony. Section 40A-9-21(B)(2) and (4), N.M.S.A. 1953 (2d Repl. Vol. 6, Supp. 1975). Defendant objected that \"instructing the jury that they can select from either one of two ways within the same count is confusing to the jury\". There was no confusion in the instructions given. On appeal defendant claims the alternative instructions denied him due process, right to trial by jury and his right to proof beyond a reasonable doubt as to each element of the crimes charged. Defendant speculates that six jurors could have found CSP by personal injury and six jurors could have found CSP in the commission of another felony. No such speculation was presented to the trial court. It will not be considered for the first time on appeal. N.M.Crim.App. 308.\n\nSection 40A-9-26, supra, and its Application\nThe statute reads:\n\n40A-9-26. Testimony \u0097 Limitations \u0097 In camera hearing \u0097 A. As a matter of substantive right, in prosecutions under sections 2 through 6 of this act [40A-9-21 to 40A-9-25], evidence of the victim's past sexual conduct, opinion evidence thereof, or of reputation for past sexual conduct, shall not be admitted unless, and only to the extent that the court finds, that evidence of the victim's past sexual conduct is material to the case and that its inflammatory or prejudicial nature does not outweigh its probative value.\nB. If such evidence is proposed to be offered, the defendant must file a written motion prior to trial. The court shall hear such pretrial motion prior to trial at an in camera hearing to determine whether such evidence is admissible under subsection A of this section. If new information, which the defendant proposes to offer under subsection A of this section, is discovered prior to or during the trial, the judge shall order an in camera hearing to determine whether the proposed evidence is admissible under subsection A of this section. If such proposed evidence is deemed admissible, the court shall issue a written order stating what evidence may be introduced by the defendant and stating the specific questions to be permitted.\n1. Defendant asserts the statute is unconstitutional on its face.\nDefendant points out that the power to regulate pleading, practice and procedure in the district court is vested in the Supreme *389 Court. State v. Roy, 40 N.M. 397, 60 P.2d 646, 110 A.L.R. 1 (1936). See N.M.Const., Art. III, § 1; Ammerman v. Hubbard Broadcasting, Inc., 89 N.M. 307, 551 P.2d 1354 (1976); State ex rel. Anaya v. McBride, 88 N.M. 244, 539 P.2d 1006 (1975).\nThe State asserts the statute does not involve pleading, practice and procedure; rather, that the statute involves substantive rights. The State refers us to the phrase, \"[a]s a matter of substantive right,\" appearing in § 40A-9-26(A), supra. The word \"substantive\" does not provide an answer. The Legislature intended to regulate the admission of evidence pertaining to the victim's past sexual conduct. The manner of regulation goes to practice and procedure and, thus, pertains to matters within the control of the Supreme Court. Ammerman, supra.\nThe fact that the Legislature has attempted to regulate practice and procedure in regard to the victim's past sexual conduct does not mean that the legislation is unconstitutional in that it violates the provisions for separation of governmental power. See N.M.Const., Art. III, § 1. Alexander v. Delgado, 84 N.M. 717, 507 P.2d 778 (1973) states: \"This court has no quarrel with the statutory arrangements which seem reasonable and workable and has not seen fit to change it by rule.\" While a statute regulating practice and procedure is not binding on the Supreme Court, it nevertheless is given effect until there is a conflict between the statute and a rule adopted by the Supreme Court. See Ammerman v. Hubbard Broadcasting, Inc., supra; State ex rel. Anaya v. McBride, supra. Thus, in Alexander v. Delgado, supra, the Supreme Court applied the statutory provision for review of Court of Appeals decisions by writ of certiorari (there being no contrary rule), while pointing out that it had such power of review regardless of the statute.\nDefendant asserts that § 40A-9-26, supra, not only conflicts with evidentiary rules but changes the rules. We disagree.\nSection 40A-9-26, supra, permits evidence of the victim's past sexual conduct, opinion evidence thereof, or of reputation for past sexual conduct only to the extent the court finds that such evidence is material to the case and that its inflammatory and prejudicial nature does not outweigh its probative value. Section 40A-9-26, supra, was enacted by Laws 1975, ch. 109, § 7. The Supreme Court adopted the Rules of Evidence, effective July 1, 1973. Evidence Rule 403 provides that \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice\". The balancing approach in Evidence Rule 403 did not state new law. See State v. Day, 91 N.M. 570, 577 P.2d 878 (Ct.App. decided February 7, 1978). The balancing approach to be applied in admitting evidence concerning past sexual conduct under § 40A-9-26, supra, does not conflict with, rather it is consistent with, Evidence Rule 403.\nDefendant's argument that § 40A-9-26, supra, not only conflicts, but changes evidentiary rules, and our answers, follow:\n(a) State v. Ulmer, 37 N.M. 222, 20 P.2d 934 (1933) dealt with the admissibility of the \"bad character of the prosecutrix for chastity\" and states that \"proof of specific acts of unchastity is excluded.\" Evidence Rule 405 permits proof of specific instances of conduct in certain situations. Defendant states: \"To the extent that § 40A-9-26, supra, provides otherwise, it is in conflict and unconstitutional.\" Defendant infers a conflict between State v. Ulmer supra, and Evidence Rule 405, but does not attempt to demonstrate a conflict between the statute and Evidence Rule 405. There is no conflict between the statute and the rule because the balancing approach of Evidence Rule 403 is applicable to evidence admissible under Evidence Rule 405. See State v. Day, supra.\n(b) Defendant asserts, without citation of authority which supports the claim, that in New Mexico the burden is on the opponent to exclude inadmissible evidence. \"To the extent that § 40A-9-26, supra, places the burden of demonstrating admissibility on the proponent of the evidence and prior to trial, it is in conflict and hence *390 unconstitutional.\" Rule of Crim.Proc. 36 gives the trial court authority to conduct pretrial hearings to consider \"matters as may aid in the disposition of the trial.\" The procedures in § 40A-9-26(B), supra, do not conflict with, but are consistent with, Rule of Crim.Proc. 36. See Proper v. Mowry, 90 N.M. 710, 568 P.2d 236 (Ct.App. 1977).\n(c) Defendant contends that \"if the constitutional power is vested exclusively in the Supreme Court, all attempts at rule making by the legislature, regardless of conflict, would be ineffectual.\" This is contrary to the approach taken by the Supreme Court. See Alexander v. Delgado, supra. The legislation may not be binding upon the Supreme Court but, nevertheless, is to be given effect until a conflict exists. Generally, the Rules of Evidence apply to the trial of criminal cases. Rule of Crim.Proc. 48(b). Evidence Rule 402 provides that relevant evidence is admissible \"except as otherwise provided ... by statute\". Thus, the Supreme Court, by rule, has recognized statutory provisions concerning evidence, absent a conflict. In civil cases, see United Nuclear Corp. v. General Atomic Co., 90 N.M. 97, 560 P.2d 161 (1976).\n(d) \"The State's basic assertion, however, is that there is no conflict between § 40A-9-26, supra, and various rules... . The short answer to this contention is that this Court can do none other than to construe the statute to be conflicting because that is what the Court below did.\" This claim is frivolous; the trial court ruled there was no conflict. In addition, the Court of Appeals is a court of review. N.M.Const., Art. VI, § 29; § 16-7-8, N.M.S.A. 1953 (Repl. Vol. 4). We are not bound by trial court interpretation of statutes and rules; rather, we review them to determine whether they are legally correct.\nSection 40A-9-26, supra, is not unconstitutional on its face.\n2. Defendant contends that the trial court's application of § 40A-9-26, supra, to pretrial proceedings was unwarranted by the statute, the statute was unconstitutionally applied to create a privilege, and the trial court's application deprived defendant of due process and the right to present his defense.\nThe basis for these claims is that the trial court authorized the taking of the victim's deposition but ruled \"there will be no inquiry made of her [the victim] concerning past sexual conduct.\"\nDefendant's arguments are based on a misreading of the transcript. The trial court limited the deposition but it did not do so on the basis of § 40A-9-26, supra. The trial court stated:\nYou will be permitted to take her deposition then, but the Court will rule that any questions relating to her prior sexual conduct, at least at this stage of the proceedings and with the information that the Court now has upon the proposition, are irrelevant, and she can refuse to answer those questions.\nIn discovery both in civil and criminal cases a witness cannot be required to answer irrelevant questions.\nAfter limiting the deposition, there was a discussion between the trial court and counsel concerning defendant's motion under § 40A-9-26(B), supra, and a statement by the trial court that in ruling on admissibility under the statute, the trial court would largely be governed by Evidence Rule 403. The transcript is clear that \"relevancy\" and not the statute was one of the reasons for limiting the deposition.\nDefendant asserts § 40A-9-26, supra, \"speaks only of the admissibility of evidence of past sexual conduct. It says nothing of discoverability.\" We agree; however, the issue in this subpoint involves discovery, to which the statute does not speak.\nDefendant contends that by limiting deposition questions concerning past sexual conduct, the trial court created a privilege which does not exist under the Rules of Evidence. Evidence Rule 501(2) states that \"[e]xcept as otherwise required\" no person has a privilege to \"[r]efuse to disclose any matter\". Whether the trial court's ruling violated Evidence Rule 501(2) depends on *391 what is otherwise provided. Evidence Rule 402 does not supply the answer because it deals with admissibility, not discoverability.\nAn \"otherwise provided\" provision is Rule of Crim.Proc. 29, which deals with depositions in criminal cases. Rule of Crim.Proc. 29(b) states:\nUnless otherwise limited by order of the court, parties may obtain discovery regarding any matter, not privileged, which is relevant to the offense charged or the defense of the accused person... .\nThis provision restricts discovery to relevant matter, not privileged. It also states that the trial court can restrict the discovery of relevant matter.\nRule of Crim.Proc. 29(b) also states:\nIt is not ground for objection that the information sought will be inadmissible at the trial if the information sought appears reasonably calculated to lead to the discovery of admissible evidence.\nTo be admissible, the evidence must be relevant. Evidence Rule 402. At a minimum, this provision requires that the information sought must be reasonably calculated to discover relevant evidence. For a comparable provision in civil depositions, see Fort v. Neal, 79 N.M. 479, 444 P.2d 990 (1968).\nDefendant does not claim, under this subpoint, that he made a showing that he sought discovery of relevant evidence or matter reasonably calculated to discover relevant evidence. We discuss the showing made in the next subpoint. He does state that regardless of his actual showing, he was after relevant evidence. However, he \"does not know what information he was seeking because he was denied the opportunity to ask any questions.\" According to defendant, this denial deprived him of the due process right to develop a defense through discovery of relevant exculpatory material. See Chacon v. State, 88 N.M. 198, 539 P.2d 218 (Ct.App. 1975); State v. Dorsey, 87 N.M. 323, 532 P.2d 912 (Ct.App. 1975), aff'd 88 N.M. 184, 539 P.2d 204 (1975). This claim is too broad.\nThe issue in this subpoint is the limitation upon the deposition. Defendant has no constitutional right to depose the victim in a criminal case; this right exists solely under Rule of Crim.Proc. 29. State v. Armijo, 72 N.M. 50, 380 P.2d 196 (1963); State v. Berry, 86 N.M. 138, 520 P.2d 558 (Ct.App. 1974); State v. Barela, 86 N.M. 104, 519 P.2d 1185 (Ct.App. 1974).\nWe have previously pointed out that Rule of Crim.Proc. 29(b) permits the trial court to limit discovery of relevant matter. On what basis may this limitation be imposed? Rule of Crim.Proc. 31 permits the trial court \"for good cause shown\" to:\n[M]ake any order which justice requires to protect a party or person from annoyance, embarrassment, oppression, undue burden, or from the risk of physical harm, intimidation, bribery, or economic reprisals. The order may include one or more of the following restrictions: ... (4) that certain matters not be inquired into, or that the scope of the discovery be limited to certain matters... .\nRule of Crim.Proc. 31 authorizes limitations upon a deposition. Apart from the question of relevancy, the trial court limited inquiry into the victim's past sexual conduct because defendant's reason for the inquiry was to harass the victim and possibly frighten her from appearing as a witness. Harassment and intimidation are grounds for restricting a deposition. Defendant does not claim that this reason for restricting the deposition lacks record support.\nThe contention that the limitation upon the deposition deprived defendant of due process reduces, then, to a claimed violation of due process because defendant was \"denied the opportunity to ask questions.\" This is a claim that any restriction on questioning at a deposition is a deprivation of due process. We disagree.\nReasonable restrictions on the exercise of a constitutional right are permissible. See Carlile v. Continental Oil Company, 81 N.M. 484, 468 P.2d 885 (Ct. App. 1970). Similarly, reasonable limitations, authorized by rule, on questions to be asked at a deposition do not deprive the defendant of due process. See State v. Smith, 88 N.M. 541, 543 P.2d 834 (Ct.App. 1975).\n*392 The prohibition against questioning the victim concerning past sexual conduct was reasonable, and not a deprivation of due process, inasmuch as defendant's purpose was harassment and intimidation of the victim. The trial court properly limited the questioning at the deposition.\n3. Defendant claims the trial court's application of § 40A-9-26, supra, to preclude questions at trial relating to past sexual conduct and sexually related medical problems, deprived defendant of his constitutional right to present a defense.\n\n(a) Past Sexual Conduct\nDefendant filed a written motion asserting that he wished to offer evidence of the victim's past sexual conduct. At the hearing at which the deposition was limited, the trial court ruled that the evidence was inadmissible because not relevant. A second pretrial hearing was scheduled, but defendant did not appear for this hearing. During the trial, defendant submitted a list of written questions which were excluded by the trial court because no \"proper predicate\" had been laid. Throughout, the trial court gave defendant a continuing opportunity to present relevant evidence, so as to invoke the balancing requirement of § 40A-9-26, supra, and Evidence Rule 403. Throughout, the trial court's rulings were on the basis of relevance, the balancing requirement of the statute was never reached. Thus, this contention involves only that portion of the statute which requires a showing that past sexual conduct \"is material to the case\".\nDefendant sought to question the victim concerning past sexual conduct because the victim was fitted with an intra-uterine device (IUD) at the time of offenses. \"[This] would indicate to me something concerning either prior sexual conduct immediately prior to this incident, a readiness to engage in sexual conduct. She is a single woman, Your Honor... . We can determine what type of woman she is.\"\nDefendant does not claim that the IUD, in itself, is evidence of past sexual conduct. His claim is that this fact suggests past sexual conduct and was a sufficient showing for questioning concerning such conduct. Alternatively, he claims an absolute right to question the victim concerning her past sexual conduct. Such questioning, he asserts, would go to his defense that the victim consented to the sex acts.\nIs evidence of past sexual conduct relevant to the defense of consent?\nState v. Ulmer, supra, states that the bad character of the prosecutrix for chastity is relevant to the issue of consent; however, proof of specific acts of unchastity is excluded. See Territory v. Pino, 9 N.M. 598, 58 P. 393 (1899). Other jurisdictions also distinguish between proof of reputation and proof of specific acts. State v. Ruhr, 533 S.W.2d 656 (Mo. App. 1976); Wynne v. Commonwealth, 216 Va. 355, 218 S.E.2d 445 (1975). This distinction is not applied by our evidence rules when a pertinent trait of character of the victim is offered by an accused as an essential element of a defense. Evidence Rules 404(a)(2) and 405(b). Since, however, the trait of character must be \"pertinent\" the question of relevance remains.\nThe question of relevance (pertinent trait of character, Evidence Rule 404(a)(2); material to the case, § 40A-9-26, supra) in this case goes only to specific acts; at no time did defendant raise a \"reputation\" issue. However, in answering the question of relevance we follow Evidence Rule 405 and make no distinction between reputation and specific acts.\nThe decisions have taken two approaches with which we do not agree. One such approach, not specifically held, but nevertheless indicated, is that past sexual conduct of the victim is simply not relevant to the issue of consent. Thus, Wilson v. State, 548 S.W.2d 51 (Tex.Cr.App. 1977) states, without explanation, that the past sexual activities of the victim \"were not germane to the issue of the victim's acquiescence, or any other fact at issue in the case\". See Young v. State, 547 S.W.2d 23 (Tex.Cr.App. 1977). A second approach is to determine relevancy in terms of the balancing approach required by Evidence Rule 403 and *393 § 40A-9-26, supra. Thus, People v. Thompson, 76 Mich. App. 705, 257 N.W.2d 268 (1977) states: \"Inquiry on cross-examination into the rape victim's sexual behavior with third persons is not relevant. Evidence is relevant when it is sufficiently probative of a fact in issue to offset the prejudice its admission produces.\" Until relevancy has been demonstrated, the balancing approach does not come into play.\nThe proper approach, in our opinion, is to recognize that past sexual conduct, in itself, indicates nothing concerning consent in a particular case. This is the starting point because relevancy is not an inherent characteristic of any item of evidence, but exists only as a relation between an item of evidence and a matter properly provable in the case. State v. Martin, 90 N.M. 524, 565 P.2d 1041 (Ct.App. 1977).\nIf defendant claims a victim's past sexual conduct is relevant to the issue of the victim's consent, it is up to defendant to make a preliminary showing which indicates relevancy. This is similar to the approach required of a defendant to raise \"a question\" concerning a defendant's competency to stand trial. See Rule of Crim.Proc. 35(b); State v. Noble, 90 N.M. 360, 563 P.2d 1153 (1977). The question of relevancy is not raised by asserting that it exists, there must be a showing of a reasonable basis for believing that past sexual conduct is pertinent to the consent issue. See State v. Hovey, 80 N.M. 373, 456 P.2d 206 (Ct.App. 1969).\nThis approach is consistent with that taken in other jurisdictions. The following cases recognize there can be situations where past sexual conduct could, in fact, be relevant. State ex rel. Pope v. Superior Court, 113 Ariz. 22, 545 P.2d 946 (1976); McLean v. United States, 377 A.2d 74 (D.C. App. 1977); State v. Hill, 309 Minn. 206, 244 N.W.2d 728 (1976), cert. denied, 429 U.S. 1065, 97 S.Ct. 794, 50 L.Ed.2d 782 (1977); State v. Blum, 17 Wash. App. 37, 561 P.2d 226 (1977). In each of these cases, the facts were examined to determine whether past sexual conduct was relevant.\nAbsent a showing sufficient to raise an issue as to relevancy, questions concerning past sexual conduct are to be excluded. Once such a showing is made, the balancing test of Evidence Rule 403 and § 40A-9-26, supra, is to be applied in determining admissibility.\nBecause the victim was fitted with an IUD, defendant wanted to \"determine what type of woman she is.\" This contention must be considered in the factual content, stated in the brief-in-chief, as follows:\nThe prosecutrix's version of the events was that defendant picked her up where her car had run out of gas on the highway, drove her into town to get gas, got the gas, began to drive her back to her car but took a side road to an isolated spot where he sexually assaulted and robbed her, and then drove her back to her car. The defendant's version was similar except that he denied that he assaulted or robbed her; he claimed they engaged in consensual intercourse.\nDefendant tendered nothing raising an issue as to the relevancy of the victim's past sexual conduct on the consent question.\nDefendant asserts, however, that he had a constitutional right to question the victim concerning her past sexual conduct. This right, according to defendant, is to confront the witnesses against him. By prohibiting questioning concerning past sexual conduct, defendant contends the trial court improperly limited his right of confrontation. The claim is nonsense. Defendant has no constitutional right to ask a witness questions which are irrelevant. People v. Thompson, supra.\n\n(b) Sexually Related Medical Problems\nThe so-called sexually related medical problems are discussed in the following issue. Under this subpoint, defendant contends he was denied his constitutional right to put on a defense when the trial court prohibited questions, before the jury, concerning the victim's vaginitis some eleven months prior to the crimes. Defendant asserts this vaginitis condition was relevant to the question of whether the victim's sexual *394 organ (vagina) was injured by defendant's sex offenses. The answer is that defendant, as a part of his tender out of the presence of the jury, questioned the physician. This questioning established no connection between the vaginitis and defendant's physical condition after the sex offenses were committed. Again, as in prior sub-issues, defendant is claiming an absolute right to present a matter to the jury without regard to whether the matter is relevant.\n\nInspection of Physician's Notes\nThe crimes were committed during the night of April 14, 1977. A physician examined the victim in the early morning hours of April 15, 1977 and again later in the day, and treated the victim thereafter. The physician testified as to what the victim reported to him, and what his examinations revealed. The physician observed bruises over various parts of the victim's body, inflammation of the perianal area, and a hemorrhoid in the rectum. The physician described the victim's emotional problems which followed the crimes.\nThe physician also testified that tissues at the opening of the vagina, the inner labial, were somewhat swollen. On cross-examination, defendant sought to go into the victim's prior complaints. Out of the presence of the jury, and as part of defendant's tendered evidence, defendant questioned the physician concerning the victim's complaint of vaginitis on May 13, 1976, almost eleven months prior to the sexual offenses in this case. The physician testified that the vaginitis had been caused by a fungus, that the condition was not dependent on intercourse, that the condition was more common in women who are diabetic or who are taking antibiotics. The physician testified that there was no causal connection between the vaginitis of May, 1976 and the swollen inner labial on April 15, 1977.\nAsserting there was a \"question\" that the conditions existing on April 15, 1977 \"might have existed\" prior to that time, defendant demanded that he be supplied with all medical records in the physician's possession which showed the medical history of the victim. The trial court denied the demand, ruling there was no showing of the relevancy of the records, that the only showing to the court was that the records were not relevant to any issue in the case. \"If you want to present additional evidence by way of tender of proof to show that this material is relevant you may proceed.\"\nDefendant continued with the tender. The questioning went to the condition of the rectal area and a complaint of diarrhea prior to the crimes. This questioning did not involve any prior vaginal complaints. The trial court again ruled that relevancy of the one prior vaginal complaint had not been established and that defendant was not entitled to examine \"irrelevant records\".\nDefendant then asked the trial court to examine the physician's records, in camera, and determine whether any of the records were \"[r]elevant to the issue of the inflammation of the vaginal area\". The trial court refused to do so. Instead it questioned the physician and brought out that the only reference to vaginitis, prior to the offense, was the complaint on May 13, 1976. Subsequent to the offenses on July 8, 1977, the physician again observed vaginitis, but testified that the two vaginitis conditions were of different kinds, were unrelated and had independent causes. The trial court again ruled there was no relevance to defendant's inquiries. Defendant insisted that \"relevancy of the matter [victim's prior medical history], I believe it's a factual question, which the jury should be allowed to pass on\".\nOn appeal, defendant does not pursue his startling claim that the jury should determine what evidence is relevant. The appellate claim is that the trial court erred in ruling that the physician's records were irrelevant and therefore not to be disclosed to the defendant. There are two contentions: 1) \"that if a witness uses a writing while testifying, the adverse party is entitled to have the writing produced\"; and 2) \"that the judge must examine the writing in camera and must preserve the writing and *395 make it available to the appellate court for purposes of review.\"\nDefendant asserts Evidence Rule 612 supports both of the claims. Evidence Rule 612, as amended April 1, 1976, reads:\nWriting Used to Refresh Memory\nIf a witness uses a writing to refresh his memory for the purpose of testifying, either \u0097 (1) while testifying, or (2) before testifying, if the court in its discretion determines it is necessary in the interests of justice, an adverse party is entitled to have the writing produced at the hearing, to inspect it, to cross-examine the witness thereon, and to introduce in evidence those portions which relate to the testimony of the witness. If it is claimed that the writing contains matters not related to the subject matter of the testimony the judge shall examine the writing in camera, excise any portions not so related, and order delivery of the remainder to the party entitled thereto. Any portion withheld over objections shall be preserved and made available to the appellate court in the event of an appeal. If a writing is not produced or delivered pursuant to order under this rule, the judge shall make any order justice requires, except that in criminal cases when the prosecution elects not to comply, the order shall be one striking the testimony or, if the judge in his discretion determines that the interests of justice so require, declaring a mistrial.\nThe parties disagree as to the meaning of the phrase \"if the court in its discretion determines it is necessary in the interests of justice\". The State asserts that the discretion applies to both \"(1) while testifying\" and \"(2) before testifying\". Defendant contends the phrase applies only to \"(2) before testifying\". The history of the rule shows defendant is correct. The discretionary phrase was not a part of Evidence Rule 612 as originally adopted in New Mexico; rather, the right to have the writing produced and inspected was not limited. However, Evidence Rule 612, quoted above, was amended in April, 1976; the discretionary language was added by the amendment. 3 Weinstein's Evidence, Cum.Supp. 1977, at page 94, states that New Mexico \"amended Rule 612 to conform to the Congressional version of the Rule.\" The congressional version applies the discretionary language only to \"(2) before testifying\". See 3 Weinstein's Evidence, page 612-1.\nThis, however, does not aid defendant. The rule applies to use of a writing to refresh a witness' memory \"for the purpose of testifying\". The physician did not refer to his notes, to refresh his memory, for that purpose. Rather, the physician reviewed his notes, at defendant's request, as a part of defendant's unsuccessful attempt to find a relationship between the vaginitis of May, 1976 and the inner labial condition which existed immediately subsequent to the sex offenses. The refreshed memory was not for the purpose of testifying, but was a part of defendant's exploration into the victim's medical history. This is shown by the repeated rulings of the trial court concerning relevancy.\nThe Federal Advisory Committee's Note to proposed Evidence Rule 612 states:\nThe purpose of the phrase \"for the purpose of testifying\" is to safeguard against using the rule as a pretext for wholesale exploration of an opposing party's files and to insure that access is limited only to those writings which may fairly be said in fact to have an impact upon the testimony of the witness.\nSee also 3 Weinstein's Evidence, page 612-6.\nThe fact, established by the tender, was that the victim's vaginitis in May, 1976 had no connection to the victim's complaints in April, 1977. The May, 1976 vaginitis having no impact on the physician's testimony, the production and inspection provisions of Evidence Rule 612 were not applicable.\nIn so holding, we have not overlooked State v. Bazan, 90 N.M. 209, 561 P.2d 482 (Ct.App. 1977), which points out that anything may be used to revive a memory. The issue in this case does not involve how memory may be refreshed. The issue is whether defendant is entitled to the production *395 and inspection of the writing used to refresh memory when it is uncontradicted that the writing (the physician's record of the victim's complaint in May, 1976), and the refreshed memory (the physician's testimony at the tender) were unrelated to the issues being tried. Evidence Rule 612 is not to be construed to authorize defendant's fishing expedition in this case.\nThe judgment and sentences are affirmed.\nIT IS SO ORDERED.\nHERNANDEZ and LOPEZ, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1386366
        }
    ],
    "court_short_name": "New Mexico Court of Appeals",
    "court_full_name": "New Mexico Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Robbery"
}