{
    "id": 1083836,
    "judges": "Judge Joseph M. Tipton",
    "date_filed": "1985-02-08",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-derek-denton",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Derek Denton",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 28.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/963/DENTOND.pdf",
            "author_id": 8292.0,
            "opinion_text": "             IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                             AT JACKSON\n\n                          FEBRUARY SESSION, 1995\n                                                       FILED\n                                                        August 2, 1996\n                                                       Cecil Crowson, Jr.\n                                                        Appellate Court Clerk\nSTATE OF TENNESSEE,          )\n                             )\n             Appellee,       )     No. 02C01-9409-CR-00186\n                             )\n                             )     Shelby County\nv.                           )\n                             )     Hon. W. Fred Axley, Judge\n                             )\nDEREK DENTON,                )     (Aggravated burglary; aggravated\n                             )     assault; criminally negligent homicide)\n             Appellant.      )\n\n\n\nFor the Appellant:                 For the Appellee:\n\nMarvin E. Ballin                   Charles W. Burson\n200 Jefferson Avenue               Attorney General of Tennessee\nSuite 1250                                and\nMemphis, TN 38103                  Charlette Reed Chambers\n                                   Assistant Attorney General of Tennessee\n                                   450 James Robertson Parkway\n                                   Nashville, TN 37243-0493\n\n                                   John W. Pierotti, Jr.\n                                   District Attorney General\n                                           and\n                                   James J. Challen\n                                   Assistant District Attorney General\n                                   201 Poplar Ave.\n                                   Memphis, TN 38103-1947\n\n\n\n\nOPINION FILED:\n\n\n\nCONVICTIONS FOR AGGRAVATED BURGLARY AND CRIMINALLY NEGLIGENT\nHOMICIDE AFFIRMED; CONVICTION FOR AGGRAVATED ASSAULT REDUCED\nTO ASSAULT; SENTENCES MODIFIED\n\nJoseph M. Tipton\nJudge\n\f                                      OPINION\n\n\n              The defendant, Derek C. Denton, appeals as of right from his convictions\n\nby a jury in the Shelby County Criminal Court for aggravated burglary and aggravated\n\nassault, Class C felonies, and criminally negligent homicide, a Class E felony. As a\n\nRange I, standard offender, he received six-year sentences and was fined $10,000 for\n\neach of the aggravated burglary and aggravated assault convictions and a two-year\n\nsentence and $2,500 fine for the criminally negligent homicide conviction. The\n\ndefendant was ordered to serve each sentence consecutively, for an effective sentence\n\nof fourteen years, in the local workhouse. The defendant presents the following issues\n\nfor our review:\n\n              (1)   whether the evidence was sufficient to support\n                    the defendant's convictions;\n\n              (2)   whether the trial court properly charged the jury on\n                    circumstantial evidence;\n\n              (3)   whether the trial court properly charged the jury on\n                    the prosecution's burden of proof; and\n\n              (4)   whether the defendant's sentence was excessive.\n\n\n              The defendant was charged with breaking into his former girlfriend's\n\napartment, assaulting her, and killing Adrian Williamson. Officer William Chester Sweet\n\nand Officer Eric Dates of the Memphis Police Department testified that they answered a\n\ndisturbance call at Joanne Woodson's ninth-floor apartment on May 8, 1993. When\n\nMs. Woodson answered the door, Officer Sweet testified that she was upset and\n\nholding her face. He stated that the right side of her face was swollen where she had\n\nbeen hit. Officer Sweet also testified that the chain lock on the entrance door of the\n\napartment had been forced out of the wall. Officer Dates testified that the bedroom\n\nwindow was open and when he looked outside, he saw the deceased lying face down\n\non a ledge approximately eight stories below the window. Officer Dates stated on\n\n\n\n\n                                            2\n\fcross-examination that he did not remember if there was any evidence of a struggle in\n\nthe bedroom.\n\n\n\n               Dr. O'Brian Clary Smith, an assistant medical examiner for Shelby County,\n\ntestified that he performed an autopsy on the deceased on May 11, 1993. He stated\n\nthat the deceased, who was 5'11\" and weighed 190 pounds, died as a result of multiple\n\ninjuries that were consistent with a high velocity fall onto a hard surface. He testified\n\nthat the deceased's fingernails showed evidence of delamination, or splitting into layers,\n\nwhich is consistent with the edge of the fingernail being scraped against a high friction\n\nsurface. Dr. Smith also testified that the deceased had a blood blister on his right index\n\nfinger, which could have been caused by \"some degree of compressive force [being\n\nplaced upon] the fingertip\" and then the finger being forcibly moved. He stated that the\n\ndeceased's blood alcohol content was .02 percent, but his urine was negative for the\n\npresence of alcohol. Also, the deceased's blood and urine were negative for the\n\npresence of drugs. Dr. Smith testified on cross-examination that the deceased was not\n\ntested for marijuana.\n\n\n\n               Laquinton Cortez Underwood testified that he went to Ms. Woodson's\n\napartment with the defendant on May 8, 1993, to help the defendant get his clothes and\n\nproperty. He stated that Ms. Woodson told the defendant to leave when he knocked on\n\nthe door, but the defendant used his key to unlock the door and then kicked the chain\n\nlock off with his foot. He testified that the deceased ran into the bedroom when the\n\ndefendant entered the apartment and began arguing with Ms. Woodson. He stated that\n\nMs. Woodson appeared to be drunk and he saw a bottle of clear liquor in her\n\napartment. Mr. Underwood testified that after the defendant struck Ms. Woodson and\n\nknocked her unconscious, the defendant poured two jugs of water on her face in an\n\nattempt to revive her. The defendant then went into the bedroom to retrieve his\n\npossessions and Mr. Underwood heard him tell the deceased \"[t]o find his best way out\n\n\n\n                                             3\n\fthe house was out through the window.\" Mr. Underwood stated that when he went into\n\nthe bedroom and did not see the deceased, he looked out the window and saw the\n\ndeceased lying outside. He told the defendant that the deceased was lying outside on\n\nthe ledge of the apartment building, but the defendant refused to believe him. Mr.\n\nUnderwood testified that he then helped the defendant take his possessions to the\n\ndefendant's mother's house. Mr. Underwood ultimately pled guilty to criminal\n\ntrespassing.\n\n\n\n               Joanne Woodson testified that she had been engaged to the defendant,\n\nbut she had ended the relationship approximately two weeks before the night in\n\nquestion. She stated that the defendant had previously told her that he would hurt her\n\nand anyone she was with if she ever tried to leave him. On May 8, 1993, she stated\n\nthat she and the deceased walked to the liquor store and then came back to her\n\napartment. She testified that although she was drinking vodka, she never saw the\n\ndeceased drink any alcoholic beverage. At approximately 8:30 p.m., the defendant\n\ncame to her apartment with Mr. Underwood. She told the defendant that he could not\n\ncome in, but he broke the chain lock off the door.1 She stated that they argued and the\n\ndefendant began hitting her. Ms. Woodson testified that the defendant knocked her\n\nunconscious and she heard him yelling in the bedroom when she awoke. The\n\ndefendant then gathered his possessions and left. She testified that the bedroom\n\nwindow was closed before the defendant came into the apartment. Ms. Woodson\n\ntestified that the defendant called her from jail after he was arrested and she asked him\n\n\"why he had thrown [the deceased] out the window.\" She stated that the defendant told\n\nher that \"[h]e was drunk, and he didn't mean to.\"\n\n\n\n               The defendant testified that he dated Ms. Woodson and frequently stayed\n\nat her apartment, until she ended the relationship sometime prior to the incident on May\n\n\n               1\n                  Ms. Woodson admitted on cross-examination that she did not remember telling the\npolice that she opened the door and allowed the defendant inside her apartment.\n\n                                                 4\n\f8, 1993. However, he stated that he continued to stay at her apartment and last spent\n\nthe night there some four days before the incident. On May 8, the defendant called Ms.\n\nWoodson and informed her that he was coming to her apartment to pick up his\n\npossessions. He stated that when he arrived, he unlocked the door with his key\n\nbecause loud music was playing inside the apartment and Ms. Woodson did not hear\n\nhis knocks on the door. However, he admitted on cross-examination that after\n\nunlocking the door, he kicked it open and broke the chain lock. He testified that when\n\nhe opened the door, the deceased ran into another room and the defendant began\n\narguing with Ms. Woodson. The defendant stated that Ms. Woodson was drunk when\n\nhe arrived and they began to argue and to hit each other. Ms. Woodson fell down\n\nbecause the defendant \"hit her probably a little too hard.\" He stated that she was\n\nunconscious for approximately one minute, during which time the defendant poured two\n\nglasses of water on her face to revive her. The defendant then went through the\n\nbedroom to retrieve his clothes from the bathroom closet, but he did not see the\n\ndeceased.\n\n\n\n             The defendant testified that the bedroom window in Ms. Woodson's\n\napartment opened approximately twenty-eight inches. He stated that he noticed that\n\nthe window was open and the air conditioner was on when he walked through the\n\nbedroom to get his clothing. He explained that his fingerprints were on the window\n\nbecause he had stayed in the apartment \"four days before the murder.\" He denied\n\nseeing, touching, or threatening the deceased while in the bedroom. The defendant\n\nalso stated that he did not remember telling the deceased to jump out the window. He\n\ntestified that he thought the deceased had left the apartment by running past Mr.\n\nUnderwood and refused to believe Mr. Underwood when he said that the deceased had\n\njumped out the window. The defendant stated that he turned himself in to the police on\n\nMother's Day because Mr. Underwood had been picked up for questioning and the\n\n\n\n\n                                           5\n\fdefendant \"got tired of waiting.\" After signing a waiver of his rights, the defendant told\n\nthe police that he did not kill the deceased.\n\n\n\n                                                I\n\n              In his first issue, the defendant contends that the evidence is insufficient\n\nto support his convictions because the state did not prove the elements of each of the\n\noffenses beyond a reasonable doubt. With respect to his conviction for criminally\n\nnegligent homicide, he argues that a reasonable doubt exists as to his guilt because the\n\nstate failed to present any direct evidence showing that he caused the death of Adrian\n\nWilliamson. Criminally negligent conduct that results in death constitutes criminally\n\nnegligent homicide. T.C.A. § 39-13-212. Criminal negligence requires \"a substantial\n\nand unjustified risk . . . of such a nature and degree that the failure to perceive it\n\nconstitutes a gross deviation from the standard of care that an ordinary person would\n\nexercise under all the circumstances as viewed from the accused person's standpoint.\"\n\nT.C.A. § 39-11-302(d).\n\n\n\n              Our standard of review when the sufficiency of the evidence is questioned\n\non appeal is \"whether, after viewing the evidence in the light most favorable to the\n\nprosecution, any rational trier of fact could have found the essential elements of the\n\ncrime beyond a reasonable doubt.\" Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct.\n\n2781, 2789 (1979). This means that we may not reweigh the evidence, but must\n\npresume that the jury has resolved all conflicts in the testimony and drawn all\n\nreasonable inferences from the evidence in favor of the state. See State v. Sheffield,\n\n676 S.W.2d 542, 547 (Tenn. 1984); State v. Cabbage, 571 S.W.2d 832, 835 (Tenn.\n\n1978).\n\n\n\n              The defendant contends that his conviction for criminally negligent\n\nhomicide was based solely upon circumstantial evidence. For circumstantial evidence\n\n\n\n                                                6\n\fto constitute the sole basis for a conviction the facts must be \"so closely interwoven and\n\nconnected that the finger of guilt is pointed unerringly at the defendant and the\n\ndefendant alone.\" State v. Crawford, 225 Tenn. 478, 484, 470 S.W.2d 610, 613 (Tenn.\n\n1971). The evidence must be both consistent with the defendant's guilt and\n\ninconsistent with the defendant's innocence, exclude all other reasonable theories\n\nexcept that of guilt, and establish the defendant's guilt so as to convince the mind\n\nbeyond a reasonable doubt that he or she committed the crime. Patterson v. State, 4\n\nTenn. Crim. App. 657, 661, 475 S.W.2d 201, 203 (Tenn. Crim. App. 1971).\n\n\n\n              We disagree with the defendant’s contention that his conviction for\n\ncriminally negligent homicide was based solely on circumstantial evidence. In State v.\n\nThompson, 519 S.W.2d 789, 792 (Tenn. 1975), our supreme court explained that direct\n\nevidence is “evidence which, if believed, proves the existence of the fact in issue\n\nwithout inference or presumption, whereas circumstantial evidence, without going\n\ndirectly to prove existence of a fact, gives rise to a logical inference that such fact\n\nexists.” A defendant’s confession to a crime is direct evidence. Monts v. State, 379\n\nS.W.2d 34, 40 (Tenn. 1964). In this case, Ms. Woodson testified that when she asked\n\nthe defendant why he killed Adrian Williamson, the defendant responded by saying that\n\nhe was drunk and “he didn't mean to.\" The defendant’s acknowledgment that he killed\n\nthe victim is direct evidence of his guilt.\n\n\n\n              Also, when viewed in the light most favorable to the state, other evidence\n\npresented at the defendant’s trial was corroborative of his guilt. When the defendant\n\nentered Ms. Woodson's apartment, the deceased ran into the bedroom. After fighting\n\nwith Ms. Woodson, the defendant also went into the bedroom. Both Ms. Woodson and\n\nMr. Underwood stated that the defendant was yelling while in the bedroom. Mr.\n\nUnderwood heard him tell the deceased \"[t]o find his best way out [of] the house . . .\n\nthrough the window.\" Ms. Woodson testified that the window was closed before the\n\n\n\n                                              7\n\fdefendant's arrival. However, when Mr. Underwood entered the bedroom, the window\n\nhad been opened. When Mr. Underwood looked out the window, he saw that the\n\ndeceased had fallen to his death. Also, Dr. Smith testified that the victim's fingernails\n\nwere frayed, as if they had been scraped across a rough surface and the victim had a\n\nblood blister on his right index finger that was consistent with the finger being forcibly\n\nmoved while there was compressive force against it. We conclude that ample evidence\n\nwas presented for the jury to conclude beyond a reasonable doubt that the defendant’s\n\nconduct resulted in the victim’s death.\n\n\n\n              Next, the defendant contends that the evidence was insufficient to support\n\nhis conviction for aggravated assault. The defendant admitted at trial that he struck Ms.\n\nWoodson in the face and, thus, assaulted her. See T.C.A. § 39-13-101(a)(1).\n\nHowever, he contends that the state failed to prove beyond a reasonable doubt that Ms.\n\nWoodson suffered serious bodily injury, an essential element of aggravated assault.\n\nThe state counters that the proof sufficiently demonstrated that Ms. Woodson suffered\n\nextreme physical pain and protracted unconsciousness and thus sufficiently established\n\nserious bodily injury.\n\n\n\n              Under T.C.A. § 39-13-102(a)(1)(A), aggravated assault is an assault that\n\nresults in serious bodily injury, as opposed to just bodily injury. Bodily injury is defined\n\nas \"a cut, abrasion, bruise, burn or disfigurement; physical pain or temporary illness or\n\nimpairment of the function of a bodily member, organ, or mental faculty.\" T.C.A. § 39-\n\n11-106(a)(2). \"Serious bodily injury\" is defined as bodily injury involving:\n\n              (A) A substantial risk of death;\n\n              (B) Protracted unconsciousness;\n\n              (C) Extreme physical pain;\n\n              (D) Protracted or obvious disfigurement; or\n\n              (E) Protracted loss or substantial impairment\n                  of a function of a bodily member, organ\n\n\n                                              8\n\f                    or mental faculty.\n\nT.C.A. § 39-11-106(a)(33). We conclude that Ms. Woodson’s injuries were not severe\n\nenough to constitute the \"serious bodily injury\" necessary for a conviction of aggravated\n\nassault.\n\n\n\n              Officer Sweet testified that Ms. Woodson was crying and holding her face\n\nwhen he answered the disturbance call at her apartment and that she had obviously\n\nbeen struck in the face. Mr. Underwood testified that the defendant hit Ms. Woodson\n\nseveral times, knocked her unconscious, and then poured water on her in order to\n\nrevive her. He said that she was unconscious for about a minute. Ms. Woodson\n\ntestified that the defendant came into the apartment and started beating her. She\n\nstated that he knocked her unconscious for an indeterminate amount of time, and that\n\nthe defendant had gone into the bedroom by the time she awoke. After the police\n\narrived, Ms. Woodson was taken to the hospital to be treated for her injuries, which\n\nincluded a blackened eye, a busted lip, and a cut above her eyebrow. However, Ms.\n\nWoodson testified that she was only at the hospital for approximately ten to fifteen\n\nminutes.\n\n\n\n              The state contends that the defendant committed aggravated assault\n\nbecause Ms. Woodson suffered extreme physical pain. However, there was no\n\ntestimony as to the degree of her injuries or the pain that she suffered. The physician\n\nthat treated her at the hospital did not testify. Also, the victim did not testify that her\n\ninjuries caused extreme physical pain. The only evidence as to the extent of Ms.\n\nWoodson’s injuries was testimony that she received cuts and a blackened eye and a\n\nphotograph depicting these injuries. Although Ms. Woodson suffered injuries that may\n\nhave been painful, she did not suffer pain extreme enough to constitute serious bodily\n\ninjury. See State v. Sims, 909 S.W.2d 46, 48-49 (Tenn. Crim. App.), app. denied\n\n\n\n\n                                               9\n\f(Tenn. 1995) (Victim who received a broken nose and black and blue eyes did not\n\nsuffer the extreme physical pain that comprises serious bodily injury.).\n\n\n\n              With regard to the state's contention that Ms. Woodson suffered\n\n\"protracted unconsciousness,\" we start by recognizing that the provisions of the criminal\n\ncode are to be construed by the fair import of their terms. See T.C.A. § 39-11-104.\n\nThis includes relying upon the natural and ordinary meaning of the language used.\n\nSee, e.g., State v. Williams, 690 S.W.2d 517, 529 (Tenn. 1985). \"Protracted\" is an\n\nadjective used to describe something that is delayed or prolonged in time. See Merriam\n\nWebster's Collegiate Dictionary 939 (10th ed. 1994); American Heritage Dictionary 568\n\n(1975). Both the defendant and Mr. Underwood testified that Ms. Woodson was\n\nunconscious for approximately one minute. The victim was unsure as to how long she\n\nwas unconscious. In order to constitute \"serious bodily injury,\" the victim must suffer\n\n\"protracted unconsciousness.\" The fact that the victim was unconscious for such a\n\nshort amount of time does not satisfy the definition of \"protracted unconsciousness\"\n\nnecessary to establish serious bodily injury. Cf. State v. Bill Nelson Narrimore, No.\n\n03C01-9308-CR-00276, McMinn Co. (Tenn. Crim. App. Jan. 11), app. denied (Tenn.\n\nMay 8, 1995) (The victim suffered protracted unconsciousness when he was knocked\n\nunconscious in a parking lot and then transported to a hospital, where he remained\n\nunconscious until he was in a helicopter being flown to another hospital.). We conclude\n\nthat there is insufficient evidence to support the serious bodily injury necessary for an\n\naggravated assault conviction. Therefore, the defendant's conviction must be modified\n\nto assault.\n\n\n\n              Finally, the defendant asserts that he should not have been convicted of\n\naggravated burglary because the state failed to prove beyond a reasonable doubt that\n\nhe entered Ms. Woodson's apartment with the intent to commit aggravated assault. He\n\n\n\n\n                                            10\n\fstates that his only purpose in entering her apartment was to retrieve his personal\n\nbelongings.\n\n\n\n              A person commits aggravated burglary by entering a habitation without\n\nthe effective consent of the property owner, with the intent to commit a felony. T.C.A.\n\n§§ 39-14-402(a)(1), -403(a). Aggravated assault is a Class C felony. T.C.A. § 39-13-\n\n102(b). The defendant testified that he called Ms. Woodson and asked if he could\n\ncome to her apartment, but she refused. The defendant went to her apartment anyway\n\nand kicked in the door and broke the chain lock when she would not allow him inside.\n\nAlso, Ms. Woodson testified that the defendant had threatened to hurt her \"if [she] ever\n\ntried to leave him or break up with him.\" She stated that she had recently ended her\n\nrelationship with the defendant at the time of the incident at her apartment. Based\n\nupon the testimony that the defendant had previously threatened to harm Ms. Woodson\n\nand then violently kicked in the door of her apartment and assaulted her, the jury was\n\nentitled to infer that the defendant entered her apartment without her consent with the\n\nintent to commit an aggravated assault against her, even though her injuries only\n\nsupported a misdemeanor assault.\n\n\n\n                                             II\n\n              The defendant challenges his conviction for criminally negligent homicide\n\nbased upon the trial court’s failure to instruct the jury properly regarding circumstantial\n\nevidence. He argues that his conviction for criminally negligent homicide is based\n\nsolely upon circumstantial evidence and that the trial court erred by failing to instruct the\n\njury that before an accused can be convicted of a criminal offense based solely on\n\ncircumstantial evidence, the \"facts and circumstances must . . . exclude every other\n\nreasonable hypothesis save the guilt of the defendant.\"\n\n\n\n              The trial court gave the following instruction on circumstantial evidence:\n\n\n\n                                             11\n\f              Evidence may be direct or circumstantial. Direct evidence is\n              testimony by a witness about what that witness personally saw\n              or heard or did. Circumstantial evidence is indirect evidence,\n              that is, it is proof of one or more facts from which one can find\n              another fact but which do not directly prove the fact in issue.\n              By way of example, if you wake up in the morning and see that\n              the sidewalk is wet, you may find from that fact that it rained\n              during the night. However, other evidence such as a turned on\n              garden hose, may explain the water on the sidewalk.\n              Therefore, before you decide that a fact has been proved by\n              circumstantial evidence, you must consider all the evidence in\n              the light of reason, experience, and common sense.\n\n              You are to consider both direct and circumstantial evidence.\n              The law permits you to give equal weight to both, but it is for\n              you to decide how much weight to give to any evidence.\n\n\nAlthough defense counsel objected to this instruction at trial and told the court that he\n\nintended to request the “old pattern instruction,” he never submitted a written request\n\nfor a different instruction, see Tenn. R. Crim. P. 30, nor did he specify that he wanted\n\nthe jury charged with respect to weighing circumstantial evidence in a solely\n\ncircumstantial case.\n\n\n\n               A trial court has a duty to give a complete charge of the law applicable to\n\nthe facts of the case. State v. Thompson, 519 S.W.2d at 792. When all the proof in a\n\ncase is circumstantial, the trial court has a duty to charge the jury as to the law of\n\nweighing circumstantial evidence even if such an instruction is not requested. Id.\n\nHowever, when the proof in a case consists of both direct and circumstantial evidence\n\nan instruction on the law for weighing solely circumstantial proof must be given only if\n\nthe defendant requests it. Monts v. State, 214 Tenn. 171, 379 S.W.2d 34, 40 (1964).\n\n\n\n              As previously noted, the proof in this case consists of both direct and\n\ncircumstantial evidence. Although the defendant argues that the trial court erred by\n\nfailing to instruct the jury concerning the weight to be given circumstantial evidence in a\n\nsolely circumstantial case, he never requested such an instruction at trial. Instead, he\n\nmade only a broad assertion that he wanted to request a pattern instruction. The trial\n\n\n\n                                             12\n\fcourt did not err by failing to give a complete instruction on weighing circumstantial\n\nevidence because the defendant did not request one. Furthermore, even if we were to\n\ninterpret defense counsel’s remarks as a request for a complete instruction on weighing\n\ncircumstantial evidence, the defendant would not be entitled to relief. Rule 30, Tenn. R.\n\nCrim. P., requires a request for a special jury instruction to be in writing. Absent a\n\nwritten request, a trial court’s refusal to give a special instruction is not error. State v.\n\nMackey, 638 S.W.2d 830, 836 (Tenn. Crim. App.), app. denied (Tenn. 1982).\n\n\n\n                                               III\n\n               Next, the defendant contends that the trial court improperly instructed the\n\njury regarding the burden of proof because it did not instruct the jury that the state had\n\nthe burden of proving the defendant’s guilt to a moral certainty. The trial court gave the\n\nfollowing reasonable doubt instruction:\n\n                      A reasonable doubt is a doubt based upon reason and\n               common sense after careful and impartial consideration of all\n               the evidence in this case.\n\n                    It is not necessary that the defendant's guilt be proved\n               beyond all possible doubt, as absolute certainty of guilt is not\n               demanded by law to convict of any criminal charge.\n\n                     A reasonable doubt is just that--a doubt that is\n               reasonable after an examination of all the facts of this case.\n\n                     If you find the State has not proven every element\n               beyond a reasonable doubt, then you should find the\n               defendant not guilty.\n\nSee T.P.I.-Crim. 2.03(a) (4th ed.). Defense counsel objected to this instruction at trial\n\nbecause it does not include “moral certainty.” Although the defendant contends on\n\nappeal that the trial court erred by failing to give T.P.I.-Crim. 2.03 (4th ed.), he did not\n\nrequest that instruction at trial.\n\n\n\n               We agree with the defendant, though, that T.P.I.-Crim. 2.03 (4th ed.)\n\ncorrectly states the burden of proof for criminal convictions in Tennessee:\n\n\n\n\n                                              13\n\f              Reasonable doubt is that doubt engendered by an\n              investigation of all the proof in the case and an inability, after\n              such investigation, to let the mind rest easily as to the certainty\n              of guilt. Reasonable doubt does not mean a captious, possible\n              or imaginary doubt. Absolute certainty of guilt is not\n              demanded by the law to convict of any criminal charge, but\n              moral certainty is required, and this certainty is required as to\n              every proposition of proof requisite to constitute the offense.\n\nSee Hardin v. State, 210 Tenn. 116, 355 S.W.2d 105 (1962); State v. Sexton, 917\n\nS.W.2d 263, 266 (Tenn. Crim. App. 1995). However, we also note that Tennessee law\n\ndoes not mandate any particular jury instructions be given so long as the trial court\n\ngives a complete charge on the applicable law. State v. West, 844 S.W.2d 144, 151\n\n(Tenn. 1992).\n\n\n\n              In this case, the trial court refused to include “moral certainty” in its charge\n\nto the jury because it was concerned about the constitutionality of using the phrase in a\n\nreasonable doubt instruction after the Supreme Court’s decision in Cage v. Louisiana,\n\n498 U.S. 39, 111 S. Ct. 328 (1990). In Cage, the Supreme Court held unconstitutional\n\nan instruction which equated reasonable doubt with “substantial doubt” and “grave\n\nuncertainty.” The Court held that “[w]hen those statements are then considered with\n\nthe reference to ‘moral certainty,’ rather than evidentiary certainty, it becomes clear that\n\na reasonable juror could have interpreted the instruction to allow a finding of guilt based\n\non a degree of proof below that required by the Due Process Clause.”\n\n\n\n              In Victor v. Nebraska and Sandoval v. California,          U.S.       , 114\n\nS. Ct. 1239 (1994), the Supreme Court further explained the relationship of reasonable\n\ndoubt to the “moral certainty” phrase. The Court indicated that the phrase “moral\n\ncertainty” may have lost its nineteenth century meaning relative to the level of certainty\n\nhumanly attainable in matters relating to human affairs. It recognized that a modern\n\njury, unaware of the historical meaning, might understand the phrase, in the abstract, to\n\nmean something less than the very high level of certainty constitutionally required in\n\ncriminal cases. Although it expressed criticism of the continued use of the “moral\n\n\n                                              14\n\fcertainty” phrase, the Court did not actually hold that it was constitutionally\n\ninappropriate, but looked to the full charge to the jury to determine if the phrase was\n\nplaced in such a context that a jury would understand that it meant certainty with\n\nrespect to human affairs.\n\n\n\n              In the context of T.P.I.-Crim. 2.03 (4th ed.), use of the phrase “moral\n\ncertainty” is appropriate. See Nichols v. State, 877 S.W.2d 722, 734 (Tenn. 1994), cert.\n\ndenied, 115 S. Ct. 909 (1995); State v. Sexton, 917 S.W.2d at 266; Pettyjohn v. State,\n\n885 S.W.2d 364, 366 (Tenn. Crim. App.), app. denied (Tenn. 1994); State v. Hallock,\n\n875 S.W.2d 285, 294 (Tenn. Crim. App. 1993), app. denied (Tenn. 1994). But see\n\nRickman v. Dutton, 864 F.Supp. 686 (M.D. Tenn. 1994). In this case, though, the\n\ndefendant did not request T.P.I.-Crim. 2.03 (4th ed.) or any other specific reasonable\n\ndoubt instruction. See Tenn. R. Crim. P. 30. Given the Supreme Court’s criticism of\n\nthe “moral certainty” terminology and the importance of looking to the full charge to\n\ndetermine whether the phrase is placed in the appropriate context, we cannot conclude\n\nthat the trial court erred by refusing to include the phrase “moral certainty” in its charge.\n\n\n\n              However, we remain concerned about the reasonable doubt instruction\n\ngiven in this case. Our supreme court recently addressed the standard of proof for\n\ncriminal trials in Tennessee in Nichols v. State, 877 S.W.2d at 734. In Nichols, the\n\ndefendant challenged the reasonable doubt instruction the trial court gave during the\n\npenalty phase of his trial. The instruction at issue stated that the jury must find proof\n\n“‘beyond a reasonable doubt’ and be convinced to a ‘moral certainty’ of the existence of\n\nthe aggravating circumstances and of the fact they outweighed the mitigating\n\ncircumstances.” The instruction defined reasonable doubt as a “‘doubt engendered by\n\nan investigation of all the proof in the case and an inability, after such investigation, to\n\nlet the mind rest easily upon the certainty of your verdict.’” Nichols, 877 S.W.2d at 734.\n\n\n\n\n                                             15\n\fOur supreme court held that the instruction was a proper statement of the evidentiary\n\ncertainty required by our state and federal constitutions.\n\n\n\n              The instruction in Nichols and the instruction in T.P.I.-Crim. 2.03 (4th ed.),\n\nwhich this court has repeatedly approved, see, e.g., Sexton, 917 S.W.2d at 266;\n\nPettyjohn, 885 S.W.2d at 366; Hallock, 875 S.W.2d at 293-94, both emphasize the high\n\nlevel of certainty required for a conviction. T.P.I.-Crim. 2.03 (4th ed.) defines\n\nreasonable doubt as a “doubt engendered by an investigation of all the proof in the\n\ncase and an inability after such an investigation, to let the mind rest easily as to the\n\ncertainty of guilt” (emphasis added). In this fashion, although the instruction states that\n\nthe law does not require absolute certainty for a conviction, it explains the level of\n\ncertainty required in more than just terms of moral certainty.\n\n\n\n              The instruction given in this case did not focus on the certainty that a jury\n\nmust attain to convict a defendant. Instead, it tended to emphasize the lack of certainty\n\nthat is permissible under the reasonable doubt standard. The trial court defined\n\nreasonable doubt as “a doubt based upon reason and common sense after careful and\n\nimpartial consideration of all the evidence” and then instructed the jury that absolute\n\ncertainty of the defendant’s guilt was not necessary to convict him. The trial court then\n\nrestated its definition of reasonable doubt and explained that the state had the burden\n\nof proving the defendant’s guilt beyond a reasonable doubt. Because we are\n\nconcerned that this instruction does not adequately convey the evidentiary certainty\n\nrequired under the reasonable doubt standard, as it has been historically used and\n\nunderstood in Tennessee, see, e.g., Owen v. State, 89 Tenn. (5 Pickle) 704, 705-06\n\n(1891); Hardin, 355 S.W.2d at 108, we caution trial courts against using it, and we\n\nbelieve that T.P.I.-Crim. 2.03 (4th ed.) should be used even if it is not requested by a\n\nparty.\n\n\n\n\n                                             16\n\f                                             IV\n\n              The defendant's final contention is that his sentence was excessive. He\n\ncontests the denial of probation and the length and consecutive nature of his\n\nsentences. The trial court sentenced the defendant, a Range I standard offender, to\n\nthe maximum sentence for each offense and ordered that the sentences be served\n\nconsecutively.\n\n\n\n              Appellate review of sentencing is de novo on the record with a\n\npresumption that the trial court's determinations are correct. T.C.A. §§ 40-35-401(d)\n\nand -402(d). As the Sentencing Commission Comments to these sections note, the\n\nburden is now on the appealing party to show that the sentencing is improper. This\n\nmeans that if the trial court followed the statutory sentencing procedure, made findings\n\nof fact that are adequately supported in the record, and gave due consideration and\n\nproper weight to the factors and principles that are relevant to sentencing under the\n\n1989 Sentencing Act, we may not disturb the sentence even if a different result were\n\npreferred. State v. Fletcher, 805 S.W.2d 785, 789 (Tenn. Crim. App. 1991).\n\n\n\n              However, \"the presumption of correctness which accompanies the trial\n\ncourt's action is conditioned upon the affirmative showing in the record that the trial\n\ncourt considered the sentencing principles and all relevant facts and circumstances.\"\n\nState v. Ashby, 823 S.W.2d 166, 169 (Tenn. 1991). In this respect, for the purpose of\n\nmeaningful appellate review,\n\n              the trial court must place on the record its reasons for arriving\n              at the final sentencing decision, identify the mitigating and\n              enhancement factors found, state the specific facts supporting\n              each enhancement factor found, and articulate how the\n              mitigating and enhancement factors have been evaluated and\n              balanced in determining the sentence. T.C.A. §§ 40-35-210(f)\n              (1990).\n\nState v. Jones, 883 S.W.2d at 599 (Tenn. 1994).\n\n\n\n\n                                             17\n\f                Also, in conducting a de novo review, we must consider (1) the evidence,\n\nif any, received at the trial and sentencing hearing, (2) the presentence report, (3) the\n\nprinciples of sentencing and arguments as to sentencing alternatives, (4) the nature\n\nand characteristics of the criminal conduct, (5) any mitigating or statutory enhancement\n\nfactors, (6) any statement that the defendant made on his own behalf, and (7) the\n\npotential for rehabilitation or treatment. T.C.A. §§ 40-35-102, -103 and -210; see\n\nAshby, 823 S.W.2d at 168; State v. Moss, 727 S.W.2d 229 (Tenn. 1986).\n\n\n\n                The sentence to be imposed by the trial court is presumptively the\n\nminimum in the range unless there are enhancement factors present. T.C.A. § 40-35-\n\n210(c).2 Procedurally, the trial court is to increase the sentence within the range based\n\nupon the existence of enhancement factors and, then, reduce the sentence as\n\nappropriate for any mitigating factors. T.C.A. § 40-35-210(d) and (e). The weight to be\n\nafforded an existing factor is left to the trial court's discretion so long as it complies with\n\nthe purposes and principles of the 1989 Sentencing Act and its findings are adequately\n\nsupported by the record. T.C.A. § 40-35-210, Sentencing Commission Comments;\n\nMoss, 727 S.W.2d at 237; see Ashby, 823 S.W.2d at 169.\n\n\n\n                                                     A\n\n                Regarding the length of his sentences, the defendant contends that the\n\ntrial court improperly enhanced his sentences for criminally negligent homicide,\n\naggravated burglary, and aggravated assault and erred by refusing to apply any\n\nmitigating factors. The trial court applied the following factors to enhance all three of\n\nthe sentences:\n\n                (2) the defendant was a leader in the commission of an\n                offense involving two (2) or more criminal actors;\n\n\n\n\n                2\n                   For Class A felonies com m itted on or after July 1, 1995, the presum ptive sentence is the\nm idpoint of the range. See 1995 Tenn. Pub. Acts, ch. 493 (am ending T.C.A. § 40-35-210(c)).\n\n                                                     18\n\f              (6) the personal injuries inflicted upon or the amount of\n              damage to property sustained by or taken from the victim was\n              particularly great;\n\n              (10) the defendant had no hesitation about committing a crime\n              when the risk to human life was high;\n\n              (16) the crime was committed under circumstances under\n              which the potential for bodily injury to a victim was great.\n\nT.C.A. § 40-35-114. In addition, the trial court enhanced the defendant’s sentence for\n\ncriminally negligent homicide because it found that the defendant inflicted bodily injury\n\non another person during the commission of the offense. See T.C.A. § 40-35-114(12).\n\n\n\n              Enhancement factors must be appropriate for the offense and cannot be\n\nessential elements of the offense. T.C.A. § 40-35-114. With this in mind, we must\n\nconsider the particular circumstances of this case to determine the applicable\n\nenhancement factors. Jones, 883 S.W.2d at 601.\n\n\n\n              With respect to the criminally negligent homicide conviction, we conclude\n\nthat the trial court incorrectly applied every enhancement factor except factor (12). This\n\nfactor may be used when, during the commission of a felony, the defendant willfully\n\ninflicts bodily injury upon another person or his actions result in the death or serious\n\nbodily injury to a victim or a person other than the victim. T.C.A. § 40-35-114 (12). In\n\nthis case, the record supports the trial court’s finding that the defendant willfully inflicted\n\nbodily injury upon Ms. Woodson during the commission of the criminally negligent\n\nhomicide.\n\n\n\n              The trial court improperly enhanced the defendant’s sentence for\n\ncriminally negligent homicide by finding that the defendant was a “leader in the\n\ncommission of an offense involving two or more criminal actors.” See T.C.A. § 40-35-\n\n114(2). Although the proof established that Mr. Underwood accompanied the\n\ndefendant to Ms. Woodson’s apartment, none of the proof at trial or at the sentencing\n\n\n\n                                              19\n\fhearing implicated him in the death of the deceased. Because the evidence does not\n\nsupport the trial court’s finding that anyone other than the defendant was involved in the\n\ndeath of the deceased, enhancement factor (2) is inapplicable to the defendant’s\n\nsentence for criminally negligent homicide.\n\n\n\n              The trial court also erred by applying enhancement factor (6), regarding\n\nparticularly great injury to a victim, to the defendant’s sentence for criminally negligent\n\nhomicide. Particularly great injury to a victim is an essential element of criminally\n\nnegligent homicide because no greater injury than death can be inflicted on a person.\n\nSee State v. Lambert, 741 S.W.2d 127, 134 (Tenn. Crim. App. 1987).\n\n\n\n              Similarly, the trial court erred by applying factor (10) to the defendant’s\n\nsentence for criminally negligent homicide because the risk to human life is always high\n\nin a homicide case. Because there was “no risk to the life of a person other than the\n\nvictim”, factor (10) is inapplicable. State v. Bingham, 910 S.W.2d 448, 453 (Tenn. Crim.\n\nApp. 1995).\n\n\n\n              Factor (16) also does not apply to enhance the defendant’s sentence for\n\ncriminally negligent homicide. An essential element of criminally negligent homicide is\n\nthat the defendant’s conduct create a substantial and unjustifiable risk that results in the\n\nvictim’s death. T.C.A. §§ 39-13-212(a); 39-11-302(d). The same facts necessary to\n\nestablish this element encompass the proof necessary to show that “the potential for\n\nbodily injury to a victim was great.” See T.C.A. § 40-35-114(16); Bingham, 910 S.W.2d\n\nat 452.\n\n\n\n              With respect to the defendant’s sentence for aggravated burglary, we\n\nconclude that the trial court properly applied factors (6), (10), and (16), regarding the\n\ninfliction of particularly great injuries on a victim, the creation of a high risk to human\n\n\n\n                                              20\n\flife, and the commission of a crime under circumstances evidencing a great potential\n\nfor bodily injury to a victim. We also conclude that the trial court erred by enhancing the\n\ndefendant’s sentence based upon factor (2), but that the record supports the\n\napplication of two enhancement factors not considered by the trial court, factors (3) and\n\n(12).\n\n\n\n              The trial court properly enhanced the defendant’s sentence for aggravated\n\nburglary based upon the infliction of particularly great injury on a victim. See T.C.A. §\n\n40-35-114(6). Initially, we note that particularly great injury to a victim is not an\n\nessential element of aggravated burglary that is based on the defendant’s intent to\n\ncommit aggravated assault. The indictment for aggravated burglary charged the\n\ndefendant with entering Joanne Woodson’s habitation without her consent and with the\n\nintent to commit aggravated assault. We recognize that factor (6) is an essential\n\nelement of aggravated assault causing serious bodily injury because “proof of serious\n\nbodily injury will always constitute proof of particularly great injury.” Jones, 883 S.W.2d\n\nat 602. However, it does not follow that factor (6) is an essential element of aggravated\n\nburglary that is based on a defendant’s intent to commit aggravated assault. As the\n\nfacts of this case demonstrate, proof of serious bodily injury is not essential to proving\n\nthe defendant’s intent to commit aggravated assault.\n\n\n\n              Moreover, the evidence in this case supports application of factor (6) to\n\nthe defendant’s sentence for aggravated burglary. Factor (6) applies when a victim of a\n\ncrime suffers particularly great personal injuries. See T.C.A. § 40-35-114(6). In this\n\ncase, both Joanne Woodson and Adrian Williamson were victims of the aggravated\n\nburglary because both were lawfully present in Ms. Woodson’s apartment at the time of\n\nthe burglary and both were injured by the defendant during the burglary. See State v.\n\nRaines, 882 S.W.2d 376, 384 (Tenn. Crim. App.), app. denied (Tenn. 1994) (defining\n\nvictim under T.C.A. § 40-35-114(3) as “a person or entity that is injured, killed, had\n\n\n\n                                              21\n\fproperty stolen, or had property destroyed by the perpetrator of the crime”) (footnote\n\nomitted). The defendant undoubtedly inflicted particularly great injury on Adrian\n\nWilliamson by causing his death, and factor (6) is applicable to his sentence for\n\naggravated burglary.\n\n\n\n              The trial court was also correct in enhancing the defendant’s sentence for\n\naggravated burglary because “the defendant had no hesitation about committing a\n\ncrime when the risk to human life was high.” See T.C.A. § 40-35-114(10). When\n\ndetermining the applicability of factor (10), we focus on whether the defendant created\n\na high risk to human life. Jones, 883 S.W.2d at 602. This factor represents a\n\nlegislative determination that “acts which cause high risk to human life may establish\n\nculpability beyond that necessary for conviction of a charged offense.” Jones, 883\n\nS.W.2d at 603. Thus, for factor (10) to apply, the facts establishing the high risk to\n\nhuman life must demonstrate a culpability greater than that incident to the offense. Id.\n\n\n\n              In this case, the facts that establish that the defendant created a high risk\n\nto human life also demonstrate a greater culpability than that incident to the offense of\n\naggravated burglary. In addition to entering Ms. Woodson’s apartment with the intent to\n\nassault her and cause serious bodily injury, the defendant created a high risk to human\n\nlife when he caused Adrian Williamson’s death. The trial court properly applied factor\n\n(10).\n\n\n\n              We also agree with the trial court’s application of factor (16), regarding a\n\ngreat potential for bodily injury to a victim, to the defendant’s sentence for aggravated\n\nburglary. We recognize that by enhancing the range of punishment for aggravated\n\nburglary, our legislature has acknowledged generally that a burglary of a habitation\n\ninvolves increased potential for bodily injury. See State v. Smith, 891 S.W.2d 922, 930\n\n(Tenn. Crim. App.), app. denied (Tenn. 1994); State v. Avery, 818 S.W.2d 365, 369\n\n\n\n                                            22\n\f(Tenn. Crim. App. 1991). However, application of factor (16) is similar to the application\n\nof factor (10) because “[t]he condition ‘high risk of death’ is not appreciably different\n\nfrom ‘the [great] potential for bodily injury.’” Jones, 883 S.W.2d at 597 (Tenn. 1994).\n\nThus, factor (16) can be applied to enhance a sentence for aggravated burglary when\n\nthe facts establishing the great potential for bodily injury demonstrate a culpability\n\ngreater than that incident to the general offense of aggravated burglary.\n\n\n\n              In this case, extraordinary circumstances exist to justify application of\n\nfactor (16) to the defendant’s sentence for aggravated burglary. In addition to kicking\n\nopen the door and entering Ms. Woodson’s apartment with the intent to cause her\n\nserious bodily injury, the defendant caused the death of Adrian Williamson. These\n\nfacts establish a greater culpability than that incident to a mere burglary of a habitation\n\nand thus warrant application of factor (16) to the defendant’s aggravated burglary\n\nsentence.\n\n\n\n              The trial court should not have enhanced the defendant’s aggravated\n\nburglary sentence for the defendant being a leader in committing a crime that involved\n\ntwo or more criminal actors, see T.C.A. § 40-35-114(2), because there is no evidence\n\nthat anyone other than the defendant participated in the offense. As previously noted,\n\nthe defendant’s conviction for aggravated burglary was based upon his entry into Ms.\n\nWoodson’s apartment with the intent to commit aggravated assault. Although Mr.\n\nUnderwood admitted entering Ms. Woodson’s apartment that night, nothing in the\n\nrecord indicates that he did so with the intent to commit aggravated assault. To the\n\ncontrary, all the proof at trial established that Mr. Underwood was not a party to the\n\ndefendant’s criminal conduct. Because Mr. Underwood did not participate in the\n\naggravated burglary, the aggravated burglary did not involve two or more criminal\n\nactors, and factor (2) does not apply.\n\n\n\n\n                                             23\n\f              Although not applied by the trial court, we conclude that the record in this\n\ncase also supports enhancement of the defendant’s sentence for aggravated burglary\n\nbased on factors (3) and (12). Factor (3) applies when an offense involves more than\n\none victim. T.C.A. § 40-35-114(3). In the context of T.C.A. § 40-35-114(3), the term\n\nvictim refers to a “person or entity that is injured, killed, had property stolen, or had\n\nproperty destroyed by the perpetrator of the crime.” Raines, 882 S.W.2d at 384. In this\n\ncase, application of factor (3) is warranted because both Joanne Woodson and Adrian\n\nWilliamson were victims of the defendant’s aggravated burglary.\n\n\n\n              Application of factor (12) is appropriate when the defendant’s actions\n\nduring the commission of a felony result in the death or serious bodily injury of another\n\nperson. T.C.A. § 40-35-114(12). In this case, factor (12) applies to the defendant’s\n\nsentence for aggravated burglary because the defendant’s actions during the\n\ncommission of the aggravated burglary resulted in Adrian Williamson’s death.\n\n\n\n              With respect to his sentence for aggravated assault, the defendant\n\ncontends that the trial court erred by applying enhancement factors (2), (6), (10), and\n\n(16). We agree that the trial court erred by applying factors (2) and (6) but conclude\n\nthat the trial court properly applied factors (10) and (16). Because we have modified\n\nthe defendant’s conviction from aggravated assault to assault, a class A misdemeanor,\n\nsee T.C.A. § 39-13-101, we need not explain the trial court’s errors in enhancing the\n\ndefendant’s sentence for aggravated assault, but will instead discuss the sentencing\n\nconsiderations applicable to the defendant’s assault conviction.\n\n\n\n              Unlike felony sentencing, the law does not provide a presumptive\n\nminimum sentence for misdemeanor convictions. State v. Creasy, 885 S.W.2d 829,\n\n832 (Tenn. Crim. App.), app. denied (Tenn. 1994). Misdemeanor sentences are to be\n\nconsistent with the purposes and principles of the 1989 Sentencing Act. T.C.A. § 40-\n\n\n\n                                              24\n\f35-302(b). A court imposing a misdemeanor sentence is obligated to fix a percentage\n\nof the sentence that must be served before the defendant is eligible for release. T.C.A.\n\n§ 40-35-302(d). The percentage of actual confinement that must be served is\n\ndetermined by considering the purposes, principles, enhancing, and mitigating factors\n\nof the act. Id.\n\n\n\n              Based on the seriousness of the defendant’s assault on Ms. Woodson\n\nand the circumstances surrounding the assault, we conclude that a sentence of eleven\n\nmonths and twenty-nine days with a seventy-five percent release eligibility shall be\n\nimposed for the defendant’s assault conviction. The defendant in this case violently\n\nforced his way into Ms. Woodson’s apartment intending to inflict serious bodily injury\n\nupon her. He then beat her until she was unconscious, threw two jugs of water on her\n\nto revive her, and continued his rampage through the apartment causing Adrian\n\nWilliamson’s death. By imposing the maximum sentence for assault, we recognize the\n\nseriousness of the circumstances surrounding the assault. See T.C.A. § 40-35-102(1).\n\nIn this respect, we note that the fact that Ms. Woodson’s injuries were insufficient to\n\nsupport a conviction for aggravated assault does not make the defendant’s conduct any\n\nless deplorable. In addition, the violent circumstances surrounding the defendant’s\n\nassault on Ms. Woodson indicate a great potential for bodily injury and a high risk to\n\nhuman life. See T.C.A. § 40-35-114(10) and (16).\n\n\n\n              Regarding mitigation, the defendant argues that the trial court erred by\n\nrefusing to mitigate all of his sentences based upon his age and his lack of a criminal\n\nrecord. See T.C.A. § 40-35-113(6), (13). The record supports the trial court’s refusal to\n\nmitigate the defendant’s sentence based upon his age. The defendant committed the\n\npresent offenses four days before his twentieth birthday, and nothing in the record\n\nindicates that the defendant lacked substantial judgment because of his age.\n\nHowever, the trial court should have considered the defendant’s lack of a prior criminal\n\n\n\n                                            25\n\frecord. See State v. Thoma Shawn Noles and Michael Stanley, Nos. 01C01-9301-CC-\n\n00003 and 01C01-9301-CC-00005, Rutherford Co. (Tenn. Crim. App. Nov. 18, 1993),\n\napp. denied (Tenn. Apr. 4, 1994).\n\n\n\n                Although the presumption of correctness that accompanies the trial court’s\n\ndeterminations has fallen because the trial court did not properly consider all of the\n\nrelevant sentencing principles, see Ashby, 823 S.W.2d at 169, we affirm the\n\ndefendant’s sentences for aggravated burglary and criminally negligent homicide. Even\n\nconsidering the defendant’s lack of a prior criminal record as mitigation, the proof in this\n\ncase supports a six-year sentence for aggravated burglary and a two-year sentence for\n\ncriminally negligent homicide, given the circumstances surrounding the offenses under\n\nthe applicable enhancement factors. The defendant shall also serve an eleven-month-\n\ntwenty-nine-day sentence with a seventy-five percent release eligibility date for assault.\n\n\n\n                                                    B\n\n                Next, the defendant contends that the trial court erred in denying him\n\nprobation. He correctly asserts that he is presumed to be a favorable candidate for\n\nprobation in the absence of evidence to the contrary, because he does not meet the\n\ndescription of one who should be given first priority regarding a sentence involving\n\nincarceration under T.C.A. § 40-35-102(5) and he was convicted of Class C and Class\n\nE felonies. See T.C.A. § 40-35-102(6).3 However, as the Sentencing Commission\n\nComments to T.C.A. § 40-35-303(b) state, although \"probation must be automatically\n\nconsidered as a sentencing option for eligible defendants, the defendant is not\n\nautomatically entitled to probation as a matter of law.\" See State v. Fletcher, 805\n\nS.W.2d at 787.\n\n\n\n\n                3\n                  The state incorrectly asserts that the defendant was convicted of a Class B felony and\nthus argues that he is not presum ed to be a favorable candidate for alternative sentencing options under\nT.C.A. § 40-35-102(6).\n\n                                                    26\n\f              The presumption of eligibility may be rebutted if any of the following\n\nfactors outweigh the defendant's rehabilitative capabilities: (1) confinement is\n\nnecessary to protect society by restraining a defendant who has a long history of\n\ncriminal conduct, (2) confinement is necessary to avoid depreciating the seriousness of\n\nthe offense or confinement is particularly suited to provide an effective deterrence to\n\nothers likely to commit similar offenses, or (3) measures less restrictive than\n\nconfinement have been frequently applied unsuccessfully to the defendant. See T.C.A.\n\n§ 40-35-103(1); State v. Ashby, 823 S.W.2d at 169; State v. Fletcher, 805 S.W.2d at\n\n787-88. The trial court relied upon the second sentencing consideration in denying\n\nprobation, finding that confinement was necessary to avoid depreciating the\n\nseriousness of the defendant's actions and to deter others from committing similar\n\ncrimes. Because the record adequately supports this finding, the trial court was justified\n\nin denying probation.\n\n\n\n                                             C\n\n              Finally, the defendant contends that the trial court should not have\n\nordered consecutive sentencing. We agree. At the sentencing hearing, the trial court\n\nordered the defendant's sentences to be served consecutively solely because it found\n\nthe defendant to be a \"dangerous offender whose behavior indicates little or no regard\n\nfor human life, and no hesitation about committing a crime in which the risk to human\n\nlife is high.\" T.C.A. § 40-35-115(b)(4). This finding alone will not justify consecutive\n\nsentencing. State v. Wilkerson, 905 S.W.2d 933, 939 (Tenn. 1995).\n\n              [T]he imposition of consecutive sentences on an offender\n              found to be a dangerous offender requires, in addition to the\n              application of general principles of sentencing, the finding that\n              an extended sentence is necessary to protect the public\n              against further criminal conduct by the defendant and that the\n              consecutive sentences must reasonably relate to the severity\n              of the offenses committed.\nId.\n\n\n\n\n                                             27\n\f             We conclude that the trial court erred in ordering the defendant to serve\n\nhis sentences consecutively. The trial court did not make sufficient findings, and the\n\nrecord does not support consecutive sentences. There is no indication from the\n\ncircumstances surrounding the offenses that consecutive sentencing is necessary to\n\nprotect society from the defendant or that upon release he will be unwilling to lead a\n\nproductive life and resort to criminal activity. See id; Gray v. State, 538 S.W.2d 391,\n\n393 (Tenn. 1976).\n\n\n\n             In consideration of the foregoing, the defendant's convictions and\n\nsentences for aggravated burglary and criminally negligent homicide are affirmed. His\n\nconviction for aggravated assault is modified to assault, and a sentence of eleven\n\nmonths and twenty-nine days with a seventy-five percent release eligibility date\n\nimposed. All three sentences, though, shall be served concurrently to each other.\n\n\n\n\n                                                Joseph M. Tipton, Judge\n\nCONCUR:\n\n\n\nJerry Scott, Special Judge\n\n\n\n\nDavid H. Welles, Judge\n\n\n\n\n                                           28\n\f",
            "ocr": false,
            "opinion_id": 1083836
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}