{
    "id": 1394983,
    "judges": "Brett, Bussey, Parks",
    "date_filed": "2014-04-26",
    "date_filed_is_approximate": true,
    "slug": "payne-v-state",
    "case_name_short": "Payne",
    "case_name": "Payne v. State",
    "case_name_full": "Robert PAYNE, Jerry Payne, and Jeff Payne, Appellants, v. STATE of Oklahoma, Appellee",
    "attorneys": "Patti Palmer, Deputy Appellate Public Defender, Norman, for appellants., Michael C. Turpén, Atty. Gen., Tomilou Gentry Liddell, Asst. Atty. Gen., Timothy W. Ogilvie, Legal Intern, Oklahoma City, for. appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b266-9\">\n    Robert PAYNE, Jerry Payne, and Jeff Payne, Appellants, v. STATE of Oklahoma, Appellee.\n   </parties><br><docketnumber id=\"b266-12\">\n    No. F-85-102.\n   </docketnumber><br><court id=\"b266-13\">\n    Court of Criminal Appeals of Oklahoma.\n   </court><br><decisiondate id=\"b266-14\">\n    Oct. 5, 1987.\n   </decisiondate><br><attorneys id=\"b268-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"198\"> \n     *198\n     </span>\n    Patti Palmer, Deputy Appellate Public Defender, Norman, for appellants.\n   </attorneys><br><attorneys id=\"b268-12\">\n    Michael C. Turpén, Atty. Gen., Tomilou Gentry Liddell, Asst. Atty. Gen., Timothy W. Ogilvie, Legal Intern, Oklahoma City, for. appellee.\n   </attorneys>",
    "citations": [
        "744 P.2d 196"
    ],
    "opinions": [
        {
            "author_str": "Bussey",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBUSSEY, Judge:\nThe appellants, Robert Payne and Jerry Payne, were convicted in the District Court of Adair County, Case No. CRF-81-31, of Knowingly Concealing Stolen Property, and were sentenced to four and three years’ imprisonment, respectively. They appeal raising four assignments of error.\nThe appellant, Robert Payne, raises one assignment of error separately from Jerry Payne, and Jeff Payne, who was convicted in the same trial of the same crime, and was sentenced to 180 days’ imprisonment, raises a single assignment of error, separate from those of Robert and Jerry Payne.\nBriefly stated, the facts are that on May 2, 1981, law enforcement officers executed a search warrant on the farm of Robert Payne at Watts, Oklahoma and recovered ten of fourteen calves taken from the University of Arkansas Beef Farm at Savoy, Arkansas. The remaining four calves were discovered at a sale barn in Iowa. All fourteen calves had tattoos in their ears for identification. During the search the officers seized various other items, including a Kubota tractor, a logsplitter, and wire panels. At trial evidence was introduced to show that these items were also stolen.\nThe defense presented evidence to show that the calves belonged to Danny Hudson, son-in-law of Robert Payne, who brought the cattle to the Payne farm. Jerry Payne testified that he purchased four of the calves from Hudson to sell in Iowa, but that he did not know that they were stolen.\nIn their first assignment of error the appellants, Robert and Jerry Payne, allege that the search which resulted in the recovery of the stolen property was illegal. The appellants urge five subpropositions. First, they argue that the affidavit for the search wararant was deficient because it failed to show that either the affiant or the confidential informant had personal knowledge that property located on the Payne *199farm was stolen. The affidavit stated that a confidential informant who had proven reliable in the past had given the affiant the location of stolen calves belonging to the University of Arkansas, and a stolen horse trailer belonging to Charles H. Agee. The affidavit stated that the informant had on three occasions within the previous week given the location of stolen property, and that each time the information had proven reliable. It further stated that from a public road adjoining the Payne farm, the affiant had observed cattle and a trailer which fit the description of the stolen property. The proper standard in determining the validity of an affidavit for a search warrant is to examine the whole affidavit under the totality of the circumstances. Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983). When viewed as a whole, the facts in the affidavit pertaining to the reliability of the informant, along with the affiant’s personal observation of the stolen goods, were sufficient to determine there was probable cause to believe that stolen property was located on the Payne farm, and to meet the Gates test.\nThe appellants urge in their second subproposition that the search warrant was invalid by authorizing a search of buildings in which they allege the named property could not be found. The appellants complain that the residence was searched after ten of the calves and the trailer had been located, and that the other four calves could not have been in the residence. They conclude that because the warrant allowed a search of the residence, the warrant became a blanket search warrant. However, an examination of the search warrant reveals that it described with specificity the property to be seized, and therefore was not general. “The fact that articles outside the scope of the warrant were seized does not convert it into a general warrant.” Caffey v. State, 661 P.2d 897, 901 (Okl.Cr.1983). Furthermore, it does not justify excluding the property seized which was specifically described.\nIn their third subproposition, the appellants assert that since ten of the calves were discovered immediately upon the arrival of the officers, the search warrant was exhausted. While we agree that officers may not continue to search and seize evidence after having found the items listed in the search warrant, see Phelps v. State, 598 P.2d 254 (Okl.Cr.1979), we disagree with the appellants’ assertion that the warrant was exhausted. The warrant authorized the search and seizure of fourteen head of cattle, of which only ten were found. Therefore, the warrant was not exhausted, and the officers were justified in extending their search for the remaining four cattle.\nTheir fourth subproposition argues that the trial judge erred in allowing the admission of evidence seized during the search of the Payne farm, but which was not named in the search warrant. The trial court found that the items were in plain view, and were therefore admissible. The appellants claim that when the police officers executed the warrant for the calves and trailer, they were actually looking for other specific items of stolen property as well. They further claim that the items that the officers seized were not immediately identifiable as being stolen. They conclude that the seizure of the additional items failed to meet the “inadvertent” and “immediately apparent” requirements of the plain view doctrine. See Coolidge v. New Hampshire, 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971). Concerning the “inadvertent” standard, Coolidge states that the police may not “know in advance the location of [certain] evidence and intend to seize it,” relying on the plain view doctrine only as a pretense. Texas v. Brown, 460 U.S. 730, 743, 103 S.Ct. 1535, 1544, 75 L.Ed.2d 502 (1983), quoting Coolidge, 403 U.S., at 470, 91 S.Ct., at 2040. While one may infer from the record that the police officers present during the search suspi-cioned that certain stolen property would be found on the Payne farm, the appellants do not refer to any portion of the record where there is testimony that the officers knew in advance that the property was located at the farm, or even had probable cause to believe it was there. The property *200seized and admitted into evidence was within plain view of the cattle when the cattle were seized, and the officers were not obligated to close their eyes when their suspicions were confirmed. An examination of the record shows that where the officers extended their search into areas where the missing cattle could not be discovered, the evidence seized in those locations was excluded.\nConcerning the “immediately apparent” requirement of Coolidge, the record clearly shows that the officers knew that certain items had been stolen, that they had become familiar with the descriptions of those items, and recognized them when they executed the warrant to seize the cattle. Brown states that the decisions of the Supreme Court “have come to reflect the rule that if, while lawfully engaged in an activity in a particular place, police officers perceive a suspicious object, they may seize it immediately.” 460 U.S., at 739, 103 S.Ct. at 1542. Brown further states that a police officer need not “know” that a certain item is evidence of a crime in order to seize it, but need only have probable cause to believe that it may be useful as evidence of a crime. As the police officers acted properly, this assignment of error is without merit.\nIn their second assignment of error the appellants contend that their Sixth Amendment right to confront witnesses was denied when accusations against them were introduced, but the accuser refused to testify. Danny Hudson, Robert Payne’s son-in-law, and Jerry Payne’s brother-in-law, was brought from prison by the State to testify concerning statements which he had made in May, October, and November 1981, which implicated the Paynes in the theft of the cattle. However, when called to the stand, he invoked the Fifth Amendment, and even after being granted immunity, he refused to testify. Subsequently, the prosecutor used hypotheticals, apparently based upon Hudson’s statements, to cross-examine Jerry Payne.\nThe first subproposition of the appellants is that Hudson should not have been put on the stand before the jury to invoke his Fifth Amendment rights. The record reveals that the prosecutor’s examination of Hudson was very brief, and only included two questions. The prosecutor asked Hudson his name, and then if he knew Robert Payne. To the latter question, Hudson stated he was “going to stand on the Fifth Amendment.” The Supreme Court of the United States articulated two principles on which calling a witness to the stand who then invokes his Fifth Amendment privilege may constitute reversible error: first, “prosecutorial misconduct, when the Government makes a conscious and flagrant attempt to build its case out of inferences arising from use of the testimonial privilege”; and second, when “in the circumstances of a given case, inferences from a witness’ refusal to answer added critical weight to the prosecution’s case in a form not subject to cross-examination, and thus unfairly prejudiced the defendant.” Namet v. United States, 373 U.S. 179, 186-187, 83 S.Ct. 1151, 1155-56, 10 L.Ed.2d 278 (1963). Concerning the first principle, we find nothing in the record to show that the prosecutor attempted to use Hudson’s silence to build the State’s case, as we do not find his silence mentioned elsewhere. Concerning the second principle, given the circumstances of this case, we do not believe that Hudson’s refusal to answer added any weight to the prosecution’s case, and therefore we find no prejudice.\nAs the appellants’ second subpropo-sition, they argue that the hypothetical questions which the prosecutor used in his cross-examination of Jerry Payne was error, and caused them to be denied their Sixth Amendment right to confront the witnesses against them. The prosecutor asked Payne the following questions:\n“If [Hudson] denied selling these calves to you, would he be telling the truth?”\n[[Image here]]\n“If he says these calves came from the University of Arkansas and that you, Bob Payne and Jeff Payne participated, is he not telling the truth?”\n[[Image here]]\n*201“If Danny Hudson has said that he didn’t own these calves, didn’t sell them to you, would he be telling the truth?”\nTo each of these questions, Payne answered “no, sir.” Although the jury might have inferred that Hudson made these statements, they had been instructed that what the attorneys say is not evidence, and such an inference would have been improper. Given the overwhelming evidence against the appellants we do not find that the appellants were prejudiced by this cross-examination. This assignment of error has no merit.\nThe appellants’ third assignment of error alleges that they were denied due process of law. As their first subproposition, the appellants claim that evidence of other crimes was admitted in violation of the rules set forth in Burks v. State, 594 P.2d 771 (Okl.Cr.1979). They complain that they were not given the required ten day notice, that the evidence is inadmissible because it does not meet the required exceptions to the rule against admitting other crimes evidence, and that some of the evidence was improperly admitted through hearsay testimony. The evidence of which the appellants complain was seized at the same time as the calves. In each case the appellants were charged with Knowingly Concealing Stolen Property. Burks requires a ten day notice in order to use evidence of other crimes. The record reveals that the notice was filed on the tenth day before trial and a copy was mailed to appellants and their attorneys. But this notice is not always necessary. As we stated in Melvin v. State, 706 P.2d 163 (Okl.Cr.1985), offenses which are a part of the entire transaction of the offense charged, and are so closely related as to eliminate the element of surprise, which the Burks case seeks to prevent could be proven without the ten day notice. As charges for all of these crimes had been filed a year before the defendants went to trial on the case at bar, and all of the stolen property had been seized during the same time period, the appellants could not have been surprised. All of the crimes charged were committed concurrently with the charge for which the appellants were convicted. Furthermore, the evidence was admissible because, as we have previously stated, in cases where a defendant is charged with concealing stolen property, “possession of other stolen property by the defendant tends to show the defendant’s intent and guilty knowledge.” Taylor v. State, 646 P.2d 615, 616 (Okl.Cr.1982). Concerning the complaint that some of the evidence was admitted through hearsay testimony, specifically that officers testified that they had knowledge that certain property seized was stolen, we need only note that the record reveals these reponses of the officers concerned why the property was seized and was not offered to prove the items were stolen. The true owners of the logsplitter, the tractor, and the wire panels testified concerning their ownership and that their property had been taken from their possession without their permission. We find this contention to be merit-less.\nIn their second subproposition under this assignment of error, the appellants contend that they were prejudiced by a volunteered remark made by an officer which implicated a defense witness, Lois Payne, in the crime of writing “hot checks.” The appellants characterize this remark as an evidentiary harpoon. Although such a remark may be improper, it is not properly characterized as a harpoon because the cases concerning evidentiary harpoons concern remarks aimed at defendants, not witnesses. Such statements are not evidence of other crimes, which is one of the criteria of an evidentiary harpoon, because there is no implication that the appellants were involved. See Nelson v. State, 687 P.2d 744 (Okl.Cr.1984). The record reveals that defense counsel objected to the remark, the trial court sustained the objection, and the court instructed the jury not to consider it. We find that the instruction cured the error. This contention is meritless.\nIn a third subproposition, the appellants argue that testimony elicited by the State which revealed James Payne, another son of Robert Payne, was in prison at the time of trial, and testimony introduced by the *202State concerning Robert Payne’s activities while he was in jail awaiting trial, was without probative value, and was prejudicial to the appellants. The testimony concerning James Payne’s incarceration was elicited during cross-examination of Jerry Payne over the objection of defense counsel. Appellants speculate that the prosecutor wished to imply that James was being punished for something and that therefore the rest of the family now on trial must also be guilty. Such speculation does not meet the appellants’ burden of showing that the trial court’s discretion was clearly abused, or that there was manifest prejudice to the appellants. See Hall v. State, 698 P.2d 33 (Okl.Cr.1985).\nIn the same subproposition the appellants complain of testimony by the sheriff rebutting the testimony of Lois Payne that her husband, Robert Payne, was ill. Although they argue that the testimony was without probative value, they fail to show prejudice, see Hall, and therefore this sub-proposition is meritless.\nAs their fourth subproposition, the appellants allege that three events during the trial resulted in prejudicial error. A saddle which had been ruled inadmissible was brought into the courtroom, a juror had lunch with two State witnesses, and a check which was ruled inadmissible was left out on State’s counsel table where one juror stopped and looked at it on the way out to deliberate. Concerning the saddle, the trial judge saw the sheriff enter the courtroom with the saddle, caught his attention and motioned for him to remove it, which he did. In reviewing the situation, the judge stated that considering the position of the jurors and that of the sheriff, he did not believe that the jurors could see the saddle, that defense counsel had failed to make a timely objection, and that questioning the jurors would improperly call attention to the saddle. We find that the trial court acted properly and that the appellants were not prejudiced. Concerning the lunch the juror had with the two witnesses, both witnesses were called and asked if they had discussed the case in any manner with the juror, and they stated they had not. Furthermore, the trial judge stated that he would question the juror in chambers. Defense counsel did not ask that a record be made, and we find none. Therefore this complaint has not been properly preserved. Martinez v. State, 569 P.2d 497 (Okl.Cr.1977). Concerning the cheek which was left on the prosecutor’s counsel table, the trial court stated that the check had been excluded, and that he did not see how the appellants could be prejudiced. There apparently had been no testimony concerning the cheek, and we agree with the trial judge that no prejudice has been shown. This subproposition is also without merit.\nAs Robert and Jerry Payne’s last assignment of error, they argue that the trial court failed to instruct the jury on their theory of defense, that is that they did not have the guilty knowledge necessary to warrant a conviction. They admit that no instruction was requested. A review of Instruction No. 4 reveals that it clearly states the applicable law, and therefore we do not find any error. See Tate v. State, 664 P.2d 1036 (Okl.Cr.1983). This assignment of error is clearly meritless.\nIn his separate assignment of error, Robert Payne alleges that insufficient evidence was introduced to convict him. The test to determine if the evidence presented is sufficient to support the conviction is stated in Spuehler v. State, 709 P.2d 202 (Okl.Cr.1985). After reviewing the evidence in the light most favorable to the State, if a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt, the evidence is sufficient to support the conviction. The essential elements of the crime of Knowingly Concealing Stolen Property are first, a knowledge that the property was stolen, and second, the act of concealing it in some manner from its rightful owner. Bookman v. State, 661 P.2d 909 (Okl.Cr.1983). Knowledge may be inferred from the facts and circumstances surrounding the case. In this case part of those circumstances was that other stolen property was found on appellant’s property, which is admissible to show guilty knowl*203edge. Taylor v. State, 646 P.2d 615 (Okl.Cr.1982). The evidence reveals that Danny Hudson arrived at the appellant’s residence with fourteen head of calves, with apparently no explanation for how he acquired them. Around the same time, other stolen items appeared at the residence of the appellant, who was unemployed at the time. In fact none of the three appellants were employed at the time. The record reveals that the evidence meets the Spuehler test, and therefore this assignment of error is meritless.\nAs his single assignment of error, Jeff Payne alleges that the evidence presented was insufficient to convict him. When considering the test given in Spueh-ler, we find that the evidence is also sufficient to convict this appellant. A jury can consider an unsatisfactory explanation of possession offered by the defense. Luman v. State, 626 P.2d 869 (Okl.Cr.1981). This appellant’s mother testified that she asked her boys about the presence of the stolen tractor, but received no explanation, that they all “evaded the question.” He lived with his parents and made the trip with his brothers and father when four of the stolen calves were sold in Iowa. This assignment is also without merit.\nThe judgments and sentences are AFFIRMED.\nBRETT, P.J., concurs in results.\nPARKS, J., dissents.\n",
            "ocr": false,
            "opinion_id": 9618424
        },
        {
            "author_str": "Parks",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPARKS, Judge,\ndissenting:\nI respectfully disagree with the majority’s opinion that the comments of the prosecutor regarding Hudson’s alleged testimony were not prejudicial to the appellant.\nBefore the trial started, an in camera hearing was held regarding Hudson’s possible testimony. The witness admitted that he waived extradition from Arkansas, but said he did so only to avoid the authorities later claiming that he was uncooperative. During this hearing, he specifically stated on two occasions that he refused to testify. Despite this announcement, the prosecutor called him as a witness, and he immediately claimed his Fifth Amendment right against self-incrimination. A second hearing was then held out of the jury’s presence. Hudson reiterated his intention not to testify, despite assurances of immunity, and was cited for contempt. Certainly, the prosecutor thought Hudson’s refusal to testify would help the State’s case; otherwise, he would not have called a witness that he knew would refuse to answer his questions. But, as the majority correctly holds, that alone does not warrant reversal. Namet v. United States, 373 U.S. 179,186-187, 83 S.Ct. 1151, 1155-56, 10 L.Ed.2d 278 (1963).\nHowever, the prosecutor did not let it rest there. After Hudson refused to testify, the prosecutor called Gene Drake, a criminal investigator, for the sole purpose of asking him if he had obtained a confession from Hudson regarding the cattle theft — a charge, incidentally, for which appellants were not being tried. After Drake was not allowed to answer the question, the remainder of Drake’s testimony consisted of answering questions concerning the interview of Hudson about the theft of various other items.\nLater in the trial, during cross-examination of one of the appellants, the following dialogue took place:\nQ. ... You hauled these calves to Iowa and you sold them. Now, Danny Hudson denies selling these calves to you — (Objections were made and denied)\nQ. If this man right here denies selling these calves to you, would he be telling the truth?\nA. No, sir.\nQ. If he says these calves came from the University of Arkansas and that you, Bob Payne and Jeff Payne participated, is he not telling the truth?\nA. No, sir.\nStatements made by Hudson were also put before the jury later in the same testimony:\nQ. If Danny Hudson has said that he didn’t own these calves, didn’t sell them to you, would he be telling the truth?\nA. No, sir.\n*204Q. If Danny Hudson tells us that you, Jerry Payne, Bob Payne and himself took these cattle from the University of Arkansas, he would be telling the truth, wouldn’t he?\nA. No, sir.\nIn essence, the hypothetical questions posed by the prosecutor affirmatively placed before the jury the alleged testimony of Hudson, a witness who refused to testify.\nThis conduct can be interpreted only as blatant attempts by the prosecutor to get to the jury testimony from a witness who on three occasions, in two separate hearings, refused to testify. This Court cannot tolerate such flagrant violations of Section 3-5.7(e) of The ABA Standards for Criminal Justice, The Prosecution Function, (1980), which reads:\n(c) A prosecutor should not call a witness who the prosecutor knows will claim a valid privilege not to testify for the purpose of impressing upon the jury the fact of the claim of privilege. In some instances, as defined in codes of professional responsibility, doing so will constitute unprofessional conduct.\nIt is improper for the prosecutor to build his case through the use of innuendo derived from a valid claim of privilege. As demonstrated by the record in the present case, that was exactly the strategy used by the prosecutor when he continued to insert “hypotheticals” as to what the witness Hudson would have testified.\nThe tactics used here distinguish this case from Namet. In Namet, there was no evidence the government attempted to make a “conscious and flagrant attempt to build its case out of inferences arising from use of the testimonial privilege.” Namet, supra, at 186, 83 S.Ct. at 1154-1155. Nor was there present the situation where the prosecutor knew or should have known the witness would refuse to testify.\nThe hypotheticals posed by the prosecutor amounted to his own testimony being put before the jury, as he based his questions on facts not proven by evidence. The duty of the prosecutor was aptly stated in Daney v. State, 370 P.2d 44, 45 (Okla.Crim.App.1962):\nIt is a grave breach of duty for a prosecuting attorney to seek by innuendo or artifice to procure a conviction by injecting into the case facts or conclusions not based upon the evidence adduced at trial.\nSuch presentation is especially prejudicial in light of the fact that it arose out of a claim of the witness’s constitutional privilege against self-incrimination. As such, the appellants were denied the right of effective cross-examination and were left powerless to combat the inferences raised. For these reasons, I would reverse.\nI also disagree with the majority’s use of Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), in determining the validity of a search warrant. The appellant challenges the validity of the warrant on both state and federal constitutional grounds. While this Court has agreed to apply the Gates test to federal constitutional challenges, the “totality of the circumstances” test has not yet been adopted as the applicable standard for a state constitutional claim. See Tosh v. State, 736 P.2d 527 (Okla.Crim.App.1987) (Brett, J., and Parks, J., both concurring in result); Foster v. State, 742 P.2d 1131 (Okla.Crim.App.1987). For this reason, I would continue to apply the standards we have imposed in the past with regards to state constitutional challenges. See McGee v. State, 645 P.2d 529, 530 (Okla.Crim.App.1982); Luker v. State, 504 P.2d 1238, 1240 (Okla.Crim.App.1973). Under the present standards followed by this Court, the warrant was minimally sufficient. See McGee, supra, 645 P.2d at 530-531.\nFor the above stated reasons, I would uphold the validity of the search warrant. However, in my opinion, the undue prejudice caused by the prosecutor’s conduct deprived the appellant of a fair trial. On the basis of the foregoing, I dissent.\n",
            "ocr": false,
            "opinion_id": 9618425
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5409.0,
            "opinion_text": "\n744 P.2d 196 (1987)\nRobert PAYNE, Jerry Payne, and Jeff Payne, Appellants,\nv.\nSTATE of Oklahoma, Appellee.\nNo. F-85-102.\nCourt of Criminal Appeals of Oklahoma.\nOctober 5, 1987.\nPatti Palmer, Deputy Appellate Public Defender, Norman, for appellants.\nMichael C. Turpen, Atty. Gen., Tomilou Gentry Liddell, Asst. Atty. Gen., Timothy W. Ogilvie, Legal Intern, Oklahoma City, for appellee.\n\n\n*198 OPINION\nBUSSEY, Judge:\nThe appellants, Robert Payne and Jerry Payne, were convicted in the District Court of Adair County, Case No. CRF-81-31, of Knowingly Concealing Stolen Property, and were sentenced to four and three years' imprisonment, respectively. They appeal raising four assignments of error.\nThe appellant, Robert Payne, raises one assignment of error separately from Jerry Payne, and Jeff Payne, who was convicted in the same trial of the same crime, and was sentenced to 180 days' imprisonment, raises a single assignment of error, separate from those of Robert and Jerry Payne.\nBriefly stated, the facts are that on May 2, 1981, law enforcement officers executed a search warrant on the farm of Robert Payne at Watts, Oklahoma and recovered ten of fourteen calves taken from the University of Arkansas Beef Farm at Savoy, Arkansas. The remaining four calves were discovered at a sale barn in Iowa. All fourteen calves had tattoos in their ears for identification. During the search the officers seized various other items, including a Kubota tractor, a logsplitter, and wire panels. At trial evidence was introduced to show that these items were also stolen.\nThe defense presented evidence to show that the calves belonged to Danny Hudson, son-in-law of Robert Payne, who brought the cattle to the Payne farm. Jerry Payne testified that he purchased four of the calves from Hudson to sell in Iowa, but that he did not know that they were stolen.\nIn their first assignment of error the appellants, Robert and Jerry Payne, allege that the search which resulted in the recovery of the stolen property was illegal. The appellants urge five subpropositions. First, they argue that the affidavit for the search warrant was deficient because it failed to show that either the affiant or the confidential informant had personal knowledge that property located on the Payne *199 farm was stolen. The affidavit stated that a confidential informant who had proven reliable in the past had given the affiant the location of stolen calves belonging to the University of Arkansas, and a stolen horse trailer belonging to Charles H. Agee. The affidavit stated that the informant had on three occasions within the previous week given the location of stolen property, and that each time the information had proven reliable. It further stated that from a public road adjoining the Payne farm, the affiant had observed cattle and a trailer which fit the description of the stolen property. The proper standard in determining the validity of an affidavit for a search warrant is to examine the whole affidavit under the totality of the circumstances. Illinois v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527 (1983). When viewed as a whole, the facts in the affidavit pertaining to the reliability of the informant, along with the affiant's personal observation of the stolen goods, were sufficient to determine there was probable cause to believe that stolen property was located on the Payne farm, and to meet the Gates test.\nThe appellants urge in their second subproposition that the search warrant was invalid by authorizing a search of buildings in which they allege the named property could not be found. The appellants complain that the residence was searched after ten of the calves and the trailer had been located, and that the other four calves could not have been in the residence. They conclude that because the warrant allowed a search of the residence, the warrant became a blanket search warrant. However, an examination of the search warrant reveals that it described with specificity the property to be seized, and therefore was not general. \"The fact that articles outside the scope of the warrant were seized does not convert it into a general warrant.\" Caffey v. State, 661 P.2d 897, 901 (Okl.Cr. 1983). Furthermore, it does not justify excluding the property seized which was specifically described.\nIn their third subproposition, the appellants assert that since ten of the calves were discovered immediately upon the arrival of the officers, the search warrant was exhausted. While we agree that officers may not continue to search and seize evidence after having found the items listed in the search warrant, see Phelps v. State, 598 P.2d 254 (Okl.Cr. 1979), we disagree with the appellants' assertion that the warrant was exhausted. The warrant authorized the search and seizure of fourteen head of cattle, of which only ten were found. Therefore, the warrant was not exhausted, and the officers were justified in extending their search for the remaining four cattle.\nTheir fourth subproposition argues that the trial judge erred in allowing the admission of evidence seized during the search of the Payne farm, but which was not named in the search warrant. The trial court found that the items were in plain view, and were therefore admissible. The appellants claim that when the police officers executed the warrant for the calves and trailer, they were actually looking for other specific items of stolen property as well. They further claim that the items that the officers seized were not immediately identifiable as being stolen. They conclude that the seizure of the additional items failed to meet the \"inadvertent\" and \"immediately apparent\" requirements of the plain view doctrine. See Coolidge v. New Hampshire, 403 U.S. 443, 91 S. Ct. 2022, 29 L. Ed. 2d 564 (1971). Concerning the \"inadvertent\" standard, Coolidge states that the police may not \"know in advance the location of [certain] evidence and intend to seize it,\" relying on the plain view doctrine only as a pretense. Texas v. Brown, 460 U.S. 730, 743, 103 S. Ct. 1535, 1544, 75 L. Ed. 2d 502 (1983), quoting Coolidge, 403 U.S., at 470, 91 S. Ct., at 2040. While one may infer from the record that the police officers present during the search suspicioned that certain stolen property would be found on the Payne farm, the appellants do not refer to any portion of the record where there is testimony that the officers knew in advance that the property was located at the farm, or even had probable cause to believe it was there. The property *200 seized and admitted into evidence was within plain view of the cattle when the cattle were seized, and the officers were not obligated to close their eyes when their suspicions were confirmed. An examination of the record shows that where the officers extended their search into areas where the missing cattle could not be discovered, the evidence seized in those locations was excluded.\nConcerning the \"immediately apparent\" requirement of Coolidge, the record clearly shows that the officers knew that certain items had been stolen, that they had become familiar with the descriptions of those items, and recognized them when they executed the warrant to seize the cattle. Brown states that the decisions of the Supreme Court \"have come to reflect the rule that if, while lawfully engaged in an activity in a particular place, police officers perceive a suspicious object, they may seize it immediately.\" 460 U.S., at 739, 103 S.Ct. at 1542. Brown further states that a police officer need not \"know\" that a certain item is evidence of a crime in order to seize it, but need only have probable cause to believe that it may be useful as evidence of a crime. As the police officers acted properly, this assignment of error is without merit.\nIn their second assignment of error the appellants contend that their Sixth Amendment right to confront witnesses was denied when accusations against them were introduced, but the accuser refused to testify. Danny Hudson, Robert Payne's son-in-law, and Jerry Payne's brother-in-law, was brought from prison by the State to testify concerning statements which he had made in May, October, and November 1981, which implicated the Paynes in the theft of the cattle. However, when called to the stand, he invoked the Fifth Amendment, and even after being granted immunity, he refused to testify. Subsequently, the prosecutor used hypotheticals, apparently based upon Hudson's statements, to cross-examine Jerry Payne.\nThe first subproposition of the appellants is that Hudson should not have been put on the stand before the jury to invoke his Fifth Amendment rights. The record reveals that the prosecutor's examination of Hudson was very brief, and only included two questions. The prosecutor asked Hudson his name, and then if he knew Robert Payne. To the latter question, Hudson stated he was \"going to stand on the Fifth Amendment.\" The Supreme Court of the United States articulated two principles on which calling a witness to the stand who then invokes his Fifth Amendment privilege may constitute reversible error: first, \"prosecutorial misconduct, when the Government makes a conscious and flagrant attempt to build its case out of inferences arising from use of the testimonial privilege\"; and second, when \"in the circumstances of a given case, inferences from a witness' refusal to answer added critical weight to the prosecution's case in a form not subject to cross-examination, and thus unfairly prejudiced the defendant.\" Namet v. United States, 373 U.S. 179, 186-187, 83 S. Ct. 1151, 1155-56, 10 L. Ed. 2d 278 (1963). Concerning the first principle, we find nothing in the record to show that the prosecutor attempted to use Hudson's silence to build the State's case, as we do not find his silence mentioned elsewhere. Concerning the second principle, given the circumstances of this case, we do not believe that Hudson's refusal to answer added any weight to the prosecution's case, and therefore we find no prejudice.\nAs the appellants' second subproposition, they argue that the hypothetical questions which the prosecutor used in his cross-examination of Jerry Payne was error, and caused them to be denied their Sixth Amendment right to confront the witnesses against them. The prosecutor asked Payne the following questions:\n\"If [Hudson] denied selling these calves to you, would he be telling the truth?\"\n* * * * * *\n\"If he says these calves came from the University of Arkansas and that you, Bob Payne and Jeff Payne participated, is he not telling the truth?\"\n* * * * * *\n\n*201 \"If Danny Hudson has said that he didn't own these calves, didn't sell them to you, would he be telling the truth?\"\nTo each of these questions, Payne answered \"no, sir.\" Although the jury might have inferred that Hudson made these statements, they had been instructed that what the attorneys say is not evidence, and such an inference would have been improper. Given the overwhelming evidence against the appellants we do not find that the appellants were prejudiced by this cross-examination. This assignment of error has no merit.\nThe appellants' third assignment of error alleges that they were denied due process of law. As their first subproposition, the appellants claim that evidence of other crimes was admitted in violation of the rules set forth in Burks v. State, 594 P.2d 771 (Okl.Cr. 1979). They complain that they were not given the required ten day notice, that the evidence is inadmissible because it does not meet the required exceptions to the rule against admitting other crimes evidence, and that some of the evidence was improperly admitted through hearsay testimony. The evidence of which the appellants complain was seized at the same time as the calves. In each case the appellants were charged with Knowingly Concealing Stolen Property. Burks requires a ten day notice in order to use evidence of other crimes. The record reveals that the notice was filed on the tenth day before trial and a copy was mailed to appellants and their attorneys. But this notice is not always necessary. As we stated in Melvin v. State, 706 P.2d 163 (Okl.Cr. 1985), offenses which are a part of the entire transaction of the offense charged, and are so closely related as to eliminate the element of surprise, which the Burks case seeks to prevent could be proven without the ten day notice. As charges for all of these crimes had been filed a year before the defendants went to trial on the case at bar, and all of the stolen property had been seized during the same time period, the appellants could not have been surprised. All of the crimes charged were committed concurrently with the charge for which the appellants were convicted. Furthermore, the evidence was admissible because, as we have previously stated, in cases where a defendant is charged with concealing stolen property, \"possession of other stolen property by the defendant tends to show the defendant's intent and guilty knowledge.\" Taylor v. State, 646 P.2d 615, 616 (Okl.Cr. 1982). Concerning the complaint that some of the evidence was admitted through hearsay testimony, specifically that officers testified that they had knowledge that certain property seized was stolen, we need only note that the record reveals these responses of the officers concerned why the property was seized and was not offered to prove the items were stolen. The true owners of the logsplitter, the tractor, and the wire panels testified concerning their ownership and that their property had been taken from their possession without their permission. We find this contention to be meritless.\nIn their second subproposition under this assignment of error, the appellants contend that they were prejudiced by a volunteered remark made by an officer which implicated a defense witness, Lois Payne, in the crime of writing \"hot checks.\" The appellants characterize this remark as an evidentiary harpoon. Although such a remark may be improper, it is not properly characterized as a harpoon because the cases concerning evidentiary harpoons concern remarks aimed at defendants, not witnesses. Such statements are not evidence of other crimes, which is one of the criteria of an evidentiary harpoon, because there is no implication that the appellants were involved. See Nelson v. State, 687 P.2d 744 (Okl.Cr. 1984). The record reveals that defense counsel objected to the remark, the trial court sustained the objection, and the court instructed the jury not to consider it. We find that the instruction cured the error. This contention is meritless.\nIn a third subproposition, the appellants argue that testimony elicited by the State which revealed James Payne, another son of Robert Payne, was in prison at the time of trial, and testimony introduced by the *202 State concerning Robert Payne's activities while he was in jail awaiting trial, was without probative value, and was prejudicial to the appellants. The testimony concerning James Payne's incarceration was elicited during cross-examination of Jerry Payne over the objection of defense counsel. Appellants speculate that the prosecutor wished to imply that James was being punished for something and that therefore the rest of the family now on trial must also be guilty. Such speculation does not meet the appellants' burden of showing that the trial court's discretion was clearly abused, or that there was manifest prejudice to the appellants. See Hall v. State, 698 P.2d 33 (Okl.Cr. 1985).\nIn the same subproposition the appellants complain of testimony by the sheriff rebutting the testimony of Lois Payne that her husband, Robert Payne, was ill. Although they argue that the testimony was without probative value, they fail to show prejudice, see Hall, and therefore this subproposition is meritless.\nAs their fourth subproposition, the appellants allege that three events during the trial resulted in prejudicial error. A saddle which had been ruled inadmissible was brought into the courtroom, a juror had lunch with two State witnesses, and a check which was ruled inadmissible was left out on State's counsel table where one juror stopped and looked at it on the way out to deliberate. Concerning the saddle, the trial judge saw the sheriff enter the courtroom with the saddle, caught his attention and motioned for him to remove it, which he did. In reviewing the situation, the judge stated that considering the position of the jurors and that of the sheriff, he did not believe that the jurors could see the saddle, that defense counsel had failed to make a timely objection, and that questioning the jurors would improperly call attention to the saddle. We find that the trial court acted properly and that the appellants were not prejudiced. Concerning the lunch the juror had with the two witnesses, both witnesses were called and asked if they had discussed the case in any manner with the juror, and they stated they had not. Furthermore, the trial judge stated that he would question the juror in chambers. Defense counsel did not ask that a record be made, and we find none. Therefore this complaint has not been properly preserved. Martinez v. State, 569 P.2d 497 (Okl.Cr. 1977). Concerning the check which was left on the prosecutor's counsel table, the trial court stated that the check had been excluded, and that he did not see how the appellants could be prejudiced. There apparently had been no testimony concerning the check, and we agree with the trial judge that no prejudice has been shown. This subproposition is also without merit.\nAs Robert and Jerry Payne's last assignment of error, they argue that the trial court failed to instruct the jury on their theory of defense, that is that they did not have the guilty knowledge necessary to warrant a conviction. They admit that no instruction was requested. A review of Instruction No. 4 reveals that it clearly states the applicable law, and therefore we do not find any error. See Tate v. State, 664 P.2d 1036 (Okl.Cr. 1983). This assignment of error is clearly meritless.\nIn his separate assignment of error, Robert Payne alleges that insufficient evidence was introduced to convict him. The test to determine if the evidence presented is sufficient to support the conviction is stated in Spuehler v. State, 709 P.2d 202 (Okl.Cr. 1985). After reviewing the evidence in the light most favorable to the State, if a rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt, the evidence is sufficient to support the conviction. The essential elements of the crime of Knowingly Concealing Stolen Property are first, a knowledge that the property was stolen, and second, the act of concealing it in some manner from its rightful owner. Bookman v. State, 661 P.2d 909 (Okl.Cr. 1983). Knowledge may be inferred from the facts and circumstances surrounding the case. In this case part of those circumstances was that other stolen property was found on appellant's property, which is admissible to show guilty knowledge. *203 Taylor v. State, 646 P.2d 615 (Okl. Cr. 1982). The evidence reveals that Danny Hudson arrived at the appellant's residence with fourteen head of calves, with apparently no explanation for how he acquired them. Around the same time, other stolen items appeared at the residence of the appellant, who was unemployed at the time. In fact none of the three appellants were employed at the time. The record reveals that the evidence meets the Spuehler test, and therefore this assignment of error is meritless.\nAs his single assignment of error, Jeff Payne alleges that the evidence presented was insufficient to convict him. When considering the test given in Spuehler, we find that the evidence is also sufficient to convict this appellant. A jury can consider an unsatisfactory explanation of possession offered by the defense. Luman v. State, 626 P.2d 869 (Okl.Cr. 1981). This appellant's mother testified that she asked her boys about the presence of the stolen tractor, but received no explanation, that they all \"evaded the question.\" He lived with his parents and made the trip with his brothers and father when four of the stolen calves were sold in Iowa. This assignment is also without merit.\nThe judgments and sentences are AFFIRMED.\nBRETT, P.J., concurs in results.\nPARKS, J., dissents.\nPARKS, Judge, dissenting:\nI respectfully disagree with the majority's opinion that the comments of the prosecutor regarding Hudson's alleged testimony were not prejudicial to the appellant.\nBefore the trial started, an in camera hearing was held regarding Hudson's possible testimony. The witness admitted that he waived extradition from Arkansas, but said he did so only to avoid the authorities later claiming that he was uncooperative. During this hearing, he specifically stated on two occasions that he refused to testify. Despite this announcement, the prosecutor called him as a witness, and he immediately claimed his Fifth Amendment right against self-incrimination. A second hearing was then held out of the jury's presence. Hudson reiterated his intention not to testify, despite assurances of immunity, and was cited for contempt. Certainly, the prosecutor thought Hudson's refusal to testify would help the State's case; otherwise, he would not have called a witness that he knew would refuse to answer his questions. But, as the majority correctly holds, that alone does not warrant reversal. Namet v. United States, 373 U.S. 179, 186-187, 83 S. Ct. 1151, 1155-56, 10 L. Ed. 2d 278 (1963).\nHowever, the prosecutor did not let it rest there. After Hudson refused to testify, the prosecutor called Gene Drake, a criminal investigator, for the sole purpose of asking him if he had obtained a confession from Hudson regarding the cattle theft \u0097 a charge, incidentally, for which appellants were not being tried. After Drake was not allowed to answer the question, the remainder of Drake's testimony consisted of answering questions concerning the interview of Hudson about the theft of various other items.\nLater in the trial, during cross-examination of one of the appellants, the following dialogue took place:\nQ... . You hauled these calves to Iowa and you sold them. Now, Danny Hudson denies selling these calves to you \u0097 Objections were made and denied)\nQ. If this man right here denies selling these calves to you, would he be telling the truth?\nA. No, sir.\nQ. If he says these calves came from the University of Arkansas and that you, Bob Payne and Jeff Payne participated, is he not telling the truth?\nA. No, sir.\nStatements made by Hudson were also put before the jury later in the same testimony:\nQ. If Danny Hudson has said that he didn't own these calves, didn't sell them to you, would he be telling the truth?\nA. No, sir.\n\n*204 Q. If Danny Hudson tells us that you, Jerry Payne, Bob Payne and himself took these cattle from the University of Arkansas, he would be telling the truth, wouldn't he?\nA. No, sir.\nIn essence, the hypothetical questions posed by the prosecutor affirmatively placed before the jury the alleged testimony of Hudson, a witness who refused to testify.\nThis conduct can be interpreted only as blatant attempts by the prosecutor to get to the jury testimony from a witness who on three occasions, in two separate hearings, refused to testify. This Court cannot tolerate such flagrant violations of Section 3-5.7(c) of The ABA Standards for Criminal Justice, The Prosecution Function, (1980), which reads:\n(c) A prosecutor should not call a witness who the prosecutor knows will claim a valid privilege not to testify for the purpose of impressing upon the jury the fact of the claim of privilege. In some instances, as defined in codes of professional responsibility, doing so will constitute unprofessional conduct.\nIt is improper for the prosecutor to build his case through the use of innuendo derived from a valid claim of privilege. As demonstrated by the record in the present case, that was exactly the strategy used by the prosecutor when he continued to insert \"hypotheticals\" as to what the witness Hudson would have testified.\nThe tactics used here distinguish this case from Namet. In Namet, there was no evidence the government attempted to make a \"conscious and flagrant attempt to build its case out of inferences arising from use of the testimonial privilege.\" Namet, supra, at 186, 83 S. Ct. at 1154-1155. Nor was there present the situation where the prosecutor knew or should have known the witness would refuse to testify.\nThe hypotheticals posed by the prosecutor amounted to his own testimony being put before the jury, as he based his questions on facts not proven by evidence. The duty of the prosecutor was aptly stated in Daney v. State, 370 P.2d 44, 45 (Okla. Crim. App. 1962):\nIt is a grave breach of duty for a prosecuting attorney to seek by innuendo or artifice to procure a conviction by injecting into the case facts or conclusions not based upon the evidence adduced at trial.\nSuch presentation is especially prejudicial in light of the fact that it arose out of a claim of the witness's constitutional privilege against self-incrimination. As such, the appellants were denied the right of effective cross-examination and were left powerless to combat the inferences raised. For these reasons, I would reverse.\nI also disagree with the majority's use of Illinois v. Gates, 462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527 (1983), in determining the validity of a search warrant. The appellant challenges the validity of the warrant on both state and federal constitutional grounds. While this Court has agreed to apply the Gates test to federal constitutional challenges, the \"totality of the circumstances\" test has not yet been adopted as the applicable standard for a state constitutional claim. See Tosh v. State, 736 P.2d 527 (Okla. Crim. App. 1987) (Brett, J., and Parks, J., both concurring in result); Foster v. State, 742 P.2d 1131 (Okla. Crim. App. 1987). For this reason, I would continue to apply the standards we have imposed in the past with regards to state constitutional challenges. See McGee v. State, 645 P.2d 529, 530 (Okla. Crim. App. 1982); Luker v. State, 504 P.2d 1238, 1240 (Okla. Crim. App. 1973). Under the present standards followed by this Court, the warrant was minimally sufficient. See McGee, supra, 645 P.2d at 530-531.\nFor the above stated reasons, I would uphold the validity of the search warrant. However, in my opinion, the undue prejudice caused by the prosecutor's conduct deprived the appellant of a fair trial. On the basis of the foregoing, I dissent.\n",
            "ocr": false,
            "opinion_id": 1394983
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}