{
    "id": 1397750,
    "judges": "Brett, Bussey",
    "date_filed": 451008000000,
    "date_filed_is_approximate": false,
    "slug": "gillum-v-state",
    "case_name_short": "Gillum",
    "case_name": "Gillum v. State",
    "case_name_full": "Johnny Glen GILLUM, Appellant, v. the STATE of Oklahoma, Appellee",
    "attorneys": "Joseph H. Humphrey, Duncan, for appellant., Michael C. Turpén, Atty. Gen. of Okl., Robert W. Cole, Asst. Atty. Gen., Oklahoma City, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b135-6\">\n    Johnny Glen GILLUM, Appellant, v. The STATE of Oklahoma, Appellee.\n   </parties><docketnumber id=\"AIz\">\n    No. F-81-683.\n   </docketnumber><br><court id=\"b135-9\">\n    Court of Criminal Appeals of Oklahoma.\n   </court><decisiondate id=\"AJe\">\n    April 17, 1984.\n   </decisiondate><br><attorneys id=\"b135-25\">\n    Joseph H. Humphrey, Duncan, for appellant.\n   </attorneys><br><attorneys id=\"b135-26\">\n    Michael C. Turpén, Atty. Gen. of Okl., Robert W. Cole, Asst. Atty. Gen., Oklahoma City, for appellee.\n   </attorneys>",
    "citations": [
        "681 P.2d 87"
    ],
    "opinions": [
        {
            "author_str": "Bussey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5409.0,
            "opinion_text": "\n681 P.2d 87 (1984)\nJohnny Glen GILLUM, Appellant,\nv.\nThe STATE of Oklahoma, Appellee.\nNo. F-81-683.\nCourt of Criminal Appeals of Oklahoma.\nApril 17, 1984.\nJoseph H. Humphrey, Duncan, for appellant.\nMichael C. Turpen, Atty. Gen. of Okl., Robert W. Cole, Asst. Atty. Gen., Oklahoma City, for appellee.\n\nOPINION\nBUSSEY, Presiding Judge:\nJohnny Glen Gillum was convicted of three counts of Murder in the First Degree, and was sentenced to life in prison. A co-defendant, Olan Randall Robison, received death sentences for the same crimes, which were affirmed by this Court on direct appeal. Robison v. State, 677 P.2d 1080 (Okl.Cr. 1984).\nThis cause must be reversed and remanded due to the use at trial of evidence in violation of 12 Ohio St. 1981, § 2410.\n\n\n*88 I\nThis conviction arose out of a triple homicide at a residence in Velma, Oklahoma, on the evening of June 12, 1980. Appellant was arrested in connection with the investigation near Clarkston, Washington, on August 19, 1980. He was interviewed in Clarkston by Oklahoma investigators on August 21, 1980. He waived extradition, and was interviewed a second time on September 8, 1980, after his return to this State.\nAt trial, the State used in its case-in-chief statements by the appellant at the August 21 interview. These statements reflected appellant's admission that he had accompanied two other men to the scene of the crime. However, he maintained that he had no advance knowledge of the men's purpose, and that he took no part in the crimes. He claimed that he had been threatened by his companions, and insisted that he was innocent.\nIn the defense case-in-chief, the appellant testified along these same lines. He specifically testified that he was unarmed at all relevant times, and that he had no prior awareness that a robbery was planned.\nOn cross-examination, appellant denied making prior inconsistent statements to investigators. In rebuttal, the State introduced evidence of statements given by the appellant at the September 8 interview. These statements included: that prior to departing with the other two men for the journey to the Velma location, appellant heard co-defendant Robison say on two occasions that they were going to get some money; that en route to the scene of the crimes, Robison gave appellant a .25 caliber automatic; and that during the trip appellant inquired of Robison how much money they were going to get on the job, and that Robison replied, \"five or six thousand dollars.\"\n\nII\nTitle 12 Ohio St. 1981, § 2410 provides:\nExcept as otherwise provided in this paragraph, evidence of a plea of guilty, later withdrawn, or a plea of nolo contendere, or of an offer to plead guilty or nolo contendere to the crime charged or any other crime, or of statements made in connection with, and relevant to, any of the foregoing pleas or offers, is not admissible in any civil or criminal proceeding against the person who made the plea offer. However, evidence of a statement made in connection with, and relevant to, a plea of guilty, later withdrawn, a plea of nolo contendere, or an offer to plead guilty or nolo contendere to the crime charged or any other crime, is admissible in a criminal proceeding for perjury or false statement if the statement was made by the defendant under oath, on the record and in the presence of counsel.\nThe question in this case is whether the statements at the September 8 interview were \"made in connection with, and relevant to\" an offer to plead guilty. In order to decide this question, we\nmust apply a two-tiered analysis and determine, first, whether the accused exhibited an actual subjective expectation to negotiate a plea at the time of the discussion, and, second, whether the accused's expectation was reasonable given the totality of the objective circumstances.\nUnited States v. Robertson, 582 F.2d 1356, 1366 (5th Cir.1978) (construing versions of Fed.R.Evid. 410 and Fed.R.Crim.P. 11(e)(6) virtually identical to § 2410) (citations omitted). See also United States v. Pantohan, 602 F.2d 855 (9th Cir.1979); Blackwell v. State, 663 P.2d 12 (Okl.Cr. 1983) (defendant's subjective expectation must be reasonable given the circumstances surrounding the statements); and Annot., 60 A.L.R. Fed. 854 (1982).\nAccording to appellant's original court-appointed counsel, who was called by the State on rebuttal, a plea bargain had been negotiated under which defendant would be allowed to plead guilty to one count of Murder in the First Degree, and the State would dismiss the other two murder counts and assist in securing permission for the appellant to serve his sentence in a federal penitentiary. However, the *89 agreement was predicated upon the appellant telling the truth concerning the crimes.\nThree investigators were present at the interview to evaluate the information disclosed by the appellant in the light of the facts already known to the State and to formulate a recommendation to the District Attorney concerning the validity of the information given by appellant. On the date of the interview, appellant's counsel admonished him to tell the truth to the investigators.\nIt is manifest that the statements were given at the September 8 interview in the reasonable subjective belief that they were part of the plea bargain.\nWe must conclude that the statements were inadmissible under 12 Ohio St. 1981, § 2410.\n\nIII\nThat the statements were used for the purpose of impeachment does not require a different result. No exception for impeachment is set out in the rule, and we cannot conclude that we should add one of our own making. State v. Jackson, 325 N.W.2d 819 (Minn. 1982) (construing Minn. R.Evid. 410, similar in material respects to § 2410). The purpose of Section 2410 and similar provisions is to encourage plea bargaining. To permit the use of plea discussions to impeach could have a chilling effect on plea negotiations, and raise constitutional questions concerning the voluntariness of statements made in the expectation of a plea agreement. State v. Vargas, 127 Ariz. 59, 618 P.2d 229, 231 (1980) (construing Rule 410, Rules of Evidence, 17A A.R.S., and Rule 17.4f, Rules of Criminal Procedure, 17 A.R.S., similar in material respects to § 2410).\nMoreover, § 2410 is patterned after Fed. R.Evid. 410, as amended by Pub.L. No. 94-149, § 1(9), 89 Stat. 805 (1975). See Kutner, A Comparative Outline of the Oklahoma Evidence Code and the Federal Rules of Evidence, 32 Okl.L.Rev. 355, 361 (1979); Frank T. Read, Oklahoma Evidence Handbook, § 2410 p. 89, (1979). As originally enacted by Congress after an amendment proposed by the Senate, the federal rule exempted\n[v]oluntary and reliable statements made in court on the record in connection with any of the foregoing pleas or offers where offered for impeachment purposes or in a subsequent prosecution of the declarant for perjury or false statement.\nPub.L. No. 93-595; 88 Stat. 1926, 1933 (1975) (emphasis added).\nThe deletion of the impeachment authorization from the federal rule as amended later in 1975 is a strong indication that Rule 410 was intended to bar even impeachment use of such evidence. See United States v. Lawson, 683 F.2d 688, 692-93 (2d Cir.1982). The Legislature's choice of the later version of Rule 410 as the pattern for § 2410 suggests that the state provision was also intended to bar the use of negotiation discussions for impeachment purposes. See also State v. Trujillo, 93 N.M. 724, 605 P.2d 232 (1980); and Landrum v. State, 430 So. 2d 549 (Fla.App. 1983).[1]\nAs stated in Jackson v. State, supra, [w]hile to exclude defendant's statements even for impeachment may hamper truth seeking, the rulemakers have balanced that interest against the chilling effect on plea negotiations and have struck the balance in favor of plea bargaining.\n325 N.W.2d at 823.\nWe are of the opinion that the erroneous admission of the appellant's statements *90 at the September 8 interview was prejudicial, and was properly preserved for review.\nAccordingly, this cause is REVERSED and REMANDED for a new trial.[2]\nBRETT, J., concurs.\nNOTES\n[1]  The Evidence Subcommittee Note to Section 2410 suggests that Section 2410 was patterned after Fed.R.Evid. 410 as originally enacted:\n\nSection 410 is identical, with immaterial housekeeping alterations, to the Federal rule which was amended in Congress to add the second sentence making subsequently withdrawn pleas admissible where they have been made in court on the record for the limited purposes of impeachment and in subsequent perjury or false statement prosecutions to prevent a defendant from contradicting previous reliable statements.\nAs noted above, § 2410 is materially different on this point from Fed.R.Evid. 410 as originally enacted by Congress. Accordingly, we must express a rare disagreement with the excellent Subcommittee materials.\n[2]  We express no opinion as to the remaining propositions of error except the sixth, to wit, that the evidence was insufficient to support the verdict. Careful review of the record reveals that the evidence supported the verdict of the jury.\n\n",
            "ocr": false,
            "opinion_id": 1397750
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Robbery"
}