{
    "id": 1481481,
    "judges": "Judges O'brien, Havey and Conley",
    "date_filed": "2004-03-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-grant",
    "case_name_short": "Grant",
    "case_name": "State v. Grant",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "604 A.2d 147",
        "254 N.J. Super. 571"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n254 N.J. Super. 571 (1992)\n604 A.2d 147\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nCARL GRANT, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nArgued February 11, 1992.\nDecided March 4, 1992.\n*573 Before Judges O'BRIEN, HAVEY and CONLEY.\nJohn Vincent Saykanic, Designated Counsel, argued the cause for appellant (Wilfredo Caraballo, Public Defender, attorney; John Vincent Saykanic, of counsel and on the brief).\nNancy A. Hulett argued the cause for respondent (Robert J. Del Tufo, Attorney General, attorney; Nancy A. Hulett, of counsel and on the brief).\nThe opinion of the court was delivered by CONLEY, J.S.C. (temporarily assigned).\nTried by a jury, defendant[1] was convicted of conspiracy to commit robbery in violation of N.J.S.A. 2C:5-2 and N.J.S.A. 2C:15-1 (Count 1); attempted armed robbery in violation of N.J.S.A. 2C:5-1 and N.J.S.A. 2C:15-1 (Count 2); felony murder in violation of N.J.S.A. 2C:11-3a(3) (Count 3); aggravated assault upon Vonzell Johnson in violation of N.J.S.A. 2C:12-1b(1) (Count 5); possession of a handgun without a permit in violation of N.J.S.A. 2C:39-5b (Count 6); possession of a rifle without a purchaser identification card in violation of N.J.S.A. 2C:39-5c(1) (Count 7), and possession of firearms for an unlawful purpose in violation of N.J.S.A. 2C:39-4a (Count 8). Count 4 charged defendant with knowing or purposeful murder of Rodney Holman in violation of N.J.S.A. 2C:11-3a(1), (2). Defendant was acquitted on that offense, but convicted of the lesser included offense of aggravated manslaughter in violation of N.J.S.A. 2C:11-4a. Defendant was sentenced to life imprisonment with a 30 years parole disqualification on Count 3 (felony murder). He was sentenced to a consecutive term of 10 years with 5 years parole disqualification on Count 5 (aggravated *574 assault). He was sentenced to concurrent 5 year terms on Counts 6 and 7. All other counts were merged. Violent Crimes Compensation Board penalties totaling $120.00 were also imposed.\nThe convictions arose from what the State alleged was a planned armed robbery for drugs which turned into a shooting, resulting in the death of Rodney Holman and the assault upon Vonzell Johnson. The principal witnesses to testify for the State were Vonzell Johnson, the victim of the aggravated assault charge, and Robert Canada, an eye-witness. Johnson, previously convicted twice of drug offenses, testified that on August 30, 1988 at about 2:30 a.m., he and his friend Rodney Holman were sitting on a bench in a park on 4th Avenue in East Orange. He had just bought a quart of beer. They were approached by three \"guys\" they did not know who asked if Johnson and Holman had drugs. One was wearing a red undershirt (defendant), another a white sweatsuit (co-defendant Rush) and the third was wearing a blue sweatsuit (co-defendant McKenzie). Holman told them, \"we don't sell drugs, go up the street, ask somebody up the street.\" The three men then walked away.\nJohnson and Holman walked toward Ampere Parkway and 4th Avenue where they saw Robert Canada, a friend of Johnson, coming around the corner in a gold Camaro. Canada parked his car across the street and he and Johnson had just begun to talk when a burgundy Toyota pickup truck pulled up. The same three men Johnson and Holman had seen in the park were now in the pickup truck. The one wearing the red undershirt was driving, the one wearing the white sweatsuit was the right front passenger and the one wearing the blue sweatsuit sat in the middle.\nOne of the three men said that someone around the corner told them Johnson and Holman did have drugs. During the trial, Johnson was initially not sure which one had said this, he finally said it was the man wearing the white sweatsuit; in his *575 statement to the police, however, he had said it was the man wearing the blue sweatsuit. The man wearing the white sweatsuit got out of the truck from the passenger's seat, followed by the man wearing the blue sweatsuit. Johnson saw that the man in the blue sweatsuit had a small gun with a clip on it and told Holman to run. He also testified he saw the man wearing the white sweatsuit holding a big gun up in the air. In his statement to the police, however, he had said the only person he saw with a gun was the man wearing the blue sweatsuit. Johnson himself then ran away in a zig-zag pattern, and Holman ran in another direction. Johnson testified he heard shots fired at him by the man wearing the blue sweatsuit with the small gun and then he heard a louder shot. However, immediately after the shooting Johnson had said the man wearing the blue sweatsuit had fired only one shot at him. As Johnson got across the street, the truck was pulling off and Holman was laying on the ground. Holman died shortly thereafter of a gun shot wound in the back.\nWhen a patrol car came by a few seconds after the shooting, Johnson flagged it down and described the three assailants, the truck, and in which the direction it left. He described the truck as a brown Toyota. The descriptions were dispatched over the police radio and shortly thereafter Johnson was told a truck fitting the description had been stopped in Newark and they had three men fitting the descriptions. Johnson was driven to where the truck had been stopped about 15 to 20 minutes away. Johnson observed three individuals in a patrol car and identified them as the three assailants. During trial, however, he was not able to identify either defendant or co-defendant Rush.\nRobert Canada, also previously convicted twice for possession of drugs, was a witness to the shooting. Contrary to Johnson's testimony, he said he had walked to the area of the shooting incident where he had earlier seen co-defendant Rush, who was wearing a white sweatsuit. At some point later, he saw Vonzell Johnson and Rodney Holman, both of whom he knew, on the corner of Ampere Parkway and Whitney Place. After *576 speaking briefly to Johnson and Holman, Canada proceeded toward 33 Ampere Parkway. From that location, which he said was about 75 feet away, he saw a red or burgundy pickup truck turn into the intersection.\nContradicting somewhat Johnson's version of what occurred, Canada said he then saw a \"verbal altercation\" between Johnson, Holman and the man wearing the white sweatsuit whom he had seen earlier. The altercation was \"loud ... yelling, shouting\" at each other. Johnson finally shouted that \"he didn't have anything\" and \"run.\" Johnson ran in a zig-zag pattern across Ampere Parkway; as Johnson was running Canada saw blue flames, heard three shots and saw the man wearing the white sweatsuit shooting from a small shiny gun. Canada turned and began to run, too; as he did he heard a \"boom from a larger caliber gun; had to be.\" He said a third man, who was not then present in court, was outside of the truck; the driver remained inside.\nWhen he heard \"radio cars,\" Canada returned to the scene of the shooting and gave his descriptions. After the Toyota was stopped, Canada left with the police to make a possible identification. He identified the pickup truck, and one of the defendants (Rush). However, he admitted it was about 75 feet from where he was standing at 33 Ampere to where Johnson and Holman were standing and in his original signed statement to the police, Canada stated he had been unable to identify any of the suspects (except by clothing) because he had been too far away. Canada acknowledged being very near-sighted, but stated he was wearing his contact lenses the night of the shooting, however he admitted during his testimony that he could not fully read signs in the courtroom 40 feet away. On re-direct, he identified Grant as the driver of the pickup, although he had never so identified him before. Finally, during his trial testimony he denied hearing a police radio dispatch that the suspects had been picked up; in a prior proceeding he had said he did hear such a transmission on his way to make an identification.\n*577 Eric Scotland testified he lent Carl Grant his Toyota truck the night in question. There was only a power drill and \"cable tools\" in the truck then. However when the truck was stopped in response to the \"general alarm dispatch,\" the Newark police removed an M-1 sawed-off carbine rifle from behind the seat, with 27 live rounds in the magazine, but none in the chamber. A Taurus .357 magnum and a .25 caliber Raven pistol were also recovered from the truck. The .357 was fully loaded, and the .25 had two live rounds: one in the chamber, one in the magazine. A black pouch containing 24 live rounds of both .38 and .357 caliber. The driver of the truck was wearing a red T-shirt, and the first passenger to exit the truck was wearing a white terry sweatsuit. Defendants Grant and Rush were identified as those two individuals.\nA ballistics expert testified that a .38 caliber cartridge can be fired from a .357 caliber gun. This expert indicated the bullet removed from Holman's body had the same \"lands and grooves\" and right-hand twist as a test bullet fired from the Taurus magnum .357. However, a certain identification could not be made. Comparisons between two casings found at the scene of the shooting and those resulting from test-firing the Raven .25 pistol indicated common class characteristics of the Raven, but a positive identification was not possible.\nThe primary defense was misidentification. In this respect, Dr. Sannito, an expert in the field of memory and recall, testified for defense. He described short term memory, and how a witness to a crime could keep in short term memory four or five details, or seven at the most, and even then only through constant, focused rehearsal of those details. Long term memory can be maintained through several methods. One of the methods is time-consuming \"rote\" memorization. Another is \"coding\" or storing information under a label or classification, though this type of memory can lead to error because when \"code\" memory is recalled it is apt to resurface with incorrect information the individual associates with the code or label. The third method is images or visual perceptions which *578 can be affected by: a) exaggeration of details of perceived significance; b) deletion of details perceived to be insignificant, and c) assimilation of what was actually perceived with stereotypes in order to \"make it fit\". Moreover, under stress or fear, \"tunnel vision\" occurs, and a person's perception narrows to the immediate danger. Dr. Sannito indicated with \"tunnel vision\" one might focus on a gun itself and other details would become \"fuzzy\". He also indicated that memory and recall are disrupted generally by stress. He said people tend to see what they expect to see, and that the questioning process after the fact could affect perceptions. He described recall as a creative process involving decision-making and stated that the longer one's exposure to an object the greater the recall potential. However, the greater the stress of the situation the poorer one's recall would be. According to Dr. Sannito, there was no demonstrated correlation between certainty expressed by an observer and that observer's accuracy of identification.\nThe defense also presented Jerome Williams who was in the area at the time of the shooting. Mr. Williams testified that a red car, one he recognized from earlier in the evening then driven by \"Red Barrett,\" drove by as Johnson and Holman turned the corner from Whitney onto Ampere. It was at that point he said he heard shots. Williams stated Rush and Grant were \"by the parking lot, they weren't near the corner yet,\" indicating they were visible but not involved in the shooting.\nAlthough defendant did not testify, co-defendant Rush did. He said he had walked McKenzie to the bus stop at about 1:25 a.m., and was waiting several minutes when Carl Grant pulled up in the pickup truck. Grant drove off, but returned 15 minutes later. Rush and McKenzie got into the truck and went to buy `weed' for Grant and then drop off McKenzie. He denied knowing there were weapons in the truck. Grant eventually parked the truck \"by the circle on Whitney.\" The truck was there for about 15 minutes before defendants heard the shots, ran to the truck and drove off. An individual named Alex Alexander got into the truck, too, but was left off at 16th *579 Street. Called by the State in rebuttal, however, Mr. Alexander stated he did not remember where he was in the early morning hours of August 30, 1988; that he never heard gunshots with co-defendant Rush or jumped into a truck with him.\nOn appeal, defendant raises the following points:\nI. DEFENDANT CARL GRANT WAS DENIED HIS RIGHT TO AN IMPARTIAL JURY IN VIOLATION OF THE SIXTH AMENDMENT OF THE UNITED STATES CONSTITUTION AND ARTICLE I, PAR. 10 OF THE NEW JERSEY CONSTITUTION.\nII. THE PROSECUTOR EXCEEDED ALL BOUNDS OF PROPRIETY IN HIS SUMMATION WHICH DENIED DEFENDANT OF HIS FEDERAL AND STATE RIGHT TO A FAIR TRIAL AND MANDATES A REVERSAL OF THE DEFENDANT'S CONVICTIONS (PARTIALLY RAISED BELOW).\nIII. THE TRIAL JUDGE ERRED IN REFUSING TO GRANT A JUDGMENT OF ACQUITTAL IN FAVOR OF DEFENDANT GRANT AS TO ALL COUNTS; THE STATE FAILED TO ESTABLISH DEFENDANT'S GUILT BEYOND A REASONABLE DOUBT CONTRARY TO THE FOURTEENTH AMENDMENT OF THE UNITED STATES CONSTITUTION AND STATE CONSTITUTION.\nIV. DEFENDANT'S CONVICTIONS WERE AGAINST THE WEIGHT OF THE EVIDENCE AND HIS GUILT WAS NOT PROVEN BEYOND A REASONABLE DOUBT IN VIOLATION OF THE FOURTEENTH AMENDMENT (NOT RAISED BELOW).\nV. THE TRIAL JUDGE COMMITTED REVERSIBLE ERROR IN HIS CHARGE TO THE JURY WHICH DEPRIVED DEFENDANT OF HIS FOURTEENTH AMENDMENT DUE PROCESS RIGHT TO A FAIR TRIAL (PARTIALLY RAISED BELOW).\nVI. DEFENDANT'S SENTENCE MUST BE REDUCED AS IT IS MANIFESTLY EXCESSIVE, UNDULY PUNITIVE, AND NOT IN CONFORMANCE WITH THE CRIMINAL CODE AND CASE LAW.\nVII. THE INDICTMENT SHOULD HAVE BEEN DISMISSED WITH PREJUDICE ON THE GROUNDS OF PROSECUTORIAL MISCONDUCT AS THE INDICTMENT WAS OBTAINED IN VIOLATION OF DEFENDANT'S FEDERAL AND STATE CONSTITUTIONAL RIGHTS TO DUE PROCESS OF LAW AND INDICTMENT BY GRAND JURY.\nVIII. THE STOPPING OF THE VEHICLE IN QUESTION WAS NOT SUPPORTED BY PROBABLE CAUSE OR REASONABLE SUSPICION OF A SAFETY OR TRAFFIC VIOLATION AS REQUIRED UNDER TERRY V. OHIO AND ITS PROGENY.\nIX. THE ADMISSION OF THE PRE-TRIAL IDENTIFICATION OF DEFENDANT VIOLATED DEFENDANT'S DUE PROCESS RIGHTS MANDATING A REVERSAL OF DEFENDANT'S CONVICTIONS.\nWe find substantial merit to point I and reverse the convictions on that basis. We have carefully considered the arguments, *580 briefs, transcripts and applicable law as to the other points and are convinced they are clearly without merit. R. 2:11-3e(2).\nOn the second day of jury deliberations, juror six,[2] forwarded a note to the trial judge indicating she had \"a strong pro-defendant bias that makes it impossible for me to come to a fair verdict.\" When questioned by the judge as to the meaning of the note, she continued to indicate difficulty in reaching a fair verdict. Additionally, the following occurred during the voir dire:\n[JUROR]: I listened to all the testimony fairly. I don't believe during the case that I didn't give the prosecution a chance. I believe that I did listen and \u0097 listen impartially. I guess the trouble really comes up now that I just don't \u0097\nTHE COURT: What I really want to know, [juror], again, is your problem as a result of the facts and the evidence in this case or as a result of other outside influences, factors that may not be involved with the evidence and testimony in this case?\n\nLet me see if I can move it along that way.\n[JUROR]: I think it's both.\n\n[Emphasis added].\nThe juror was not excused; the conviction occurred on the same day. Following the trial, juror six sent a letter to the trial judge. The letter stated in part:\nThe jury utilized comments of another juror to bolster their assumption of robbery. One of the jurors informed the jury that she had described the weapons carried by the defendants to her husband, a corrections officer, who immediately replied \"they were going to rob someone.\" I was ignored when I told the rest of the jury that we had no right to consider her husband's opinion as to the purpose of the guns.\nAs a result of this letter indicating improper extraneous influences during jury deliberations, a voir dire of all the jurors was conducted. During the voir dire, juror six testified that the juror referred to in her letter was the foreperson, juror one. In characterizing the comments, juror six stated that the words used in her letter, \"they were going to rob some[one],\" were accurate. She further testified that the foreperson made her comments twice and the second time:\n\n*581 I was angry that she had mentioned it another time and I had not said anything the first time, and the second time when she said it I said that, you know, that has nothing to do with \u0097 you can't consider that, it is not part of the case and her husband's opinion, you know, has no bearing.\nJuror one acknowledged that she, along with all the other jurors, had been instructed not to discuss the case with anyone, and that the case was to be decided on the basis of what was heard in the courtroom. She acknowledged that one night during the deliberation period she asked her husband about one of the guns. He was a corrections officer and owned a .357 magnum. She asked him \"about the bullet, the way it goes into the chamber.\" Her husband responded with a question, \"is this a robbery case?\" She asked him why he had asked her that and he said \"why would guns be involved?\" When she was asked if her husband had said \"well, if this is a robbery case and then they had those weapons because they were going to commit a robbery,\" she said that he \"might have.\" She admitted telling one or two other jurors of these comments.\nA number of other jurors recalled related conversations in the jury room during deliberations. Juror two recalled that the foreperson said she had described the weapons to her husband, a corrections officer, and that he told her \"they were going to rob someone.\" Juror two stated, \"I remember it happening one time and I think people pretty much nodded their hands [sic], or, yeah, that's right, or whatever.\" Juror five recalled that the foreperson related that her husband was a corrections officer, that she described the weapons, and that the husband said they were going to rob someone; however, she did not think these comments were made during actual deliberations. Juror nine recalled that the foreperson's husband was \"some kind of officer,\" that that information came up during deliberations when the gun was being discussed. He recalled the foreperson telling them that her husband had said the .357 magnum was a \"big gun\" that \"jacks you back,\" or something like that. Juror thirteen recalled the foreperson \"speaking to her husband\" but believed it happened \"during the listening of *582 the case.\" He attempted to paraphrase the comments: \"... I guess it would be something to the effect of having so much firepower they would rob....\" Juror fourteen recalled remarks to the effect that the foreperson's husband was a corrections officer and said \"they were going to rob someone.\" However, she did not recall when the words were spoken. Five other jurors did not recall any similar statements.\nIn denying the motion for a new trial based on the jury misconduct, the trial judge concluded only one juror, in addition to juror six, heard the comments by the foreperson. This was incorrect. He also concluded the corrections officer's opinion that defendants had the weapons to commit robbery was not an extraneous matter because the prosecutor so argued in summation. In doing so, the trial judge quoted the following portions of the prosecutor's summation:\nSo I submit to you and I'll tie it up a little bit later, based upon the facts of this case, clearly there was an agreement to commit robbery. Why else are three people riding around the City of East Orange at that time in the morning with that type of fire power, a sawed-off M-1 carbine; a 30-round clip, 27 live rounds in the clip, the barrel sawed off \u0097 it's useless for hunting animals, the stock is sawed off. I mean, you can't take aim like you're shooting a buck at 200 yards \u0097 a 357 magnum; 25 automatic. You think they were out there target shooting at 2:00 3 o'clock in the morning? You think they're out there squirrel hunting? The defendants in the truck with that awsome (sic) fire power obviously were up to no good and what do you do with that type of fire power \u0097 you rob people and if need be, you kill them.\n........\nFor what purpose do you think that was possessed \u0097 unlawfully with the intent to use it unlawfully against a person of another, the M-1 carbine \u0097 admittedly and thankfully that was not used, but the charge is possession with the intent to use it against the person of another, not to have used it, to intend to use it. For what purpose do you think that weapon was in the truck, to shoot squirrels, to go target hunting? It's useless as a sports weapon.\nThus, the trial judge reasoned that \"we don't have \u0097 as far as I can analyze it, extraneous matters in any event coming into this case\" and concluded:\nAs indicated earlier in this case, I found [juror six's] allegations as contained in those seven specific lines of the three-page letter to be serious enough to warrant interrogation of the jurors. Again, accepting that some comment along the lines indicated was made, I do not believe that such information was *583 extraneous to the proofs, but were clearly identical to the specific argument made by Assistant Prosecutor Lechliter during his summation on June the 6th. The specific comment attributable to [the forewoman's husband through the forewoman], I don't believe manifests any bias as specifically against either defendant.\nHe thus denied the motion for a new trial.\nA new trial will be granted where jury misconduct or intrusion of irregular influences into the jury deliberation \"could have a tendency to influence the jury in arriving at its verdict in a manner inconsistent with the legal proofs and the court's charge.\" Panko v. Flintkote Co., 7 N.J. 55, 61, 80 A.2d 302 (1951). This is so because a jury verdict must be \"based solely on legal evidence ... and entirely free from the taint of extraneous considerations and influences.\" Id. Cf. State v. Bey, 112 N.J. 45, 75-76, 548 A.2d 846 (1988). The test, thus, \"is not whether the irregular matter actually influenced the result, but whether it had the capacity of doing so.\" Panko, 7 N.J. at 61, 80 A.2d 302.\nAs we have previously observed, this firmly held principle is in recognition of the critical role our jury system has in the administration of justice. Thus, in State v. Weiler, 211 N.J. Super. 602, 610, 512 A.2d 531 (App.Div.), certif. denied 107 N.J. 37, 526 A.2d 130 (1986), we said:\nThe stringency of this rule is not a mere formalism. Palestroni v. Jacobs, [10 N.J. Super. 266, 271, 77 A.2d 183 (App.Div. 1950)]. Rather, it is \"imperatively required to secure verdicts based on proofs taken openly at the trial free from all danger of extraneous influences.\" Ibid. quoting Lamphear v. MacLean, 176 App.Div. 473, 162 N.Y.S. 432 (1916). The rule is founded on the sanctity of the jury system, State v. Doty, 32 N.J.L. 403, 406 (Sup.Ct. 1868), and \"is grounded upon the necessity of keeping the administration of justice pure and free from all suspicion of corrupting practices.\" Panko v. Flintkote Co., supra, 7 N.J. at 61-62 [80 A.2d 302]. The principle has long been applied in New Jersey. See, e.g., State v. Kociolek, 20 N.J. 92, 96-105 [118 A.2d 812] (1955); State v. Vaszorich, 13 N.J. 99, 114 [98 A.2d 299] (1953), cert. den. 346 U.S. 900, 74 S.Ct. 219, 98 L.Ed. 400 (1953); State v. Auld, 2 N.J. 426, 432 [67 A.2d 175] (1949); State v. Sachs, 69 N.J. Super. 566, 588 [174 A.2d 605] (App.Div. 1961); Kavanaugh v. Quigley, 63 N.J. Super. 153, 161-162 [164 A.2d 179] (App.Div. 1960); Jardine Estates v. Donna Brook Corp., 42 N.J. Super. 332, 340 [126 A.2d 372] (App.Div. 1956).\n*584 Indeed, so critical is the importance of maintaining the integrity of the jury process, that it has been held that \"[i]f the record fails to show whether or not the irregularity was prejudicial, it is presumed to be so anyhow and to be cause for reversal. It is only when the irregularity is affirmatively shown to have had no tendency to influence the verdict that a reversal is not required.\" State v. Sachs, 69 N.J. Super. 566, 588, 174 A.2d 605 (App.Div. 1961). See State v. Auld, 2 N.J. 426, 432, 67 A.2d 175 (1949).\nThus, in State v. Kociolek, 20 N.J. 92, 118 A.2d 812 (1955) a murder conviction and death penalty were reversed because extraneous and otherwise inadmissible evidence of another indictment of defendant for robbery and assault with intent to kill was obtained by the jury. A new trial was required notwithstanding the fact the extraneous information reached the jury after they had determined guilt but during their deliberations on penalty.\nSimilarly, in State v. Weiler, 211 N.J. Super. 602, 512 A.2d 531, a new trial was required where a court officer had contacted one of the jurors and essentially gave the juror her opinion that the defendant was guilty and that she knew more about the case than the jurors did because she could see the proceedings that were out of the jury's presence. Upon voir dire, the jurors disavowed any suggestion they had been influenced thereby and said they completely disregarded the officer's comments and opinions. Moreover, in denying a motion for new trial, the trial judge found that the misconduct did not have the capacity to affect the verdict, noting most of the comments related to a co-defendant who was acquitted and that the jurors had said they disregarded them. Nonetheless, we said:\n... The official conduct which is the predicate of this appeal profoundly shocks the judicial conscience. Seuff's interference in the jury's deliberative process constituted a brazenly lawless attempt to seek a conviction at the expense of fundamental individual rights. Seuff was a law enforcement officer and it is reasonable to say that jurors would naturally repose confidence in her. In her statements to the jurors, she did not merely refer to the evidence presented. Rather, she expressed her personal knowledge of defendant's guilt. Seuff *585 conveyed the idea that her opinion was partially based upon her expertise inherent in her position as a sheriff's officer.... [211 N.J. Super. at 611, 512 A.2d 531].\nAnd so, though acknowledging the trial judge's conscientious efforts to ensure the verdict had not been affected, we said:\n... Nevertheless, we are fully convinced that the misconduct of the sheriff's officer had the clear capacity to prejudice defendant in the eyes of the jury. The jurors' words [that they were not affected and disregarded the comments and opinions] alone are \"too weak a reed\" upon which to rest the difficult question of whether the verdict was subject to improper influence and tainted thereby....\n[211 N.J. Super. at 612, 512 A.2d 531].\nSee Mattox v. United States, 146 U.S. 140, 13 S.Ct. 50, 36 L.Ed. 917 (1892) (murder conviction set aside where in addition to a news article indicating a conviction was expected, a bailiff expressed his belief of defendant's guilt); Parker v. Gladden, 385 U.S. 363, 87 S.Ct. 468, 17 L.Ed.2d 420 (1966) (murder conviction set aside where bailiff said to the jury \"Oh that wicked fellow, he is guilty\" and \"[i]f there is anything wrong [in a guilty verdict] the Supreme Court will correct it,\" 385 U.S. at 363-64, 87 S.Ct. at 470, 17 L.Ed.2d at 422); United States v. Heller, 785 F.2d 1524 (11th Cir.1986) (tax evasion and false statement convictions were set aside where, in addition to racial and religious slurs, one juror solicited an unidentified accountant's opinion and conveyed that opinion to other jurors); Gibson v. Clanon, 633 F.2d 851 (9th Cir.1980), cert. denied, 450 U.S. 1035, 101 S.Ct. 1749, 68 L.Ed.2d 231 (1981) (conviction set aside were jurors had independently consulted a medical encyclopedia). Accord Palestroni v. Jacobs, 10 N.J. Super. 266, 271, 77 A.2d 183 (App.Div. 1950) (verdict set aside when jurors used a dictionary to obtain the meaning of a critical word). In setting aside the conviction in Gibson, the court said:\n... [W]hen a jury considers facts that have not been introduced in evidence, a defendant has effectively lost the rights of confrontation, cross-examination, and the assistance of counsel with regard to jury consideration of the extraneous evidence. In one sense the violation may be more serious than where these rights are denied at some other stage of the proceedings because the defendant may have no idea what new evidence has been considered. It is impossible to offer evidence to rebut it, to offer a curative instruction, to discuss its *586 significance in argument to the jury, or to take other tactical steps that might ameliorate its impact.\n[633 F.2d at 854].\nSimilarly, when the corrections officer's opinion that the intent of defendant and co-defendant was to rob because they had weapons in their possession, was injected into the trial during jury deliberations, defendant was deprived of the most fundamental rights available to a defendant in a criminal trial \u0097 the rights of confrontation, cross-examination, and assistance of counsel. See State v. Anderson, 251 N.J. Super. 327, 332, 598 A.2d 229 (App.Div. 1991). And, although the jury misconduct is not quite so \"brazen\" as in Weiler, it was in direct contravention of numerous cautionary instructions given by the trial judge not to discuss the case with others. Moreover, the opinion that defendant and co-defendant were out to rob because they had the weapons in the vehicle is not unlike Seuff's opinion in Weiler that the defendants were guilty and that she knew things the jurors did not. It is, moreover, much like the accountant's opinion solicited and shared with other jurors in Heller and the medical encyclopedia information injected into the deliberative process in Gibson.\nWe reject the State's contention that the opinion here is similar to the statement \"cops take bribes\" found not to have a capacity to affect the verdict in State v. Athorn, 46 N.J. 247, 216 A.2d 369 (1966), cert. denied, 384 U.S. 962, 86 S.Ct. 1589, 16 L.Ed.2d 674 (1966). That issue arose in the context of whether there should be a voir dire of the jury, calling into consideration the strong policy concerning jury deliberations. See Evid.R. 41.[3] More importantly, the comment \"cops take *587 bribes\" was not injected by an outside influence or source. In determining that jury voir dire was not required, the court in Athorn noted: \"considering today's ... news media it would be virtually impossible to find twelve jurors for any criminal trial who have not read or heard of events similar to those in the case actually before them.\" 46 N.J. at 252, 216 A.2d 369. But see State v. Bey, 112 N.J. at 81-85, 548 A.2d 846. Here the jury deliberations could have been substantially influenced by an outside source that defendant characterizes, and the State concedes, is an \"expert opinion,\" not a comment one simply reads in the newspaper.\nWe, moreover, reject the State's contention the misconduct was harmless. We recently rejected an argument of harmless error in State v. Anderson, 251 N.J. Super. at 332, 598 A.2d 229. There a conviction of receiving stolen property was set aside when, during deliberations, the jury found in a sports bag admitted into evidence a jewelry tag stuck in the seam of the bag that had never been identified or admitted into evidence. Even though we noted the \"compelling other evidence\" of defendant's guilt, we declined to consider the interjection of the tag as harmless, observing:\n... When a jury considers as evidence something which was not admitted at trial, the potential for prejudice may be even greater than when evidence is erroneously admitted. A party who has unsuccessfully objected to the admission of evidence has the opportunity to mitigate whatever prejudicial impact the evidence may have by presenting rebutting evidence and commenting upon the evidence in closing argument. However, if a jury considers as evidence something which was not admitted, a party who is adversely affected by that unadmitted evidence is deprived of any opportunity to rebut the evidence, to comment upon it in closing argument or to take the evidence into account in formulating trial strategy.\nConsequently, courts have been reluctant to view a jury's consideration of unadmitted evidence as harmless error. See, e.g., United States v. Luffred, 911 F.2d 1011, 1014-15 (5th Cir.1990); United States v. Hans, 738 F.2d 88, 93 (3rd *588 Cir.1984); Gibson v. Clanon, 633 F.2d 851 (9th Cir.1980), cert. denied, 450 U.S. 1035, 101 S.Ct. 1749, 68 L.Ed.2d 321 [231] (1981); United States v. Howard, 506 F.2d 865 (5th Cir.1975); Farese v. United States, [428 F.2d 178] supra [(5th Cir.1970)]; Dallago v. United States, 427 F.2d 546 (D.C. Cir.1969); United States v. Adams, 385 F.2d 548, 550-51 (2nd Cir.1967); Williams v. State, 448 So.2d 49 (Fla.Ct.App. 1984); cf. Vaughn v. United States, 367 A.2d 1291 (D.C.Ct.App. 1977).\n[251 N.J. Super. at 332-33, 598 A.2d 229].\nFurthermore, as we previously observed, not only is the test whether the misconduct merely has the capacity to influence, but we presume such capacity unless it has affirmatively been shown it does not. State v. Sachs, 69 N.J. Super. at 588, 174 A.2d 605. Here, the State has not borne that burden.\nIndeed, it is plain the corrections officer's opinion was capable of influencing the jury. As we have noted, his position as a corrections officer would lend weight to the opinion. Other jurors knew of his position both through the pre-trial voir dire and through the foreperson's offending comments. Moreover, they knew he owned a magnum .357 as was evident from juror nine's recollection of his describing it as a big gun that produces a kickback when fired.\nMoreover, the opinion went to the heart of an issue at trial. The defense presented two witnesses, Williams and co-defendant Rush, who testified there was no confrontation between defendants and Vonzell Johnson and decedent at the time of the shooting and in fact said there was another car in the area at the time. Certainly the corrections officer's opinion could undermine the credibility of these defense witnesses since it indicates defendants must have been planning some confrontation, reinforcing the prosecutor's closing argument that their intent was to rob or kill if need be. As previously noted, the prosecutor stated:\n... A .357 magnum, .25 automatic, you think they were out there target shooting at 2, 3 o'clock in the morning? You think they're out there squirrel hunting? The defendants in the truck with that awesome fire power obviously were up to no good, and what to you do with that type of fire power? You rob people and, if need be, you kill them.\n*589 We recognize the trial judge denied the motion for a new trial in part because the prosecutor had asked the jury to infer from the guns an intent to rob. Thus the trial judge found the injection of the opinion was neither extraneous nor prejudicial because it was in all respects identical to the prosecutor's specific arguments. However, the prosecutor's comments were arguments by a partial advocate. On the other hand, the corrections officer's opinion would facially appear to be both unbiased and from an expert, tending to convey evidential weight that advocacy does not have. It was plainly both extraneous and prejudicial. Cf. State v. Levitt, 36 N.J. 266, 272, 176 A.2d 465 (1961) (\"[a]nd if [the trial judge] finds a verdict is tainted by prejudice, it makes no difference that evidence which was presented at the trial brought this prejudice to the surface\").\nWe further reject the State's contention that if the jury misconduct did have the capacity to affect the convictions for robbery, felony murder, and aggravated manslaughter, it would not affect the convictions for aggravated assault, or unlawful possession of weapons. As the State acknowledges, the theory at trial was that the existence of the weapons in the truck demonstrated an intent to rob and possibly kill if need be. The aggravated assault upon Johnson was a by-product of that intent. Moreover, the intent was also critical for the unlawful possession convictions.\nFinally, we note the defense was misidentification. In this respect, the out-of-court and in-court identifications were substantially challenged by the many inconsistencies between Johnson's and Canada's testimony and in the weaknesses in Canada's identification. They were also challenged through the presentation of an expert in eye-witness identification as well as through the testimony of Williams as to the existence of a red car and a \"Red Barrett\" in the area at the time of the shooting. *590 with the clear implication someone else did the shooting.[4] We think the injection of the corrections officer's opinion may have diverted the jury's consideration of the defense of misidentification which, if accepted, could have led to an acquittal on all charges. We, thus, do not think the consequences of the misconduct can be limited to only some of the convictions. See State v. Kociolek, 20 N.J. 92, 118 A.2d 812 (reversal of entire verdict, even though extraneous influence occurred after guilt was determined). See also United States v. Delaney, 732 F.2d 639, 644 (8th Cir.1984) (even though extraneous information affected only one of several counts, reversal of all convictions was required).\nReversed and remanded for further proceedings consistent with this opinion.\nNOTES\n[1]  Defendant and co-defendants Tyrone Rush and Steven McKenzie were indicted on the same charges. Co-defendant Rush was tried with defendant Grant; co-defendant McKenzie received a separate trial. All three appealed. Opinions in State v. Rush, Docket A-6003-88T4, and State v. McKenzie, Docket A-4842-88T4, are simultaneously being filed with this opinion.\n[2]  The juror's numbers referred to in this opinion correspond to the number of the jury seat each juror sat in during the trial.\n[3]  Where a jury verdict is being questioned, Evid.R. 41 prohibits receipt of evidence:\n\n... to show the effect of any statement, conduct, event or condition upon the mind of a juror as influencing him to assent or dissent from the verdict or indictment or concerning the mental processes by which it was determined.\nSee State v. Freeman, 223 N.J. Super. 92, 118, 538 A.2d 371 (App.Div. 1988) (Evid.R. 41 reflects \"the priority which our courts have given to preserving the secrecy of jury deliberations and to insulating the jury's decision-making processes from outside scrutiny.\")\n[4]  In noting the weaknesses in the identification evidence, we do not suggest the admission of the identifications was improper. As we have previously stated, we find that argument in point IX of defendant's brief to be without merit. In this respect, we note \"[r]eliability is the linchpin in determining the admissibility of identification testimony....\" State v. Madison, 109 N.J. 223, 232, 536 A.2d 254 (1988). That requires the measuring of the \"totality of the circumstances,\" and consideration of factors such as the witness' view of the criminal, his degree of attention, the accuracy of prior descriptions, and the length of time between the crime and confrontation. Neil v. Biggers, 409 U.S. 188, 199, 93 S.Ct. 375, 382, 34 L.Ed.2d 401 (1972). Here, as the trial judge concluded, there existed a sufficient indicia of reliability to permit the identification testimony. The weaknesses in that testimony and in the identification process itself were properly a matter for the jury to assess. State v. Carter, 91 N.J. 86, 131, 449 A.2d 1280 (1982).\n\n",
            "ocr": false,
            "opinion_id": 1481481
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}