{
    "id": 1479473,
    "judges": "Sparks, Major, and Minton, Circuit Judges",
    "date_filed": "2006-03-23",
    "date_filed_is_approximate": true,
    "slug": "cohen-v-travelers-ins-co",
    "case_name_short": "Cohen",
    "case_name": "Cohen v. Travelers Ins. Co.",
    "case_name_full": "Cohen v. Travelers Ins. Co.",
    "attorneys": "Cassidy, Knoblock & Sloan, John E. Cassidy, and John F. Sloan, Jr., all of Peoria, Ill., for plaintiff-appellant., Hunter, Kavanagh & McLaughlin, J. Lewis Bond, and Richard J. Kavanagh, all of Peoria, Ill., for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b442-14\">\n    COHEN v. TRAVELERS INS. CO.\n   </parties><br><docketnumber id=\"b442-15\">\n    No. 8093.\n   </docketnumber><br><court id=\"b442-16\">\n    Circuit Court of Appeals, Seventh Circuit.\n   </court><decisiondate id=\"ANG\">\n    March 10, 1943.\n   </decisiondate><br><attorneys id=\"b443-31\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"379\"> \n     *379\n     </span>\n    Cassidy, Knoblock &amp; Sloan, John E. Cassidy, and John F. Sloan, Jr., all of Peoria, Ill., for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b443-32\">\n    Hunter, Kavanagh &amp; McLaughlin, J. Lewis Bond, and Richard J. Kavanagh, all of Peoria, Ill., for defendant-appellee.\n   </attorneys><br><judges id=\"b443-33\">\n    Before SPARKS, MAJOR, and MIN-TON, Circuit Judges.\n   </judges>",
    "citations": [
        "134 F.2d 378"
    ],
    "opinions": [
        {
            "author_str": "Major",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n134 F.2d 378 (1943)\nCOHEN\nv.\nTRAVELERS INS. CO.\nNo. 8093.\nCircuit Court of Appeals, Seventh Circuit.\nMarch 10, 1943.\n*379 Cassidy, Knoblock &amp; Sloan, John E. Cassidy, and John F. Sloan, Jr., all of Peoria, Ill., for plaintiff-appellant.\nHunter, Kavanagh &amp; McLaughlin, J. Lewis Bond, and Richard J. Kavanagh, all of Peoria, Ill., for defendant-appellee.\nBefore SPARKS, MAJOR, and MINTON, Circuit Judges.\n*380 MAJOR, Circuit Judge.\nThis is an appeal from a judgment in favor of the defendant in an action to recover life insurance benefits on two policies wherein plaintiff was the designated beneficiary and her brother, Louis Cohen, the insured. The complaint alleged that the insured died on January 5, 1941, as a result of a gunshot wound inflicted on that date, and that said death resulted through \"external, violent and accidental means,\" within the language of the policies. Defendant's answer denied that the insured came to his death through \"external, violent and accidental means.\" The policies sued upon were attached to the complaint and contained a provision which relieved the defendant of liability where death resulted from \"suicide, while sane or insane.\" This suicide provision was not mentioned either in the complaint or in defendant's answer. Prior to trial, plaintiff, in response to defendant's demand, admitted that death was due to a gunshot wound. Thus, in effect it was stipulated that death was caused by external and violent means, leaving for trial the sole issue as to whether death was due to \"accidental means,\" as alleged by plaintiff and denied by defendant. The cause was tried to a jury which found, \"The death of Louis Cohen was not the result of external, violent and accidental means.\" Upon this verdict, judgment from whence this appeal comes was entered.\nThe contested issues are (1) the court erred in its refusal to direct a verdict in favor of the plaintiff, and (2) in its denial of plaintiff's motion for a new trial.\nAs to issue (1), the contention of plaintiff is stated in her brief as follows: \"It is our position that since plaintiff was entitled to a directed verdict on the pleadings because of the legal presumption against suicide and in favor of accident, she was still entitled to such a verdict at the close of the evidence, because the testimony strengthened the presumption in favor of accident and no evidence was offered which tended to establish or even suggest suicide.\"\nIf this premise be sound, we would have no difficulty in agreeing with plaintiff's contention. That is, the presumption in favor of accidental death was such as to entitle plaintiff to a verdict prior to the introduction of evidence as to the circumstances and conditions surrounding the insured's death. Manifestly, if the evidence strengthened the presumption in favor of accident, there was no jury question. Thus, we are confronted with the necessity of examining the proof, not for the purpose of making an independent decision as to whether the insured's death was caused by accidental means, but solely for the purpose of ascertaining if the proof, notwithstanding the presumption, was such as to warrant the court in submitting such issue to the jury.\nLouis Cohen, a single man fifty years of age, was found dead from a bullet wound through his head in the family garage at his home in Peoria, at about 12:30 noon on Sunday, January 5, 1941. The bullet entered his right temple, passed directly through his head and out through the left temple. The garage was located north of the residence, at the rear of the lot, and was equipped with folding doors which opened into an alley. Its dimensions were 24 feet north and south and 19½ feet east and west. There was a door about three feet wide at the end of the garage toward the house (south end). The garage contained two stalls, with no partition between. The insured kept his car in the west stall and his sister Sadie (plaintiff) kept her car in the east stall. They were both in the habit of backing their cars into the garage so that when placed they faced the alley.\nA large amount of testimony was offered by the plaintiff for the purpose of showing the absence of any motive on the part of the insured to take his own life. Inasmuch as this phase of plaintiff's case is not seriously disputed, it appears that a brief résumé will suffice. The insured resided with his eighty year old mother and an unmarried sister, Sadie, in a closely built up and well known residential district. Another unmarried sister, Lillian, was at home for a week-end visit at the time of insured's death. The insured and his sister, Sadie, operated a number of gasoline filling stations in Peoria and conducted a scrap metal business at East Peoria, employing about forty persons. They were in a sound financial condition, with substantial bank deposits. The insured was a strong, healthy man and was more than ordinarily attentive to his business affairs. On the morning of the day of the fatal occurrence, as well as the preceding day, he had numerous business engagements and made at least one business appointment for the following day. A number of witnesses who saw him on the day of his death and days immediately preceding gave testimony *381 that he appeared happy and in good health, in fact, normal in every respect. On the morning of his death, as was his custom, he arose at about six o'clock and left his home for the purpose of visiting his filling stations to collect from the attendants thereof the reports and cash proceeds from the preceding day's business. Before completing this routine, he attended services at a Synagogue. While at church, he purchased tickets for a concert to be held there that evening and promised to be present the following Thursday at a memorial for his deceased father. Subsequently, he returned home and had breakfast with his family.\nAfter breakfast, he went to his office in East Peoria at about 9:30, where his sister, Sadie, was working on the books. At about 11 o'clock he took a pouch containing cash receipts in the amount of $3600 and left in his car for downtown for the purpose of making a deposit in the Commercial Bank, which maintained an outside depository for the convenience of Sunday customers. This money was deposited. On the trip to the bank, the insured, as often was his custom, carried with him a revolver. A newsboy testified to selling the insured three Sunday papers at about 11:30 (this was the last witness who saw him alive). The insured had promised his mother that he would be home early for dinner, and when he had not arrived by 11:30, she became uneasy.\nAbout 30 minutes after noon, his sister, Lillian, went to the garage, all the doors of which were closed. She opened the west doors at the north end of the garage and discovered the insured's car in its usual place and his body lying on its back on the concrete floor, with his feet toward the alley and his head toward the south end of the building. She returned to the house, did some telephoning, and went back to the garage, where she observed a revolver lying on the garage floor near the wall of the garage and about two feet north of the insured's body. The space between the car and the west wall where the body was lying was about two feet in width. Lillian picked up the revolver, carried it into the house, and laid it on top of a table in the dining room. Shortly afterwards, Sadie arrived home and a number of other persons arrived at the scene of the fatal occurrence, including police officials and two physicians, one of whom was the Coroner of Peoria County. The police officials were unable to ascertain the whereabouts of the revolver from Lillian, but upon the request of the Coroner, appellant took the revolver from her purse and handed it to him. There was evidence of blood on the left side of the car (the side next to the insured's body), and there was an indenture on the west wall of the garage, showing a small streak of lead about five feet and three inches above the spot where the insured's head was resting on the garage floor where he was found. A bullet was found near the southwest corner of the garage. The revolver when found was empty, except for one discharged cartridge. There is no dispute but that the revolver found was that of the insured, and the bullet found in the garage was shown to have been fired from the insured's gun, although there was no direct proof that this was the bullet which passed through the insured's head.\nDefendant's witness Gerber gave expert testimony, based upon the character of the wound, powder burns and other attendant circumstances, that the muzzle of the revolver at the time of its discharge was not further than two inches from the insured's head. (The admission of this testimony is one of the reasons assigned in support of the motion for new trial.) This same witness testified as to a paraffin test of insured's right hand, which was negative; that is, it indicated that there were no powder marks or burns on the hand. However, certain conditions were enumerated which made this test of little value.\nNo person other than one Gearhead is shown to have heard or observed anything out of the ordinary at or about the time the shot was fired. The latter did not testify, but his statement, contained in an affidavit in support of a motion for continuance, disclosed that about noon on the day of the fatality he was in his yard north of the Cohen garage and thought he heard a shot. He looked in the direction of the garage and saw no one, and the doors were closed. (The denial of the right to impeach this testimony is one of the grounds assigned in support of the motion for a new trial.) Other than the wound which produced death, there was no evidence that the insured had been molested or interfered with. As stated, he was fully dressed, including an overcoat, and on his person were found a gold watch and a purse containing about $32.00. Plaintiff testified concerning an attempt to break into their house a few nights previous to the insured's death.\n*382 Plaintiff cites a large number of cases, both Illinois and Federal, in support of her theory of the case. Inasmuch as the substantive rights of the parties must be determined by the law of Illinois, there seems to be little, if any, occasion to examine Federal cases or those from other states. In passing, it is pertinent to observe that the authorities disclose almost endless confusion in the treatment accorded the presumption which plaintiff relies upon. This is especially so in its procedural aspect. For instance, it has been held that in cases where the issue for decision is whether death was the result of accident or suicide (plaintiff urges that is the issue here) that the burden is upon the defendant to establish the latter. Such cases, so we think, are logically distinguished in Jefferson Standard Life Ins. Co. v. Clemmer, 4 Cir., 79 F.2d 724, 731, 103 A.L.R. 171. See, also, New York Life Ins. Co. v. Gamer, 303 U.S. 161, 171, 58 S. Ct. 500, 82 L. Ed. 726, 114 A.L.R. 1218; Wigmore on Evidence, 3rd Ed. 2510. We agree with the rule that where the plaintiff relies and declares upon the provisions of a policy which insures against accident, the burden remains upon the plaintiff to show that this condition precedent to liability has taken place. However, where the provision is against death from any cause except suicide and that is pleaded as a defense, the burden is upon the defendant to establish such defense.\nThe instant case comes within the former classification, that is, the policies insured against accidental death and defendant merely denied plaintiff's allegation based thereon, without pleading suicide. In the Clemmer case, it was also held that the facts which give rise to the presumption of accidental death may properly be submitted to a jury. So far as we are able to ascertain, the courts of Illinois recognize both of these propositions, in situations such as the instant one, that is, that the burden of proof rests with the plaintiff and that where the circumstances of death are shown, such circumstances, together with the presumption in favor of accidental death, are submitted to the jury. In this connection, it is pertinent to observe that no question is raised as to the instructions which were given the jury; in fact, they are not included in the record before us. We must assume, therefore, that the jury was properly instructed, including the effect to be given the presumption in favor of accidental death and upon whom rested the burden of proof.\nWhile, as stated, the issue raised by the pleadings was not that of accident or suicide, yet we think, as a practical matter under the facts of the case, that was in reality the issue. It is significant that in all of the cases relied upon by plaintiff, a review was being had of a finding by the trier of the facts, usually a jury, that death was occasioned by accident rather than by self-destruction, and that such finding was accepted by the reviewing court. We shall refer to a few of such cases. In Consumers Co. v. Industrial Comm., 364 Ill. 145, 4 N.E.2d 34, 107 A.L.R. 811, the Supreme Court reversed a decision of a Circuit Court, which in turn had reversed a decision of the Industrial Commission, which had affirmed the decision of an arbitrator who had found that death was accidental. The Supreme Court held that a reviewing court was not authorized to reverse a decision of the Commission unless contrary to the manifest weight of the evidence. In sustaining the finding of the arbitrator, the court on page 148 of 364 Ill., on page 36 of 4 N.E.2d, 34 A.L.R. 811, said: \"In cases where a state of facts exists upon which a theory of suicide or a theory of accident might otherwise be equally probable, the theory of accident will prevail.\"\nIn Anderson v. Inter-State Accident Ass'n, 354 Ill. 538, 188 N.E. 844, the court, in a suit to recover insurance for accidental death, affirmed a judgment predicated upon a jury verdict in favor of the plaintiff. Citing Wilkinson v. Ætna Life Ins. Co., 240 Ill. 205, 88 N.E. 550, 25 L.R.A.,N.S., 1256, 130 Am. St. Rep. 269, the court on page 548 of 354 Ill., at page 848 of 188 N.E., stated: \"Where the insured suffers an injury which causes death, and there is no proof in the record from which it can be determined whether the injury was accidental or self-inflicted, the presumption is that the injury was accidental and not self-inflicted.\" In the Wilkinson case, which was another action upon insurance policies for accidental death, the court affirmed a judgment in favor of the plaintiff. The court among other things held that the burden of proof was upon the plaintiff to show accidental death, but that such fact might be established by circumstantial evidence and that the issue was properly submitted to a jury. In discussing the effect to be given to the presumption *383 of accident, the court on page 212 of 240 Ill., on page 552 of 88 N.E., 25 L.R.A.,N.S., 1256, 130 Am. St. Rep. 269, stated: \"While this presumption is a rebuttable presumption and may be overcome by proof, when not rebutted by proof or the circumstances in evidence surrounding the death, such presumption, when taken with the admission that the injuries which caused death were violent and external, is sufficient to require the court to submit to the jury the question whether the injuries which caused the death of Wilkinson were accidental or self-inflicted.\" Other cases cited by the plaintiff, holding that the question of accident or suicide was properly submitted to the jury, are Burns v. Metropolitan Life Ins. Co., 283 Ill.App. 431, Sweney v. Northwestern Mutual Life Ins. Co., 251 Ill.App. 1, and two decisions of this court, Metropolitan Life Ins. Co. v. Hogan, 7 Cir., 62 F.2d 135 and Warbende v. Prudential Ins. Co., 7 Cir., 97 F.2d 749, 117 A.L.R. 760.\nIn the Wilkinson case, supra, 240 Ill., on page 214, 88 N.E. on page 553, 25 L. R.A.,N.S., 1256, 130 Am. St. Rep. 269, the court stated: \"The law is well settled where the evidence shows that the insured has suffered an injury which has caused death, and there is no proof in the record from which it can be determined whether the injury was accidental or self-inflicted, that the presumption is that the injury was accidental and not self-inflicted.\"\nSo in the instant case the only question is whether there was proof from which the jury could determine whether death was the result of accident. We are convinced that the proof was such as to justify the court in submitting the question. The physical facts strongly militate against the theory that the gun was discharged by an unintentional act of the insured. The fact that the bullet traveled a parallel course through the insured's head indicates that the revolver must have been held in a right angle position. The location of the bullet mark on the garage wall also indicates that the insured must have been standing when the revolver was discharged. It is equally certain that his location at that time was in a narrow space, not more than two feet wide, between the car and the garage wall. There were powder burns about the wound where the bullet entered, which indicates it was fired at close range (this irrespective of the testimony of the expert that the distance was two inches). These physical facts, together with the inescapable inferences arising therefrom, point strongly to the conclusion that the insured's death was caused by his own hand.\nPlaintiff relies upon a number of circumstances which it is claimed are consistent with accident but inconsistent with suicide. Among such are the finding of the revolver about two feet north of the insured's feet, the location of the bullet mark on the wall, the finding of the bullet in the southwest corner of the garage, and the fact that there was some blood on the side of the car. To us, these circumstances carry little, if any, weight, one way or the other, on the vital issue of the case. Assuming that the insured was standing when shot, as the circumstances indicate, we would think the revolver naturally would fall at or near the insured's feet. A distance of two feet creates no reasonable inference that its location was the result of any force other than the fall from the insured's hand. Neither can we see how the location of the bullet mark on the wall, the location of the bullet in the corner of the garage, or the blood on the car create any inference one way or the other. Such circumstances are equally consistent with death at his own hand, intentional or otherwise, or at the hand of another person. In either case, there likely would be blood on the car, and certainly a bullet to find lodgment.\nPlaintiff also advances a theory that death could have been at the hands of another person, presumably a robber. The weakness of this theory lies in the fact that it is without proof. That the wound was inflicted by the insured's own revolver is so clearly shown as to admit of little, if any, doubt. The robbery theory embraces the surmise that the insured's own gun was seized and fired by a robber. The physical circumstances which refute the theory of accidental shooting also refute, even though to a lesser extent perhaps, the suggestion that he might have been shot by another person. Such a theory is also inconsistent with other circumstances, such as that the insured's clothes were not disturbed, nor the valuables which he carried on his person, the garage doors were found closed when the body was discovered, and no person was seen or heard leaving the garage.\nIn support of the contention that plaintiff was entitled to a new trial, it is claimed the court erred (a) in permitting expert testimony to the effect that the gun was held two inches from the insured's head *384 at the time it was fired, (b) in refusing to permit the impeachment of the statement as to what a witness would testify to if present, contained in an affidavit for continuance, (c) in refusing to give an interrogatory requested by plaintiff: \"Did the insured, Louis Cohen, commit suicide on January 5, 1941?\", and (d) the verdict of the jury was against the manifest weight of the evidence.\nAs to (a), it is argued that this testimony was not concerned with matter proper for expert testimony, and, further, even so, the witness was not qualified to express an opinion. The trial judge is vested with a wide discretion as to the qualifications of an expert witness, and only an abuse of such discretion will constitute reversible error. Supolski v. Ferguson &amp; Lange Co., 272 Ill. 82, 89, 111 N.E. 544. We have examined the testimony as to the qualifications of the witness and think it was sufficient. At any rate, we are unable to say that the discretion lodged with the trial court was abused. Also, we are of the view that the testimony was a proper subject for an expert. We suppose, as claimed, that powder burns about a gunshot wound would indicate to the ordinary layman, without the help of any expert, that the gun had been discharged at close range. Whether the circumstance would indicate a distance of two feet or two inches perhaps would not be within the knowledge of the ordinary person, and we see no reason why a qualified witness should not be permitted to express his opinion in this respect. Furthermore, if the opinion expressed by the witness was a matter of common knowledge, it is difficult to believe that plaintiff was harmed. It did not invade the province of the jury because it concerned a matter only incidental to the issue which the jury was to determine.\nNeither do we think there was error in the court's refusal to permit the impeachment of the statement attributed to defendant's witness Gearhead. This witness did not testify, but an affidavit was made in support of defendant's motion for continuance which stated what this absent witness would testify to if present. In order to avoid a continuance, plaintiff admitted that the witness would so testify. The purported testimony contained in the affidavit was read at the trial. In rebuttal, plaintiff sought to impeach the statement by the testimony of the witness given before the Coroner. While there may be some conflict in the authorities, we doubt if a statement as to what an absent witness would testify to if present, admitted by the opposite party, can properly be impeached. At any rate, that is the rule in Illinois. Chicago &amp; A. R. Co. v. Lammert, 19 Ill. App. 135, 139. Crawford v. Chicago &amp; Alton R. Co., 226 Ill.App. 138, 144. In the latter case, the court said: \"Where a party to avoid a continuance has admitted that an absent witness would, if present, testify to the particular matters set up in the affidavit for continuance, he has thereby waived his right to impeach such witness by a method which required him to lay a foundation therefor.\" Furthermore, even if otherwise proper, the testimony sought to be used as impeaching did not, in our judgment, contradict the statement in the affidavit for continuance upon any material issue.\nPlaintiff contends that it was reversible error not to submit the special interrogatory and relies upon Chapter 110, Paragraph 189 of the Smith-Hurd Illinois Statute (Civil Practice Act) and certain Illinois cases. Defendant, in reply to this contention, relies upon Rule 49(a) of the Federal Rules of Civil Procedure, 28 U.S.C. A. following section 723c, which makes the submission of special interrogatories discretionary with the trial court. There appears little, if any, doubt but that the question is one of procedure and that a Federal court is not bound to follow the state law. In Moyer v. Ætna Life Ins. Co., 3 Cir., 126 F.2d 141, 145, the court held that the matter of submitting interrogatories was entirely within the discretion of the trial judge, and in Gulf Refining Co. v. Fetschan, 6 Cir., 130 F.2d 129, 134, it was held that in the submission of interrogatories Federal courts are governed by Rule 49 and not by the law of the state. Furthermore, the jury specifically found, in response to the sole issue in the case, that the insured's death was not produced by accidental means. We doubt if the giving of the interrogatory as to suicide would have served any useful purpose, and it might have confused the jury. We think its refusal was well within the discretion of the court.\nOn the contention that the verdict is contrary to the manifest weight of the evidence, little if anything need be said. We have heretofore attempted to show that the proof was such as to require submission to the jury. Notwithstanding that plaintiff's *385 argument is not without force, we are of the view that a typical jury problem was presented. We cannot say that its verdict was not justified or that it was contrary to the manifest weight of the evidence. Furthermore, we are convinced that no error was committed which affected the result or the substantial rights of the parties.\nThe judgment is affirmed.\n",
            "ocr": false,
            "opinion_id": 1479473
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}