{
    "id": 782812,
    "judges": "Edwards, Garland, Ginsburg",
    "date_filed": 1064188800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-warren-l-pindell",
    "case_name_short": null,
    "case_name": "United States v. Warren L. Pindell",
    "case_name_full": "UNITED STATES of America, Appellee, v. Warren L. PINDELL, Appellant",
    "attorneys": "Steven J. McCool, appointed by the court, argued the cause and filed the briefs for appellant., David B. Goodhand, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Roscoe C. Howard, Jr., U.S. Attorney, John R. Fisher, Thomas J. Tourish, Jr., and J. Patrick Rowan, Assistant U.S. Attorneys.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 14, 2003., Rehearing and Rehearing En Banc Denied Sept.22, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1079-4\">\n    UNITED STATES of America, Appellee, v. Warren L. PINDELL, Appellant.\n   </parties><br><docketnumber id=\"b1079-7\">\n    No. 01-3085.\n   </docketnumber><br><court id=\"b1079-8\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><br><otherdate id=\"b1079-9\">\n    Argued March 14, 2003.\n   </otherdate><br><decisiondate id=\"b1079-10\">\n    Decided July 25, 2003.\n   </decisiondate><br><otherdate id=\"b1079-11\">\n    Rehearing and Rehearing En Banc Denied Sept.22, 2003.\n   </otherdate><br><attorneys id=\"b1080-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1050\"> \n     *1050\n     </span>\n    Steven J. McCool, appointed by the court, argued the cause and filed the briefs for appellant.\n   </attorneys><br><attorneys id=\"b1080-10\">\n    David B. Goodhand, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Roscoe C. Howard, Jr., U.S. Attorney, John R. Fisher, Thomas J. Tourish, Jr., and J. Patrick Rowan, Assistant U.S. Attorneys.\n   </attorneys><br><judges id=\"b1080-12\">\n    Before: GINSBURG, Chief Judge, and EDWARDS and GARLAND, Circuit Judges.\n   </judges>",
    "citations": [
        "336 F.3d 1049",
        "357 U.S. App. D.C. 377"
    ],
    "opinions": [
        {
            "author_str": "Garland",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/336/336.F3d.1049.01-3085.html",
            "author_id": null,
            "opinion_text": "336 F.3d 1049\n    UNITED STATES of America, Appellee,v.Warren L. PINDELL, Appellant.\n    No. 01-3085.\n    United States Court of Appeals, District of Columbia Circuit.\n    Argued March 14, 2003.\n    Decided July 25, 2003.\n    Rehearing and Rehearing En Banc Denied September 22, 2003.\n    \n      Appeal from the United States District Court for the District of Columbia (No. 00cr00216-01).\n      Steven J. McCool, appointed by the court, argued the cause and filed the briefs for appellant.\n      David B. Goodhand, Assistant U.S. Attorney, argued the cause for appellee. With him on the brief were Roscoe C. Howard, Jr., U.S. Attorney, John R. Fisher, Thomas J. Tourish, Jr., and J. Patrick Rowan, Assistant U.S. Attorneys.\n      Before: GINSBURG, Chief Judge, and EDWARDS and GARLAND, Circuit Judges.\n      Opinion for the Court filed by Circuit Judge GARLAND.\n      GARLAND, Circuit Judge:\n    \n    \n      1\n      In 1999, defendant Warren Pindell was an officer of the Metropolitan Police Department of the District of Columbia, working a prostitution detail on Georgia Avenue, N.W. By 2001, Pindell's law enforcement career was over. In March of that year, a federal jury convicted him of, among other things, depriving thirteen men of their civil rights by robbing them while they were apparently soliciting the services of prostitutes. The defendant's modus operandi was as follows: After a would-be customer picked up a prostitute in his car, Pindell would follow the pair to the location where the transaction was to take place. Soon thereafter, the defendant, dressed in his police uniform, would approach the driver's side of the car and question the man, usually demanding to see some identification. He would then order the victim out of the car and take his cash. Pindell often threatened his victims with a gun or billy club, handcuffed them, and went through their jackets and pants pockets searching for additional cash. Several victims reported that Pindell wrote down their personal information in a small notebook.\n    \n    \n      2\n      The district court entered judgment against the defendant on the jury's verdict and sentenced him to a total of 262 months' incarceration. Pindell now appeals, contending that much of the evidence used against him at trial was the fruit of illegal searches and seizures, and that the district court made a variety of trial errors. We find all of Pindell's arguments to be without merit, and affirm the judgment of the district court.\n    \n    \n      3\n      * On December 13, 1999, Victor Zelaya reported to the police that he had been robbed in the early hours of that day after picking up a woman on Georgia Avenue. Zelaya told Detective Anthony Paci that he and the woman were interrupted by a man \"dressed as a police officer,\" who ordered Zelaya out of the car, pointed a gun at his head, forced him to kneel, and took approximately $250 from him. 2/26/01 Tr. at 14. Zelaya also told Paci that, during the robbery, the assailant had written down personal information in a \"notebook like the police use.\" Id. at 24; see 2/1/01 Tr. at 12.\n    \n    \n      4\n      Two weeks later, on December 28, Osman Dainkeh reported that he had been the victim of a similar robbery the day before. Dainkeh told Detective Paci that he had picked up a prostitute on Georgia Avenue, driven a short distance away, and stopped the car. Soon thereafter, a police officer approached, forced him out of the car at gunpoint, handcuffed him, and searched his wallet and coat. The officer stole $500, a white gold chain, Dainkeh's driver's license, and his alien registration card (\"green card\"). The prostitute, Wygenia Jones, provided a description of the robber that Detective Paci believed matched Pindell; she then picked Pindell's picture out of an array of nine photographs. The next morning, the police showed the earlier victim, Zelaya, a photo array that included Pindell's picture, and Zelaya identified the defendant &#8212; with \"a hundred percent\" certainty &#8212; as the person who had robbed him on December 13. 2/26/01 Tr. at 35-36.\n    \n    \n      5\n      On December 29, 1999, on the basis of Dainkeh's complaint, Detective Paci applied for a warrant to search Pindell's car for a \"green card and driver's license [in] the name of Osman Dainkeh, cash money in the amount of approximately $500, a white gold chain, a dark blue police uniform, and any other evidence of a violation of Title 18 U.S.C. &#167; 242.\" Appellant's App. at Tab 8, Tab 11. In support of the warrant, Paci submitted an affidavit that set forth the details of the Dainkeh robbery. A U.S. Magistrate Judge in the District of Columbia issued the requested warrant, and Paci proceeded to execute it that afternoon. While doing so, the detective noticed a notebook on the back seat of Pindell's car, lying next to a police uniform. The notebook was similar in size to those used by D.C. police officers, and its exposed front page was inscribed with Pindell's name and the date \"11-12-99.\" Paci seized the notebook, and detectives later used the information it contained to connect Pindell to the Dainkeh robbery, to locate other victims, and to link Pindell to additional crimes.\n    \n    \n      6\n      Also on December 29, Detective Elbert Griffin applied to a U.S. Magistrate Judge in Maryland for a warrant to search Pindell's home. That application listed the same items specified in the car warrant, and was based on a nearly identical affidavit. The magistrate authorized the warrant. Prior to the search, Detective Paci briefed Detectives Griffin and Pamela Williams regarding the relevance of certain items including, in particular, jewelry, identification cards, and notebooks. With regard to the latter, Paci advised the detectives that a victim had reported seeing Pindell taking notes in a notebook during the December 13 robbery, and that victims' names might therefore be written in such notebooks.\n    \n    \n      7\n      Inside a plastic garbage bag in Pindell's basement, Detective Williams found several small notebooks that were large enough to conceal a driver's license or currency, and that she regarded as of the type typically used by police. She flipped through the notebooks and, after discovering that they contained personal information including names, dates, phone numbers, and addresses, she seized them. Meanwhile, Detective Griffin searched another part of Pindell's basement, where he located a backpack that he examined for the items listed in the warrant. Inside the pack, Griffin discovered a partially completed Metropolitan Police Department (MPD) Form 251 that described the \"stop and frisk\" of an individual named Joe Wicks. 2/20/01 Tr. at 33. Griffin seized the form because the event described was \"similar\" to the robbery recounted in the affidavit. Id. at 36.\n    \n    \n      8\n      After concluding these searches, the detectives continued their investigation into Pindell's activities. They ultimately discovered a total of fourteen robberies. The fourteenth victim, an MPD auditor named Joseph Wicks, identified the defendant as the man who, dressed in a police uniform with a name tag marked \"Pindell,\" had interrupted Wicks and a woman in a car off Georgia Avenue. Pindell ordered Wicks out of the car, put a gun to his head, and pulled the trigger &#8212; producing a \"loud click.\" 2/28/01 Tr. at 130. Wicks resisted Pindell's efforts to handcuff him, and the defendant finally called for police assistance. 2/28/01 Tr. at 125. When other officers arrived, they let Wicks go.\n    \n    \n      9\n      On July 11, 2000, a grand jury issued a superceding indictment, charging Pindell with thirteen counts of depriving individuals of their civil rights while armed, in violation of 18 U.S.C. &#167; 242; thirteen counts of armed robbery, in violation of D.C.CODE &#167;&#167; 22-2901 and 22-3202; and one count of assaulting Joseph Wicks with a dangerous weapon, in violation of D.C.CODE &#167; 22-502. The district court denied Pindell's motion to suppress the items seized from his car and home as well as evidence derived from those items. The case proceeded to trial, at which all of Pindell's victims &#8212; as well as several prostitutes and his former girlfriend &#8212; testified against him. The government also introduced into evidence the notebooks and MPD form that the police had seized from Pindell's basement and car. Inside the notebooks were personal details regarding all thirteen of the victims named in the civil rights counts.\n    \n    \n      10\n      Pindell took the stand in his own defense, testifying that, although he had stopped each of the victims for engaging in prostitution, he had never robbed any of them. He also proffered two witnesses who testified that a man named \"Boo\" Farrow had been robbing prostitutes' customers during the same period. The jury convicted Pindell on all counts, with the exception of one of the civil rights counts, as to which it found Pindell guilty of a lesser included charge.\n    \n    \n      11\n      We address Pindell's appeal of the denial of his motion to suppress evidence in Part II. In Part III, we consider the defendant's claim that the district court committed a number of trial errors.\n    \n    II\n    \n      12\n      In reviewing the denial of a motion to suppress, we examine the district court's legal conclusions de novo, but apply a \"clearly erroneous\" standard to its underlying findings of fact. See United States v. Hill, 131 F.3d 1056, 1059 n. 2 (D.C.Cir. 1997); United States v. Taylor, 997 F.2d 1551, 1553 (D.C.Cir.1993).\n    \n    \n      13\n      The Fourth Amendment to the Constitution provides that \"no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\" U.S. CONST. amend. IV. The Amendment's particularity requirement effectively prohibits the issuance of \"general warrants.\" Andresen v. Maryland, 427 U.S. 463, 478, 480, 96 S.Ct. 2737, 2747, 2748, 49 L.Ed.2d 627 (1976). Pindell contends that the warrants issued in this case violated the particularity requirement because of the catch-all phrase that came at the end of each warrant's list of specific items to be seized:\n    \n    \n      14\n      [A] green card and driver's license [in] the name of Osman Dainkeh, cash money in the amount of approximately $500, a white gold chain, a dark blue police uniform, and any other evidence of a violation of Title 18 U.S.C. &#167; 242.\n    \n    \n      15\n      Appellant's App. at Tab 8, Tab 11 (emphasis added). Pindell argues that the phrase \"any other evidence of a violation of Title 18 U.S.C. &#167; 242\"1 is simply too broad to be regarded as \"particularly describing the... things to be seized.\" U.S. CONST. amend. IV.\n    \n    \n      16\n      We have no doubt that had the warrants merely authorized the seizure of \"evidence of a violation of Title 18 U.S.C. &#167; 242,\" they would indeed have been impermissibly broad. But that phrase did not stand alone, and instead came in the same sentence as, and at the conclusion of, a quite specific list of items to be seized. That list constrained the interpretation of the last phrase, making it reasonably clear that the warrants did not authorize the seizure of evidence of just any violation of &#167; 242, but rather of evidence relating to such a violation in connection with Osman Dainkeh.\n    \n    \n      17\n      The Supreme Court reached a similar conclusion in Andresen v. Maryland. There, at the end of a long list of specifically described documents concerning a particular fraudulent real estate scheme, the warrant added the phrase \"together with other fruits, instrumentalities and evidence of crime at this [time] unknown.\" Andresen, 427 U.S. at 479, 96 S.Ct. at 2748. The Court noted that the catch-all phrase was \"not a separate sentence,\" but instead appeared at the end of a list of specific items. It concluded that the term \"crime\" in the catch-all phrase had to be read in the context of the preceding items, and that, when so read, the phrase clearly referred to other evidence of that particular scheme. Id. at 480-82, 96 S.Ct. at 2748-49. On the basis of this reading, the Court held that the warrant was not impermissibly general. Id. at 481-82, 96 S.Ct. at 2749.\n    \n    \n      18\n      Andresen is not completely on all fours with Pindell's case, because the seizure list in Andresen was preceded by an introductory clause that described the listed items as \"pertaining to\" the sale of a particular real estate lot. See id. at 480 n. 10., 96 S.Ct. at 2748 n. 10 In Pindell's case, by contrast, the relationship between the items listed and the robbery of Osman Dainkeh must be inferred from the fact that Dainkeh's green card and driver's license were among the listed items. Nonetheless, Andresen establishes the principle that a warrant's catch-all phrase must be read in light of the items that precede it, a principle further supported by the canon of construction known as ejusdem generis (\"of the same kind or class\"). See Washington State Dep't of Soc. &amp; Health Servs. v. Guardianship Estate of Keffeler, 537 U.S. 371, 123 S.Ct. 1017, 1025, 154 L.Ed.2d 972 (2003) (describing ejusdem generis as an \"established interpretative canon[ ]\" dictating that \"where general words follow specific words ..., the general words are construed to embrace only objects similar in nature to those objects enumerated by the preceding specific words\" (alterations omitted)). Reading the Pindell warrants in accordance with that principle, we conclude that they were sufficiently particular to satisfy the strictures of the Fourth Amendment. See United States v. Young, 745 F.2d 733, 758-59 (2d Cir.1984) (finding a warrant sufficiently particular despite \"boilerplate language\" authorizing the seizure of any \"other evidence\" of a drug conspiracy, because that language \"followed a list of more specific items to be seized, and could be construed only in conjunction with that list\"); United States v. Thompson, 495 F.2d 165, 170 (D.C.Cir. 1974) (construing the term \"records\" in the context of other items listed for seizure in order to avert \"raising the specter of a `general warrant'\").2\n    \n    \n      19\n      Because the warrants were valid, the seizures of the notebooks and MPD form were lawful if those items were within the category of \"any other evidence of a violation of Title 18 U.S.C. &#167; 242\" relating to Osman Dainkeh. We pretermit discussion of this issue, however, because the parties do not address it. Instead, the parties dispute a related ground for validation of the seizures, the so-called \"plain view\" doctrine.\n    \n    \n      20\n      In Coolidge v. New Hampshire, the Supreme Court held that when the police have a valid warrant \"to search a given area for specified objects, and in the course of the search come across some other article of incriminating character,\" they may seize it if it is \"immediately apparent to the police that they have evidence before them....\" 403 U.S. 443, 465-66, 91 S.Ct. 2022, 2038, 29 L.Ed.2d 564 (1971); see Minnesota v. Dickerson, 508 U.S. 366, 374-76, 113 S.Ct. 2130, 2136-37, 124 L.Ed.2d 334 (1993); Horton v. California, 496 U.S. 128, 134-37, 110 S.Ct. 2301, 2306-08, 110 L.Ed.2d 112 (1990). As just discussed, the warrants issued in this case were valid, and the police were therefore lawfully inside Pindell's house and car when they conducted their searches. Pindell disputes the applicability of the plain view doctrine, however, on the ground that it was not \"immediately apparent to the police that they ha[d] evidence before them\" when they came upon the notebooks and MPD form. Coolidge, 403 U.S. at 466, 91 S.Ct. at 2038.3\n    \n    \n      21\n      The meaning of the \"immediately apparent\" requirement has been the subject of some debate within the Supreme Court. See Texas v. Brown, 460 U.S. 730, 741, 103 S.Ct. 1535, 1543, 75 L.Ed.2d 502 (1983) (plurality opinion) (\"[T]he use of the phrase `immediately apparent' was very likely an unhappy choice of words, since it can be taken to imply that an unduly high degree of certainty as to the incriminatory character of evidence is necessary for an application of the `plain view' doctrine.\"). Disputes over its meaning arise primarily in cases in which the police have had to conduct additional examinations in order to determine the import of an object. See Horton, 496 U.S. at 136-37, 110 S.Ct. at 2307-08; United States v. Garces, 133 F.3d 70, 75-76 (D.C.Cir.1998). It is clear that the requirement is satisfied, however, where the officers had \"probable cause\" to believe that an item was incriminating \"without the benefit of information from any unlawful search or seizure.\" Garces, 133 F.3d at 75.4 And because the touchstone is probable cause, see United States v. Washington, 12 F.3d 1128, 1133 (D.C.Cir.1994) (holding that \"the incriminating nature\" of an item was \"immediately apparent\" where \"the police officers had probable cause to believe that [it] contained evidence of a crime\"),5 a \"seizing officer need not `know' or have an `unduly high degree of certainty' as to the incriminatory character of the evidence under the plain view doctrine.\" United States v. Castorena-Jaime, 285 F.3d 916, 924 (10th Cir.2002) (quoting Brown, 460 U.S. at 741, 103 S.Ct. at 1542-43). To the contrary, \"[a]ll that is required is a `practical, nontechnical probability that incriminating evidence is involved.'\" Id. (quoting Brown, 460 U.S. at 742, 103 S.Ct. at 1543).6\n    \n    \n      22\n      Pindell argues that the detectives lacked probable cause to believe that the notebooks and MPD form constituted or contained evidence of a crime. He points out that the officers did not see the names of Dainkeh or Zelaya inscribed in the notebooks or on the form, and that they did not yet know that many of the other names contained in the documents were those of victims of similar crimes. But such certainty was not required. At the time he conducted the search of Pindell's car, Detective Paci had already interviewed Zelaya, who had told him that Pindell had been dressed as a police officer and had recorded personal information in a notebook. When Paci found a notebook lying next to a police uniform in Pindell's car, he had probable cause to believe that it was the same notebook that Pindell had used to record that information just two weeks before.7 At a minimum, he had probable cause to believe that the notebook could have evidentiary value because it might contain a chronology of Pindell's daily whereabouts.\n    \n    \n      23\n      Moreover, because it was by then clear to Detective Paci that Pindell had committed at least one other similar robbery, it was also reasonable for him to believe that the notebook might include information regarding other crimes that could be relevant in proving the offenses already under investigation. Indeed, in Andresen, where the Supreme Court sustained a warrant on the ground that it sought evidence relating to the fraudulent transfer of a particular piece of real estate, the Court also upheld the seizure of documents pertaining to other lots on the ground that the investigators \"reasonably could have believed that the evidence specifically dealing with another lot ... could be used to show [the defendant's] intent with respect to\" the specified lot. 427 U.S. at 483, 96 S.Ct. at 2749-50. As we discuss in Part III, evidence of other robberies would likewise have been admissible at a trial for the robbery of Zelaya or Dainkeh alone, pursuant to Federal Rule of Evidence 404(b).\n    \n    \n      24\n      For the same reason, we conclude that Detectives Griffin and Williams had probable cause to seize the notebooks and MPD form that they discovered in Pindell's house. The detectives had been briefed by Detective Paci regarding the particulars of the Zelaya and Dainkeh robberies, including the fact that Pindell had used a notebook to record personal information during the former crime. When Detective Williams flipped through the notebooks to see whether they contained the currency and identification cards specified in the warrant,8 she discovered names, dates, addresses, and other personal details. At that point, she had probable cause to believe that the information contained therein might constitute evidence of crimes similar to those she was investigating. The same was true of the incident description visible on the face of the MPD form discovered by Detective Griffin. We therefore conclude that the district court properly denied the motion to suppress because the seizures were lawful under the plain view doctrine.\n    \n    III\n    \n      25\n      In addition to pressing his Fourth Amendment claim, Pindell asks that we consider three claims of trial error. We do so only briefly, because we perceive little merit in them.\n    \n    \n      26\n      First, Pindell contends that the court erred by admitting two kinds of \"other crimes\" evidence pursuant to Federal Rule of Evidence 404(b). Although Rule 404(b) bars the admission of evidence \"of other crimes, wrongs, or acts ... to prove the character of a person in order to show action in conformity therewith,\" it permits the admission of such evidence \"for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\" FED.R.EVID. 404(b). We review a claim that a district court improperly admitted evidence under Rule 404(b) solely to determine whether the court abused its discretion. See United States v. Bowie, 232 F.3d 923, 926-27 (D.C.Cir.2000).\n    \n    \n      27\n      Prior to trial, the government sought and received the district court's permission to introduce testimony from two prostitutes &#8212; each of whom witnessed a robbery charged in the indictment &#8212; that Pindell had previously paid them to engage in sexual acts. The government offered this evidence because it showed the prostitutes' familiarity with Pindell, and hence \"their ability to identify\" him. 12/20/00 Tr. at 481. Pindell's identity as the uniformed robber was plainly at issue in the trial, and particularly so because Pindell proffered defense witnesses who testified that a man named \"Boo\" Farrow had been robbing prostitutes' customers during the relevant period &#8212; implying that the prosecution witnesses had mistaken Farrow for Pindell. Since Rule 404(b) expressly permits the admission of \"other crimes\" evidence to prove identity, the district court did not err in admitting the testimony. See Washington, 12 F.3d at 1134-35.\n    \n    \n      28\n      The government also informed Pindell before trial that it intended to introduce testimony by his former girlfriend that, on May 10, 1999, Pindell had told her that he had been robbing prostitutes' customers, and that he would hurt her if she told anyone. Because it was unclear whether this statement related to the particular robberies with which Pindell was charged, the government offered the testimony as \"other crimes\" evidence under Rule 404(b). The district court properly admitted the statement pursuant to that rule for the purpose of proving Pindell's intent to rob the prostitutes' customers and to rebut the suggestion that he was present at the scene of the robberies by mistake or accident. See Old Chief v. United States, 519 U.S. 172, 187, 117 S.Ct. 644, 653-54, 136 L.Ed.2d 574 (1997); United States v. Long, 328 F.3d 655, 661-62 (D.C.Cir.2003); United States v. Crowder, 141 F.3d 1202, 1208-09 (D.C.Cir.1998) (en banc); United States v. Latney, 108 F.3d 1446, 1448 (D.C.Cir.1997).9\n    \n    \n      29\n      Second, Pindell contends that the district court erred by denying his motion to sever the charges against him into (at least) thirteen separate cases, one for each of the robberies. See 2/20/01 Tr. at 79-80 (requesting that \"all robbery counts be severed from one another\"); FED. R.CRIM.P. 14 (\"If the joinder of offenses... in an indictment ... appears to prejudice a defendant or the government, the court may order separate trials of counts... or provide any other relief that justice requires.\"). In United States v. Levi, we held that \"[t]he decision of a district court to deny a defendant's motion to sever offenses may generally be reversed only upon a finding of clear prejudice and abuse of discretion,\" and that a \"finding of prejudice is logically precluded if, had the counts been tried separately, the evidence concerning each count would have been admissible in the trial on each other count.\" 45 F.3d 453, 455 (D.C.Cir.1995) (internal quotation marks omitted). In Levi, we found that \"the modus operandi in all of the [nine charged] robberies was strikingly similar &#8212; the perpetrator used similar notes, made similar statements and gestures, wore similar clothing, and robbed banks ... in the same general area of the city.\" Id. Because the \"evidence concerning all of the robberies would surely have been admissible in the trial for each of the other robberies,\" we concluded that \"there was no prejudice, and the district court did not abuse its discretion in denying\" severance. Id. at 455-56 (citing FED.R.EVID. 404(b)).\n    \n    \n      30\n      Levi is indistinguishable from this case. Indeed, Pindell's is virtually a textbook case for the application of Rule 404(b), because in each of the robberies charged, the assailant employed virtually the same modus operandi: each robbery occurred within blocks of Georgia Avenue, and all within the same nine-month period; each victim had just picked up a prostitute; in each instance the assailant was dressed as a police officer; in each case the robber silently walked up to the victim's car, ordered him to get out, and took his cash; and, after each offense, the robber let both the victim and the woman go. The evidence of each robbery would thus have been admissible under Rule 404(b) in the trial of each of the others, and the defendant therefore suffered no prejudice from their joinder.\n    \n    \n      31\n      Finally, Pindell challenges an in-court identification of him made by victim George Bashonga. Pindell alleges that the identification was the product of an impermissibly suggestive out-of-court lineup that followed (by several months) Bashonga's review of a photo array. We have examined both the photo array and a videotape of the lineup, and find nothing impermissibly suggestive about either one. See Washington, 12 F.3d at 1134. In particular, we reject Pindell's contention that the lineup was suggestive because he was assigned the same \"number\" in the lineup as in the photo array. In fact, the photographs in the array were not numbered at all, and their arrangement &#8212; three lines of three photos each, as compared to the lineup's single line of eight men &#8212; was such as to make the designation of an individual's \"number\" in the photo array indeterminate. We therefore find no merit in Pindell's objection to his identification by Bashonga.\n    \n    IV\n    \n      32\n      For the foregoing reasons, we conclude that there was no error in any of the challenged decisions of the district court. The judgment of that court is therefore\n    \n    \n      33\n      \n        Affirmed.\n      \n    \n    \n      \n        Notes:\n      \n      \n        1\n         Title 18 U.S.C. &#167; 242 makes it a crime to willfully deprive a person of his legal or constitutional rights under color of law\n      \n      \n        2\n         Each warrant's catch-all phrase would also be effectively constrained if it were construed by reference to the attached affidavit. Although there is no dispute that the affidavit was presented to each magistrate and attached to each warrant, Pindell contends that we may not use it to limit the warrant because the only mention of the affidavit on the warrant's face was in preprinted \"boilerplate.\" In support, he citesUnited States v. Maxwell, in which this circuit held that \"in order for an affidavit to be viewed as limiting the scope of a warrant, the warrant must ... contain `suitable words of reference' evidencing the magistrate's explicit intention to incorporate the affidavit,\" and that preprinted language like that used here is insufficient. 920 F.2d 1028, 1032-33 (D.C.Cir.1990). The government concedes that Maxwell is indistinguishable from this case, and that this panel is without authority to overturn that prior decision. Appellee's Br. at 27 n.7; see United States v. Kanchanalak, 192 F.3d 1037, 1038 n. 1 (D.C.Cir.1999). Thus, although at least one court has taken a path different from that of Maxwell, see United States v. Bianco, 998 F.2d 1112, 1116-17 (2d Cir.1993), we cannot rely on the affidavit to constrain the language of the warrants.\n      \n      \n        3\n         Pindell also contends that the plain view doctrine is inapplicable because the warrant applications did not list the notebooks even though the police knew of their relevance at the time they sought the warrants. Such a claim, however, is foreclosed by the Supreme Court's decision inHorton v. California. See 496 U.S. at 138-42, 110 S.Ct. at 2308-11 (upholding the seizure of weapons used in an armed robbery, notwithstanding that, although the officer expected to find the weapons, his warrant application only listed the proceeds); see also United States v. Hill, 19 F.3d 984, 989 (5th Cir.1994).\n      \n      \n        4\n         See Dickerson, 508 U.S. at 375, 113 S.Ct. at 2137 (indicating that the \"immediately apparent\" requirement is satisfied if the police have \"probable cause to believe that an object in plain view is contraband without conducting some further search of the object\").\n      \n      \n        5\n         See also Soldal v. Cook County, 506 U.S. 56, 69, 113 S.Ct. 538, 547, 121 L.Ed.2d 450 (1992) (holding that a seizure was lawful under the plain view doctrine where there was \"probable cause to associate the property with criminal activity\"); Brown, 460 U.S. at 733, 742-43, 103 S.Ct. at 1538, 1543-44 (holding that the criminality of a knotted, opaque \"party balloon\" found in plain view during a traffic stop was \"immediately apparent\" because the officer had probable cause to believe that the balloon contained an illegal substance).\n      \n      \n        6\n         See United States v. Jones, 187 F.3d 210, 220 (1st Cir.1999); United States v. Corral, 970 F.2d 719, 724 (10th Cir.1992); United States v. Rutkowski, 877 F.2d 139, 142-43 (1st Cir. 1989).\n      \n      \n        7\n         See United States v. Rhodes, 779 F.2d 1019, 1032 (4th Cir.1985) (holding that the seizure of a notebook containing names, numbers, and figures during the execution of a warrant for marijuana was justified by the plain view exception in light of the officer's knowledge \"that drug dealers customarily kept records of their drug dealings\"); United States v. Hillyard, 677 F.2d 1336, 1341-42 (9th Cir.1982) (holding that police investigating a scheme to transport stolen vehicles and alter their identification numbers could seize a notebook and logbooks found in plain view in a stolen truck, because \"it was reasonable for the officers to suspect\" that they \"contained relevant entries in ... regard\" to the scheme); see also Hill, 19 F.3d at 989 (holding that \"[a]s soon as the agents saw the check stubs, they were justified in believing that they were useful as evidence of a money structuring offense,\" even \"without removing the rubber bands and inspecting the stubs individually\").\n      \n      \n        8\n         Pindell does not contend that this action constituted an unlawful searchSee United States v. Barnes, 909 F.2d 1059, 1069-70 (7th Cir.1990) (holding that under a warrant for seizure of cocaine, police were authorized to search through notebooks or any other items in which drugs might be concealed).\n      \n      \n        9\n         We also conclude that the district court did not abuse its discretion in determining, under Federal Rule of Evidence 403, that the probative value of the Rule 404(b) evidence was not substantially outweighed by the danger of unfair prejudiceSee Crowder, 141 F.3d at 1210. That conclusion is further supported by the fact that the district court took \"caution to guard the space between the permissible and impermissible inferences by instructing the jury to consider the evidence only for its proper purpose.\" United States v. Mitchell, 49 F.3d 769, 777 (D.C.Cir.1995).\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 782812
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}