{
    "id": 1441959,
    "judges": "Moody",
    "date_filed": "1973-06-08",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-kelly",
    "case_name_short": "Kelly",
    "case_name": "United States v. Kelly",
    "case_name_full": "UNITED STATES of America v. John W. KELLY",
    "attorneys": "Michael A. Thill, Ass’t U.S. Atty., Dyer, IN, for U.S., Pamela P. Kosenka, Highland, IN, George A. Sullivan, Jr., counsel appointed by U.S. Ct. of Appeals, Bloomington, IN, for John W. Kelly.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b620-15\">\n    UNITED STATES of America v. John W. KELLY.\n   </parties><br><docketnumber id=\"b620-18\">\n    No. HCR 90-72.\n   </docketnumber><br><court id=\"b620-19\">\n    United States District Court, N.D. Indiana, Hammond Division.\n   </court><br><decisiondate id=\"b620-20\">\n    Aug. 3, 1994.\n   </decisiondate><br><attorneys id=\"b622-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"558\"> \n     *558\n     </span>\n    Michael A. Thill, Ass’t U.S. Atty., Dyer, IN, for U.S.\n   </attorneys><br><attorneys id=\"b622-13\">\n    Pamela P. Kosenka, Highland, IN, George A. Sullivan, Jr., counsel appointed by U.S. Ct. of Appeals, Bloomington, IN, for John W. Kelly.\n   </attorneys>",
    "citations": [
        "872 F. Supp. 556"
    ],
    "opinions": [
        {
            "author_str": "Moody",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 2287.0,
            "opinion_text": "\n872 F.Supp. 556 (1994)\nUNITED STATES of America\nv.\nJohn W. KELLY.\nNo. HCR 90-72.\nUnited States District Court, N.D. Indiana, Hammond Division.\nAugust 3, 1994.\n*557 *558 Michael A. Thill, Ass't U.S. Atty., Dyer, IN, for U.S.\nPamela P. Kosenka, Highland, IN, George A. Sullivan, Jr., counsel appointed by U.S. Ct. of Appeals, Bloomington, IN, for John W. Kelly.\n\nORDER\nMOODY, District Judge.\nJohn Kelly wants his things back. Kelly asks the court to \"suppress and order the return of\" items seized during a 1988 warrant-authorized raid of Kelly's shop, called \"Kelly's Auto Repair,\" in Gary, Indiana. During the raid, police seized money, guns, cocaine, heroin, and measuring scales. Kelly also alleges that business papers were seized. Based, in part, on these items, Kelly was convicted by a jury before this court of narcotics and firearms violations. The Seventh Circuit recently affirmed that conviction. See United States v. Kelly, 14 F.3d 1169 (7th Cir.1994). Kelly makes his current request in the form of a motion, under FED.R.CRIM.P. 41(e), in his criminal case. The court concludes that it has equitable jurisdiction to proceed in this matter. Kelly's request, to the extent that it asks that the fruits of the 1988 search be suppressed, is DENIED. However, to the extent that Kelly asks for return of his property, the court withholds judgment. The court asks that the parties brief this aspect of Kelly's motion more fully, as described below.\n\nI. Jurisdiction.\n\nRule 41 creates \"a relatively rare procedural animal.\" Multi-Media Distributing Co., Inc. v. United States, 836 F.Supp. 606, 609 (N.D.Ind.1993). Sub-section (e) of the rule provides, in part:\nMotion for Return of Property. A person aggrieved by an unlawful search and seizure or by the deprivation of property *559 may move the district court for the district in which the property was seized for the return of the property on the ground that such person is entitled to lawful possession of the property.\nFED.R.CRIM.P. 41(e). In Multi-Media Distributing Co, Inc., the court held that it had equitable jurisdiction to hear a Rule 41(e) motion brought prior to the institution of criminal proceedings concerning the property at issue. 836 F.Supp. at 609. Kelly's motion presents the other extreme: a Rule 41(e) motion brought after the criminal proceedings have been terminated.\nThe court concludes that it has jurisdiction to hear Kelly's motion because that motion is ancillary to Kelly's criminal case, which was tried before the court. In United States v. Taylor, 975 F.2d 402, 402 (7th Cir. 1992), Wayne Taylor moved for the return of his gun more than a year after he had pleaded guilty to bank robbery. Taylor states that \"[t]he criminal prosecution supplies subject-matter jurisdiction extending to ancillary disputes.\" Id. at 403. It concludes that there was \"no jurisdictional shortfall\" in hearing Taylor's motion. Id. Taylor thus clearly implies that Rule 41(e) motions are ancillary to the underlying criminal prosecution and that this ancillary quality is jurisdictional, i.e., it is a basis for postconviction jurisdiction over Rule 41(e) motions. This is consistent with the holdings of other circuits faced with the same issue. See Rufu v. United States, 20 F.3d 63, 64 (2d Cir.1994) (\"The district court where a defendant is tried has ancillary jurisdiction to decide the defendant's post-trial motion for return of seized property.\"); United States v. Price, 914 F.2d 1507, 1510-11 (D.C.Cir.1990) (district court has both jurisdiction and duty to ensure return of defendant's property). A hearing of the defendant's asserted property claim in the district court before which a defendant was tried also serves the interests of judicial efficiency. See United States v. Maez, 915 F.2d 1466, 1468 (10th Cir.1990) (\"[I]nterests of judicial efficiency permit a criminal trial judge to rule on the [postconviction Rule 41(e)] motion.\") This court has jurisdiction to proceed on Kelly's motion.[1]\n\nII. Analysis of motions under Rule 41(e).\n\nAlthough a postconviction Rule 41(e) motion is ancillary to the preceding criminal case, and although Rule 41 is a rule of criminal procedure, the nature of a postconviction Rule 41(e) motion is civil and equitable, not criminal. See Multi-Media Distributing Co., Inc., 836 F.Supp. at 609 (treating preindictment Rule 41(e) motion \"as a civil action invoking the court's equitable powers\") and Taylor, 975 F.2d at 403 (\"Although some ... opinions suggest that the civil period applies only to motions before trial, the nature of the dispute is the same no matter when the action comes.\") The rationale for this conclusion is simple: \"Rule 41(e) motions represent a means by which a criminal defendant can determine [his or] her rights in property, and not a part of the trial and punishment process that is criminal law.\" Hunt v. U.S. Department of Justice, 2 F.3d 96, 97 (5th Cir.1993).\nThe civil nature of Rule 41(e) proceedings means that the court applies the civil-law preponderance evidentiary standard rather than the criminal-law beyond-reasonable-doubt standard. See Maez, 915 F.2d at 1468 (\"The judge is not bound by the criminal proceeding's standard of proof or its findings.\") The application of the preponderance standard is important because \"a defendant may be acquitted of the crime under the reasonable doubt standard but found to possess property unlawfully because of the lower preponderance standard of proof.\" See id.\nEqually significant is the equitable nature of Rule 41(e) proceedings. Here, the significance varies with the movant. The text of the rule provides for two classes of movants: (1) persons \"aggrieved by an unlawful search and seizure,\" and, (2) persons \"aggrieved by ... deprivation of property.\" *560 FED.R.CRIM.P. 41(e). Prior to 1989, \"Rule 41(e) did not explicitly recognize a right of a property owner to obtain return of lawfully seized property.\" See Amendments to the Federal Rules of Criminal Procedure, 124 F.R.D. 397, 427 (1989) (Advisory Committee Notes). The 1989 amendments to Rule 41(e) expanded the rule's express reach to \"person[s] whose property has been lawfully seized.\" Id. These persons may now \"seek return of property when aggrieved by the government's continued possession of it.\" Id.; see also Multi-Media Distributing Co., Inc., 836 F.Supp. at 613 n. 6.\nWhen a postconviction Rule 41(e) movant relies on the unlawful nature of the underlying seizure, the court's equitable discretion is constrained. If the movant shows that the property was, indeed, unlawfully seized, no countervailing governmental law enforcement interest can overcome that fact because any governmental interest in the property would be necessarily tainted. See Murray v. United States, 487 U.S. 533, 536-37, 108 S.Ct. 2529, 2532-34, 101 L.Ed.2d 472 (1988) (\"`The essence of a provision forbidding the acquisition of evidence in a certain way is not merely that evidence so acquired shall not be used before the Court but that it shall not be used at all.'\") (citation omitted). In such cases, the court nonetheless must consider, as discussed below, whether the movant is entitled to lawful possession and the adequacy of any remedy at law.\nWhere, on the other hand, the movant does not rely on an argument of unlawful seizure, the court has freer reign to balance whatever interests the defendant asserts in his or her property against the interests of the government in retaining the property. See United States v. Duncan, 918 F.2d 647, 654 (6th Cir.1990) (concern on appeal is \"whether the district court properly balanced the competing equities in deciding whether return was in order\"). In these cases, the defendant must begin with a prima facie case of lawful entitlement. Maez, 915 F.2d at 1468. The defendant is aided in this by the presumption that \"a criminal defendant ... ha[s] the right to the return of his [or her] property once it is no longer needed as evidence.\" See, e.g., United States v. Mills, 991 F.2d 609, 612 (9th Cir.1993); Duncan, 918 F.2d at 654 (\"The general rule is that seized property, other than contraband, should be returned to the rightful owner after the criminal proceedings have terminated.\"); Maez, 915 F.2d at 1468 (seizure of property from someone prima facie evidence of that person's subsequent entitlement to that property).\nOnce a defendant makes out a prima facie case of lawful entitlement, the burden shifts to the government to prove that its interests outweigh the defendant's interests. Mills, 991 F.2d at 612. The government's interests may take various forms: what is essential is that the interest is \"legitimate.\" See, e.g., id. (interest in fulfillment of restitution order); Duncan, 918 F.2d at 654 (interest in payment of criminal fines); Sovereign News Co. v. United States, 690 F.2d 569, 577 (6th Cir.1982) (interest in ongoing criminal and tax investigation). The government must show by a preponderance of the evidence that whatever interest it asserts overwhelms the defendant's interest.\nThe government may also respond to a Rule 41(e) motion by rebutting the defendant's claimed right of lawful entitlement. See Mills, 991 F.2d at 612 (government may rebut by showing claim of ownership or possession adverse to defendant); Maez, 915 F.2d at 1468 (government may rebut by proving ownership or that claimant who had possessed did so unlawfully). The government may also, of course, rebut the movant's claim of lawful entitlement by establishing that the property is contraband.\nFinally, the government may argue that the defendant is not entitled to relief because he or she has an adequate remedy at law. This is a direct consequence, again, of the equitable nature of proceedings under Rule 41(e). In the return-of-property context, the government's argument in this regard will most often be that the defendant had an opportunity to be heard during a forfeiture proceeding. See, e.g., United States v. Clagett, 3 F.3d 1355, 1356 (9th Cir.1993) (opportunity to be heard in forfeiture proceeding precludes exercise of equitable jurisdiction); Hunt, 2 F.3d at 97 (\"court *561 may deny Rule 41(e) motion where an adequate remedy at law exists\"); Price, 914 F.2d at 1511 (suggesting jurisdictional flaw where property was subject to ongoing forfeiture proceeding). Success with this tack, however, requires proof that: (1) the defendant in fact did have an opportunity to be heard in the forfeiture proceedings, see Clagett, 3 F.3d at 1356 (where notice of forfeiture proceedings inadequate, forfeiture proceedings did not provide adequate legal remedy); and, (2) the forfeiture proceedings in fact could protect the defendant's interests, see Hunt, 2 F.3d at 97 (state forfeiture proceedings did not preclude Rule 41(e) proceeding where proceedings could not provide recovery of seized property).\nIt is in this context that the court takes up Kelly's motion.\n\nIII. Kelly's motion.\n\nKelly, appearing pro se, is unclear about both the basis of his motion and the relief he seeks. Kelly fashions the motion as one to suppress and for the return of the property. To the extent that Kelly intended his motion as one to suppress the fruits of the 1988 search, it is without merit. Rule 41(e) motions that can be construed as motions to suppress as well as for return of property are considered, in the former regard, under Federal Rule of Criminal Procedure 12. See FED.R.CRIM.P. 41(e) (motion filed after indictment or information treated, in part, as motion to suppress under Rule 12). Under Rule 12, as the Seventh Circuit noted in its decision on Kelly's direct appeal, \"[w]hen the defense does not seek to suppress the evidence as required by Rule 12(b)(3) before the trial, even if defendant later objects to the evidence at trial, the issue is deemed waived under Rule 12(f).\" Id. at 1173-74. Kelly did not file a motion to suppress prior to trial. Kelly's current motion to suppress, following conviction and appeal, is clearly too late. Kelly may nonetheless make a valid claim for return of property.\nAlthough Kelly asks for \"the return of the fruits of the illegal search,\" the court treats his motion as one made by a person aggrieved by deprivation of property and not by an unlawful search.\nThe 1988 search was not unlawful. Kelly himself seems confused about the search, arguing alternatively that there was no warrant and that the warrant was insufficiently supported. The court has reviewed the warrant and the underlying affidavit. The magistrate had before him the word of a police officer who attested to several controlled buys of narcotics conducted at Kelly's shop. This provided a substantial basis from which the magistrate could find probable cause that evidence of narcotics and firearms violations would be found inside. See Illinois v. Gates, 462 U.S. 213, 238-39, 103 S.Ct. 2317, 2332-33, 76 L.Ed.2d 527 (1983) (discussing standards for probable cause and for review of magistrate's probable cause determination). Thus, the search comported with the requirements of the Fourth Amendment to the United States Constitution.[2] The ministerial violations of Rule 41(d) that Kelly alludes to in his motion no more render the search \"unlawful\" for the purposes of Rule 41(e) than they supported exclusion of the evidence at trial. See Kelly, 14 F.3d at 1173 (upholding admission of seized evidence at trial).\nKelly also suggests that he is aggrieved by the government's wrongful retention of his property subsequent to trial. See Williams v. Anderson, 959 F.2d 1411, 1417 n. 4 (7th Cir.1992) (\"Federal courts have a duty to interpret charitably pleadings filed by pro se litigants.\") The problem is that Kelly has not sufficiently identified the relevant property. Clearly, Kelly has no lawful entitlement to possess controlled substances, see 21 U.S.C. § 841(a)(1) (illegal to possess controlled substances), or, as a previously convicted felon, firearms, see 18 U.S.C. § 922(g) (illegal for convicted felon to possess firearms). It was possession of these things *562 that originally brought Kelly before this court and landed him in jail. Likewise, Kelly has no entitlement to marked bills he received during controlled buys. On the other hand, Kelly may have a claim of lawful entitlement to other cash seized, see Kelly, 14 F.3d at 1172 (stating \"additional cash\" was confiscated). Kelly also alleges in his motion that the government seized \"various papers and documents.\" To the extent this is so, Kelly may also have a right to lawfully possess these items. Because Kelly's motion inadequately identifies such seized property, and, accordingly, the government has not responded to this aspect of Kelly's motion, the court requests additional briefing.\nKelly is ORDERED to file by August 19, 1994 a list of any property seized in the 1988 search to which he believes he is lawfully entitled. The list is to be as specific as possible. The government will then have until September 9, 1994 to respond to that list. Kelly may reply to the government's submission by September 23, 1994.\nSO ORDERED.\nNOTES\n[1]  Kelly, as noted, was tried before this court, which is located in the same judicial district where the seizure occurred. Rule 41(e) provides for motions to \"the district court for the district in which the property was seized.\" FED.R.CRIM. PRO. 41(e). The court does not opine on what the effect would have been on the court's ancillary jurisdiction had the seizure of Kelly's property, or his trial, taken place in a different district.\n[2]  The Fourth Amendment provides:\n\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n\n",
            "ocr": false,
            "opinion_id": 1441959
        }
    ],
    "court_short_name": "N.D. Indiana",
    "court_full_name": "District Court, N.D. Indiana",
    "court_type": "FD",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}