{
    "id": 1451846,
    "judges": "Cameron, Hays, Holohan, Lockwood, Struckmeyer",
    "date_filed": "2016-02-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-scarborough",
    "case_name_short": "Scarborough",
    "case_name": "State v. Scarborough",
    "case_name_full": "The STATE of Arizona, Appellee, v. Kenneth Robert SCARBOROUGH, Appellant",
    "attorneys": "Gary K. Nelson, Atty. Gen., by William P. Dixon and Thomas A. Jacobs, Asst. Attys. Gen., Phoenix, for appellee., Murray Miller and Philip M. Haggerty, Phoenix, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b53-4\">\n    514 P.2d 997\n   </citation><br><parties id=\"b53-5\">\n    The STATE of Arizona, Appellee, v. Kenneth Robert SCARBOROUGH, Appellant.\n   </parties><docketnumber id=\"AN\">\n    No. 2478.\n   </docketnumber><br><court id=\"b53-7\">\n    Supreme Court of Arizona, In Banc.\n   </court><br><decisiondate id=\"b53-9\">\n    Oct. 12, 1973.\n   </decisiondate><br><attorneys id=\"b54-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"2\"> \n     *2\n     </span>\n    Gary K. Nelson, Atty. Gen., by William P. Dixon and Thomas A. Jacobs, Asst. Attys. Gen., Phoenix, for appellee.\n   </attorneys><br><attorneys id=\"b54-7\">\n    Murray Miller and Philip M. Haggerty, Phoenix, for appellant.\n   </attorneys>",
    "citations": [
        "514 P.2d 997",
        "110 Ariz. 1"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3700.0,
            "opinion_text": "\n110 Ariz. 1 (1973)\n514 P.2d 997\nThe STATE of Arizona, Appellee,\nv.\nKenneth Robert SCARBOROUGH, Appellant.\nNo. 2478.\nSupreme Court of Arizona, In Banc.\nOctober 12, 1973.\n*2 Gary K. Nelson, Atty. Gen., by William P. Dixon and Thomas A. Jacobs, Asst. Attys. Gen., Phoenix, for appellee.\nMurray Miller and Philip M. Haggerty, Phoenix, for appellant.\nCAMERON, Vice Chief Justice.\nThis is an appeal from jury verdicts and judgments of guilt to the crime of robbery, §§ 13-641 and 13-643, as amended in 1967, A.R.S., and assault with a deadly weapon, § 13-249, as amended in 1967, A.R.S., with concurrent sentences of not less than eighteen nor more than twenty-five years for the robbery charge and not less than five nor more than ten for the assault with a deadly weapon.\nWe are asked to answer the following questions on appeal:\n1. Was the jury panel erroneously drawn in that it did not at the time include persons between the ages of 18 and 21?\n2. Did the trial court err in denying the motion to suppress and admitting into evidence items obtained from a search of the automobile after the arrest?\n3. Was it error to instruct the jury that the burden is upon one who is found in possession of property to explain possession of that property when the property is found under the right hand seat of the car which the defendant was driving?\n4. Were the statements of the prosecutor in his argument to the jury concerning the defendant's silence after being placed under arrest reversible error?\n5. Should the assault with a deadly weapon conviction be set aside as constituting double punishment for the same crime?\n6. Was the sentence excessive?\nThe facts necessary for a determination of this matter on appeal are as follows. At approximately 10:50 p.m. on the evening of 5 December 1969, two girls dressed in mini-skirts and knee-length \"go-go boots\" held up a drive-in liquor store located at 241 East Dunlap in Phoenix, Arizona. One of the girls wore a fingertip length carcoat with a fur collar and the other was dressed in white. Both girls had blue steel, short-barrel revolvers which they pointed at the liquor store attendant. After the money was taken from the cash register, the attendant was put in the walk-in refrigerator and told that if he attempted to get the license number or description of the car he would get his \"head blown off with a shotgun.\" It was later determined that the robbery netted some $222, including a one dollar bill, the serial number of which had been previously recorded by the attendant. At about the same time, a passerby, Marcus Lee, testified that he saw two females and one male running in front of a nearby restaurant:\n\"I saw two females and one male running in front. The two females had on coats, what seemed to be boots, just below the knee. The male was running sort of in a sideways manner, trying to bring them forward quicker, it seemed to me.\"\nThe three got into a 1969 Javelin automobile and headed westbound on Dunlap.\nThe witness at the time was a student at Glendale Community College majoring in law enforcement. He had a police monitor radio in his automobile. He jotted down the license number of the automobile and when the report of the robbery came in on the police radio he immediately went to the liquor store and gave this information to *3 the police. Meanwhile, another officer had observed the same automobile operating in an erratic manner. When the automobile ran a red light while making a left turn at 7th Street and Northern, the officer turned on his lights and pursued the automobile until it stopped two blocks south of Northern. The defendant got out of the car and approached the officer stating that he knew that he had run a red light but that he had been drinking. The officer placed the defendant in the backseat of his squad car. By this time the officer had received notification of the robbery and he then used his radio facilities to ask for further descriptions on the suspects. After receiving further descriptions, the defendant was placed under arrest for armed robbery. After the arrival of a second officer the two female occupants of the car were also arrested and a gun taken from the person of each. A search of the car at that time revealed a paper sack under the front seat with over $423 in it including the one dollar bill with the previously recorded number. The testimony indicated that the automobile had been rented by the defendant in his own name two days prior to the robbery. The testimony of one of the girls indicated that two other robberies had been committed the same day, one of another liquor store and one of a beauty parlor, and in both instances the defendant had driven the girls to the places to be robbed. The same girl testified, however, that the defendant Scarborough did not know what was going on at these three robberies and was merely an innocent person who had obliged by driving them to the places that they had robbed.\nThe jury returned a verdict of guilty as to both counts from which the defendant appeals.\nSELECTION OF THE JURY\nTrial commenced in this matter on 6 October 1971. Prior to the trial, the defendant moved to strike the jury panel on the ground that the jury panel did not contain the names of persons between the ages of 18 and 21 who might have registered. 42 U.S.C. § 1973bb-1 (1970 \u0097 Effective 1 January 1971). Marjorie Jackman, Maricopa County Jury Commissioner, testified that the jury panel was drawn from a list that was prepared prior to April 1971, from voter registration lists of the previous general election in November 1970 at which time persons under the age of 21 were not registered to vote.\nThis court has previously stated:\n\"* * * It is asserted by defendant that where a substantial body of individuals, those 18 years old, have been by class excluded from prospective jury duty, a prima facie showing of discrimination has been made. We do not agree. The jury list used in the present case was lawfully selected even though at the time the jury list was compiled 18 year olds were excluded. Periodic (6 month) updating is proper and not prejudicial to those voters, including young adults, who have qualified to vote in the interim. United States v. Kuhn, 441 F.2d 179 (5th Cir.1971). * * *\n\"We find no intentional, arbitrary or systematic discrimination against 18 to 21 year olds from serving on the jury at this time and the fact that there was an understandable delay in implementing the requirement that 18 year olds and over be placed on the voter registration list did not invalidate a jury list taken from the voter roles prior to the time voters 18 to 21 were allowed to register.\" State v. Taylor, 109 Ariz. 267, 271, 508 P.2d 731, 735 (1973).\nDefendant further contends there was error in that the jury did not contain sufficient representation of minority groups. The record before us fails to show any systematic exclusion of the members of minority groups and we find no error.\nEVIDENCE AS THE RESULT OF THE SEARCH OF THE AUTOMOBILE\nAfter the car was stopped and the occupants arrested, the police made a search of *4 the automobile. Under the right front seat a paper bag was found which contained money, including the pre-recorded dollar bill taken in the robbery. At the motion to suppress the officer testified:\n\"Q Who told you that the vehicle was going to be impounded as evidence?\n\"A No one told me. We had discussed it. Officer Flaaen and myself had discussed the automobile, and he said, `I will have to impound it as evidence. I will have to impound the vehicle. I can't leave it sit here on the street.'\n\"Q And did anybody \u0097 who did the car belong to?\n\"A I don't know. I didn't know at the time. We later found out it was a leased car. Apparently a rental car.\n\"Q Did anybody search the vehicle, other than you?\n\"A I don't recall anyone.\n\"Q So that to your knowledge, you were the only one that searched the vehicle?\n\"A To my knowledge, that is correct.\n\"Q And how did you search it?\n\"A With my eyes.\n\"Q Okay, and what did you do?\n\"A I proceeded to start at the front and go through the car. The front seat through the back seat, and the trunk. I didn't remove any of it. I just merely looked under the seat and on the seats, and in the trunk, for anything of value.\n\"Q Did you find anything?\n\"A I did.\n\"Q And what was that?\n\"A Under the front seat, on the passenger side, which would be the right side, I found a paper bag, brown paper bag containing $423 in cash.\n\"Q You say under the front seat?\n\"A Correct. Under the right, front seat on the floor board.\"\nUnder the facts in the instant case, we believe that the officers had the right to inventory the automobile and that the sack containing the money which was found under the front seat was clearly admissible. State v. Ruiz, 109 Ariz. 437, 511 P.2d 172 (1973); Boulet v. State, 109 Ariz. 433, 511 P.2d 168 (1973).\nIMPROPER INSTRUCTIONS\nThe following instructions were given at the request of the State:\n\"1. Within the meaning of the law two or more persons may have joint possession of personal property when it is under their dominion and control, and is either in their presence and custody, or if not in their presence, the possession thereof is immediate, accessible and exclusive to them.\n\"2. The burden is on one who is found in the possession of property that was stolen to explain such possession in order to remove the effect of that fact as a circumstance to be considered with all other evidence pointing by his guilt.\"\nDefendant contends that these instructions inferred that the defendant was in possession of the money including the prerecorded one dollar bill and that such inference is prejudicial. Under the facts in the instant case we find no error. The automobile was rented by the defendant. It was, in effect, his car. He was the driver. From these facts the jury could properly infer that he was in at least joint possession of the paper bag.\nThe facts supported an instruction on joint possession and we believe also an instruction on unexplained possession. This court has previously stated:\n\"This Court has long held that possession of stolen goods, if unexplained, is a circumstance from which the jury might infer the guilt of a defendant, but that this circumstance, standing alone, is insufficient to sustain a conviction. Porris v. State, 30 Ariz. 442, 247 P. 1101; Allen v. State, 26 Ariz. 317, 225 P. 332. As we read the subject instruction, it appears to state the law correctly for in effect the instruction says that if defendants had wished to remove the effect of *5 possession of stolen goods from the facts and circumstances to be considered by the jury, defendants should have offered some explanation of their possession of such goods.\" State v. Pederson, 102 Ariz. 60, 68, 424 P.2d 810, 818 (1967).\nIMPROPER COMMENT BY THE COUNTY ATTORNEY\nAfter the defendant was arrested and given his Miranda warnings, he chose to remain silent. In his opening argument to the jury, the county attorney stated:\n\"Officer Flaaen then advised the defendant that he was under arrest. And you heard what Ernie Flaaen said on the stand. He said, `I told the defendant that he was under arrest for robbery', or `armed robbery', whichever one he said. And then he transported him down to the station.\n\"And the defendant said nothing. And in his testimony, the defendant told you he said nothing. Now, if he were arrested for armed robbery, he would have said something \u0097 if he were not guilty. Of course, the defendant said the officer didn't tell him what he was arrested for. And, of course, that is a matter of credibility for you to decide \u0097 which person you want to believe.\n\"But you heard Officer Galbreath later on, who was our next witness, say that he was present when Ernie Flaaen advised him of his rights \u0097 the Miranda rights \u0097 and the defendant chose not to answer, or chose not to say anything.\"\nThe defendant waited until the close of the prosecutor's opening argument and then made an objection to these remarks and moved for a mistrial, which motion was denied. This court has recently stated:\n\"To hold that a defendant may, after being warned of his right to remain silent, have that silence used against him would nullify the warning required by Miranda, supra, and the warning would have to be amended to inform the defendant that not only what he says may be used against him, but what he doesn't say will also be used against him.\n* * * * * *\n\"And we believe that it was fundamental error which was not waived by the failure of the defendant to object when the prosecutor commented upon defendant's silence after arrest.\" State v. Shing, 109 Ariz. 361, 365, 509 P.2d 698, 702 (1973).\nHowever, a review of the evidence which clearly established defendant's guilt leads us to the inescapable conclusion that such comment was beyond a reasonable doubt harmless error, Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967); Harrington v. California, 395 U.S. 250, 89 S. Ct. 1726, 23 L. Ed. 2d 284 (1969), and did not contribute to the verdict. We therefore need not reverse on this unnecessary and erroneous comment by the State.\nSHOULD THE ASSAULT WITH A DEADLY WEAPON BE SET ASIDE?\nDefendant was convicted of robbery and assault with a deadly weapon based upon §§ 13-138, 13-139, and 140 A.R.S., which statutes abrogate the distinction between accessory before the fact and principal, and provide for prosecution of \"[a]ll persons concerned in the commission of a crime whether they directly commit the act constituting the offense, or aid and abet in its commission, though not present * * *.\" § 13-140 A.R.S. It would follow under our double punishment statute, § 13-1641 A.R.S., that if the two girls in this case could not be charged with both robbery and assault with a deadly weapon at the same time, the defendant Scarborough could not be charged with both assault with a deadly weapon and robbery.\nUnder the circumstances in this case, we believe that the two girls could not be charged with both assault with a deadly weapon and robbery arising out of the same transaction. As we have stated:\n\"In the original appeal of Mays, supra, [State v. Mays, 105 Ariz. 47, 459 P.2d *6 307], we relied on State v. Enriquez, 104 Ariz. 16, 448 P.2d 72 (1969). Mendoza [State v. Mendoza, 107 Ariz. 51, 481 P.2d 844] overruled Enriquez with regard to the test to be applied in determining whether sentencing on conviction of two or more charges arising out of the same act violated the terms of § 13-1641. In Mendoza, we held that the \"practical test was to eliminate the elements contained in one charge, and to determine whether the facts left would support the other charge.\n\"The facts developed in Mays' trial show that the element of fear necessary for conviction of robbery was the act of striking of the victim with a tire iron. The same act was a necessary element to constitute assault with a deadly weapon. The facts here therefore will not support conviction of both crimes charged. The conviction and sentences on Count 3 are therefore set aside.\" State v. Mays, 108 Ariz. 172, 173, 494 P.2d 368, 369 (1972).\nThe judgment of guilt as to the crime of assault with a deadly weapon, it being the lesser offense, is set aside. State v. Mendoza, 107 Ariz. 51, 481 P.2d 844 (1971); State v. Ballez, 102 Ariz. 174, 427 P.2d 125 (1967).\nWAS THE SENTENCE EXCESSIVE?\nDefendant, a first offender, contends that his sentence was excessive especially when it is considered that the two girls each received a lesser minimum sentence than he did.\nThe sentence is clearly within the statutory limits established by the legislature. § 13-643 A.R.S.\n\"The legislature has vested in the trial court broad discretion in sentencing the defendant by setting minimum and maximum statutory periods. Since the trial court generally is better able to evaluate the defendant's crime in light of the particular facts of the case as well as the background circumstances relative to his moral character, we will not disturb that sentence unless there is a clear abuse of discretion. * * *\" State v. Fischer, 108 Ariz. 325, 326, 498 P.2d 147, 148 (1972).\nThe judgment of guilt and the sentence entered thereon for the crime of assault with a deadly weapon is reversed and set aside. The verdict and judgment of guilt as to robbery and the sentence entered thereon is hereby affirmed.\nHAYS, C.J., and HOLOHAN, J., concur.\nSTRUCKMEYER, Justice (dissenting).\nI do not agree with the disposition by the majority of the admitted error in the State's comment to the jury on defendant's silence after his arrest.\nThe State's argument called upon the jury in this language to find the defendant guilty because he chose to exercise his constitutional rights:\n\"Officer Flaaen then advised the defendant that he was under arrest * * *. And the defendant said nothing * * *. Now, if he were arrested for armed robbery he would have said something \u0097 if he were not guilty. * * * But you hear Officer Galbreath later on, * * * say that he was present when Ernie Flaaen advised him of his rights \u0097 the Miranda rights \u0097 and the defendant chose not to answer, or chose not to say anything.\"\nThere are some constitutional rights so basic to a fair trial that their infraction can never be treated as harmless error, Chapman v. California, 386 U.S. 18, 23, 87 S. Ct. 824, 828, 17 L. Ed. 2d 705, 710 (1966), as, for example, the right to the advice of counsel, Gideon v. Wainwright, 372 U.S. 335, 83 S. Ct. 792, 9 L. Ed. 2d 799, 93 A.L.R. 2d 733 (1962), and the right to be free of the compulsion to be a witness against oneself, Payne v. Arkansas, 356 U.S. 560, 78 S. Ct. 844, 2 L. Ed. 2d 975 (1958); Chapman, supra, footnote 8.\nThere are cases, of course, such as Harrington v. California, 395 U.S. 250, 89 S. Ct. 1726, 23 L. Ed. 2d 284 supra, where it is possible *7 to examine the erroneously admitted evidence and conclude on the sheer weight of the other evidence of guilt that its admittance was harmless beyond a reasonable doubt. But this is not such a case. Here, the jury was told to infer guilt, thereby penalizing the defendant because he exercised his constitutional rights to seek the advice of counsel and against self-incrimination. If a defendant can be so penalized, the meaning and vitality of the words of the Constitution have been reduced to impotence. I would reverse the judgment of conviction.\nLOCKWOOD, Justice (concurring):\nI concur with the foregoing dissent of Justice Struckmeyer.\n",
            "ocr": false,
            "opinion_id": 1451846
        },
        {
            "author_str": "Cameron",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCAMERON, Vice Chief Justice.\nThis is an appeal from jury verdicts and judgments of guilt to the crime of robbery, §§ 13-641 and 13-643, as amended in 1967, A.R.S., and assault with a deadly weapon, § 13-249, as amended in 1967, A.R.S., with concurrent sentences of not less than eighteen nor more than twenty-five years for the robbery charge and not less than five nor more than ten for the assault with a deadly weapon.\nWe are asked to answer the following questions on appeal:\n1. Was the jury panel erroneously drawn in that it did not at the time include persons between the ages of 18 and 21?\n2. Did the trial court err in denying the motion to suppress and admitting into evidence items obtained from a search of the automobile after the arrest?\n3. Was it error to instruct the jury that the burden is upon one who is found in possession of property to explain possession of that property when the property is found under the right hand seat of the car which the defendant was driving?\n4. Were the statements of the prosecutor in his argument to the jury concerning the defendant’s silence after being placed under arrest reversible error ?\n5. Should the assault with a deadly weapon conviction be set aside as constituting double punishment for the same crime?\n6. Was the sentence excessive ?\nThe facts necessary for a determination of this matter on appeal are as follows. At approximately 10:50 p. m. on the evening of 5 December 1969, two girls dressed in mini-skirts and knee-length “go-go boots” held up a drive-in liquor store located at 241 East Dunlap in Phoenix, Arizona. One of the girls wore a fingertip length carcoat with a fur collar and the other was dressed in white. Both girls had blue steel, short-barrel revolvers which they pointed at the liquor store attendant. After the money was taken from the cash register, the attendant was put in the walk-in refrigerator and told that if he attempted to get the license number or description of the car he would get his “head blown off with a shotgun.” It was later determined that the robbery netted some $222, including a one dollar bill, the serial number of which had been previously recorded by the attendant. At about the same time, a passerby, Marcus Lee, testified that he saw two females and one male running in front of a nearby restaurant:\n“I saw two females and one male running in front. The two females had on coats, what seemed to be boots, just below the knee. The male was running sort of in a sideways manner, trying to bring them forward quicker, it seemed to me.”\nThe three got into a 1969 Javelin auto- ■ mobile and headed westbound on Dunlap.\nThe witness at the time was a student at Glendale Community College majoring in law enforcement. He had a police monitor radio in his automobile. He jotted down the license number of the automobile and when the report of the robbery came in on the police radio he immediately went to the liquor store and gave this information to *3the police. Meanwhile, another officer had observed the same automobile operating in an erratic manner. When the automobile ran a red light while making a left turn at 7th Street and Northern, the officer turned on his lights and pursued the automobile until it stopped two blocks south of Northern. The defendant got out of the car and approached the officer stating that he knew that he had run a red light but that he had been drinking. The officer placed the defendant in the backseat of his squad car. By this time the officer had received notification of the robbery and he then used his radio facilities to ask for further descriptions on the suspects. After receiving further descriptions, the defendant was placed under arrest for armed robbery. After the arrival of a second officer the two female occupants of the car were also arrested and a gun taken from the person of each. A search of the car at that time revealed a paper sack under the front seat with over $423 in it including the one dollar bill with the previously recorded number. The testimony indicated that the automobile had been rented by the defendant in his own name two days prior to the robbery. The testimony of one of the girls indicated that two other robberies had been committed the same day, one of another liquor store and one of a beauty parlor, and in both instances the defendant had driven the girls to the places to be robbed. The same girl testified, however, that the defendant Scarborough did not know what was going on at these three robberies and was merely an innocent person who had obliged by driving them to the places that they had robbed.\nThe jury returned a verdict of guilty as to both counts from which the defendant appeals.\nSELECTION OF THE JURY\nTrial commenced in this matter on 6 October 1971. Prior to the trial, the defendant moved to strike the jury panel on the ground that the jury panel did not contain the names of persons between the ages of 18 and 21 who might have registered. 42 U.S.C. § 1973bb-1 (1970 — Effective 1 January 1971). Marjorie Jackman, Maricopa County Jury Commissioner, testified that the jury panel was drawn from a list that was prepared prior to April 1971, from voter registration lists of the previous general election in November 1970 at which time persons under the age of 21 were not registered to vote.\nThis court has previously stated:\n“ * * * It is asserted by defendant that where a substantial body of individuals, those 18 years old, have been by class excluded from prospective jury duty, a prima facie showing of discrimination has been made. We do not agree. The jury list used in the present case was lawfully selected even though at the time the jury list was compiled 18 year olds were excluded. Periodic (6 month) updating is proper and not prejudicial to those voters, including young adults, who have qualified to vote in the interim. United States v. Kuhn, 441 F.2d 179 (5th Cir. 1971). * * *\n“We find no intentional, arbitrary or systematic discrimination against 18 to 21 year olds from serving on the jury at this time and the fact that there was an understandable delay, in implementing the requirement that 18 year olds and over be placed on the voter registration list did not invalidate a jury list taken from the voter roles prior to the time voters 18 to 21 were allowed to register.” State v. Taylor, 109 Ariz. 267, 271, 508 P.2d 731, 735 (1973).\nDefendant further contends there was error in that the jury did not contain sufficient representation of minority groups. The record before us fails to show any systematic exclusion of the members of minority groups and we find no error.\nEVIDENCE AS THE RESULT OF THE SEARCH OF THE AUTOMOBILE\nAfter the car was stopped and the occupants arrested, the police made a search of *4the automobile. Under the right front seat a paper bag was found which contained money, including the pre-recorded dollar bill taken in the robbery. At the motion to suppress the officer testified:\n“Q Who told you that the vehicle was going to be impounded as evidence?\n“A No one told me. We had discussed it. Officer Flaaen and myself had discussed the automobile, and he said, T will have to impound it as evidence. I will have to impound the vehicle. I can’t leave it sit here on the street.’\n“Q And did anybody — who did the car belong to?\n“A I don’t know. I didn’t know at the time. We later found out it was a leased car. Apparently a rental car.\n“Q Did anybody search the vehicle, other than you?\n“A I don’t recall anyone.\n“Q So that to your knowledge, you were the only one that searched the vehicle ?\n“A To my knowledge, that is correct.\n“Q And how did you search it?\n“A With my eyes.\n“Q Okay, and what did you do ?\n“A I proceeded to start at the front and go through the car. The front seat through the back seat, and the trunk. I didn’t remove any of it. I just merely looked under the seat and on the seats, and in the trunk, for anything of value.\n“Q Did you find anything ?\n“A I did.\n“Q And what was that ?\n“A Under the front seat, on the passenger side, which would be the right side, I found a paper bag, brown paper bag containing $423 in cash.\n“Q You say under the front seat?\n“A Correct. Under the right, front seat on the floor board.”\nUnder the facts in the instant case, we believe that the officers had the right to inventory the automobile and that the sack containing the money which was found under the front seat was clearly admissible. State v. Ruiz, 109 Ariz. 437, 511 P.2d 172 (1973); Boulet v. State, 109 Ariz. 433, 511 P.2d 168 (1973).\nIMPROPER INSTRUCTIONS\nThe following instructions were given at the request of the State:\n“1. Within the meaning of the law two or more persons may have joint possession of personal property when it is under their dominion and control, and is either in their presence and custody, or if not in their presence, the possession thereof is immediate, accessible and exclusive to them.\n“2. The burden is on one who is found in the possession of property that was stolen to explain such possession in order to remove the effect of that fact as a circumstance to be considered with all other evidence pointing by his guilt.”\nDefendant contends that these instructions inferred that the defendant was in possession of the money including the prerecorded one dollar bill and that such inference is prejudicial. Under the facts in the instant case we find no error. The automobile was rented by the defendant. It was, in effect, his car. He was the driver. From these facts the jury could properly infer that he was in at least joint possession of the paper bag.\nThe facts supported an instruction on joint possession and we believe also an instruction on unexplained possession. This court has previously stated :\n“This Court has long held that possession of stolen goods, if unexplained, is a circumstance from which the jury might infer the guilt of a defendant, but that this circumstance, standing alone, is insufficient to sustain a conviction. Porris v. State, 30 Ariz. 442, 247 P. 1101; Allen v. State, 26 Ariz. 317, 225 P. 332. As we read the subject instruction, it appears to state the law correctly for in effect the instruction says that if defendants had wished to remove the effect of *5possession of stolen goods from the facts and circumstances to be considered by the jury, defendants should have offered some explanation of their possession of such goods.” State v. Pederson, 102 Ariz. 60, 68, 424 P.2d 810, 818 (1967).\nIMPROPER COMMENT BY THE COUNTY ATTORNEY\nAfter the defendant was arrested and given his Miranda warnings, he chose to remain silent. In his opening argument to the jury, the county attorney stated:\n“Officer Flaaen then advised the defendant that he was under arrest. And you heard what Ernie Flaaen said on the stand. He said, T told the defendant that he was under arrest for robbery’, or ‘armed robbery’, whichever one he said. And then he transported him down to the station.\n“And the defendant said nothing. And in his testimony, the defendant told you he said nothing. Now, if he were arrested for armed robbery, he would have said something — if he were not guilty. Of course, the defendant said the officer didn’t tell him what he was arrested for. And, of course, that is a matter of credibility for you to decide — which person you want to believe.\n“But you heard Officer Galbreath later on, who was our next witness, say that he was present when Ernie Flaaen advised him of his rights — the Miranda rights — and the defendant chose not to answer, or chose not to say anything.”\nThe defendant waited until the close of the prosecutor’s opening argument and then made an objection to these remarks and moved for a mistrial, which motion was denied. This court has recently stated:\n“To hold that a defendant may, after being warned of his right to remain silent, have that silence used against him would nullify the warning required by Miranda, supra, and the warning would have to be amended to inform the defendant that not only what he says may be used against him, but what he doesn’t say will also be used against him.\n******\n“And we believe that it was fundamental error which was not waived by the failure of the defendant to object when the prosecutor commented upon defendant’s silence after arrest.” State v. Shing, 109 Ariz. 361, 365, 509 P.2d 698, 702 (1973).\nHowever, a review of the evidence which clearly established defendant’s guilt leads us to the inescapable conclusion that such comment was beyond a reasonable doubt harmless error, Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967); Harrington v. California, 395 U.S. 250, 89 S.Ct. 1726, 23 L.Ed.2d 284 (1969), and did not contribute to the verdict. We therefore need not reverse on this unnecessary and erroneous comment by the State.\nSHOULD THE ASSAULT WITH A DEADLY WEAPON BE SET ASIDE?\nDefendant was convicted of robbery and assault with a deadly weapon based upon §§ 13-138, 13-139, and 140 A. R.S., which statutes abrogate the distinction between accessory before the fact and principal, and provide for prosecution of “[a] 11 persons concerned in the commission of a crime whether they directly commit the act constituting the offense, or aid and abet in its commission, though not present * * *.” § 13-140 A.R.S. It would follow under our double punishment statute, § 13-1641 A.R.S., that if the two girls in this case could not be charged with both robbery and assault with a deadly weapon at the same time, the defendant Scarborough could not be charged with both assault with a deadly weapon and robbery.\nUnder the circumstances in this case, we believe that the two girls could not be charged with both assault with a deadly weapon and robbery arising out of the same transaction. As we have stated:\n“In the original appeal of Mays, supra, [State v. Mays, 105 Ariz. 47, 459 P.2d *6307], we relied on State v. Enriquez, 104 Ariz. 16, 448 P.2d 72 (1969). Mendoza [State v. Mendoza, 107 Ariz. 51, 481 P.2d 844] overruled Enriquez with regard to the test to be applied in determining whether sentencing on conviction of two or more charges arising out of the same act violated the terms of § 13-1641. In Mendoza, we held that the “practical test was to eliminate the elements contained in one charge, and to determine whether the facts left would support the other charge.\n“The facts developed in Mays’ trial show that the element of fear necessary for conviction of robbery was the act of striking of the victim with a tire iron. The same act was a necessary element to constitute assault with a deadly weapon. The facts here therefore will not support conviction of both crimes charged. The conviction and sentences on Count 3 are therefore set aside.” State v. Mays, 108 Ariz. 172, 173, 494 P.2d 368, 369 (1972).\nThe judgment of guilt as to the crime of assault with a deadly weapon, it being the lesser offense, is set aside. State v. Mendoza, 107 Ariz. 51, 481 P.2d 844 (1971); State v. Ballez, 102 Ariz. 174, 427 P.2d 125 (1967).\nWAS THE SENTENCE EXCESSIVE?\nDefendant, a first offender, contends that his sentence was excessive especially when it is considered that the two girls each received a lesser minimum sentence than he did.\nThe sentence is clearly within the statutory limits established by the legislature. § 13-643 A.R.S.\n“The legislature has vested in the trial court broad discretion in sentencing the defendant by setting minimum and maximum statutory periods. Since the trial court generally is better able to evaluate the defendant’s crime in light of the particular facts of the case as well as the background circumstances relative to his moral character, we will not disturb that sentence unless there is a clear abuse of discretion. * * *” State v. Fischer, 108 Ariz. 325, 326, 498 P.2d 147, 148 (1972).\nThe judgment of guilt and the sentence entered thereon for the crime of assault with a deadly weapon is reversed and set aside. The verdict and judgment of guilt as to robbery and the sentence entered thereon is hereby affirmed.\nHAYS, C. J., and HOLOHAN, J., concur.\n",
            "ocr": false,
            "opinion_id": 9633189
        },
        {
            "author_str": "Struckmeyer",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTRUCKMEYER, Justice\n(dissenting).\nI do not agree with the disposition by the majority of the admitted error in the State’s comment to the jury on defendant’s silence after his arrest.\nThe State’s argument called upon the jury in this language to find the defendant guilty because he chose to exercise his constitutional rights:\n“Officer Flaaen then advised the defendant that he was under arrest * * *. And the defendant said nothing * * *. Now, if he were arrested for armed robbery he would have said something — if he were not guilty. * * * But you hear Officer Galbreath later on, * * * say that he was present when Ernie Flaaen advised him of his rights —the Miranda rights — and the defendant chose not to answer, or chose not to say anything.”\nThere are some constitutional rights so basic to a fair trial that their infraction can never be treated as harmless error, Chapman v. California, 386 U.S. 18, 23, 87 S.Ct. 824, 828, 17 L.Ed.2d 705, 710 (1966), as, for example, the right to the advice of counsel, Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799, 93 A.L.R.2d 733 (1962), and the right to be free of the compulsion to be a witness against oneself, Payne v. Arkansas, 356 U. S. 560, 78 S.Ct. 844, 2 L.Ed.2d 975 (1958); Chapman, supra, footnote 8.\nThere are cases, of course, such as Harrington v. California, 395 U.S. 250, 89 S.Ct. 1726, 23 L.Ed.2d 284 supra, where it is pos*7sible to examine the erroneously admitted evidence and conclude on the sheer weight of the other evidence of guilt that its admittance was harmless beyond a reasonable doubt. But this is not such a case. Here, the jury was told to infer guilt, thereby penalizing the defendant because he exercised his constitutional rights to seek the advice of counsel and against self-incrimination. If a defendant can be so penalized, the meaning and vitality of the words of the Constitution have been reduced to impotence. I would reverse the judgment of conviction.\n",
            "ocr": false,
            "opinion_id": 9633190
        },
        {
            "author_str": "Lockwood",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLOCKWOOD, Justice\n(concurring) :\nI concur with the foregoing dissent of Justice Struckmeyer.\n",
            "ocr": false,
            "opinion_id": 9633191
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Robbery"
}