{
    "id": 592306,
    "judges": null,
    "date_filed": "1983-03-27",
    "date_filed_is_approximate": true,
    "slug": "allen-caggiano-v-united-states",
    "case_name_short": null,
    "case_name": "Allen Caggiano v. United States",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "977 F.2d 566"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/977/977.F2d.566.92-1436.html",
            "author_id": null,
            "opinion_text": "977 F.2d 566\n    NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.Allen CAGGIANO, Petitioner, Appellant,v.UNITED STATES, Respondent, Appellee.\n    No. 92-1436.\n    United States Court of Appeals,First Circuit.\n    October 19, 1992\n    \n      APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS\n      Allen Caggiano, on brief pro se.\n      A. John Pappalardo, United State Attorney, and Stephen A. Higginson, Assistant United States Attorney, on brief for appellee.\n      D.Mass.\n      AFFIRMED.\n      Before Selya, Cyr and Boudin, Circuit Judges.\n      Per Curiam.\n    \n    \n      1\n      Allen Caggiano seeks review of a district court judgment dismissing his motion for federal habeas corpus relief under 28 U.S.C. &#167; 2255.  Caggiano was convicted of several violations of federal firearms laws under 18 U.S.C. &#167; 922(a),(g),(h) and 18 U.S.C. App.  II, &#167; 1202(a).  His sentence was enhanced under the Armed Career Criminal Act (\"Act\"), 18 U.S.C. &#167; 924(e).  The Act imposes a mandatory minimum prison sentence of fifteen years on persons who violate section 922(g) of the Act, if they have three previous convictions for a \"violent felony.\"  Caggiano appealed his conviction to this court, alleging ineffective assistance of counsel because his trial counsel had withdrawn several motions to suppress evidence seized during allegedly unlawful searches.  We affirmed his conviction in United States v.  Caggiano, 899 F.2d 99 (1st Cir. 1990), finding that the searches had been validly conducted pursuant to lawful warrants.  Caggiano then brought his section 2255 motion, alleging various constitutional infirmities in his indictment, conviction and sentencing.  The district court dismissed the motion.  We now affirm.\n    \n    \n      2\n      Much of Caggiano's argument on appeal is based on a new legal theory that was not presented to the district court-that the relevant provisions of the Act were not in effect at the time Caggiano was indicted, tried and sentenced, so that his conviction and sentencing violated the ex post facto clause of the United States Constitution.  Caggiano also claims that count three of his indictment was defective because based on false testimony that he had been convicted of three predicate felony convictions for \"robbery or burglary.\"1  It is well established that an appellate court does not consider arguments not presented in the first instance to the trial court.  Accordingly, we do not consider those arguments, nor any other arguments that Caggiano raises for the first time on appeal.  United States v.  Valencia-Copete, 792 F.2d 4, 5 (1st Cir. 1986);  Porcaro v. United States, 784 F.2d 38, 39 (1st Cir. 1986).\n    \n    \n      3\n      We also note that Caggiano has not appealed the district court's decision on counts one through five of his original section 2255 motion.2  He has appealed only the district court's decision relating to count one, as amended.3  After originally filing his motion, Caggiano argued that a recent Supreme Court case precluded the government's reliance on an attempted breaking and entering conviction to enhance Caggiano's sentence.  The court amended count one of the motion because the case had suggested that an attempted breaking and entering would not qualify as a \"burglary\" under the Act.   See Taylor v. United States, 495 U.S. 575, 598 (1990) (\"burglary\" as a predicate violent felony for sentence enhancement meant \"generic\" burglary in which there was an actual entry into a building).  Therefore, we confine our discussion to the issue whether the convictions submitted by the government were for valid predicate offenses and to Caggiano's other claims of error in the district court's decision.\n    \n    \n      4\n      Caggiano's arguments are the following:  his sentence was enhanced without having had three violent felony convictions as defined in 18 U.S.C. &#167; 924(e);  he was not given an evidentiary hearing;  the district court improperly had the government file certificates of conviction for felonies not presented to the grand jury or sentencing court;  the district court improperly ordered Caggiano either to file an affidavit attesting that he was not the person named on the certificates of conviction, or to face dismissal of his motion;  and he was deprived of effective assistance of counsel when advised by counsel to stipulate to having had two violent felony convictions.\n    \n    \n      5\n      The central substantive issue to be resolved is whether Caggiano's previous convictions were violent felonies under the Act.  In relevant part, the Act defines a violent felony to be:\n    \n    \n      6\n      any crime punishable by imprisonment for a term exceeding one year, ... that (i) has as an element the use, attempted use, or threatened use of physical force against the person of another;  or (ii) is burglary, arson, ... or otherwise involves conduct that presents a serious potential risk of physical injury to another....\n    \n    \n      7\n      18 U.S.C. &#167; 924(e)(2)(B).4  The term \"crime punishable by imprisonment for a term exceeding one year\" excludes \"any State offense classified by the laws of the State as a misdemeanor and punishable by a term of imprisonment of two years or less.\"  Id. &#167; 921(a)(20)(B).\n    \n    \n      8\n      In affirming Caggiano's sentence enhancement, the district court relied on four previous convictions, one each for arson, assault and battery, breaking and entering in the nighttime with intent to commit larceny and larceny, and attempted armed robbery.  The court found that each of those offenses carried sentences of at least two and one-half years under Massachusetts law and was a violent felony under the Act.  In addition, the court found that attempted breaking and entering, on which Caggiano had also been convicted, was a violent felony.  Caggiano does not dispute that his convictions for arson and attempted armed robbery were valid predicate offenses.  He denies only that his assault and battery, breaking and entering and attempted breaking and entering convictions were predicate offenses under the Act.\n    \n    \n      9\n      First, Caggiano acknowledges that a complaint against him for assault and battery was issued, but claims that he was not convicted of the charge.  The record contradicts his assertion, however.  Certified court documents show that Caggiano pled guilty to the assault and battery at issue.  Under the Act, the law of the jurisdiction in which conviction proceedings were held determines what a \"conviction\" is.  Id. &#167; 921(a)(20).  Massachusetts law makes clear that criminal defendants are considered \"convicted\" if they admit the truth of the charge against them by pleading guilty.  Mass. Gen. Laws c. 263 &#167; 6. Therefore, Caggiano was convicted of assault and battery, and the court properly relied on that conviction as a prior violent felony.5\n    \n    \n      10\n      Second, Caggiano claims that attempted breaking and entering with intent to commit larceny and breaking and entering with intent to commit larceny are not violent felonies because larceny is a misdemeanor under state law.6  This argument is based on a mistaken interpretation of the crimes for which Caggiano was convicted.  Although certain larcenies are misdemeanors under state law, see Mass.  Gen. Laws c. 266, &#167; 30;  c. 274, &#167; 1, Caggiano was not convicted of attempted larceny or larceny alone, but of attempted and actual breaking and entering a building in the nighttime with intent to commit larceny.  See Exhibits D, E, and F, attached to Government's Reply to Court Order Dated November 1, 1991.7  Under Massachusetts law, any larceny in a building is a felony, regardless whether anything was stolen at all or what the value was of anything taken.  See Mass.  Gen. Laws c. 266, &#167; 20 (whoever steals in a building shall be punished by imprisonment in the state prison);  c. 274, &#167; 1 (a crime punishable by imprisonment in a state prison is a felony); Commonwealth v.   Ronchetti, 333 Mass. 78, 81-82 (1955) (the intent to steal is inferred from the breaking and entering itself;  the Commonwealth was not required to prove that the defendant intended a larceny which amounted to a felony since, under Mass.  Gen. Laws c. 266, &#167; 20, larceny in a building is a felony).  Thus, the fact that Caggiano was charged with an \"intent to commit larceny\" in these convictions does not convert these felonies to misdemeanors.8  Consequently, the district court correctly included Caggiano's convictions for attempted breaking and entering and for breaking and entering as predicate offenses.  See also United States v.  Payne, 966 F.2d 4, 8 (1st Cir. 1992) (attempted daytime breaking and entering conviction was a violent felony under the Act);  United States v.  Patterson, 882 F.2d 595 (1st Cir. 1989), cert. denied, 493 U.S. 1027 (1990) (nighttime breaking and entering conviction was a violent felony under the Act).\n    \n    \n      11\n      In sum, the government successfully showed that Caggiano had more than the three previous convictions required by the Act for sentence enhancement.  Caggiano's claim that the court could not permit the government to submit the additional certificates of conviction, or require him to submit an affidavit denying that he was the person convicted, has no merit.  Rule 7(a) of the rules governing section 2255 proceedings provides that the judge may direct the parties to expand the record \"by the inclusion of additional materials relevant to the determination of the merits of the motion.\"  Certainly, the certificates of conviction were relevant to determining the merits of Caggiano's section 2255 motion averring that he did not have the requisite three predicate offenses, especially since Caggiano had reneged on his stipulation at the sentencing hearing that he had three such offenses.  Subsection (b) of the rule further states that \"[a]ffidavits may be submitted and considered as a part of the record,\" and subsection (c) requires that a party \"be afforded an opportunity to admit or deny\" materials added to the record.  Thus, the court's direction that Caggiano submit an affidavit denying the certified convictions submitted by the government was fully authorized by Rule 7.\n    \n    \n      12\n      Caggiano's claim that he could not submit affidavits denying the convictions because the government did not provide him with copies of the convictions in either April or December 1991 is contradicted by the record, at least with respect to the copies provided in April 1991.  See Petitioner's Responce to Governments Memorandum in Responce to Court Order of April 1, 1991[sic], passim, and Exhibits A12-A16 (referring to the copies of the convictions and reproducing them as exhibits).  Moreoever, although we have no way of determining conclusively that Caggiano actually received copies of all of the certified convictions submitted by the government in December 1991, the record suggests that he did.  In his Appendix submitted to this court are copies of two of the certified convictions submitted by the government.  See Record of Appendix/Exhibits for Petitioner/Appellant, at A-11, A-14.  Under these circumstances, the government's contention that it sent Caggiano copies of the original certified convictions is the more credible.  In any event, the uncertified convictions, which were in Caggiano's possession, gave him ample details about the charges underlying the alleged convictions, so that he should have been able to prepare an affidavit denying that he was the person named in the charge.  He failed to do so, and the court's dismissal of his motion for failure to submit the affidavit was correct.\n    \n    \n      13\n      Nor are we swayed by Caggiano's further argument that the court could not ask the government to submit proof of additional convictions since that evidence had not been proffered to the grand jury in connection with Caggiano's indictment under sections 922(g) and 924(e) of the Act.  First, Caggiano's argument appears to be based on certain factual misconceptions, e.g., that the government was required to show three previous \"robberies\" or \"burglaries\", and not three previous \"violent felonies.\"  His misconception appears to be based on his belief that the version of section 924(e) under which he was indicted had not yet become effective at the time of his indictment, but that an earlier version requiring as predicate offenses robberies and burglaries, rather than violent felonies, was effective.  As we have already said, we will not consider arguments on appeal that were not first presented to the district court.  See also, supra, footnote 4. Second, we assume for argument's sake that Caggiano is correct that, for sentencing enhancement purposes, the government was confined to the evidence of convictions submitted to the grand jury for indictment.  Nevertheless, the predicate convictions, to which Caggiano contends the government was confined, were all for offenses which the statute clearly considers to be violent felonies, or which we have found to be violent felonies, i.e., attempted breaking and entering with intent to commit larceny, breaking and entering with intent to commit larceny, attempted armed robbery and arson.  Therefore, assuming that the district court erred in asking the government to submit proof of additional convictions, its error was harmless and does not provide a valid ground for appeal.\n    \n    \n      14\n      Caggiano also contends that he was deprived of effective assistance of counsel when advised by trial counsel to stipulate to having had two violent felony convictions.9  The convictions to which he refers are the ones for assault and battery and attempted breaking and entering discussed above.  We have already found that those convictions were for violent felonies that would justify sentence enhancement under the Act.  Accordingly, the advice by trial counsel to stipulate to those convictions was sound.\n    \n    \n      15\n      Finally, Caggiano faults the district court for not granting him an evidentiary hearing.10  As the court suggested in its November 1991 order, an evidentiary hearing might have been necessary if Caggiano had disputed that the convictions were his.  Caggiano failed to do so, and consequently no material fact is left to be resolved.  Hence, a hearing was not required.  See United States v.  DiCarlo, 575 F.2d 952, 954 (1st Cir. 1978) (a hearing is not required if a section 2255 motion is conclusively refuted as to the alleged facts by the files and record);  28 U.S.C. &#167; 2255 (a hearing on a section 2255 motion is not granted if the motion and the files and records of the case conclusively show that the petitioner is entitled to no relief).\n    \n    \n      16\n      The district court judgment dismissing Caggiano's section 2255 motion is affirmed.\n    \n    \n      \n        1\n         In his brief to the district court Caggiano alleged that a government agent falsely testified that \"Allan J. Caggiano\" had three or more convictions for robbery or burglary, although he had none.  Brief in Support of Defendant-Appellant's Motion Under 28 U.S.C. &#167; 2255, at 43.  However, Caggiano was arguing there that the \"Allan J. Caggiano\" named in the indictment was his son and that his son had no convictions.  He was not arguing that he had not committed the crimes of robbery and burglary, as he does here.  Indeed, in his brief Caggiano conceded that he had committed the crimes of robbery or burglary, but argued that they were not valid predicate felonies because he had committed them as a juvenile.  The district court conclusively demonstrated the invalidity of Caggiano's argument on that score, and Caggiano has not appealed that determination\n      \n      \n        2\n         The issues raised in the original motion which Caggiano has not appealed are:  that his indictment, conviction and sentence were invalid because based on convictions for acts committed as a juvenile, that his trial was not fair because it was based on false and malicious testimony and on evidence that had been tampered with, that the evidence submitted at trial had been obtained through unlawful searches, that his trial attorney hadrendered ineffective assistance of counsel, and that his indictment had been procured through prosecutorial misconduct and an unlawful amendment of the indictment\n      \n      \n        3\n         We read his briefs to appeal both the decision of November 1, 1991, in which the district court held that an attempted breaking and entering in the nighttime is a \"violent felony,\" and the decision of March 11, 1992, in which the court held that arson, assault and battery, breaking and entering in the nighttime, and attempted armed robbery were \"violent felonies.\"\n      \n      \n        4\n         We cite here the version of the Act under which Caggiano was convicted and sentenced.  Although we have declined to consider the ex post facto issue raised by Caggiano on appeal, we note that, contrary to Caggiano's assertion, the Act had become effective before the search exposing Caggiano's unlawful possession of firearms took place\n      \n      \n        5\n         Assault and battery unquestionably comes within the section 924(e)(2)(B)(i) definition of a violent felony since one element of the crime is the use of physical force against the person of another.  Although Caggiano has not raised this issue, we note, however, that assault and battery is a misdemeanor in Massachusetts.  See Mass.  Gen. Laws c. 274 &#167; 1 (a crime punishable by imprisonment in the state prison is a felony);  c. 265 &#167; 13A (assault and battery is punishable by imprisonment for two and one-half years in a house of correction).  Nevertheless, because of the length of the period of confinement imposed, assault and battery would be a \"violent felony\" under the Act.  Crimes that are not considered to be violent felonies include only state offenses both \"classified by the laws of the State as a misdemeanor and punishable by a term of imprisonment of two years or less.\"  18 U.S.C.s 921(a)(20)(B) (emphasis added).  Thus, we conclude that misdemeanors for which state laws provide imprisonment for more than two years are valid predicate offenses under the Act.  Since assault and battery is punishable by imprisonment for over two years in Massachusetts, it qualifies as a violent felony\n      \n      \n        6\n         The government has argued that we should not consider Caggiano's misdemeanor argument because Caggiano did not make it to the district court.  Strictly speaking, the government is correct.  However, we have considered Caggiano's argument since it responds to the district court's ruling that Caggiano's breaking and entering conviction was a violent felony.  In making that ruling, the court stated that Caggiano's conviction was a violent felony within the meaning of \"18 U.S.C. &#167;&#167; 924(e)(2)(B) and 921(a)(20) (assuming that &#167; 921(a)(20) applies to &#167; 924(e)).\"  (Emphasis added.)  Section 921(a)(20) excludes from the definition of violent felony state offenses classified by state law as \"misdemeanors\" and punishable by imprisonment of two years or less.  The district court having raised the misdemeanor issue by its reference to section 921, Caggiano is justified in challenging the breakingand entering conviction on that basis, and therefore we also permit him to challenge the court's earlier holding respecting the attempted breaking and entering convictions on that basis, too\n        Although the district court appears to have had some doubt that section 921(a)(20) applies, we find that it does.  Section 924(e) states that a \"violent felony\" is \"any crime punishable by imprisonment for a term exceeding one year\" that meets certain other criteria.  Section 921(a)(20)(B) defines the term \"crime punishable by imprisonment for a term exceeding one year\" for Chapter 44 (Firearms) of the United States Code.  Section 924(e) is in Chapter 44.  Furthermore, both section 921(a)(20) and section 924(e) had become effective by the time Caggiano was discovered to be in unlawful possession of firearms.\n      \n      \n        7\n         The record does not contain the original certified copy of Caggiano's conviction for breaking and entering (Exhibit D), though it is clear from the record that the government submitted it to the court and that the court reviewed it.  Since the record contains a copy of Caggiano's indictment for breaking and entering and Caggiano has not denied the conviction, we see no reason to discount it.  In any event, there are at least three other convictions for which original certified copies exist in the record and which support Caggiano's sentence enhancement\n      \n      \n        8\n         Under Massachusetts law, both an attempted and actual breaking and entering of a building in the nighttime are felonies under the only statutory section that applies to Caggiano's convictions.  See Mass.  Gen. Laws c. 274, &#167; 1 (a crime punishable by imprisonment in state prison is a felony);  c. 266, &#167; 16 (breaking and entering a building in the nighttime is punishable by up to twenty years in state prison);  c. 274, &#167; 6 (an attempt to commit a crime punishable in state prison for five years or more is itself punishable by imprisonment in state prison for up to five years)\n      \n      \n        9\n         Because we can readily dispose of Caggiano's claim of ineffective assistance of counsel on the merits, we do not consider whether he is barred from raising the issue in his section 2255 petition because he failed to raise it in his direct appeal, in which he had alleged ineffective assistance of counsel on different grounds\n      \n      \n        10\n         The government argues that Caggiano did not request a hearing.  Although Caggiano's section 2255 motion itself made no request for a hearing, his reply brief to the government's brief on his motion expressly requested a hearing.  See Defendant-Appellant's Responce [sic] to Government's Answer to Defendant's Motion to Vacate, Set Aside or Correct Sentence, at 23\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 592306
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}