{
    "id": 673884,
    "judges": "Aspen, Bauer, Posner",
    "date_filed": 773884800000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-michael-watts",
    "case_name_short": null,
    "case_name": "United States v. Michael Watts",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Michael WATTS, Defendant-Appellant",
    "attorneys": "K. Tate Chambers, Bradley W. Murphy, Asst. U.S. Attys., Gerard A. Brost (argued), Office of U.S. Atty., Peoria, IL, for U.S., Mark D. Skaggs, Williams & Associates, Peoria, IL (argued), for Michael Watts.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued April 5, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b381-13\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Michael WATTS, Defendant-Appellant.\n   </parties><docketnumber id=\"Aa1\">\n    No. 93-3987.\n   </docketnumber><br><court id=\"b381-17\">\n    United States Court of Appeals, Seventh Circuit.\n   </court><br><otherdate id=\"b381-18\">\n    Argued April 5, 1994.\n   </otherdate><br><decisiondate id=\"b381-19\">\n    Decided July 11, 1994.\n   </decisiondate><br><attorneys id=\"b382-25\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"288\"> \n     *288\n     </span>\n    K. Tate Chambers, Bradley W. Murphy, Asst. U.S. Attys., Gerard A. Brost (argued), Office of U.S. Atty., Peoria, IL, for U.S.\n   </attorneys><br><attorneys id=\"b382-26\">\n    Mark D. Skaggs, Williams &amp; Associates, Peoria, IL (argued), for Michael Watts.\n   </attorneys><br><judges id=\"b382-27\">\n    Before POSNER, Chief Judge, BAUER, Circuit Judge, and ASPEN, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b382-16\">\n     The Honorable Marvin E. Aspen, United States District Judge for the Northern District of Illinois, is sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "29 F.3d 287"
    ],
    "opinions": [
        {
            "author_str": "Bauer",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/29/29.F3d.287.93-3987.html",
            "author_id": null,
            "opinion_text": "29 F.3d 287\n    UNITED STATES of America, Plaintiff-Appellee,v.Michael WATTS, Defendant-Appellant.\n    No. 93-3987.\n    United States Court of Appeals,Seventh Circuit.\n    Argued April 5, 1994.Decided July 11, 1994.\n    \n      K. Tate Chambers, Bradley W. Murphy, Asst. U.S. Attys., Gerard A. Brost (argued), Office of U.S. Atty., Peoria, IL, for U.S.\n      Mark D. Skaggs, Williams &amp; Associates, Peoria, IL (argued), for Michael Watts.\n      Before POSNER, Chief Judge, BAUER, Circuit Judge, and ASPEN, District Judge.*\n      BAUER, Circuit Judge.\n    \n    \n      1\n      On September 13, 1992, William Cole and Merle Headley were working at the Daly Plaza gas station in Peoria, Illinois.  Headley had just finished training Cole on the cash register when Michael Watts entered.\n    \n    \n      2\n      At the time, Cole was cleaning out a desk drawer in the back of the station.  Headley was in the front of the store with Watts.  Headley thought Watts might want some brownies or doughnuts, and he readied himself for such a request.  The brownies and doughnuts were located behind a counter and customers had to ask one of the station's workers for them.\n    \n    \n      3\n      Michael Watts, however, was not interested in brownies or doughnuts.  He walked to the back of the station and saw Cole, who had finished with the drawer and was now counting money.  Cole saw Watts out of the side of his eyes, and turned to face him.  Watts pulled out a black, sawed-off shotgun and stuck it to Cole's chest.  Headley saw what Watts had done, panicked, and told Watts, \"[Y]ou can have whatever you want.\"\n    \n    \n      4\n      Watts swung around and warned Headley, \"Don't you try anything funny.\"\n    \n    \n      5\n      Watts then ordered Cole to give him all the money, became impatient, grabbed the money himself and stuffed it into his pockets.\n    \n    \n      6\n      When Watts finished stuffing the money in his pockets, he ordered Headley and Cole to get behind a wall.  They did as instructed, while Watts ran from the store.\n    \n    \n      7\n      Headley immediately locked the store and called the police.  The Peoria police investigated the crime.  Four days later, on September 17, 1992, Peoria police officers arrested Watts, who was then a passenger in a yellow station wagon.  In the station wagon, the officers found the sawed-off shotgun that Watts had used to rob the gas station.\n    \n    \n      8\n      The police brought Watts to the Peoria police station for questioning.  At the station, Detective Michael Johnson explained to Watts his rights pursuant to Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).  Watts agreed to waive his Miranda rights and confessed to the Daly Plaza gas station robbery.\n    \n    \n      9\n      Watts, who has a long history of violent criminal behavior and accompanying violent felony convictions, was tried for being a felon in possession of a firearm in violation of 18 U.S.C. Secs. 922(g) and 924(e)(1).  Both before and at Watts' trial, Cole and Headley identified Watts as the man who robbed the gas station.  Other witnesses placed him near the gas station at the time of the robbery.  Watts testified that he never confessed to the robbery, that he did not commit the robbery, and that he did not possess the sawed-off shotgun.\n    \n    \n      10\n      The jury did not believe Watts' story.  It returned a guilty verdict.  The district court sentenced Watts to a prison term of 262 months.  Watts appeals.\n    \n    \n      11\n      Watts' initial challenge relates to a videotape that filmed the robbery.  The Daly Plaza gas station was equipped with video surveillance cameras.  One of these cameras caught parts of the robbery on film.  Peoria police officers viewed the videotape as part of their investigation.  The videotape revealed a black male with his hair pulled back in a single ponytail.  The officers could not identify the black male as Watts (or anyone else) because the tape was blurry.  The officers concluded that the videotape was useless and discarded it.\n    \n    \n      12\n      Prior to trial, Watts moved the district court to dismiss the indictment because of the destruction of the videotape.  The court held a hearing on the matter and denied the motion.  Watts argues that he was denied due process of law by the destruction of the videotape and that the district court erred when it denied his motion to dismiss the indictment.  He claims, as part of this argument, that he wore his hair in pigtails--that is, one ponytail on each side of his head--whereas the videotape showed a man with only one ponytail located in the back of his head.  Watts therefore concludes that the videotape would prove that he was not the man who robbed the Daly Plaza gas station.\n    \n    \n      13\n      Of course, as a general matter, the intentional suppression of material evidence favorable to Watts by the prosecution upon request by Watts would violate the constitutional guarantee that \"[n]o State shall ... deprive any person of life, liberty, or property, without due process of law.\"   U.S. Const. amend.  XIV, Sec. 1;  Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).  When, as in this case, the failure of the prosecution to preserve evidence is at issue, due process requires that the defendant show:  (1) bad faith on the part of the government;  (2) that the exculpatory value of the evidence was apparent before the evidence was destroyed;  and (3) that the evidence was of such a nature that the defendant would be unable to obtain comparable evidence by other reasonably available means.  Arizona v. Youngblood, 488 U.S. 51, 57-58, 109 S.Ct. 333, 337-38, 102 L.Ed.2d 281 (1988);  California v. Trombetta, 467 U.S. 479, 488-89, 104 S.Ct. 2528, 2533-34, 81 L.Ed.2d 413 (1984);  Jones v. McCaughtry, 965 F.2d 473, 477 (7th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 360, 121 L.Ed.2d 272 (1992).\n    \n    \n      14\n      In this case, Watts fails to satisfy these standards.  Even accepting Watts' claim that the videotape was exculpatory because of the hairstyle of the man filmed in the videotape, he has not shown any bad faith on the part of the government.  Indeed, the record reveals that the police carefully examined the tape, found it blurry, and discarded it as useless.  Given that the police had the eyewitness accounts of Cole and Headley--both of whom picked Watts out of a line-up before trial and again fingered him as the robber at trial--the police's decision to discard the videotape was not inappropriate.  There was no showing of bad faith on the part of the government.\n    \n    \n      15\n      Moreover, the evidence against Watts was voluminous:  witnesses in addition to Cole and Headley placed Watts near the gas station at the time of the robbery, Watts was arrested when he was a passenger in a car that contained the sawed-off shotgun, and, not incidentally, Watts himself admitted that he robbed the gas station.\n    \n    \n      16\n      In this context, the failure to preserve the videotape did not violate Watts' right to due process of law.  The district court correctly denied Watts' motion to dismiss the indictment.\n    \n    \n      17\n      Watts also filed two pre-trial motions in which he asked the district court to suppress his post-arrest confession.  The court conducted a hearing to consider Watts' first motion to suppress.  At the hearing, the court heard testimony from Detective Johnson of the Peoria Police Department.  Johnson testified that, after Watts' arrest, he read Watts his Miranda rights, then carefully explained each right to Watts until Watts acknowledged that he understood those rights.  Watts then waived his Miranda rights and confessed to Detective Johnson that he (Watts) robbed the Daly Plaza gas station.  Watts did not testify at the first hearing on his motion to suppress.\n    \n    \n      18\n      The district court concluded that Watts understood his Miranda rights, that he waived those rights, and that there was no reason to suppress the evidence of Watts' confession.\n    \n    \n      19\n      The district court also conducted a hearing on Watts' second motion to suppress.  Detective Johnson testified again and repeated the same story--Watts waived his Miranda rights and \"admitted that he committed a robbery at the Daly Plaza using a .20 gauge shotgun.  He said something to the effect, 'I took the shotgun and just did it.' \"\n    \n    \n      20\n      Watts testified at the second hearing.  He denied that he confessed to Johnson.  Watts also said that he asked for an attorney three times and that Johnson refused to grant him access to an attorney.\n    \n    \n      21\n      The district court noted that Watts was present at the first suppression hearing and heard Johnson testify.  Watts' silence at the first hearing, the court observed, stood in obvious contrast to the story he told at the second hearing.  The court expressed its skepticism at Watts' claim (which came months later at the second hearing) that he asked for an attorney and was not given one.  The court concluded that Detective Johnson's testimony was credible, that Watts' testimony was not, and denied the motion.\n    \n    \n      22\n      We review the court's decisions to deny Watts' two motions to suppress for clear error.  United States v. Evans, 27 F.3d 1219, 1228 (7th Cir.1994).  When there are two permissible views of the evidence, the fact-finder's choice between them cannot be clearly erroneous.  Hernandez v. New York, 500 U.S. 352, 369, 111 S.Ct. 1859, 1871, 114 L.Ed.2d 395 (1991) (quoting Anderson v. Bessemer City, 470 U.S. 564, 574, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985));  Rodgers v. Western-Southern Life Ins. Co., 12 F.3d 668, 676 (7th Cir.1993).\n    \n    \n      23\n      At the first hearing, the only evidence presented was that Johnson properly advised Watts of his Miranda rights and that Watts confessed.  At the second hearing, there were two versions of the event:  Watts' version and Johnson's version.  The court chose to believe Johnson and, as Hernandez, Anderson, and Rodgers make clear, the court's decision cannot be clearly erroneous.  We therefore affirm the district court's decision to deny both of Watts' motions to suppress.\n    \n    \n      24\n      Finally, Watts challenges the district court's post-trial decision to give the jury a copy of the indictment and supplemental jury instructions.  Shortly after the jury began its deliberations, the jury sent the district court a question in which it said that it needed \"a clear explanation of what ... 'possession' constitutes.  We understand that possession can be any time from September 13 through September 17, 1992.\"   After a hearing, which both the prosecution and the defense attended, the court sent its two-part response to the jury:  \"1.  You have already been instructed with respect to possession.  2.  Attached hereto is a copy of the indictment filed against the defendant.  One of the elements the government must prove beyond a reasonable doubt is that the defendant knowingly possessed a firearm on September 13, 1992.\"\n    \n    \n      25\n      The court, as the supplemental instructions indicate, gave the jury a copy of the indictment along with the supplemental instructions.  The indictment charges Watts with possession of a firearm \"on or about\" September 13, 1992.\n    \n    \n      26\n      Watts attacks the district court's action here from two angles.  First, he says that the court \"should have ... instructed the jury specifically that the possession must have occurred on September 13, 1992.\"   But, of course, that is what the court did instruct the jury.  The supplemental jury instructions state, quite explicitly, that the government had to prove beyond a reasonable doubt that Watts possessed a firearm on September 13, 1992.\n    \n    \n      27\n      Alternatively, Watts says that the district court committed reversible error when, as part of the supplemental jury instructions, the court gave the jury a copy of the indictment.  The indictment's \"on or about\" language, he says, allowed the jury to find that Watts possessed the shotgun on September 17, 1992.\n    \n    \n      28\n      The district court has broad discretion in responding to juror questions.  United States v. Lakich, 23 F.3d 1203, 1208 (7th Cir.1994);  United States v. Sanders, 962 F.2d 660, 677 (7th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 262, 121 L.Ed.2d 192 (1992).  The court's broad discretion encompasses the decision to give the jury a copy of the indictment.  United States v. Solina, 733 F.2d 1208, 1214 (7th Cir.), cert. denied, 469 U.S. 1039, 105 S.Ct. 519, 83 L.Ed.2d 408 (1984);  United States v. Davis, 437 F.2d 928, 929 n. 1 (7th Cir.1971);  United States v. Cobb, 397 F.2d 416, 419 (7th Cir.), cert. denied, 393 U.S. 924, 89 S.Ct. 255, 21 L.Ed.2d 260 (1968);  United States v. Hoffa, 367 F.2d 698, 712-13 (7th Cir.1966), vacated and remanded on other grounds, 387 U.S. 231, 87 S.Ct. 1583, 18 L.Ed.2d 738 (1967).\n    \n    \n      29\n      The court in this case carefully instructed the jury that the indictment was not evidence and did not create any inference of guilt.  The court also instructed the jury that the government had to prove that Watts possessed a firearm on September 13, 1992.  The district court properly responded to the jury's question by giving the jury the supplemental jury instructions.  The court's additional decision to give the jury a copy of the indictment was within its discretion.\n    \n    \n      30\n      The conviction of Michael Watts is AFFIRMED.\n    \n    \n      \n        *\n         The Honorable Marvin E. Aspen, United States District Judge for the Northern District of Illinois, is sitting by designation\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 673884
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}