{
    "id": 1472784,
    "judges": "Lavenski R. Smith",
    "date_filed": "2008-09-09",
    "date_filed_is_approximate": true,
    "slug": "ford-v-keith",
    "case_name_short": "Ford",
    "case_name": "Ford v. Keith",
    "case_name_full": "Bill J. FORD, Bank Commissioner of Arkansas v. A.M. KEITH",
    "attorneys": "Mark Pryor, Att’y Gen., by: Annamary Dougherty, Ass’t Att’y Gen., for appellant., Williams & Anderson LLP, by: James E. Hathaway III, Timothy W. Grooms, and Patrick Burrow, for amicus curiae Arkansas Bankers Association and Arkansas Community Bankers Association, in support of appellant., Eichenbaum, Liles & Heister, P.A., by: James H. Penick III and Christopher O. Parker, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 139,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b517-5\" pgmap=\"517\">\n    Bill J. FORD, Bank Commissioner of Arkansas v. A.M. KEITH\n   </parties><br><docketnumber id=\"b517-6\" pgmap=\"517\">\n    99-136\n   </docketnumber><br><citation id=\"b517-7\" pgmap=\"517\">\n    996 S.W.2d 20\n   </citation><br><court id=\"b517-8\" pgmap=\"517\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"AVV\" pgmap=\"517\">\n    Opinion delivered July 22, 1999\n   </decisiondate><br><attorneys id=\"b520-6\" pgmap=\"520\">\n    Mark Pryor, Att’y Gen., by: Annamary Dougherty, Ass’t Att’y Gen., for appellant.\n   </attorneys><br><attorneys id=\"b520-7\" pgmap=\"520\">\n    Williams &amp; Anderson LLP, by: James E. Hathaway III, Timothy W. Grooms, and Patrick Burrow, for amicus curiae Arkansas Bankers Association and Arkansas Community Bankers Association, in support of appellant.\n   </attorneys><br><attorneys id=\"b520-8\" pgmap=\"520\">\n    Eichenbaum, Liles &amp; Heister, P.A., by: James H. Penick III and Christopher O. Parker, for appellee.\n   </attorneys>",
    "citations": [
        "996 S.W.2d 20",
        "338 Ark. 487"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3014.0,
            "opinion_text": "\n996 S.W.2d 20 (1999)\n338 Ark. 487\nBill J. FORD, Bank Commissioner of Arkansas, Appellant,\nv.\nA.M. KEITH, Appellee.\nNo. 97-13812.\nSupreme Court of Arkansas.\nJuly 22, 1999.\n*22 Mark Pryor, Att'y Gen., by: Annamary Dougherty, Ass't Att'y Gen., for appellant.\nWilliams &amp; Anderson LLP, by: James E. Hathaway III, Timothy W. Grooms, and Patrick Burrow, Little Rock, for amicus curiae Arkansas Bankers Association and Arkansas Community Bankers Association, in support of appellant.\nEichenbaum, Liles &amp; Heister, P.A., by: James H. Penick III and Christopher O. Parker, Little Rock, for appellee.\nLAVENSKI R. SMITH, Justice.\nAppellant Bill J. Ford (\"Ford\"), Bank Commissioner of Arkansas, appeals an adverse decision from the Pulaski County Circuit Court in which the court determined that the Bank Commissioner's decision to uphold a bank reorganization was ultra vires of the governing statute, Ark. Code Ann. § 23-48-601 et seq. (Supp. 1997), entitled \"Reorganization Through Plan of Exchange.\" The trial court reversed and remanded the matter to the Commissioner for further consideration. On appeal, Ford argues that the Commissioner's decision was not ultra vires of the statute and that the banks should have been made parties to this action. In response, Appellee A.M. Keith (\"Keith\") argues that the circuit court did not err in finding that the plan of exchange was ultra vires of the statute, that the banks were not required to be made parties to the action pursuant to Ark. R. Civ. Pro. 81(a) and the Administrative Procedure Act, and that Ford's failure to rebut the circuit court's order for remand now renders that decision res judicata and this court cannot change that decision. We reverse the Commissioner.\n\nFacts\nThis case arises out of the conversion and merger of a state savings and loan into a state bank, and the ultimate freeze-out of the minority stockholders in the bank. For many years, the Benton Savings and Loan Association operated out of Benton, Arkansas, as a state savings and loan association operating under authority of the Arkansas Savings and Loan Board. Keith, *23 a minority shareholder, maintained 66,001 shares out of 658,912 shares issued by the savings and loan, or approximately 10.02% of the shares. Union Bancshares of Benton, Inc. (\"Bancshares\"), an Arkansas holding company, owned 567,575 of the shares, or approximately 87% of the shares. The other shares were owned by various minority stockholders.\nIn April, 1997, Benton Savings and Loan filed an application with the Savings and Loan Board to move the home office of the Savings and Loan from Benton to Bryant, Arkansas. Mac Dodson, Arkansas Savings and Loan Supervisor, approved this move on May 13, 1997. Shortly thereafter, on July 15, 1997, Benton Savings and Loan's board of directors passed a resolution to convert the Savings and Loan from a state-chartered savings and loan to a statechartered bank. On July 28, 1997, a majority of the shareholders voted to pass this resolution for conversion, and the Arkansas Bank Commission and State Banking Board approved it on October 16, 1997. The new name of the bank was The Union Bank of Bryant (\"Union Bank\").\nApproximately one month later, Union Bank's board of directors notified all of the shareholders that the directors had adopted an Agreement and Plan of Exchange proposing a cash payment of $18.50 per share by Bancshares for all of the minority stock in the bank, with the goal being that the bank would be wholly owned by Bancshares. Notice of the adopted Agreement also included notice that a special meeting of the shareholders would be held on December 16, 1997. The purpose of the special meeting would be to vote on the Agreement and, if approved by a majority of the shareholders, a hearing would be held the same day with the Arkansas Bank Commissioner to approve the plan.\nThe bank's directors held the meeting on December 16, 1997. At the meeting, Bancshares, holding the vast majority of the shares in the bank, voted to approve the Agreement. Keith voted against the agreement. In addition, prior to the meeting, Keith gave notice to the bank that he would dissent from the vote in accordance with Ark.Code Ann. § 23-48-603. After the shareholder vote approving the Agreement, Arkansas Bank Commissioner Ford held a hearing that afternoon for the approval of the plan. At the hearing, Keith announced his dissent against the Agreement, specifically arguing that the Agreement was invalid and should not be enforced. Bancshares did not produce any supporting documentation at the hearing in support of approval of the Agreement. Keith, however, produced pleadings and a brief in support of his dissent. At the conclusion of the hearing, Commissioner Ford approved the shareholder vote and the ratification of the Agreement. Ford read his decision into the record from a pre-prepared order. In his decision, Ford determined that the Agreement was not contrary to law, was not inequitable to the stockholders of the bank, provided satisfactory means of disposing of shares of the bank resulting from the dissenting shareholders, and that the merger would not substantially reduce the security of or service to be rendered to the depositors or other customers of the bank. Ford filed his formal order with findings of fact and conclusions of law on January 16, 1998. On December 23, 1997, Keith filed an appeal from Ford's decision in the Pulaski County Circuit Court, arguing, in part, for a stay of the enforcement of Ford's December 16, 1997, order. The circuit court held a hearing on January 6, 1998, and in an order dated January 8, 1998, stayed the Commissioner's December 16, 1997, order. The court determined that the order did not comply with Ark.Code Ann. § 23-48-601(b) because it failed to \"provide a concise and explicit statement of the underlying facts supporting his findings of fact, and simply states in conclusary (sic) form the statutory requirements....\" The circuit court gave Ford until January 20, 1998, to enter an order in compliance with the statute, and reset a hearing in the *24 circuit court for February 9, 1998, for further adjudication of the matter. As noted above, Ford subsequently filed his formal order on January 16, 1998.\nA full hearing was held on February 9, 1998, at which the parties argued their positions on the matter. On July 6, 1998, Pulaski County Circuit Judge Bogard entered judgment against the Commissioner finding that the Plan of Exchange and Agreement approved by Ford was ultra vires of Ark.Code Ann. § 23-48-601 to 605. The court ruled that the Commissioner cannot treat shareholders differently in a Plan of Exchange under the statute. The court found that Ford's order left Keith with no option but to accept cash for his stock without adequate opportunity to present evidence or testimony on a fair price for his shares. Based upon the court's construction of the statute, it ruled that Ford's decision was ultra vires of the statute, and therefore arbitrary, capricious and an abuse of discretion. The court then reversed the decision for further proceedings before the Commission. It is from this order that Ford timely appealed on July 15, 1998. This case was originally filed in the Court of Appeals, but certified to this court under Rule 1-2 of the Rules of the Supreme Court.\n\nStandard of Review\nDecisions of the Banking Board and Commissioner are subject to the Arkansas Administrative Procedure Act, Ark. Code Ann. § 25-15-201 et seq., under Ark.Code Ann. § 23-46-207. The Arkansas A.P.A. allows this court to review the decision of the administrative agency notwithstanding the decision rendered by the circuit court. In an appeal from an administrative order, our review is directed to the agency's decision, not the circuit court's. Hankins v. Department of Finance and Administration, 330 Ark. 492, 954 S.W.2d 259 (1997). When reviewing administrative decisions, we will review the entire record to determine whether there is any substantial evidence to support the administrative agency's decision, whether there is arbitrary and capricious action, or whether the action is characterized by abuse of discretion. Wright v. Arkansas State Plant Board, 311 Ark. 125, 130, 842 S.W.2d 42 (1992). We recognize that\nadministrative agencies are better equipped than courts, by specialization, insight through experience, and more flexible procedures to determine and analyze underlying legal issues affecting their agencies, and this recognition accounts for the limited scope of judicial review of administrative action and the refusal of the court to substitute its judgment and discretion for that of the administrative agency.\nWright, 311 Ark. at 130, 842 S.W.2d 42.\nEvidence is given its strongest probative force in favor of the agency's ruling, and we will not reverse an agency decision when there is substantial evidence to support it. Arkansas Bank &amp; Trust Co. v. Douglass, 318 Ark. 457, 885 S.W.2d 863 (1994). To determine whether a decision is supported by substantial evidence, we review the entire record to ascertain if it is supported by relevant evidence that a reasonable mind might accept as adequate to support a conclusion. Wright, supra (citing Livingston v. Arkansas State Medical Bd., 288 Ark. 1, 701 S.W.2d 361 (1986); Partlow v. Arkansas State Police Comm'n, 271 Ark. 351, 609 S.W.2d 23 (1980)).\n\nStatutory Construction and Interpretation\nThis case involves a first-impression interpretation of a banking statute. The basic rule of statutory construction is to give effect to the intent of the legislature. Kildow v. Baldwin Piano &amp; Organ, 333 Ark. 335, 338-339, 969 S.W.2d 190, 191-192 (1998) (internal citations omitted). Where the language of a statute is plain and unambiguous, we determine legislative intent from the ordinary meaning of the language used. Id. The first rule in considering the meaning of a statute *25 is to construe it just as it reads, giving the words their ordinary and usually accepted meaning in common language. Id. The statute should be construed so that no word is left void, superfluous, or insignificant; and meaning and effect must be giving to every word in the statute if possible. Id. The construction of a state statute by an administrative agency is not overturned unless it is clearly wrong. Thomas v. Arkansas Department of Human Services, 319 Ark. 782, 894 S.W.2d 584 (1995) (citing Douglass, supra.) Ordinarily, agency interpretations of statutes are afforded great deference, even though they are not binding. Arkansas State Medical Bd. v. Bolding, 324 Ark. 238, 244, 920 S.W.2d 825 (1996). However, although an agency's interpretation is highly persuasive, where the statute is not ambiguous, we will not interpret it to mean anything other than what it says. Kildow, 333 Ark. at 339, 969 S.W.2d 190. Statutes are presumed constitutional, and the burden of proving otherwise is on the challenger of the statute. ACW, Inc. v. Weiss, 329 Ark. 302, 947 S.W.2d 770 (1997).\nThe first and principal issue Keith argued before the Commissioner was that the proposed Plan of Exchange exceeded the authority and scope of Ark.Code Ann. § 23-48-601 et seq. Before the Commission, in his written motion, brief and oral argument, Keith asserted that the Plan of Exchange constituted a forced sale, or \"freeze-out,\" of the non-favored minority shareholders' property to the control group, or the majority shareholder, Bancshares. Keith contended that the statute requires that in such a Plan of Exchange where the majority votes to sell the stock, \"all\" of the stock must be sold and each shareholder must receive the same compensation for his stock. Keith further argued that the statute contemplates \"setting up\" a holding company, instead of allowing an already existing, majority shareholder holding company, to buy out the minority shareholders. In essence, Keith argues that this statute is only valid if effectuated with a \"straw-man\" as the buyer of the stock. A contrary reading of the statute, Keith argues, would mean that the Commissioner can use his authority to force the minority shareholders to sell their shares to the majority shareholders of the same class of stock with a simple majority vote. As such, this would be a \"taking\" implicating the due process and just compensation clauses of the federal and state constitutions. Representatives from Bancshares and Union Bank did not comment on the Plan of Exchange, and did not present any evidence of the validity of the Plan, other than the petition previously filed with the Commissioner seeking approval of the Plan, to dispute Keith's contentions.\nUnder Ark.Code Ann. § 23-48-601 et seq., the legislature set out the process for \"Reorganization Through Plan of Exchange,\" allowing a state bank to \"adopt a plan of exchange of all of the outstanding capital stock held by the stockholders for the consideration designated in the section to be paid or provided by a bank holding company which acquires the stock.\" Ark. Code Ann. § 23-48-601(a)(1). As one form of compensation, the acquiring bank holding company may pay cash for the acquired stock. Ark.Code Ann. § 23-48-601(a)(2)(C). The Plan of Exchange may not go into effect until filed with and approved by the State Bank Commissioner, and the Commissioner's approval may not be given until made in writing after notice and a hearing on the matter. Ark.Code Ann. § 23-48-601(b). The Commissioner's approval must be made within a reasonable time after the hearing, unless he finds that the plan:\n(1) Is contrary to law;\n(2) Is inequitable to the stockholders of the state bank involved;\n(3) Would not provide a satisfactory means for disposing of shares of the state bank resulting from dissenting stockholders; or\n(4) Would substantially reduce the security of or service to be rendered to *26 depositors or other customers of the state bank or any affiliate bank of the state bank or the bank holding company.\nArk.Code Ann. § 23-48-601(b)(1) through (4).\nHowever, a minority shareholder's dissent from the Plan of Exchange, in and of itself, is not sufficient to disallow the Plan. Rather than permitting deadlock, the statute authorizes the majority to proceed with its plan but provides for dissenters' appraisal rights. Under Ark.Code Ann. § 23-48-603, once the Plan has been approved by the majority stockholders and the Commissioner, the dissenters may go through a separate process to get a determination of the value of their stock. The statute allows the dissenters to ask for their own appraisal, require the bank holding company to get an appraisal, and, if neither group agrees on an appraisal amount, to get a third appraiser, agreed upon by the parties, to make an additional appraisal. If the dissenters and the holding company still disagree, the appraisal determination may then be made by the Commissioner, and this appraisal value is binding on both parties. Keith took the initial step under the dissenter's rights provision in the statute by giving notice to the state bank at the stockholders's meeting. Rather than pursue the remaining specific steps to perfect a dissent under Ark.Code Ann. § 23-48-603, Keith filed the instant action challenging the validity of the Commissioner's actions.\nThe legislature enacted the subject statutory provisions in 1997 and, to date, they have not been interpreted by this court. However, reorganization plans have been used in other jurisdictions. In particular, the Eighth Circuit Court of Appeals determined that a \"freeze-out\" merger under the National Bank Act, codified at 12 U.S.C. § 215, was a valid action by the majority shareholders. See NoDak Bancorporation v. Clarke, 998 F.2d 1416 (8th Cir.1993); But see Lewis v. Clark, 911 F.2d 1558 (11th Cir.1990). In NoDak, the court held that a merger between two national banks, which ultimately resulted in the minority shareholders having to sell their shares to the new bank, was a valid interpretation of the National Bank Act. There, the stockholders in a national bank consisted of a 73% majority shareholder which was a holding company, and another minority shareholder holding company. The majority holding company created a \"phantom bank,\" and then the majority shareholders in the first bank voted to merge with the \"phantom bank.\" In the merger, the majority shareholders would get a stock exchange to gain the same interest in the \"phantom bank,\" and the minority shareholders would get money for their shares. It was a forced cash-out, which resulted in the disappearance of the original bank once the shares were sold and exchanged with the new \"phantom bank.\"\nIn contrast, the Eleventh Circuit Court of Appeals, three years before the NoDak decision, determined that \"freeze-out\" mergers were not valid, in part under the theory that \"there is a longstanding equity tradition of protection of minority shareholders in American jurisprudence.\" Lewis, 911 F.2d at 1561. In Lewis, the court determined that without express statutory authority, the Comptroller who was required to approve the merger plan had no authority to approve a merger which requires equally situated stockholders to take different forms of consideration.\nThe facts of the instant case differ from NoDak and Lewis. Here, the holding company did not create a \"phantom bank\" into which the stockholders could vote for Union Bank to merge. Instead, by a vote of the majority stockholder, Bancshares, it was decided under the Plan of Exchange that the minority stockholders must sell their stock to Bancshares, the holding company. On the other hand, Bancshares would not have to sell its shares. In fact, Bancshares would not even have to exchange its Union Bank shares with shares of some \"phantom bank.\" The practical effect of the process used is that the majority *27 shareholders in Union Bank voted to make the minority shareholders in Union Bank sell their shares of stock to the majority.\nThe issue before us now is whether Ark. Code Ann. § 23-48-601 et seq. contemplates and permits the procedure approved by the Commissioner. Although there may be a perceived unfairness in the \"freeze-out\" nature of the procedure, if it is authorized by the statute and not violative of constitutional limitations, it is permissible.\nWhile this nation's jurisprudence in more recent years has moved away from its earlier staunch safeguards for minority stockholders, our general rules of statutory interpretation must still control to determine whether the actions taken here are valid under the statute notwithstanding the movement away from minority stockholder protection. As Keith argues, the statute is clear on its face that the sale of the shares must be a sale of \"all\" shares under Ark.Code. Ann. § 23-48-601(a)(1). As previously stated, the basic rule of statutory construction is to give effect to the intent of the legislature. Kildow, 333 Ark. at 338, 969 S.W.2d 190. If the language is plain and unambiguous, our analysis need go no farther. Burcham v. City of Van Buren, 330 Ark. 451, 954 S.W.2d 266 (1997).\nHere, no ambiguity exists in the statute to require us to analyze the language beyond its plain meaning. The statute at issue reads in pertinent part:\nAuthority to adopt plan of exchange\u0097 Approval by commissioner required.\n(a)(1) A state bank may adopt a plan of exchange of all of the outstanding capital stock held by its stockholders, for the consideration designated in this section to be paid or provided by a bank holding company which acquires the stock, in the manner provided in this subchapter.... [Emphasis added.]\nArk.Code Ann. § 23-48-601. This statute is clear and unambiguous. As stated, a plan of exchange may be effectuated by a vote by the stockholders to sell all of the outstanding capital stock. Reading the plain language of the statute, it cannot be said that the legislature intended \"all\" to actually mean \"some,\" as Ford argues.\nIn support of his argument, Ford argues that the change in the above statute which was enacted through Act 117 of 1999 indicates what the legislature truly intended in the original reorganization statutes. Act 117 of 1999, entitled \"Clarification of the Procedures to Reorganize Using a A Plan of Exchange,\" significantly modifies the 1997 statute. Specifically, subsection -601(a)(1) was changed to read \"A state bank may adopt a plan of exchange for shares of the outstanding capital stock ...\" instead of \"A state bank may adopt a plan of exchange of all of the outstanding capital stock....\" (Emphasis added.) In addition, the legislature further changed the language of the statute by altering subsection -604(a)(1) and (2). In -604(a)(1), \"and each shareholder of the state bank acquired shall thereupon cease to be a shareholder of the state bank\" was changed to \"and each shareholder of the state bank whose shares were acquired shall thereupon cease to be a shareholder of the state bank.\" Furthermore, in subsection -604(a)(2), \"The ownership of all shares of the issued and outstanding stock of the state bank ...\" changed to \"The ownership of shares acquired in the plan of exchange. ....\" While these changes may seem minor in nature, they are major in effect. Under the statute as amended, the actions that Bancshares took to consolidate the shares for 100% control of the bank may be permitted. However, despite the attempt to characterize Act 117 of 1999 as merely a \"clarification\" of the earlier statute, our rules of statutory interpretation do not allow us to consider the 1999 amendment as a \"clarification\" of the legislature's intent. We briefly summarized the applicable statutory construction principles in State v. McLeod, 318 Ark. 781, 888 S.W.2d 639 (1994), where we stated:\n\n*28 In support of its position, the State correctly asserts that the basic rule of statutory construction, to which all other interpretive guides must yield, is to give effect to the intent of the legislature. Pugh v. St. Paul Fire &amp; Marine Ins. Co., 317 Ark. 304, 877 S.W.2d 577 (1994). Yet, the State fails to note when a statute is clear, it is given its plain meaning, and that we will not search for legislative intent, rather, that intent must be gathered from the plain meaning of the language used. Pugh, supra. We are also very hesitant to interpret a legislative act in a manner contrary to its express language unless it is clear that a drafting error or omission has circumvented legislative intent. Neely v. State, 317 Ark. 312, 877 S.W.2d 589 (1994). In interpreting a statute and attempting to construe legislative intent, we look to the language of the statute, the subject matter, the object to be accomplished, the purpose to be served, the remedy provided, legislative history, and other appropriate means that throw light on the subject. McCoy v. Walker, 317 Ark. 86, 876 S.W.2d 252 (1994). We have recognized that changes made by subsequent amendments may be helpful in determining legislative intent. American Casualty Co. v. Mason, 312 Ark. 166, 848 S.W.2d 392 (1993).\nAs noted in McLeod, when the express language of a statute is clear, later statutory changes should only be considered if it is obvious that there has been a drafting error or omission.\nThe \"error or omission\" concept stems from our caselaw referring to a drafting error or omission.[1] Here, it cannot be said that there was a drafting error or omission in the language used by the legislature in the 1997 statutes when the words used are consistent with a valid, recognized procedure, i.e., the establishment of a \"phantom bank,\" to accomplish the \"reorganization\" of a state bank. Merely because Act 117 of 1999 changes the language in the statute, thus changing the available procedures to allow a reorganization, does not necessarily mean that an error occurred in the drafting of the 1997 statute. As such, we hold that there was no drafting error or omission in the 1997 statute, and Bancshares's actions, approved by the Commissioner, were ultra vires of the statute.\n\nJoinder of Parties\nThe Commissioner argues in his second point to this court that Bancshares and Union Bank were necessary parties to this action, and should have been joined in the lawsuit pursuant to Ark. R. Civ. P. 19. However, as Keith notes in his brief, agency actions governed by the Arkansas Administrative Procedure Act are exempt from the Rules of Civil Procedure because the A.P.A. provides a different procedure for the parties to follow. See Ark. R. Civ. P. 81(a); See also Whitlock v. G.P.W. Nursing Home, Inc., 283 Ark. 158, 672 S.W.2d 48 (1984) and Wright v. Arkansas State Plant Board, 311 Ark. 125, 842 S.W.2d 42 (1992).\nUnder the A.P.A., Bancshares and Union Bank did not have to be listed as parties, they just had to be served with notice of the proceedings. This was done. In addition, Ark.Code Ann. § 25-15-212(b) (Repl.1996) allows an interested party to intervene at the discretion of the Commissioner. Bancshares and Union Bank did not move to intervene, although they were served with the pleadings and did appear at each and every hearing on the matter, *29 and the Commissioner did not require them to become parties.\nAppellant has not challenged the circuit court's ruling remanding the case to the Commissioner for further proceedings based on the court's view that Keith had not been provided \"an acceptable opportunity to present evidence or testimony for a fair price for their shares.\" The ruling of the circuit court reversing the Commissioner therefore stands.\nCommissioner's decision reversed.\nCircuit Court's decision affirmed.\nARNOLD, C.J., and GLAZE and THORNTON, JJ., dissent.\nW.H. \"DUB\" ARNOLD, Chief Justice, dissenting.\nAlthough I agree with the majority's recitation of the applicable standard of review, I disagree with the majority's application of that standard to the facts in the instant case. I cannot say that the commission's interpretation of Ark.Code Ann. section 23-48-601(a)(1) was \"clearly wrong.\" Further, the majority's reversal of the commission's finding leads us to a result that defies the basic rule of statutory construction, namely, to give effect to the intent of the legislature. See Rosario v. State, 319 Ark. 764, 769, 894 S.W.2d 888 (1995).\nWhen we are presented with a matter of first impression, as here, this court is vested with a pivotal responsibility to determine the meaning of a statute. See In re Adoption of Martindale, 327 Ark. 685, 688-89, 940 S.W.2d 491 (1997) (citing Arkansas Dep't of Health v. Westark Christian Action Council, 322 Ark. 440, 910 S.W.2d 199 (1995); Peters v. State, 321 Ark. 276, 902 S.W.2d 757 (1995): Furman v. Holloway, 312 Ark. 378, 849 S.W.2d 520 (1993)). The majority's interpretation that section 23-48-601(a)(1) contained no ambiguity, no drafting error, or omission, fails to adequately meet that responsibility because we must construe statutes by looking to all laws on the subject, viewing them as a single system, and giving effect to the general purpose of the system. See Citizens to Establish a Reform Party in Arkansas v. Priest, 325 Ark. 257, 265-66, 926 S.W.2d 432 (1996) (citing Hercules, Inc. v. Pledger, 319 Ark. 702, 894 S.W.2d 576 (1995); Pace v. State Use Saline County, 189 Ark. 1104, 76 S.W.2d 294 (1934)).\nI respectfully disagree with the majority's interpretation and adopt the position advanced by the Arkansas Bankers Association and Arkansas Community Bankers Association, who filed an amicus curiae brief in this matter. When read as a whole, the purpose of these statutory provisions is to allow a reorganization through a plan of exchange that will result in a bank holding company becoming the sole stockholder of a bank. The commission's interpretation of Ark.Code Ann. sections 23-48-601-605 recognized that purpose by permitting the instant transaction.\nAs further evidence of the legislature's intent, we may also consider subsequent amendments to the statute. Rosario v. State, 319 Ark. 764, 769, 894 S.W.2d 888 (1995). Via Act 117 of 1999, the legislature enacted an amendment to sections 23-48-601, -604, and-605, entitled a \"clarification of the procedures to reorganize using a plan of exchange.\" (Emphasis added.) Clearly, the legislature intended to clarify an ambiguity in section 23-48-601(a)(1) to allow for a plan of exchange in which a minority shareholder may be forced to accept a fair cash value for his shares, although other shareholders may receive differing types of equitable consideration in exchange for their shares. Given that the legislature has approved \"cash-out\" transactions in a corporate-merger context, we should not conclude that the commission acted arbitrarily or capriciously by interpreting section 23-48-601 to permit a cash-out transaction in the context of a bank reorganization utilizing a plan of exchange. Also, like corporate stockholders dissenting from a plan for consolidation, minority bank shareholders, forced to take cash for their shares pursuant to a plan of *30 exchange, are able to obtain a fair valuation for those shares under section 23-48-603.\nIn conclusion, the interpretation advanced by the majority is counter to the overall purposes and provisions of the Arkansas Banking Code. We should not disregard the legislature's enactment of its intent in this area. In light of the great deference afforded an agency's interpretation, Arkansas State Medical Bd. v. Bolding, 324 Ark. 238, 244, 920 S.W.2d 825 (1996), the ambiguity in section 23-48-601(a)(1), and the legislature's expressed intent, I respectfully dissent.\nGLAZE and THORNTON, JJ., join.\nNOTES\n[1]  See McLeod, supra (statute clear on no award of attorney's fees in trade practice cases; no error or omission); Coleman v. State, 327 Ark. 381, 938 S.W.2d 845 (1997) (drafting error not to raise threshold to $500 in the theft-by-receiving statute as it had done in the theft statute); Neely v. State, 317 Ark. 312, 877 S.W.2d 589 (1994) (obvious from context that effective date of statute for criminal offenders was 1993 and not 1983). It must be clear that a drafting error or omission has circumvented legislative intent. See Rosario v. State, 319 Ark. 764, 894 S.W.2d 888 (1995) (possession of a handgun was erroneously omitted from the definition of a \"delinquent juvenile\").\n\n",
            "ocr": false,
            "opinion_id": 1472784
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " Lavenski R. Smith, Justice. Appellant Bill J. Ford (“Ford”), Bank Commissioner of Arkansas, appeals an adverse decision from the Pulaski County Circuit Court in which the court determined that the Bank Commissioner’s decision to uphold a bank reorganization was ultra vires of the governing statute, Ark. Code Ann. §23-48-601 et seq. (Supp. 1997), entitled “Reorganization Through Plan of Exchange.” The trial court reversed and remanded the matter to the Commissioner for further consideration. On appeal, Ford argues that the Commissioner’s decision was not ultra vires of the statute and that the banks should have been made parties to this action. In response, Appellee A.M. Keith (“Keith”) argues that the circuit court did not err in finding that the plan of exchange was ultra vires of the statute, that the banks were not required to be made parties to the action pursuant to Ark. R. Civ. P. 81(a) and the Administrative Procedure Act, and that Ford’s failure to rebut the circuit court’s order for remand now renders that decision res judicata and this court cannot change that decision. We reverse the Commissioner. Facts This case arises out of the conversion and merger of a state savings and loan into a state bank, and the ultimate freeze-out of the minority stockholders in the bank. For many years, the Benton Savings and Loan Association operated out of Benton, Arkansas, as a state savings and loan association operating under authority of the Arkansas Savings and Loan Board. Keith, a minority shareholder, maintained 66,001 shares out of 658,912 shares issued by the savings and loan, or approximately 10.02% of the shares. Union Bancshares of Benton, Inc. (“Bancshares”), an Arkansas holding company, owned 567,575 of the shares, or approximately 87% of the shares. The other shares were owned by various minority stockholders. In April, 1997, Benton Savings and Loan filed an application with the Savings and Loan Board to move the home office of the Savings and Loan from Benton to Bryant, Arkansas. Mac Dodson, Arkansas Savings and Loan Supervisor, approved this move on May 13, 1997. Shortly thereafter, on July 15, 1997, Benton Savings and Loan’s board of directors passed a resolution to convert the Savings and Loan from a state-chartered savings and loan to a state-chartered bank. On July 28, 1997, a majority of the shareholders voted to pass this resolution for conversion, and the Arkansas Bank Commission and State Banking Board approved it on October 16, 1997. The new name of the bank was The Union Bank of Bryant (“Union Bank”). Approximately one month later, Union Bank’s board of directors notified all of the shareholders that the directors had adopted an Agreement and Plan of Exchange proposing a cash payment of $18.50 per share by Bancshares for all of the minority stock in the bank, with the goal being that the bank would be wholly owned by Bancshares. Notice of the adopted Agreement also included notice that a special meeting of the shareholders would be held on December 16, 1997. The purpose of the special meeting would be to vote on the Agreement and, if approved by a majority of the shareholders, a hearing would be held the same day with the Arkansas Bank Commissioner to approve the plan. The bank’s directors held the meeting on December 16, 1997. At the meeting, Bancshares, holding the vast majority of the shares in the bank, voted to approve the Agreement. Keith voted against the agreement. In addition, prior to the meeting, Keith gave notice to the bank that he would dissent from the vote in accordance with Ark. Code Ann. § 23-48-603. After the shareholder vote approving the Agreement, Arkansas Bank Commissioner Ford held a hearing that afternoon for the approval of the plan. At the hearing, Keith announced his dissent against the Agreement, specifically arguing that the Agreement was invalid and should not be enforced. Bancshares did not produce any supporting documentation at the hearing in support of approval of the Agreement. Keith, however, produced pleadings and a brief in support of his dissent. At the conclusion of the hearing, Commissioner Ford approved the shareholder vote and the ratification of the Agreement. Ford read his decision into the record from a pre-prepared order. In his decision, Ford determined that the Agreement was not contrary to law, was not inequitable to the stockholders of the bank, provided satisfactory means of disposing of shares of the bank resulting from the dissenting shareholders, and that the merger would not substantially reduce the security of or service to be rendered to the depositors or other customers of the bank. Ford filed his formal order with findings of fact and conclusions of law on January 16, 1998. On December 23, 1997, Keith filed an appeal from Ford’s decision in the Pulaski County Circuit Court, arguing, in part, for a stay of the enforcement of Ford’s December 16, 1997, order. The circuit court held a hearing on January 6, 1998, and in an order dated January 8, 1998, stayed the Commissioner’s December 16, 1997, order. The court determined that the order did not comply with Ark. Code Ann. § 23-48-601 (b) because it failed to “provide a concise and explicit statement of the underlying facts supporting his findings of fact, and simply states in conclusary (sic) form the statutory requirements. . . .” The circuit court gave Ford until January 20, 1998, to enter an order in compliance with the statute, and reset a hearing in the circuit court for February 9, 1998, for further adjudication of the matter. As noted above, Ford subsequently filed his formal order on January 16, 1998. A full hearing was held on February 9, 1998, at which the parties argued their positions on the matter. On July 6, 1998, Pulaski County Circuit Judge Bogard entered judgment against the Commissioner finding that the Plan of Exchange and Agreement approved by Ford was ultra vires of Ark. Code Ann. § 23-48-601 to 605. The court ruled that the Commissioner cannot treat shareholders differently in a Plan of Exchange under the statute. The court found that Ford’s order left Keith with no option but to accept cash for his stock without adequate opportunity to present evidence or testimony on a fair price for his shares. Based upon the court’s construction of the statute, it ruled that Ford’s decision was ultra vires of the statute, and therefore arbitrary, capricious and an abuse of discretion. The court then reversed the decision for further proceedings before the Commission. It is from this order that Ford timely appealed on July 15, 1998. This case was originally filed in the Court of Appeals, but certified to this court under Rule 1-2 of the Rules of the Supreme Court. Standard of Review  Decisions of the Banking Board and Commissioner are subject to the Arkansas Administrative Procedure Act, Ark. Code Ann. § 25-15-201 et seq., under Ark. Code Ann. § 23-46-207. The Arkansas A.P.A. allows this court to review the decision of the administrative agency notwithstanding the decision rendered by the circuit court. In an appeal from an administrative order, our review is directed to the agency’s decision, not the circuit court’s. Hankins v. Department of Finance and Administration, 330 Ark. 492, 954 S.W.2d 259 (1997). When reviewing administrative decisions, we will review the entire record to determine whether there is any substantial evidence to support the administrative agency’s decision, whether there is arbitrary and capricious action, or whether the action is characterized by abuse of discretion. Wright v. Arkansas State Plant Board, 311 Ark. 125, 130, 842 S.W.2d 42 (1992). We recognize that administrative agencies are better equipped than courts, by specialization, insight through experience, and more flexible procedures to determine and analyze underlying legal issues affecting their agencies, and this recognition accounts for the limited scope of judicial review of administrative action and the refusal of the court to substitute its judgment and discretion for that of the administrative agency. Wright, 311 Ark. at 130.  Evidence is given its strongest probative force in favor of the agency’s ruling, and we will not reverse an agency decision when there is substantial evidence to support it. Arkansas Bank &amp; Trust Co. v. Douglass, 318 Ark. 457, 885 S.W.2d 863 (1994). To determine whether a decision is supported by substantial evidence, we review the entire record to ascertain if it is supported by relevant evidence that a reasonable mind might accept as adequate to support a conclusion. Wright, supra (citing Livingston v. Arkansas State Medical Bd., 288 Ark. 1, 701 S.W.2d 361 (1986); Partlow v. Arkansas State Police Comm’n, 271 Ark. 351, 609 S.W.2d 23 (1980)). Statutory Construction and Interpretation  This case involves a first-impression interpretation of a banking statute. The basic rule of statutory construction is to give effect to the intent of the legislature. Kildow v. Baldwin Piano &amp; Organ, 333 Ark. 335, 338-339, 969 S.W.2d 190, 191-192 (1998) (internal citations omitted). Where the language of a statute is plain and unambiguous, we determine legislative intent from the ordinary meaning of the language used. Id. The first rule in considering the meaning of a statute is to construe it just as it reads, giving the words their ordinary and usually accepted meaning in common language. Id. The statute should be construed so that no word is left void, superfluous, or insignificant; and meaning and effect must be giving to every word in the statute if possible. Id. The construction of a state statute by an administrative agency is not overturned unless it is clearly wrong. Thomas v. Arkansas Department of Human Services, 319 Ark. 782, 894 S.W.2d 584 (1995) (citing Douglass, supra.) Ordinarily, agency interpretations of statutes are afforded great deference, even though they are not binding. Arkansas State Medical Bd. v. Bolding, 324 Ark. 238, 244, 920 S.W.2d 825 (1996). Flowever, although an agency’s interpretation is highly persuasive, where the statute is not ambiguous, we will not interpret it to mean anything other than what it says. Kildow, 333 Ark. at 339. Statutes are presumed constitutional, and the burden of proving otherwise is on the challenger of the statute. ACW, Inc. v. Weiss, 329 Ark. 302, 947 S.W.2d 770 (1997). The first and principal issue Keith argued before the Commissioner was that the proposed Plan of Exchange exceeded the authority and scope of Ark. Code Ann. § 23-48-601 et seq. Before the Commission, in his written motion, brief and oral argument, Keith asserted that the Plan of Exchange constituted a forced sale, or “freeze-out,” of the non-favored minority shareholders’ property to the control group, or the majority shareholder, Bancshares. Keith contended that the statute requires that in such a Plan of Exchange where the majority votes to sell the stock, “all” of the stock must be sold and each shareholder must receive the same compensation for his stock. Keith further argued that the statute contemplates “setting up” a holding company, instead of allowing an already existing, majority shareholder holding company, to buy out the minority shareholders. In essence, Keith argues that this statute is only valid if effectuated with a “straw-man” as the buyer of the stock. A contrary reading of the statute, Keith argues, would mean that the Commissioner can use his authority to force the minority shareholders to sell their shares to the majority shareholders of the same class of stock with a simple majority vote. As such, this would be a “taking” implicating the due process and just compensation clauses of the federal and state constitutions. Representatives from Bancshares and Union Bank did not comment on the Plan of Exchange, and did not present any evidence of the validity of the Plan, other than the petition previously filed with the Commissioner seeking approval of the Plan, to dispute Keith’s contentions. Under Ark. Code Ann. § 23-48-601 et seq., the legislature set out the process for “Reorganization Through Plan of Exchange,” allowing a state bank to “adopt a plan of exchange of all of the outstanding capital stock held by the stockholders for the consideration designated in the section to be paid or provided by a bank holding company which acquires the stock.” Ark. Code Ann. § 23-48-601 (a)(1). As one form of compensation, the acquiring bank holding company may pay cash for the acquired stock. Ark. Code Ann. § 23-48-601 (a)(2)(C). The Plan of Exchange may not go into effect until filed with and approved by the State Bank Commissioner, and the Commissioner’s approval may not be given until made in writing after notice and a hearing on the matter. Ark. Code Ann. § 23-48-601 (b). The Commissioner’s approval must be made within a reasonable time after the hearing, unless he finds that the plan: (1) Is contrary to law; (2) Is inequitable to the stockholders of the state bank involved; (3) Would not provide a satisfactory means for disposing of shares of the state bank resulting from dissenting stockholders; or (4) Would substantially reduce the security of or service to be rendered to depositors or other customers of the state bank or any affiliate bank of the state bank or the bank holding company. Ark. Code Ann. § 23-48-601 (b)(1) through (4). However, a minority shareholder’s dissent from the Plan of Exchange, in and of itself, is not sufficient to disallow the Plan. Rather than permitting deadlock, the statute authorizes the majority to proceed with its plan but provides for dissenters’ appraisal rights. Under Ark. Code Ann. § 23-48-603, once the Plan has been approved by the majority stockholders and the Commissioner, the dissenters may go through a separate process to get a determination of the value of their stock. The statute allows the dissenters to ask for their own appraisal, require the bank holding company to get an appraisal, and, if neither group agrees on an appraisal amount, to get a third appraiser, agreed upon by the parties, to make an additional appraisal. If the dissenters and the holding company still disagree, the appraisal determination may then be made by the Commissioner, and this appraisal value is binding on both parties. Keith took the initial step under the dissenter’s rights provision in the statute by giving notice to the state bank at the stockholders’s meeting. Rather than pursue the remaining specific steps to perfect a dissent under Ark. Code Ann. § 23-48-603, Keith filed the instant action challenging the validity of the Commissioner’s actions. The legislature enacted the subject statutory provisions in 1997 and, to date, they have not been interpreted by this court. However, reorganization plans have been used in other jurisdictions. In particular, the Eighth Circuit Court of Appeals determined that a “freeze-out” merger under the National Bank Act, codified at 12 U.S.C. § 215, was a valid action by the majority shareholders. See NoDak Bancorporation v. Clarke, 998 F.2d 1416 (8th Cir. 1993); But see Lewis v. Clark, 911 F.2d 1558 (11th Cir. 1990). In NoDak, the court held that a merger between two national banks, which ultimately resulted in the minority shareholders having to sell their shares to the new bank, was a valid interpretation of the National Bank Act. There, the stockholders in a national bank consisted of a 73% majority shareholder which was a holding company, and another minority shareholder holding company. The majority holding company created a “phantom bank,” and then the majority shareholders in the first bank voted to merge with the “phantom bank.” In the merger, the majority shareholders would get a stock exchange to gain the same interest in the “phantom bank,” and the minority shareholders would get money for their shares. It was a forced cash-out, which resulted in the disappearance of the original bank once the shares were sold and exchanged with the new “phantom bank.” In contrast, the Eleventh Circuit Court of Appeals, three years before the NoDak decision, determined that “freeze-out” mergers were not valid, in part under the theory that “there is a longstanding equity tradition of protection of minority shareholders in American jurisprudence.” Lewis, 911 F.2d at 1561. In Lewis, the court determined that without express statutory authority, the Comptroller who was required to approve the merger plan had no authority to approve a merger which requires equally situated stockholders to take different forms of consideration. The facts of the instant case differ from NoDak and Lewis. Here, the holding company did not create a “phantom bank” into which the stockholders could vote for Union Bank to merge. Instead, by a vote of the majority stockholder, Bancshares, it was decided under the Plan of Exchange that the minority stockholders must sell their stock to Bancshares, the holding company. On the other hand, Bancshares would not have to sell its shares. In fact, Bancshares would not even have to exchange its Union Bank shares with shares of some “phantom bank.” The practical effect of the process used is that the majority shareholders in Union Bank voted to make the minority shareholders in Union Bank sell their shares of stock to the majority. The issue before us now is whether Ark. Code Ann. § 23-48-601 et seq. contemplates and permits the procedure approved by the Commissioner. Although there may be a perceived unfairness in the “freeze-out” nature of the procedure, if it is authorized by the statute and not violative of constitutional limitations, it is permissible. While this nation’s jurisprudence in more recent years has moved away from its earlier staunch safeguards for minority stockholders, our general rules of statutory interpretation must still control to determine whether the actions taken here are valid under the statute notwithstanding the movement away from minority stockholder protection. As Keith argues, the statute is clear on its face that the sale of the shares must be a sale of “all” shares under Ark. Code. Ann. § 23-48-601 (a)(1). As previously stated, the basic rule of statutory construction is to give effect to the intent of the legislature. Kildow, 333 Ark. at 338. If the language is plain and unambiguous, our analysis need go no farther. Burcham v. City of Van Buren, 330 Ark. 451, 954 S.W.2d 266 (1997).  Flere, no ambiguity exists in the statute to require us to analyze the language beyond its plain meaning. The statute at issue reads in pertinent part: Authority to adopt plan of exchange — Approval hy commissioner required. (a)(1) A state bank may adopt a plan of exchange of all of the outstanding capital stock held by its stockholders, for the consideration designated in this section to be paid or provided by a bank holding company which acquires the stock, in the manner provided in this subchapter. . . . [Emphasis added.] Ark. Code Ann. § 23-48-601. This statute is clear and unambiguous. As stated, a plan of exchange may be effectuated by a vote by the stockholders to sell all of the outstanding capital stock. Reading the plain language of the statute, it cannot be said that the legislature intended “all” to actually mean “some,” as Ford argues.  In support of his argument, Ford argues that the change in the above statute which was enacted through Act 117 of 1999 indicates what the legislature truly intended in the original reorganization statutes. Act 117 of 1999, entitled “Clarification of the Procedures to Reorganize Using a A Plan of Exchange,” significantly modifies the 1997 statute. Specifically, subsection -601(a)(1) was changed to read “A state bank may adopt a plan of exchange for shares of the outstanding capital stock. . .” instead of “A state bank may adopt a plan of exchange of all of the outstanding capital stock. ...” (Emphasis added.) In addition, the legislature further changed the language of the statute by altering subsection -604(a)(1) and (2). In -604(a)(1), “and each shareholder of the state bank acquired shall thereupon cease to be a shareholder of the state bank” was changed to “and each shareholder of the state bank whose shares were acquired shall thereupon cease to be a shareholder of the state bank.” Furthermore, in subsection -604(a)(2), “The ownership of all shares of the issued and outstanding stock of the state bank. . .” changed to “The ownership of shares acquired in the plan of exchange. ...” While these changes may seem minor in nature, they are major in effect. Under the statute as amended, the actions that Bancshares took to consolidate the shares for 100% control of the bank may be permitted. However, despite the attempt to characterize Act 117 of 1999 as merely a “clarification” of the earlier statute, our rules of statutory interpretation do not allow us to consider the 1999 amendment as a “clarification” of the legislature’s intent. We briefly summarized the applicable statutory construction principles in State v. McLeod, 318 Ark. 781, 888 S.W.2d 639 (1994), where we stated: In support of its position, the State correctly asserts that the basic rule of statutory construction, to which all other interpretive guides must yield, is to give effect to the intent of the legislature. Pugh v. St. Paul Fire &amp; Marine Ins. Co., 317 Ark. 304, 877 S.W.2d 577 (1994). Yet, the State fails to note when a statute is clear, it is given its plain meaning, and that we will not search for legislative intent, rather, that intent must be gathered from the plain meaning of the language used. Pugh, supra. We are also very hesitant to interpret a legislative act in a manner contrary to its express language unless it is clear that a drafting error or omission has circumvented legislative intent. Neely v. State, 317 Ark. 312, 877 S.W.2d 589 (1994). In interpreting a statute and attempting to construe legislative intent, we look to the language of the statute, the subject matter, the object to be accomplished, the purpose to be served, the remedy provided, legislative history, and other appropriate means that throw light on the subject. McCoy v. Walker, 317 Ark. 86, 876 S.W.2d 252 (1994). We have recognized that changes made by subsequent amendments may be helpful in determining legislative intent. American Casualty Co. v. Mason, 312 Ark. 166, 848 S.W.2d 392 (1993). As noted in McLeod, when the express language of a statute is clear, later statutory changes should only be considered if it is obvious that there has been a drafting error or omission.  The “error or omission” concept stems from our caselaw referring to a drafting error or omission.1 Here, it cannot be said that there was a drafting error or omission in the language used by the legislature in the 1997 statutes when the words used are consistent with a valid, recognized procedure, i.e., the establishment of a “phantom bank,” to accomplish the “reorganization” of a state bank. Merely because Act 117 of 1999 changes the language in the statute, thus changing the available procedures to allow a reorganization, does not necessarily mean that an error occurred in the drafting of the 1997 statute. As such, we hold that there was no drafting error or omission in the 1997 statute, and Bancshares’s actions, approved by the Commissioner, were ultra vires of the statute. Joinder of Parties  The Commissioner argues in his second point to this court that Bancshares and Union Bank were necessary parties to this action, and should have been joined in the lawsuit pursuant to Ark. R. Civ. P. 19. However, as Keith notes in his brief, agency actions governed by the Arkansas Administrative Procedure Act are exempt from the Rules of Civil Procedure because the A.P.A. provides a different procedure for the parties to follow. See Ark. R. Civ. P. 81(a); See also Whitlock v. G.P.W. Nursing Home, Inc., 283 Ark. 158, 672 S.W.2d 48 (1984) and Wright v. Arkansas State Plant Board, 311 Ark. 125, 842 S.W.2d 42 (1992).  Under the A.P.A., Bancshares and Union Bank did not have to be listed as parties, they just had to be served with notice of the proceedings. This was done. In addition, Ark. Code Ann. § 25-15-212(b) (Repl. 1996) allows an interested party to intervene at the discretion of the Commissioner. Bancshares and Union Bank did not move to intervene, although they were served with the pleadings and did appear at each and every hearing on the matter, and the Commissioner did not require them to become parties.  Appellant has not challenged the circuit court’s ruling remanding the case to the Commissioner for further proceedings based on the court’s view that Keith had not been provided “an acceptable opportunity to present evidence or testimony for a fair price for their shares.” The ruling of the circuit court reversing the Commissioner therefore stands. Commissioner’s decision reversed. Circuit Court’s decision affirmed. Arnold, C.J., and Glaze and Thornton, JJ., dissent.   See McLeod, supra (statute clear on no award of attorney’s fees in trade practice cases; no error or omission); Coleman v. State, 327 Ark. 381, 938 S.W.2d 845 (1997) (drafting error not to raise threshold to $500 in the theft-by-receiving statute as it had done in the theft statute); Neely v. State, 317 Ark. 312, 877 S.W.2d 589 (1994) (obvious from context that effective date of statute for criminal offenders was 1993 and not 1983). It must be clear that a drafting error or omission has circumvented legislative intent. See Rosario v. State, 319 Ark. 764, 894 S.W.2d 888 (1995) (possession of a handgun was erroneously omitted from the definition of a “delinquent juvenile”).  ",
            "ocr": false,
            "opinion_id": 9636264
        },
        {
            "author_str": "Arnold",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " W. H.“Dub” Arnold, Chief Justice, dissenting. Although I agree with the majority’s recitation of the applicable standard of review, I disagree with the majority’s application of that standard to the facts in the instant case. I cannot say that the commission’s interpretation of Ark. Code Ann. section 23-48-601 (a)(1) was “clearly wrong.” Further, the majority’s reversal of the commission’s finding leads us to a result that defies the basic rule of statutory construction, namely, to give effect to the intent of the legislature. See Rosario v. State, 319 Ark. 764, 769, 894 S.W.2d 888 (1995). When we are presented with a matter of first impression, as here, this court is vested with a pivotal responsibility to determine the meaning of a statute. See In re Adoption of Martindale, 327 Ark. 685, 688-89, 940 S.W.2d 491 (1997) (citing Arkansas Dep’t of Health v. Westark Christian Action Council, 322 Ark. 440, 910 S.W.2d 199 (1995); Peters v. State, 321 Ark. 276, 902 S.W.2d 757 (1995): Furman v. Holloway, 312 Ark. 378, 849 S.W.2d 520 (1993)). The majority’s interpretation that section 23-48-601(a)(1) contained no ambiguity, no drafting error, or omission, fails to adequately meet that responsibility because we must construe statutes by looking to all laws on the subject, viewing them as a single system, and giving effect to the general purpose of the system. See Citizens to Establish a Reform Party in Arkansas v. Priest, 325 Ark. 257, 265-66, 926 S.W.2d 432 (1996) (citing Hercules, Inc. v. Pleader, 319 Ark. 702, 894 S.W.2d 576 (1995); Pace v. State Use Saline County, 189 Ark. 1104, 76 S.W.2d 294 (1934)). I respectfully disagree with the majority’s interpretation and adopt the position advanced by the Arkansas Bankers Association and Arkansas Community Bankers Association, who filed an amicus curiae brief in this matter. When read as a whole, the purpose of these statutory provisions is to allow a reorganization through a plan of exchange that will result in a bank holding company becoming the sole stockholder of a bank. The commission’s interpretation of Ark. Code Ann. sections 23-48-601—605 recognized that purpose by permitting the instant transaction. As further evidence of the legislature’s intent, we may also consider subsequent amendments to the statute. Rosario v. State, 319 Ark. 764, 769, 894 S.W.2d 888 1995). Via Act 117 of 1999, the legislature enacted an amendment to sections 23-48-601, -604, and -605, entitled a “clarification of the procedures to reorganize using a plan of exchange.” (Emphasis added.) Clearly, the legislature intended to clarify an ambiguity in section 23-48-601(a)(1) to allow for a plan of exchange in which a minority shareholder may be forced to accept a fair cash value for his shares, although other shareholders may receive differing types of equitable consideration in exchange for their shares. Given that the legislature has approved “cash-out” transactions in a corporate-merger context, we should not conclude that the commission acted arbitrarily or capriciously by interpreting section 23-48-601 to permit a cash-out transaction in the context of a bank reorganization utilizing a plan of exchange. Also, like corporate stockholders dissenting from a plan for consolidation, minority bank shareholders, forced to take cash for their shares pursuant to a plan of exchange, are able to obtain a fair valuation for those shares under section 23-48-603. In conclusion, the interpretation advanced by the majority is counter to the overall purposes and provisions of the Arkansas Banking Code. We should not disregard the legislature’s enactment of its intent in this area. In light of the great deference afforded an agency’s interpretation, Arkansas State Medical Bd. v. Bolding, 324 Ark. 238, 244, 920 S.W.2d 825 (1996), the ambiguity in section 23-48-601 (a)(1), and the legislature’s expressed intent, I respectfully dissent. Glaze and Thornton, JJ., join. ",
            "ocr": false,
            "opinion_id": 9636265
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}