{
    "id": 700168,
    "judges": null,
    "date_filed": 805334400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-glenn-hicks",
    "case_name_short": null,
    "case_name": "United States v. Glenn Hicks",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "60 F.3d 829"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/60/60.F3d.829.94-5979.html",
            "author_id": null,
            "opinion_text": "60 F.3d 829NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.\n    UNITED STATES of America, Plaintiff-Appellee,v.Glenn HICKS, Defendant-Appellant.\n    No. 94-5979.\n    United States Court of Appeals, Sixth Circuit.\n    July 10, 1995.\n    \n      Before:  MARTIN and SILER, Circuit Judges;  and JOINER, District Judge.*\n      PER CURIAM.\n    \n    \n      1\n      A jury convicted Glenn Hicks of various offenses in connection with a January 1991 bank robbery.  For the following reasons, we affirm his convictions.\n    \n    \n      2\n      On January 7, 1991, two armed individuals, disguised in ski masks and football gear, robbed a federally-insured bank in Chattanooga, Tennessee.  Tony Spurgeon became a primary suspect upon the discovery of a cash bag and money wrappers in a hotel room he had occupied.  Although he initially denied any involvement in the robbery, Spurgeon eventually admitted his participation and agreed to cooperate.  Spurgeon implicated two other individuals:  Glenn Hicks and Doug Hicks.\n    \n    \n      3\n      Spurgeon claimed that roughly two weeks prior to the robbery, the three men agreed to commit the robbery and formulated their plan.  On the morning of January 7, the three met at a local park, as planned, where the defendant, Glenn Hicks, transferred a shotgun and a pistol, which he had brought from Alabama, from the trunk of his car to the car of Doug Hicks.  Glenn left his car at the park and got into Doug's.  Doug drove them to his apartment, where Glenn and Spurgeon donned their robbery attire, and then drove them to the truck they intended to use in the robbery.  Glenn Hicks parked the truck behind the bank, and he and Spurgeon carried out the armed robbery.\n    \n    \n      4\n      According to the testimony, after robbing the bank, Glenn Hicks and Spurgeon abandoned the truck and transferred the money and weapons to Doug Hicks's car.  Then, Doug drove them to the park where Glenn had left his car.  When they saw a police car there, however, they devised an alternate plan:  Spurgeon took the guns and money and left the vicinity on foot, arriving in Trenton, Georgia about twelve hours later.  In Trenton, Spurgeon checked into a motel and called Doug Hicks.  Glenn Hicks then fetched Sturgeon in Trenton and drove to Doug Hicks's house, where they divided the robbery proceeds.  Spurgeon immediately returned the shotgun to Glenn Hicks, but in his haste, he forgot the pistol in his hotel room in Trenton.  Spurgeon retrieved the pistol, hid it, and told Glenn Hicks of its hiding place.  When Spurgeon later checked the spot where he had hidden the pistol, it was gone.\n    \n    \n      5\n      On July 27, 1993, a federal grand jury returned a five-count, superseding indictment charging Glenn Hicks, Doug Hicks, and Tony Spurgeon with various robbery-related offenses.  Specifically, Count One charged the three men with conspiring to commit an offense against the United States and acting to bring about the object of their conspiracy in violation of 18 U.S.C. Secs. 2133(a) and (b) and 18 U.S.C. Sec. 371.  Count Two charged them with taking by force, violence, and intimidation, approximately $33,026 that was under the control of a federally insured institution in violation of 18 U.S.C. Secs. 2133(a) and (d).  Count Three charged them with using and carrying firearms during and relation to a crime of violence in violation of 18 U.S.C. Sec. 924(C)(1).  Counts Four and Five charged Glenn Hicks, a convicted felon, with possessing firearms in and affecting interstate commerce on or about January 7, 1991, and January 15, 1991, in violation of 18 U.S.C. Sec. 922(g)(1).\n    \n    \n      6\n      Spurgeon pled guilty to the indictment and agreed to testify on behalf of the United States at Glenn Hicks's trial.  Following his own trial and conviction, Doug Hicks also agreed to testify on behalf of the United States at Glenn Hicks's trial.  On the other hand, Glenn Hicks's wife and mother-in law testified on his behalf.  His wife claimed that she and Glenn were at her doctor's office at the time of the robbery and that they later joined her mother for lunch and shopping.  After the district court denied his motion for judgment of acquittal, the jury found Glenn Hicks guilty on all counts.  This timely appeal followed.\n    \n    \n      7\n      First, Hicks contests the district court's denial of his request for access to an F.B.I. interview memorandum concerning Doug Hicks under the Jencks Act.  18 U.S.C. Sec. 3500(b).  The Jencks Act requires the United States, upon the defendant's request, to produce any witness's \"statement\" in its possession that relates to the subject matter of the witness's testimony.  18 U.S.C. Sec. 3500(b).  Statements prepared by a government employee must be \"signed or otherwise adopted or approved\" by the witness to be \"statements\" of that witness.  Goldberg v. United States, 425 U.S. 94, 98 (1976).  Here, there was no evidence that Doug Hicks adopted, approved, or even saw the F.B.I. interview memorandum in question.  Thus, the court's denial of the production of that document as Jencks Act material was not clear error.  United States v. Susskind, 4 F.3d 1400 (6th Cir.1993), cert. denied, 114 S.Ct. 1098 (1994)).\n    \n    \n      8\n      Hicks also argues that in its closing argument, the United States implicitly referred to his refusal to testify.  During his rebuttal argument, the prosecutor asked:\n    \n    \n      9\n      Has he given you anybody that could have robbed this bank besides Glenn Hicks?   Who?  We know that three people did it, but there is not one shred of evidence in this case to indicate that it was anybody else.  If they, if his alibi--\n    \n    \n      10\n      After Hicks's counsel objected and the court reemphasized to the jury that Hicks was not required \"to produce any evidence in the case,\" the prosecutor continued:\n    \n    \n      11\n      Ladies and gentlemen, he has no duty to prove anything.  But what I'm telling you and what I am arguing to you you should consider is if it wasn't Glenn Hicks, who was it?   There is no proof, there is no--you have heard the evidence.  It would be rank speculation.\n    \n    \n      12\n      After Hicks objected again, the court instructed the prosecutor to \"move on to something else.\"\n    \n    \n      13\n      An important corollary to the Fifth Amendment privilege against self-incrimination is that \"neither a prosecutor nor a trial judge may comment upon a criminal defendant's failure to testify.\"  United States v. Moore, 917 F.2d 215, 224 (6th Cir.1990) (quoting Griffin v. California, 380 U.S. 609 (1965)), cert. denied, 499 U.S. 963 (1991).  We assess four factors to determine the constitutionality of a prosecutor's indirect comments:   whether the comments were \"manifestly intended\" to reflect the defendant's silence or such that the jury would \"naturally and necessarily\" construe them as such;   whether the remarks were isolated or extensive;   whether the evidence of guilt was otherwise overwhelming;  and  whether any curative instructions were given, and when.  Moore, 917 F.2d at 225 (citing Spalla v. Foltz, 788 F.2d 400, 404-05 (6th Cir.), cert. denied, 479 U.S. 935 (1986)).\n    \n    \n      14\n      Here, these factors demonstrate that the prosecutor's remarks, viewed in the context in which they were made, were constitutional.  First, his comments were not \"manifestly intended\" to reflect upon Hicks's silence, as another explanation for them was equally possible.  Id. (quoting United States v. Robinson, 651 F.2d 1188, 1197 (6th Cir.), cert. denied, 454 U.S. 875 (1981)).  The prosecutor was merely underscoring the strength of his case.  Moreover, we are not persuaded that a jury would construe those remarks to refer to Hicks's failure to testify.  In addition, the challenged remarks were far from extensive, and the evidence of Hicks's guilt was overwhelming.  Finally, the court stressed the burden of proof to the jury immediately after the comments were made.  Thus, the prosecutor's comments were not a constitutional violation.\n    \n    \n      15\n      Hicks also claims that the evidence was insufficient to sustain his conviction for possession of a firearm by a convicted felon, on either Count Four or Count Five.  18 U.S.C. Sec. 922(g).  In addressing sufficiency of the evidence questions, this Court has long declined to weigh the evidence, consider the credibility of witnesses, or substitute its judgment for that of the jury.  United States v. Evans, 883 F.2d 496, 501 (6th Cir.1989).  Instead, we look only to whether, after reviewing \"the evidence in the light most favorable to the government, any rational trier of fact could have found the elements of the crime beyond a reasonable doubt.\"   United States v. Bedlow, 957 F.2d 1330, 1334 (6th Cir.1992) (citing Jackson v. Virginia, 443 U.S. 307, 309 (1979)).  Although \"circumstantial evidence alone is sufficient to sustain a conviction, and such evidence need not 'remove every reasonable hypothesis except that of guilt,' \" United States v. Ellzey, 874 F.2d 324, 328 (6th Cir.1989) (quoting United States v. Stone, 748 F.2d 361, 363 (6th Cir.1984)), it must nevertheless be sufficient to establish guilt beyond a reasonable doubt.\n    \n    \n      16\n      Count Four of the indictment charged Hicks with illegally possessing a shotgun on or about January 7, 1991.  Count Five charged him with illegally possessing a pistol on or about January 15, 1991.  Under Section 922(g), the United States must prove:  \" that the defendant had a previous felony conviction,  that the defendant possessed a firearm, and  that the firearm traveled in or affected interstate commerce.\"  United States v. Moreno, 933 F.2d 362, 372 (6th Cir.)  (quoting United States v. Petitjean, 883 F.2d 1341, 1347 (7th Cir.1989)), cert. denied, 502 U.S. 895 (1991).\n    \n    \n      17\n      In essence, Hicks contends that the United States did not prove the \"possession\" element of the offense.  According to Spurgeon, however, Hicks had both weapons, which he had transported from Alabama, in his vehicle when the conspirators met at the local park on the morning of the robbery.  Thus, the jury could conclude that Hicks possessed both the shotgun and the pistol on January 7, the date of the robbery.  Spurgeon also testified that after the robbery, he took both weapons to Georgia and inadvertently left the pistol in his hotel room there.  He claimed that he retrieved the pistol, hid it, and informed Hicks of the hiding place.  When Spurgeon checked that hiding place after he had returned from an eight-day trip, it was gone.  This testimony simply does not establish beyond a reasonable doubt that Glenn Hicks possessed the pistol \"on or about January 15, 1991,\" as Count Five of the Indictment charged.  However, the evidence was sufficient to establish that he did possess the pistol on January 7.\n    \n    \n      18\n      We find that the \"on or about\" language of the indictment was broad enough to encompass the mere eight day discrepancy between the January 15 date alleged in Count Five of the indictment and the January 7 date proven at trial.  \"When 'on or about' language is used in an indictment, proof of the exact date of the offense is not required as long as a date reasonably near that named in the indictment is established.\"  United States v. Ford, 872 F.2d 1231, 1236 (6th Cir.1989), cert. denied, 495 U.S. 918 (1990).  Here, the United States established such a \"reasonably near\" date.  Accordingly, we conclude that there was no \"material variance\" between the facts alleged in Count Five of the indictment and the proof introduced at trial.  United States v. Bartle, 835 F.2d 646, 648 (6th Cir.1987), cert. denied, 485 U.S. 969 (1988).\n    \n    \n      19\n      In any event, because the district court imposed concurrent sentences upon Hicks, any error with regard to the propriety of his conviction for possession of a firearm by a convicted felon would be harmless.  Fed.R.Crim.P. 52(a).  Under the concurrent sentence doctrine, when a defendant is convicted on multiple counts, one of which is invalid, the error is harmless, provided that one of the other counts validly supports the sentence imposed.  E.g., United States v. Grunsfeld, 558 F.2d 1231, 1242 (6th Cir.), cert. denied, 434 U.S. 872 (1977).\n    \n    \n      20\n      Hicks also claims that the United States failed to prove the \"interstate\" aspect of the offense.  However, from the testimony the jury could infer that Hicks carried the shotgun from his residence in Alabama to Tennessee, where he gave it to Spurgeon.  There was also proof that the pistol at issue was manufactured outside Tennessee, in Connecticut.  Although the pistol was never recovered, the jury could reasonably infer the make of the weapon, its place of manufacture, and the fact that it had been transported in interstate commerce, in light of the evidence presented.\n    \n    \n      21\n      For the foregoing reasons, we AFFIRM Hicks's convictions.\n    \n    \n      \n        *\n         The Honorable Charles W. Joiner, United States District Judge for the Eastern District of Michigan, sitting by designation\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 700168
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}