{
    "id": 1512484,
    "judges": "Rowley, President Judge, and Cirillo and Del Sole",
    "date_filed": 809049600000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-reiss",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Reiss",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Eric REISS, Appellant",
    "attorneys": "Robert E. Stewart, Pittsburgh, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Sept. 14, 1994., Petition for Allowance of Appeal Granted August 22, 1995.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b219-7\">\n    655 A.2d 163\n   </citation><br><parties id=\"b219-8\">\n    COMMONWEALTH of Pennsylvania v. Eric REISS, Appellant.\n   </parties><br><court id=\"b219-10\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b219-11\">\n    Argued Sept. 14, 1994.\n   </otherdate><br><decisiondate id=\"b219-12\">\n    Filed Feb. 28, 1995.\n   </decisiondate><br><otherdate id=\"b219-13\">\n    Petition for Allowance of Appeal Granted August 22, 1995.\n   </otherdate><br><attorneys id=\"b222-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"154\"> \n     *154\n     </span>\n    Robert E. Stewart, Pittsburgh, for appellant.\n   </attorneys><br><judges id=\"b222-12\">\n    Before ROWLEY, President Judge, and CIRILLO and DEL SOLE, JJ.\n   </judges>",
    "citations": [
        "655 A.2d 163",
        "440 Pa. Super. 151"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n440 Pa. Super. 151 (1995)\n655 A.2d 163\nCOMMONWEALTH of Pennsylvania\nv.\nEric REISS, Appellant.\nSuperior Court of Pennsylvania.\nArgued September 14, 1994.\nFiled February 28, 1995.\nPetition for Allowance of Appeal Granted August 22, 1995.\n*154 Robert E. Stewart, Pittsburgh, for appellant.\nBefore ROWLEY, President Judge, and CIRILLO and DEL SOLE, JJ.\nDEL SOLE, Judge:\nAppellant, who was tried and convicted by a jury of numerous charges resulting from burglaries which occurred on the campus of Pennsylvania State University, takes this appeal *155 from the Judgment of Sentence he received. On appeal he makes numerous claims, which upon review of the law as it applies to the facts of this case, we find to be without merit.\nInitially, Appellant challenges the trial court's rulings with respect to the suppression of evidence. He claims that the Pennsylvania Constitution prohibits the use of deceptive practices of the part of police to gain entry into a home, an event which he asserts occurred here. Further he submits that his indication that he wished to speak to an attorney on a written consent form should have been honored, and since it was not, all statements made subsequent to that indication should have been suppressed. Because the resolution of these claims rests on the particular facts of this case, we begin by recounting them.\nAs part of an ongoing investigation, Mr. Leon Gefert was arrested by police and later agreed to cooperate with them. Gefert advised the police that he knew Appellant was involved in stealing computers and other equipment and agreed to go with an undercover officer and attempt to meet Appellant at his apartment to confirm that he had possession of these items. After telephoning Appellant agreed Gefert traveled to Appellant's apartment with the officer and introduced him to Appellant as a cousin. While Appellant and Gefert talked, the officer noticed computer equipment which matched the description of the equipment which had been reported stolen. After exiting, the undercover officer met with Officer Sowerby in the back of the building and advised him of his observations inside Appellant's apartment. Sowerby and a criminal investigator, John Wilson, then went to Appellant's door, knocked and announced themselves as police. Appellant answered the knock, and Sowerby advised him that they were there to investigate stolen computer equipment and asked if Appellant would consent to a search of the apartment. Appellant was read his Miranda rights, and was read and responded verbally to a consent form. He was then given the form to fill out and sign, which he did, and the search proceeded, yielding many stolen items of equipment. Appellant pointed out the *156 location of many of the items and advised the officers from where they had been obtained.\nAppellant's first claim concerns the undercover officer's actions in gaining entry into Appellant's apartment under a misrepresentation. Appellant argues that the Pennsylvania Constitution, Article I Section 8, affords defendants greater protection than that afforded under the federal constitution, and that the deceptive practice employed in this case must cause the fruits of this search and any later search to be suppressed. Although the question of deceptive police practices under the Pennsylvania Constitution is interesting and novel, it need not be reached under the circumstances presented in this case. While it was acknowledged that the police gained entry through a ruse and from that entry made observations of what they perceived to be stolen goods, the police did not seize the property on this occasion, nor did they use the information acquired while in the apartment in support of an effort to obtain a warrant. If either of those events had occurred, it would be necessary for us to undergo the extensive analysis of our Pennsylvania Constitution and the role of deceptive police practices as it relates to our state's protection of privacy. However, under the undisputed facts of this case, after Gefert and the undercover officer left, two other officers arrived at Appellant's apartment, advised Appellant of their identity and purpose and gained entry with Appellant's permission to search. Thus, while it may be argued that true consent was not given at the time of the initial search by the undercover officer, this situation did not give rise to the receipt of evidence in this case. The actual search and seizure which formed the basis for the charges filed against Appellant came after Appellant gave his consent to people he knew were police officers and for a purpose for which he was advised.\nIn Commonwealth v. Haynes 395 Pa.Super. 322, 577 A.2d 564 (1990), the police deceived the defendant concerning the reasons why they asked him to accompany them to the Public Safety Building. While the defendant agreed to go to clear up an outstanding bench warrant, the police desired to have him travel into their jurisdiction where he was questioned about *157 his participation in a homicide. Although the court reviewed the deception issue under a Fourth Amendment analysis, the court included general statements of law which apply to questions of whether a consent was valid. The court stated:\nThat common thread is that the deception must not pertain to the consent itself, in some sense it must be collateral to the content of the permission voluntarily granted. Thus, the accused must know what is being consented to, and if the police exceed the scope of that consent, then they have passed their limits of permissible deception. This is consistent with the line of cases which have held that if the accused does not understand what it was that was consented to, then the consent is invalid.\nId. at 337, 577 A.2d at 572. (citations omitted.)\nIn the instant case, although Appellant was deceived by the undercover officer's identity and purpose for entry, no evidence was gathered directly as a result of his entry. The police did not use information gathered by the officer to obtain a warrant, nor did the undercover officer seize incriminatory items at that time. Rather the officer advised others of what he saw, and then police knocked on Appellant's door and sought his consent for a search. At this time Appellant was not being deceived. He knew that the police were at his door, he knew why they were there and he knew that they wished to search for stolen equipment. There is no indication from the record that the consent given by Appellant in this case was anything other than freely made and informed. This conclusion makes any discussion of the propriety of the undercover officer's actions unnecessary. See Commonwealth v. O'Shea, 523 Pa. 384, 567 A.2d 1023 (1989) (where even if police acted outside their jurisdiction, the warrantless search was justified by the freely given and informed consent of the homeowners.) Contrast Commonwealth v. Daniels, 410 Pa.Super. 275, 599 A.2d 988 (1991) (where consent found to be invalid because it was the product of an illegal detention and not the result of an independent act of free will.)\n*158 Regardless of our conclusion concerning this first issue, Appellant argues that the evidence and statements made to police officers at his apartment should be suppressed because he indicated on the consent form that he wished to speak to an attorney. The form is printed on one page and consists of five questions and a signed statement. Appellant answered, \"yes\" to every question, including the one which read \"Do you want to consult your attorney?\". In contradiction, Appellant signed the following statement a few lines down on the same page:\nI, Eric Reiss (signed) have read this statement of my rights and I understand what my rights are, I do not want the advice of an attorney at this time. I understand what I am doing and know that I can have the advice of counsel at anytime. No promises or threats have been made to me nor has pressure or coercion of any kind been used against me to obtain my consent.\nAppellant signature again appears at the bottom of the page following this statement.\nAppellant argues that because he answered the question concerning his desire for an attorney affirmatively on the consent form, all questions to him should have ceased, and because they did not, his responses should have been suppressed.\nThe test for determining whether an accused's statements are voluntary and whether a waiver is valid is the totality of the circumstances. Commonwealth v. Carter, 377 Pa.Super. 93, 546 A.2d 1173 (1988). Thus the fact that Appellant responded \"yes\" to the question regarding an attorney on the consent form, must be looked at as part of entire circumstances.\nThe police investigator on the scene testified at the pre-trial hearing that Appellant was read his Miranda rights, he had no questions about what was said, and he never indicated that he desired to have an attorney present. Appellant was then given the written form and went over the contents of it with Officer Wilson. Wilson testified that he read the form to *159 Appellant and asked for verbal responses. According to Wilson's testimony, Appellant indicated that he would consent to a search and that he answered \"no\" when questioned as to whether he wished to consult with an attorney. Appellant was then handed the form and asked to respond in writing to the questions and to sign the waiver on the bottom. The signed copy was returned to Officer Wilson and the search then proceeded without objection or any mention of an attorney by Appellant. Wilson testified that the first he became aware of the affirmative response to the question regarding an attorney was when he was advised that a suppression hearing was to be held on the matter. Wilson further testified that Appellant was \"extremely cooperative\", and characterized him as \"the most cooperative person in this situation that I have ever encountered in my professional career.\"\nThe trial judge in this instance accepted the Commonwealth's version of events which led the court to conclude that Appellant's oral responses evidenced voluntary cooperation. Assessing the credibility of witnesses is clearly not an appropriate function for an appellate court. Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203 (1982). In this case the details of the events which transpired regarding the consent, coupled with the fact that Appellant made conflicting statements regarding his desire for an attorney on the consent form itself, leads sufficient support for the court's refusal to suppress evidence.\nIn his next three claims Appellant objects to action taken by the trial court. First he asserts that the court erred in failing to grant his request to strike nine jurors for cause. These people were employees of Pennsylvania State University. Appellant reasons that because the University was the subject of his criminal activity, the jurors could not be impartial based upon their situational and financial relationship to the University.\nA challenge for cause should be granted where a prospective juror has such a close relationship, familial, financial, or situational with a party that the court will presume a *160 likelihood of prejudice or one is demonstrated by conduct and answers to questions. Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811 (1985). The test the court should employ for determining whether a prospective juror should be disqualified \"is whether he or she is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demeanor.\" Id. at 454, 490 A.2d at 818. In this case the court questioned the prospective jurors and was satisfied with their statements that they would be fair and impartial. Accordingly, we are unable to conclude that the trial court abused its discretion in refusing to strike these individuals from the jury.\nWe also find no abuse of discretion in the trial court's decision limiting the defendant's cross examination of Leon Gefert. When Appellant's counsel sought to ask Mr. Gefert if he was aware of that the maximum penalty for burglary was 10 to 20 years, the Commonwealth's objections were sustained. We find no abuse of discretion in this ruling since counsel was permitted to question Gefert about his pending burglary conviction and the fact that his cooperation with the police was done with the hope of receiving consideration for ARD.\nAppellant's remaining claim regarding the admission or exclusion of evidence concerns what Appellant characterizes as the admission of uncharged and unrelated crimes committed by him. Appellant complains that his taped interview with the police, which was not only heard by the jury but also transcribed for the jurors, contained inculpatory statements regarding other criminal activity. For purposes of review we note that Appellant has failed to identify for this court exactly which statements he finds objectionable in the seventeen page transcribed copy of his interview. See Pa.R.A.P., Rule 2132, 42 Pa.C.S.A. Furthermore, the trial court noted that defense counsel chose to wait until mid-trial to propose redaction of the tape and editing of the transcript. This action would have required a considerable delay and the court concluded it was not necessary in view of the fact that defense counsel was fully *161 aware of the contents of the tape prior to trial. The court also noted that it found nothing in the tape which required redaction and the entry of the tape was critical to the Commonwealth's case to rebut the defense of police coercion. Under these circumstances we find no merit to Appellant's claim.\nAppellant next objects to the sufficiency of the evidence produced by the Commonwealth to establish the value of the items stolen which formed the basis for the theft convictions. Appellant argues that only the retail value and not the fair market value at the time of the crime was ascertained, therefore, the value should be set at less than $50.00 and the offenses graded as misdemeanors of the third degree. We fail to see the logic of Appellant's reasoning. Appellant was being tried for the burglary and theft of computer equipment which in many instances was valued by the witnesses as being worth many thousands of dollars. The Commonwealth presented witnesses who were familiar with the equipment and its costs and so testified for the jury. The jury was only required to decide whether the stolen equipment was valued above a certain amount. In every instance it would have been illogical to conclude that the value did not exceed $50.00. \"The Commonwealth is not required to establish the precise market value of the stolen property. Rather the Commonwealth must present evidence from which a reasonable jury may conclude that the market value was at least a certain amount.\" Commonwealth v. Hanes, 361 Pa.Super. 357, 365, 522 A.2d 622 (1987). We cannot conclude that the jury did not have before it sufficient evidence from which it could make a reasonable determination of the value of the items in question.\nLastly Appellant complains that the court erred by not stating on the record at sentencing the reason for the imposition of a sentence of total incarceration. A review of the sentencing transcript indicates that a presentence investigation was conducted in this case as well as a sentencing memorandum prepared on behalf of Appellant. Appellant's counsel advised the court that an individual in the local school *162 district was willing to accept Appellant to do community service, he reminded the court of Appellant's cooperation with authorities and spoke of the devastating impact Appellant's crime has had on his family. Although the court did not specifically list the reasons why it believed it was necessary to incarcerate Appellant for a period of time, the requirement that a court make such a disclosure on the record is satisfied where the judge has the benefit of a presentence report. Commonwealth v. Devers, 519 Pa. 88, 546 A.2d 12 (1988). Where the court has been informed by means of a presentence report, the sentencing court's discretion should not be disturbed. Id. Because Appellant has failed to provide us with any reason to conclude that the court abused its discretion, we affirm the Judgment of Sentence in this case.\nCIRILLO, J., files a dissenting opinion.\nCIRILLO, Judge, dissenting.\nI believe that Article I, Section 8 of the Pennsylvania Constitution, which protects the right of the people to be secure from unreasonable searches and seizures, prohibits the type of deceptive practices which were utilized by the police in this case. Therefore, I respectfully dissent.\nIn February, 1992, police conducted an investigation into a series of burglaries and computer thefts which had occurred at Pennsylvania State University. The investigation resulted in the identification of Leon Gefert as a suspect in the commission of the burglaries and thefts. Gefert was a friend and associate of the Appellant, Eric Reiss. Gefert was arrested and, following his preliminary hearing on charges related to burglary and computer theft, he informed the police that Reiss may have been involved in these crimes.[1] Gefert subsequently *163 agreed to cooperate with the police in obtaining additional information from Reiss.\nOn February 12th, the police proceeded with a plan to use Gefert to gain access to Reiss' apartment in an effort to uncover incriminating evidence against Reiss with regard to the burglaries and computer theft. It was agreed that Officer David Jordan, of the Pennsylvania State University Police, would accompany Gefert on a visit to Reiss' apartment. It was also agreed that Officer Jordan would be held out to Reiss as Gefert's cousin \"John Stockey.\" Officer Jordan was to accompany Gefert into Reiss' apartment for supposedly three reasons: (1) to provide safety to Gefert, (2) to verify the presence of the stolen computer equipment within Reiss' apartment, and (3) to insure that Gefert would truthfully and fully relay what had transpired within the apartment since Gefert and Reiss were friends.\nGefert contacted Reiss by telephone and persuaded Reiss to meet him at Reiss' apartment to discuss a \"serious matter.\" Upon arriving at Reiss' apartment with Officer Jordan, Gefert and Officer Jordan were admitted by Reiss, and Gefert introduced Officer Jordan to Reiss as Gefert's cousin. Reiss then led Gefert and Officer Jordan to his bedroom to discuss Gefert's concerns. It was at this time that Officer Jordan observed a computer in Reiss' bedroom which matched the description of the computer which Gefert told police he had sold to Reiss. Officer Jordan also heard Reiss make an incriminating statement. Gefert and Officer Jordan then exited Reiss' apartment.\nAfter leaving Reiss' apartment, Officer Jordan immediately related the discovered information to Pennsylvania State University Officer Tom Sowerby and State College Bureau Police Investigator John Wilson, who were waiting outside Reiss' apartment. Officer Jordan informed Officers Sowerby and Wilson that the computer in Reiss' bedroom matched the computer described by Gefert as the stolen computer sold by Gefert to Reiss. Following receipt of this information, Officers Sowerby and Wilson went to Reiss' apartment within five minutes of Gefert's and Officer Jordan's departure from the *164 apartment and asked to be admitted. Once inside Reiss' apartment, Officer Sowerby informed Reiss that he and Officer Wilson were there to investigate recent computer thefts at the University and Reiss was asked if he would consent to a search of his apartment.\nReiss consented to a search of his apartment and, in fact, was extremely cooperative with the police. Reiss assisted the police in the search of his apartment by identifying exactly what items had been stolen. The search resulted in such a large number of stolen items that a truck was necessary to transport the stolen property. Reiss now maintains that the initial search by Officer Jordan, as well as the subsequent search by Officers Sowerby and Wilson, were violative of this state's constitutional prohibition against unreasonable searches and seizures, thereby requiring the suppression of all evidence obtained by Officers Sowerby and Wilson as a result of the search of his apartment.[2] I respectfully submit that because the initial search of Reiss' apartment by Officer Jordan was unconstitutionally deceptive, and, therefore, illegal, all of the evidence obtained as a result of this illegal search should have been suppressed.\nPrior to trial, Reiss filed an omnibus pretrial motion challenging the searches of his residence, as well as the statements made subsequent to these searches. The motion was denied and Reiss was convicted by a jury of burglary (three counts), criminal trespass (four counts), theft (four counts), and one count each of criminal mischief and receiving stolen property. Reiss now questions, inter alia, the denial of his suppression motion by the trial court.\nWhen we review an order denying a motion to suppress evidence, we must determine whether the factual findings of the trial court are supported by the evidence of record. Commonwealth v. Donahue, 428 Pa.Super. 259, 278, 630 A.2d *165 1238, 1247 (1993) (citations omitted). In making this determination, this court may only consider the evidence of the Commonwealth's witnesses, and so much of the witnesses for the defendant, as fairly read in the context of the record as a whole, which remains uncontradicted. Id. If the evidence supports the findings of the trial court, we are bound by such findings and may reverse only if the legal conclusions drawn therefrom are erroneous. Id. In addition, we note that \"when ruling on suppression motions, the suppression court is required to make findings of fact and conclusions of law as to whether evidence was obtained in violation of the defendant's constitutional rights.\" Commonwealth v. Haynes, 395 Pa.Super. 322, 333, 577 A.2d 564, 570. See Pa.R.Crim.P. 323(i). In this case, the trial court made conclusions of law which, I submit, are erroneous under the current law in Pennsylvania. The trial court concluded, based on the facts previously set forth, that \"no `search' was conducted by Officer Jordan\" when Officer Jordan surreptitiously entered Reiss' apartment and viewed evidence and heard statements.\nThe Pennsylvania Supreme Court has held that \"[t]he term `search' as applied to searches and seizures is an examination of an individual's house, buildings or person, for the purpose of discovering contraband or some evidence of guilt to be used in the prosecution of a criminal action.\" Commonwealth v. Gibson, 536 Pa. 123, 128, 638 A.2d 203, 205 (1994) (citing Commonwealth v. Anderson, 208 Pa.Super. 323, 222 A.2d 495 (1966)); see also Commonwealth v. Lemanski, 365 Pa.Super. 332, 529 A.2d 1085 (1987) (holding that a search occurs when an expectation of privacy that society is prepared to consider reasonable is infringed). It is undisputed that the reason Officer Jordan entered Reiss' apartment was to examine this individual's home for the purpose of discovering some evidence of guilt to be used in the prosecution of the burglaries and computer thefts. Thus, it is clear that Officer Jordan's observations within Reiss' apartment amounted to a search. Gibson, supra 536 Pa. at 131, 638 A.2d 207.\nThe trial court's erroneous conclusion that no search was conducted by Officer Jordan is not corrected by the assertion *166 that no search occurred because Officer Jordan observed the stolen property in plain view in Reiss' bedroom. While it is true that evidence within the plain view of police can be seized without a warrant under the plain view exception, it is also true that, in order for that evidence in plain view to be seized without a warrant, there must be a prior valid intrusion. Gibson, 536 Pa. at 131, 638 A.2d at 207; see also Commonwealth v. Black, 365 Pa.Super. 502, 507, 530 A.2d 423, 426 (1987) (holding that \"[a] policeman ordinarily need not secure a warrant before confiscating contraband which he observes in plain view; however, he cannot properly seize evidence which he uncovers after entering a place where he has no legal right to be.\") (citations omitted).\nIn Gibson, the Pennsylvania Supreme Court held that because the police did not have probable cause to enter the apartment initially, and therefore were not legitimately on the premises when they observed the defendants engaged in underage drinking, the plain view exception to the warrant requirement did not apply. Id. Presently, the police did not have a warrant to enter and search Reiss' apartment. Furthermore, as in Gibson, the police in the instant case did not have probable cause to enter Reiss' apartment initially. \"Probable cause exists where the facts and circumstances within the officers' knowledge are sufficient to warrant a person of reasonable caution in the belief that an offense has been or is being committed.\" Gibson, 536 Pa. at 130, 638 A.2d at 206. Suspicion is no substitute for probable cause. Id.\nThe only information available to police at the time Officer Jordan entered Reiss' apartment was an unsubstantiated rumor that Reiss was involved in the computer thefts and Gefert's statements that he had sold Reiss a stolen computer and that Reiss had also been involved in the burglaries and thefts. This information hardly amounts to probable cause to search a person's home. In fact, the Commonwealth admitted in its proposed findings of fact and conclusions of law that:\n[c]learly the information provided by Gefert was stale, given his having been away from the area for a month or more prior to the visit on February 12, 1992, and there was no *167 way that a search warrant could have been properly issued on the basis of information available to police prior to this visit of Gefert and Officer Jordan.\nIn light of the information obtained by police prior to Officer Jordan's entrance to Reiss' apartment, it is clear that probable cause did not exist at that time and that the information only supported their suspicions that Reiss may have been engaged in criminal activity. \"The seriousness of the criminal activity under investigation, whether it is the sale of drugs or the commission of a violent crime, can never be used as justification for ignoring or abandoning the constitutional right of every person in this Commonwealth to be free from intrusions upon his or her personal liberty absent probable cause.\" Commonwealth v. Rodriquez, 532 Pa. 62, 73, 614 A.2d 1378, 1383 (1992). Moreover, \"`suspicions' of criminal activity are not the standard which our constitutional system has chosen to safeguard the rights of citizens against arbitrary intrusions by the government.\" Commonwealth v. Schaeffer, 370 Pa.Super. 179, 536 A.2d 354 (1987) (en banc), aff'd by an equally divided Court, Commonwealth v. Schaeffer, 539 Pa. 271, 652 A.2d 294 (1994).\nAs in Gibson, the police did not have probable cause to enter Reiss' apartment initially, and, therefore, Officer Jordan was not legitimately on Reiss' premises when he observed the stolen computer equipment. Consequently, the plain view exception to the warrant requirement does not apply. Gibson, supra. Indeed, the police probably did not attempt to obtain a search warrant prior to the visit by Officer Jordan because they knew that probable cause for a warrant did not exist. Pa. Const. art. I, § 8 (\"no warrant to search any place . . . shall issue . . . without probable cause\").\nSince I would find that a search was, in fact, conducted of Reiss' apartment by Officer Jordan, and that the plain view exception to the warrant requirement does not apply in this case, it must next be ascertained whether the search was unreasonable and, thus, violative of our state constitution. Article I, Section 8 of the Pennsylvania Constitution provides:\n\n*168 The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.\nPa. Const. art. I, § 8.\nCourts of this Commonwealth have held that the protection furnished by Article I, Section 8 of the Pennsylvania Constitution extends to those areas where one has a \"reasonable expectation of privacy,\" and that Article I, Section 8 creates an implicit right to privacy in this Commonwealth. Commonwealth v. Blystone, 519 Pa. 450, 463, 549 A.2d 81, 87 (1988). This section of the Pennsylvania Constitution was premised on the belief that great protection must be given to a person's right to privacy. See generally Schaeffer, supra 370 Pa.Super. at 179, 536 A.2d 354 (discussing our authority to diverge from the United States Supreme Court by recognizing a higher level of protection for individual rights under our state constitution). Moreover, the right to privacy under Article I, Section 8, and hence the right to exclude unreasonable government intrusion, encompasses freedom from disclosure of personal matters. Schaeffer, supra 370 Pa.Super. 179, 536 A.2d 354.\nTo determine whether a person's activities fall within the right to privacy, two questions must be answered: (1) whether that person exhibited an expectation of privacy, and (2) whether that expectation is one that society recognizes as reasonable. Commonwealth v. Brion, 539 Pa. 256, 652 A.2d 287 (1994) (citing Blystone, 519 Pa. at 463, 549 A.2d at 87); accord Commonwealth v. Brundidge, 533 Pa. 167, 620 A.2d 1115 (1993).\nThe Pennsylvania Supreme Court has held that the right to privacy in one's home is sacrosanct. Brion, 539 Pa. at 256, 652 A.2d at 287. The Court stated in Brion:\nIf nowhere else, an individual must feel secure in his ability to hold a private conversation within the four walls of his home. For the right to privacy to mean anything, it must *169 guarantee privacy to an individual in his own home. As then-Justice Roberts stated in Commonwealth v. Shaw, 476 Pa. 543, 550, 383 A.2d 496, 499 (1978): \"Upon closing the door of one's home to the outside world, a person may legitimately expect the highest degree of privacy known to our society.\" An individual has a constitutionally protected right to be secure in his home.\nBrion, 539 Pa. at 256, 652 A.2d at 289. Clearly, Reiss had a reasonable expectation of privacy in his home, his apartment, as society, as well as the Pennsylvania Supreme Court, has recognized this expectation as reasonable.\nIt is also evident that Reiss exhibited an expectation of privacy. Reiss permitted Gefert and Officer Jordan to enter and remain in his apartment based upon his observation of Officer Jordan in plain clothes and Gefert's misrepresentation that Officer Jordan was Gefert's cousin. Reiss closed his apartment door to the outside world. Unaware of this deception, Reiss trusted these men and, based upon their misrepresentations, permitted these men to invade the privacy of his home. Reiss then led Gefert and Officer Jordan into the remote privacy of his bedroom so that he could discuss Gefert's \"serious concerns\" outside the earshot of his roommate who was in another room of the apartment. These facts show that Reiss exhibited an expectation of privacy.[3]\nSince Reiss had a reasonable expectation of privacy in his apartment, then his constitutional rights were violated under Article I, Section 8 if the search by Officer Jordan proves to be unreasonable. Given the paramount right of privacy in one's home, as described by our Supreme Court in Brion as well as this court in Schaeffer, and the deceptive practice utilized by the police in this case, I find Officer Jordan's search of Reiss' apartment to be unreasonable and, therefore, *170 violative of this state's constitutional prohibition against unreasonable searches and seizures.\nLet me be the first to recognize that crime in our society today has reached an intolerable level. The problem does not appear to be getting better, only worse. At times it may even seem that the criminal has all the rights, while the helpless victim has none. It is understood that law enforcement needs all the help they can get, especially in today's society with the growing numbers of highly advanced, technically trained and ever-evasive criminals. It is, however, critical to properly balance strong, effective result-oriented law enforcement on the one hand, while preserving the constitutionally guaranteed rights of our citizens on the other hand. In the attempt to protect our families and our property we must not erode those fundamentally protected rights which are so important to all of us. The balancing of these competing interests must be carefully executed, for we, the trustees of justice, walk a fine line between strong, effective enforcement of the laws and destroying our citizens constitutional rights. These concerns were stated ever so eloquently by my former colleague Judge Spaeth:\nThe problem of defining the limits to be set on the use of police deception is one of the most difficult problems of the criminal law. It may well be that certain sorts of criminals cannot be convicted unless the police are permitted to resort to deception. The question is then presented: Is it worth convicting them? For when the police are permitted to resort to deception, there are losses as well as gains. The gains may be considerable \u0097 for example, the detection and elimination of a carefully organized traffic in drugs. But the losses may also be considerable. The law of search and seizure is not concerned with protecting the criminal's right of privacy but the honest citizen's right. If we are to be able to enjoy liberty and pursue happiness, we must know what part of our world is real and what part is illusion \u0097 that our home is our castle, and not a broadcasting center for hidden police transmission devices; that a repairman is a repairman, a business associate a business *171 associate, and not a police agent. Permit the police to make our world illusion, and no one, neither criminal nor honest citizen, will be free. Thus in every case involving police deception the court must balance the gains and losses incident to permitting the deception. Given the difficulty and importance of striking the proper balance, the court should bend every effort to decide each case only on its facts, never going further than it must, and never indulging in broad language that may be misunderstood and so encourage unwholesome practices. I have tried to apply these principles in deciding the present case. Doing so, I have concluded that on its facts, the case presents a use of police deception not at all novel, and within the decided cases. Beyond that, I choose not to go.\nCommonwealth v. Morrison, 275 Pa.Super. 454, 471, 418 A.2d 1378, 1386-87 (1980) (Spaeth, J., concurring) (emphasis added). Instantly, I believe the police impermissibly crossed this line in the way that they deceived Reiss into permitting Officer Jordan into his home.\nIt is true that courts of this Commonwealth have held that consent may be valid despite deception as to an officer's identity and/or motivation in obtaining a person's consensual relinquishment of privacy interests. Commonwealth v. Markman, 320 Pa.Super. 304, 313, 467 A.2d 336, 341 (1983) (consent may be deemed voluntary even when procured by a police officer who misrepresents both his identity and purpose in making the search); Ginter, supra (same); Commonwealth v. Schaszberger, 285 Pa.Super. 586, 428 A.2d 200 (1981) (same); Morrison, supra 275 Pa.Super. 454, 418 A.2d 1378 (same). However, it is also true that the courts in these cases arrived at their respective decisions through an interpretation of the Fourth Amendment to the United States Constitution and not by applying Article I, Section 8 to the facts in those cases.[4]*172 Therefore, these cases are distinguishable from the present case since Article I, Section 8 is to be applied to the facts of this case.\nLike the Fourth Amendment, Article I, Section 8 of the Pennsylvania Constitution has been interpreted as protecting those areas where one has a reasonable expectation of privacy. Commonwealth v. Kean, 382 Pa.Super. 587, 595, 556 A.2d 374, 378 (1989) (citing Commonwealth v. DeJohn, 486 Pa. 32, 403 A.2d 1283 (1979), cert. denied, 444 U.S. 1032, 100 S. Ct. 704, 62 L. Ed. 2d 668 (1980)). Nevertheless, it is well settled that the Commonwealth of Pennsylvania, pursuant to Article I, Section 8, has constitutional power to guard individual rights, including the right to be free from unreasonable searches and seizures, more zealously than the federal government does under the United States Constitution. Commonwealth v. Beauford, 327 Pa.Super. 253, 263, 475 A.2d 783, 788 (1984), appeal dismissed, 508 Pa. 319, 496 A.2d 1143 (1985); accord Commonwealth v. Sell, 504 Pa. 46, 63-64, 470 A.2d 457, 466-67 (1983).\nIn addition, protections of individual privacy against unreasonable searches and seizures under this state's constitution are more expansive than those afforded under the Fourth Amendment. Commonwealth v. Parker, 422 Pa.Super. 393, 619 A.2d 735 (1993). \"[T]he state has the power to impose standards on searches and seizures higher than those required by the Federal Constitution.\" DeJohn, 486 Pa. at 43, 403 A.2d at 1288 (quoting Commonwealth v. Harris, 429 Pa. 215, 219 n. 2, 239 A.2d 290, 292 n. 2 (1968)). Thus, the right to privacy, and consequently the right to prevent unreasonable government intrusion, includes freedom from the disclosure of personal matters. Schaeffer, 370 Pa.Super. at 194, 536 A.2d at 361. Significantly, we have stated:\nThis court, however, is not bound by fourth amendment precedents when construing claims raised under article 1, section 8. The Pennsylvania Constitution provides broader *173 coverage than its federal counterpart, and an expectation of privacy which is deemed unreasonable by federal courts may be recognized as legitimate in this jurisdiction.\nKean, 382 Pa.Super. at 595, 556 A.2d at 378 (citing cases).\nIn addition, it has also been pointed out that while the substance of these provisions is similar, the protections provided by the two constitutions are not identical. Commonwealth v. Mason, 535 Pa. 560, 569, 637 A.2d 251, 256 (1993); Schaeffer, supra. In Schaeffer, we stated:\n[O]ur state constitution offers more protection to the right of privacy than exists in the federal regime, and hence it recognizes a greater right of the individual to exclude unreasonable impositions by government on private communications.\nSchaeffer, 370 Pa.Super. at 192, 536 A.2d at 360. The Pennsylvania Supreme Court in Mason expounded upon this notion:\nThe history of Article I, Section 8, thus indicates that the purpose underlying the exclusionary rule in this Commonwealth is quite distinct from the purpose underlying the exclusionary rule under the 4th Amendment, as articulated by the majority in [United States v.] Leon[, 468 U.S. 897, 104 S. Ct. 3405, 82 L. Ed. 2d 677 (1984)].\nThe United States Supreme Court in Leon made clear that, in its view, the sole purpose for the exclusionary rule under the 4th Amendment was to deter police misconduct. . . .\n* * * * * *\nThis reinterpretation differs from the way the exclusionary rule has evolved in Pennsylvania . . . [as] . . . a steady line of case-law has evolved under the Pennsylvania Constitution, making clear that Article I, Section 8 is unshakably linked to a right of privacy in this Commonwealth.\nMason, 535 Pa. at 569-70, 637 A.2d at 256 (quoting Commonwealth v. Edmunds, 526 Pa. 374, 394-98, 586 A.2d 887, 897-98, 899 (1991)).\n*174 The law of this Commonwealth, therefore, unquestionably permits this court to scrutinize the deceptive police practice utilized in this case more arduously than if we were to examine such practices under the Fourth Amendment. Similarly, I believe we should protect the privacy rights provided by our constitution more zealously than we might under the Fourth Amendment. As a result, I submit that the deception used to enable Officer Jordan to enter Reiss' apartment crosses over that line from effective law enforcement to dissolution of individual rights.[5] We stated this very proposition in Schaeffer, supra 370 Pa.Super. 179, 536 A.2d 354:\n[T]he recent trend of decisions in Pennsylvania shows a marked refusal by our courts to accept the United States Supreme Court's premise that one gives up all constitutional rights to privacy in certain matters merely by disclosing them to selected other persons.\nSchaeffer, 370 Pa.Super. at 197, 536 A.2d at 363. For these reasons, I believe that, this time, the police have gone too far. See Morrison, 275 Pa.Super. at 454, 418 A.2d at 1386 (Judge *175 Spaeth opining that deception by police would be unconstitutional in a case such as the present one where \"an undercover agent enters a suspect's home under the pretense of conducting lawful business, and during the visit, while within the bounds of the suspect's invitation to enter the home, observes evidence the suspect had reason to believe would not be observed.\") (Spaeth, J. concurring).\nThe remedy for an illegal search is to exclude all evidence derived from the illegal search. Gibson, 536 Pa. at 131, 638 A.2d at 206-07. Since Officer Jordan's search of Reiss' apartment was unreasonable, and, therefore, illegal under Article I, Section 8 of our constitution, then all evidence derived from this illegal search must be excluded. Gibson, supra 536 Pa. at 131, 638 A.2d 206. I do not accept the contention that Reiss' subsequent consent eradicates the effect of Officer Jordan's illegal search.\nThis court has held that if the deceptive practice is collateral to the consent which was given, then the deceptive practice is permissible. Haynes, 395 Pa.Super. at 337, 577 A.2d at 572. If, however, the deception pertains to the consent itself, then the deceptive practice is not acceptable and the police have exceeded the scope of their authority. See id. In this case, Officer Jordan's unconstitutional search of Reiss' apartment preceded Reiss' consent to Officers Sowerby and Wilson by no more than five minutes. Reiss' consent, therefore, was tainted by Officer Jordan's illegal search. Surely, Reiss could surmise that, when Officers Sowerby and Wilson came to his apartment immediately after Officer Jordan's departure, there was probably some connection between Officers Sowerby and Wilson and the plain-clothed Jordan. Reiss could gather from the circumstances that Officers Sowerby and Wilson came to his apartment after speaking with Officer Jordan. Indeed, the short span of time between Officer Jordan's exit and the other officers' entrance probably \"forced\" Reiss into believing that he had no choice but to consent to the search. I believe that the deception pertained to the consent itself and, consequently, all evidence seized, and all statements made by Reiss, were tainted by the unconstitutional deception. Haynes, supra 395 Pa.Super. 322, 577 A.2d 564; Gibson, supra 536 Pa. at 131, 638 A.2d 206.\n*176 Accordingly, I would reverse Reiss' judgment of sentence and remand for a new trial without the use of the seized evidence and Reiss' statements.\nNOTES\n[1]  Gefert informed the police that he had sold one of the stolen computers to Reiss for $1200.00 and that Reiss had been involved in a number of other burglaries and thefts of computer equipment on his own. The only other information that police had at that point which connected Reiss to these crimes was a rumor provided by Gerald Dyke who did not claim to have any personal knowledge as to the rumor he communicated to police.\n[2]  Since Reiss has alleged a violation of his constitutional rights under the Pennsylvania Constitution, and not under the Federal Constitution, our analysis of Reiss' constitutional claim is, therefore, confined to Pennsylvania law. See Commonwealth v. Friedman, 411 Pa.Super. 628, 636 n. 4, 602 A.2d 371, 375 n. 4 (1992).\n[3]  It is important to note that Reiss invited these men into his apartment for non-criminal reasons. This is significant because some courts which have held deceptive practices to be permissible have done so where the undercover agent posed as a willing participant in the unlawful transaction. See Commonwealth v. Ginter, 289 Pa.Super. 9, 432 A.2d 1024 (1981)\n[4]  The Fourth Amendment to the United States Constitution provides:\n\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\nU.S. Const. amend. IV. The fact that this court has not had occasion under our state constitution to assess the limits on the use of police deception was specifically noted in Morrison, supra. Morrison, 275 Pa.Super. at 470 n. 5, 418 A.2d at 1386 n. 5 (Spaeth, J., concurring).\n[5]  One cannot help but question whether police deception is proper in a case such as this since this court has held that, where police use deception to execute a valid search warrant in order to gain access to a person's home, such deception is permissible to initiate execution of a search warrant only where it is followed by an announcement of authority and purpose and by peaceful entry. Commonwealth v. Ceriani, 411 Pa.Super. 96, 105, 600 A.2d 1282, 1286 (1991), appeal denied, 532 Pa. 641, 614 A.2d 1138 (1992) (holding police violated \"knock and announce\" rule when executing warrant when officers staged automobile accident in front of residence, knocked on front door and ran past child who answered the door while simultaneously announcing their identity and purpose); see also Commonwealth v. Kitchener, 351 Pa.Super. 613, 506 A.2d 941 (1986) (holding that, absent exigent circumstances, a police officer executing a warrant must give notice of identity and announce his purpose prior to entering a private residence); Commonwealth v. Riccardi, 220 Pa.Super. 72, 283 A.2d 719 (1971) (finding that suspect's rights were violated where police did not give notice of their identity and announce that they were in possession of a warrant but gained entrance to suspect's apartment as a result of a ruse sending maintenance man to door).\n\nIt seems strange that a person would have fewer rights, and less protection against police deception, where the police did not have a warrant, as opposed to when the police did have a warrant and a detached magistrate had already authorized the police's admission into the person's home.\n\n",
            "ocr": false,
            "opinion_id": 1512484
        },
        {
            "author_str": "Sole",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDEL SOLE, Judge:\nAppellant, who was tried and convicted by a jury of numerous charges resulting from burglaries which occurred on the campus of Pennsylvania State University, takes this appeal *155from the Judgment of Sentence he received. On appeal he makes numerous claims, which upon review of the law as it applies to the facts of this case, we find to be without merit.\nInitially, Appellant challenges the trial court’s rulings with respect to the suppression of evidence. He claims that the Pennsylvania Constitution prohibits the use of deceptive practices of the part of police to gain entry into a home, an event which he asserts occurred here. Further he submits that his indication that he wished to speak to an attorney on a written consent form should have been honored, and since it was not, all statements made subsequent to that indication should have been suppressed. Because the resolution of these claims rests on the particular facts of this case, we begin by recounting them.\nAs part of an ongoing investigation, Mr. Leon Gefert was arrested by police and later agreed to cooperate with them. Gefert advised the police that he knew Appellant was involved in stealing computers and other equipment and agreed to go with an undercover officer and attempt to meet Appellant at his apartment to confirm that he had possession of these items. After telephoning Appellant agreed Gefert traveled to Appellant’s apartment with the officer and introduced him to Appellant as a cousin. While Appellant and Gefert talked, the officer noticed computer equipment which matched the description of the equipment which had been reported stolen. After exiting, the undercover officer met with Officer Sowerby in the back of the building and advised him of his observations inside Appellant’s apartment. Sowerby and a criminal investigator, John Wilson, then went to Appellant’s door, knocked and announced themselves as police. Appellant answered the knock, and Sowerby advised him that they were there to investigate stolen computer equipment and asked if Appellant would consent to a search of the apartment. Appellant was read his Miranda rights, and was read and responded verbally to a consent form. He was then given the form to fill out and sign, which he did, and the search proceeded, yielding many stolen items of equipment. Appellant pointed out the *156location of many of the items and advised the officers from where they had been obtained.\nAppellant’s first claim concerns the undercover officer’s actions in gaining entry into Appellant’s apartment under a misrepresentation. Appellant argues that the Pennsylvania Constitution, Article I Section 8, affords defendants greater protection than that afforded under the federal constitution, and that the deceptive practice employed in this case must cause the fruits of this search and any later search to be suppressed. Although the question of deceptive police practices under thé Pennsylvania Constitution is interesting and novel, it need not be reached under the circumstances presented in this case. While it was acknowledged that the police gained entry through a ruse and from that entry made observations of what they perceived to be stolen goods, the police did not seize the property on this occasion, nor did they use the information acquired while in the apartment in support of an effort to obtain a warrant. If either of those events had occurred, it would be necessary for us to undergo the extensive analysis of our Pennsylvania Constitution and the role of deceptive police practices as it relates to our state’s protection of privacy. However, under the undisputed facts of this case, after Gefert and the undercover officer left, two other officers arrived at Appellant’s apartment, advised Appellant of their identity and purpose and gained entry with Appellant’s permission to search. Thus, while it may be argued that true consent was not given at the time of the initial search by the undercover officer, this situation did not give rise to the receipt of evidence in this case. The actual search and seizure which formed the basis for the charges filed against Appellant came after Appellant gave his consent to people he knew were police officers and for a purpose for which he was advised.\nIn Commonwealth v. Haynes 395 Pa.Super. 322, 577 A.2d 564 (1990), the police deceived the defendant concerning the reasons why they asked him to accompany them to the Public Safety Building. While the defendant agreed to go to clear up an outstanding bench warrant, the police desired to have him travel into their jurisdiction where he was questioned about *157his participation in a homicide. Although the court reviewed the deception issue under a Fourth Amendment analysis, the court included general statements of law which apply to questions of whether a consent was valid. The court stated:\nThat common thread is that the deception must not pertain to the consent itself, in some sense it must be collateral to the content of the permission voluntarily granted. Thus, the accused must know what is being consented to, and if the police exceed the scope of that consent, then they have passed their limits of permissible deception. This is consistent with the line of cases which have held that if the accused does not understand what it was that was consented to, then the consent is invalid.\nId. at 337, 577 A.2d at 572. (citations omitted.)\nIn the instant case, although Appellant was deceived by the undercover officer’s identity and purpose for entry, no evidence was gathered directly as a result of his entry. The police did not use information gathered by the officer to obtain a warrant, nor did the undercover officer seize incriminatory items at that time. Rather the officer advised others of what he saw, and then police knocked on Appellant’s door and sought his consent for a search. At this time Appellant was not being deceived. He knew that the police were at his door, he knew why they were there and he knew that they wished to search for stolen equipment. There is no indication from the record that the consent given by Appellant in this case was anything other than freely made and informed. This conclusion makes any discussion of the propriety of the undercover officer’s actions unnecessary. See Commonwealth v. O’Shea, 523 Pa. 384, 567 A.2d 1023 (1989) (where even if police acted outside their jurisdiction, the warrantless search was justified by the freely given and informed consent of the homeowners.) Contrast Commonwealth v. Daniels, 410 Pa.Super. 275, 599 A.2d 988 (1991) (where consent found to be invalid because it was the product of an illegal detention and not the result of an independent act of free will.)\n*158Regardless of our conclusion concerning this first issue, Appellant argues that the evidence and statements made to police officers at his apartment should be suppressed because he indicated on the consent form that he wished to speak to an attorney. The form is printed on one page and consists of five questions and a signed statement. Appellant answered, “yes” to every question, including the one which read “Do you want to consult your attorney?”. In contradiction, Appellant signed the following statement a few lines down on the same page:\nI, Eric Reiss (signed) have read this statement of my rights and I understand what my rights are, I do not want the advice of an attorney at this time. I understand what I am doing and know that I can have the advice of counsel at anytime. No promises or threats have been made to me nor has pressure or coercion of any kind been used against me to obtain my consent.\nAppellant signature again appears at the bottom of the page following this statement.\nAppellant argues that because he answered the question concerning his desire for an attorney affirmatively on the consent form, all questions to him should have ceased, and because they did not, his responses should have been suppressed.\nThe test for determining whether an accused’s statements are voluntary and whether a waiver is valid is the totality of the circumstances. Commonwealth v. Carter, 377 Pa.Super. 93, 546 A.2d 1173 (1988). Thus the fact that Appellant responded “yes” to the question regarding an attorney on the consent form, must be looked at as part of entire circumstances.\nThe police investigator on the scene testified at the pre-trial hearing that Appellant was read his Miranda rights, he had no questions about what was said, and he never indicated that he desired to have an attorney present. Appellant was then given the written form and went over the contents of it with Officer Wilson. Wilson testified that he read the form to *159Appellant and asked for verbal responses. According to Wilson’s testimony, Appellant indicated that he would consent to a search and that he answered “no” when questioned as to whether he wished to consult with an attorney. Appellant was then handed the form and asked to respond in writing to the questions and to sign the waiver on the bottom. The signed copy was returned to Officer Wilson and the search then proceeded without objection or any mention of an attorney by Appellant. Wilson testified that the first he became aware of the affirmative response to the question regarding an attorney was when he was advised that a suppression hearing was to be held on the matter. Wilson further testified that Appellant was “extremely cooperative”, and characterized him as “the most cooperative person in this situation that I have ever encountered in my professional career.”\nThe trial judge in this instance accepted the Commonwealth’s version of events which led the court to conclude that Appellant’s oral responses evidenced voluntary cooperation. Assessing the credibility of witnesses is clearly not an appropriate function for an appellate court. Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203 (1982). In this case the details of the events which transpired regarding the consent, coupled with the fact that Appellant made conflicting statements regarding his desire for an attorney on the consent form itself, leads sufficient support for the court’s refusal to suppress evidence.\nIn his next three claims Appellant objects to action taken by the trial court. First he asserts that the court erred in failing to grant his request to strike nine jurors for cause. These people were employees of Pennsylvania State University. Appellant reasons that because the University was the subject of his criminal activity, the jurors could not be impartial based upon their situational and financial relationship to the University.\n A challenge for cause should be granted where a prospective juror has such a close relationship, familial, financial, or situational with a party that the court will presume a *160likelihood of prejudice or one is demonstrated by conduct and answers to questions. Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811 (1985). The test the court should employ for determining whether a prospective juror should be disqualified “is whether he or she is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demeanor.” Id. at 454, 490 A.2d at 818. In this case the court questioned the prospective jurors and was satisfied with their statements that they would be fair and impartial. Accordingly, we are unable to conclude that the trial court abused its discretion in refusing to strike these individuals from the jury.\nWe also find no abuse of discretion in the trial court’s decision limiting the defendant’s cross examination of Leon Gefert. When Appellant’s counsel sought to ask Mr. Gefert if he was aware of that the maximum penalty for burglary was 10 to 20 years, the Commonwealth’s objections were sustained. We find no abuse of discretion in this ruling since counsel was permitted to question Gefert about his pending burglary conviction and the fact that his cooperation with the police was done with the hope of receiving consideration for ARD.\nAppellant’s remaining claim regarding the admission or exclusion of evidence concerns what Appellant characterizes as the admission of uncharged and unrelated crimes committed by him. Appellant complains that his taped interview with the police, which was not only heard by the jury but also transcribed for the jurors, contained inculpatory statements regarding other criminal activity. For purposes of review we note that Appellant has failed to identify for this court exactly which statements he finds objectionable in the seventeen page transcribed copy of his interview. See Pa.R.A.P., Rule 2132, 42 Pa.C.S.A. Furthermore, the trial court noted that defense counsel chose to wait until mid-trial to propose redaction of the tape and editing of the transcript. This action would have required a considerable delay and the court concluded it was not necessary in view of the fact that defense counsel was fully *161aware of the contents of the tape prior to trial. The court also noted that it found nothing in the tape which required redaction and the entry of the tape was critical to the Commonwealth’s case to rebut the defense of police coercion. Under these circumstances we find no merit to Appellant’s claim.\nAppellant next objects to the sufficiency of the evidence produced by the Commonwealth to establish the value of the items stolen which formed the basis for the theft convictions. Appellant argues that only the retail value and not the fair market value at the time of the crime was ascertained, therefore, the value should be set at less than $50.00 and the offenses graded as misdemeanors of the third degree. We fail to see the logic of Appellant’s reasoning. Appellant was being tried for the burglary and theft of computer equipment which in many instances was valued by the witnesses as being worth many thousands of dollars. The Commonwealth presented witnesses who were familiar with the equipment and its costs and so testified for the jury. The jury was only required to decide whether the stolen equipment was valued above a certain amount. In every instance it would have been illogical to conclude that the value did not exceed $50.00. “The Commonwealth is not required to establish the precise market value of the stolen property. Rather the Commonwealth must present evidence from which a reasonable jury may conclude that the market value was at least a certain amount.” Commonwealth v. Hanes, 361 Pa.Super. 357, 365, 522 A.2d 622 (1987). We cannot conclude that the jury did not have before it sufficient evidence from which it could make a reasonable determination of the value of the items in question.\nLastly Appellant complains that the court erred by not stating on the record at sentencing the reason for the imposition of a sentence of total incarceration. A review of the sentencing transcript indicates that a presentence investigation was conducted in this case as well as a sentencing memorandum prepared on behalf of Appellant. Appellant’s counsel advised the court that an individual in the local school *162district was willing to accept Appellant to do community service, he reminded the court of Appellant’s cooperation with authorities and spoke of the devastating impact Appellant’s crime has had on his family. Although the court did not specifically list the reasons why it believed it was necessary to incarcerate Appellant for a period of time, the requirement that a court make such a disclosure on the record is satisfied where the judge has the benefit of a presentence report. Commonwealth v. Devers, 519 Pa. 88, 546 A.2d 12 (1988). Where the court has been informed by means of a presentence report, the sentencing court’s discretion should not be disturbed. Id. Because Appellant has failed to provide us with any reason to conclude that the court abused its discretion, we affirm the Judgment of Sentence in this case.\nCIRILLO, J., files a dissenting opinion.\n",
            "ocr": false,
            "opinion_id": 9644626
        },
        {
            "author_str": "Cirillo",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCIRILLO, Judge, dissenting.\nI believe that Article I, Section 8 of the Pennsylvania Constitution, which protects the right of the people to be secure from unreasonable searches and seizures, prohibits the type of deceptive practices which were utilized by the police in this case. Therefore, I respectfully dissent.\nIn February, 1992, police conducted an investigation into a series of burglaries and computer thefts which had occurred at Pennsylvania State University. The investigation resulted in the identification of Leon Gefert as a suspect in the commission of the burglaries and thefts. Gefert was a friend and associate of the Appellant, Eric Reiss. Gefert was arrested and, following his preliminary hearing on charges related to burglary and computer theft, he informed the police that Reiss may have been involved in these crimes.1 Gefert subsequently *163agreed to cooperate with the police in obtaining additional information from Reiss.\nOn February 12th, the police proceeded with a plan to use Gefert to gain access to Reiss’ apartment in an effort to uncover incriminating evidence against Reiss with regard to the burglaries and computer theft. It was agreed that Officer David Jordan, of the Pennsylvania State University Police, would accompany Gefert on a visit to Reiss’ apartment. It was also agreed that Officer Jordan would be held out to Reiss as Gefert’s cousin “John Stockey.” Officer Jordan was to accompany Gefert into Reiss’ apartment for supposedly three reasons: (1) to provide safety to Gefert, (2) to verify the presence of the stolen computer equipment within Reiss’ apartment, and (3) to insure that Gefert would truthfully and fully relay what had transpired within the apartment since Gefert and Reiss were friends.\nGefert contacted Reiss by telephone and persuaded Reiss to meet him at Reiss’ apartment to discuss a “serious matter.” Upon arriving at Reiss’ apartment with Officer Jordan, Gefert and Officer Jordan were admitted by Reiss, and Gefert introduced Officer Jordan to Reiss as Gefert’s cousin. Reiss then led Gefert and Officer Jordan to his bedroom to discuss Gefert’s concerns. It was at this time that Officer Jordan observed a computer in Reiss’ bedroom which matched the description of the computer which Gefert told police he had sold to Reiss. Officer Jordan also heard Reiss make an incriminating statement. Gefert and Officer Jordan then exited Reiss’ apartment.\nAfter leaving Reiss’ apartment, Officer Jordan immediately related the discovered information to Pennsylvania State University Officer Tom Sowerby and State College Bureau Police Investigator John Wilson, who were waiting outside Reiss’ apartment. Officer Jordan informed Officers Sowerby and Wilson that the computer in Reiss’ bedroom matched the computer described by Gefert as the stolen computer sold by Gefert to Reiss. Following receipt of this information, Officers Sowerby and Wilson went to Reiss’ apartment within five minutes of Gefert’s and Officer Jordan’s departure from the *164apartment and asked to be admitted. Once inside Reiss’ apartment, Officer Sowerby informed Reiss that he and Officer Wilson were there to investigate recent computer thefts at the University and Reiss was asked if he would consent to a search of his apartment.\nReiss consented to a search of his apartment and, in fact, was extremely cooperative with the police. Reiss assisted the police in the search of his apartment by identifying exactly what items had been stolen. The search resulted in such a large number of stolen items that a truck was necessary to transport the stolen property. Reiss now maintains that the initial search by Officer' Jordan, as well- as the subsequent search by Officers Sowerby and Wilson, were violative of this state’s constitutional prohibition against unreasonable searches and seizures, thereby requiring the suppression of all evidence obtained by Officers Sowerby and Wilson as a result of the search of his apartment.2 I respectfully submit that because the initial search of Reiss’ apartment by Officer Jordan was unconstitutionally deceptive, and, therefore, illegal, all of the evidence obtained as a result of this illegal search should have been suppressed.\nPrior to trial, Reiss filed an omnibus pretrial motion challenging the searches of his residence, as well as the statements made subsequent to these searches. The motion was denied and Reiss was convicted by a jury of burglary (three counts), criminal trespass (four counts), theft (four counts), and one count each of criminal mischief and receiving stolen property. Reiss now questions, inter alia, the denial of his suppression motion by the trial court.\nWhen we review an order denying a motion to suppress evidence, we must determine whether the factual findings of the trial court are supported by the evidence of record. Commonwealth v. Donahue, 428 Pa.Super. 259, 278, 630 A.2d *1651238, 1247 (1993) (citations omitted). In making this determination, this court may only consider the evidence of the Commonwealth’s witnesses, and so much of the witnesses for the defendant, as fairly read in the context of the record as a whole, which remains uncontradicted. Id. If the evidence supports the findings of the trial court, we are bound by such findings and may reverse only if the legal conclusions drawn therefrom are erroneous. Id. In addition, we note that “when ruling on suppression motions, the suppression court is required to make findings of fact and conclusions of law as to whether evidence was obtained in violation of the defendant’s constitutional rights.” Commonwealth v. Haynes, 395 Pa.Super. 322, 333, 577 A.2d 564, 570. See Pa.R.Crim.P. 323(i). In this case, the trial court made conclusions of law which, I submit, are erroneous under the current law in Pennsylvania. The trial court concluded, based on the facts previously set forth, that “no ‘search’ was conducted by Officer Jordan” when Officer Jordan surreptitiously entered Reiss’ apartment and viewed evidence and heard statements.\nThe Pennsylvania Supreme Court has held that “[t]he term ‘search’ as applied to searches and seizures is an examination of an individual’s house, buildings or person, for the purpose of discovering contraband or some evidence of guilt to be used in the prosecution of a criminal action.” Commonwealth v. Gibson, 536 Pa. 123, 128, 638 A.2d 203, 205 (1994) (citing Commonwealth v. Anderson, 208 Pa.Super. 323, 222 A.2d 495 (1966)); see also Commonwealth v. Lemanski, 365 Pa.Super. 332, 529 A.2d 1085 (1987) (holding that a search occurs when an expectation of privacy that society is prepared to consider reasonable is infringed). It is undisputed that the reason Officer Jordan entered Reiss’ apartment was to examine this individual’s home for the purpose of discovering some evidence of guilt to be used in the prosecution of the burglaries and computer thefts. Thus, it is clear that Officer Jordan’s observations within Reiss’ apartment amounted to a search. Gibson, supra 536 Pa. at 131, 638 A.2d 207.\nThe trial court’s erroneous conclusion that no search was conducted by Officer Jordan is not corrected by the assertion *166that no search occurred because Officer Jordan observed the stolen property in plain view in Reiss’ bedroom. While it is true that evidence within the plain view of police can be seized without a warrant under the plain view exception, it is also true that, in order for that evidence in plain view to be seized without a warrant, there must be a prior valid intrusion. Gibson, 536 Pa. at 131, 638 A.2d at 207; see also Commonwealth v. Black, 365 Pa.Super. 502, 507, 530 A.2d 423, 426 (1987) (holding that “[a] policeman ordinarily need not secure a warrant before confiscating contraband which he observes in plain view; however, he cannot properly seize evidence which he uncovers after entering a place where he has no legal right to be.”) (citations omitted).\nIn Gibson, the Pennsylvania Supreme Court held that because the police did not have probable cause to enter the apartment initially, and therefore were not legitimately on the premises when they observed the defendants engaged in underage drinking, the plain view exception to the warrant requirement did not apply. Id. Presently, the police did not have a warrant to enter and search Reiss’ apartment. Furthermore, as in Gibson, the police in the instant case did not have probable cause to enter Reiss’ apartment initially. “Probable cause exists where the facts and circumstances within the officers’ knowledge are sufficient to warrant a person of reasonable caution in the belief that an offense has been or is being committed.” Gibson, 536 Pa. at 130, 638 A.2d at 206. Suspicion is no substitute for probable cause. Id.\nThe only information available to police at the time Officer Jordan entered Reiss’ apartment was an unsubstantiated rumor that Reiss was involved in the computer thefts and Gefert’s statements that he had sold Reiss a stolen computer and that Reiss had also been involved in the burglaries and thefts. This information hardly amounts to probable cause to search a person’s home. In fact, the Commonwealth admitted in its proposed findings of fact and conclusions of law that:\n[cjlearly the information provided by Gefert was stale, given his having been away from the area for a month or more prior to the visit on February 12, 1992, and there was no *167way that a search warrant could have been properly issued on the basis of information available to police prior to this visit of Gefert and Officer Jordan.\nIn light of the information obtained by police prior to Officer Jordan’s entrance to Reiss’ apartment, it is clear that probable cause did not exist at that time and that the information only supported their suspicions that Reiss may have been engaged in criminal activity. “The seriousness of the criminal activity under investigation, whether it is the sale of drugs or the commission of a violent crime, can never be used as justification for ignoring or abandoning the constitutional right of every person in this Commonwealth to be free from intrusions upon his or her personal liberty absent probable cause.” Commonwealth v. Rodriquez, 532 Pa. 62, 73, 614 A.2d 1378, 1383 (1992). Moreover, “ ‘suspicions’ of criminal activity are not the standard which our constitutional system has chosen to safeguard the rights of citizens against arbitrary intrusions by the government.” Commonwealth v. Schaeffer, 370 Pa.Super. 179, 536 A.2d 354 (1987) (en banc), aff'd by an equally divided Court, Commonwealth v. Schaeffer, 539 Pa. 271, 652 A.2d 294 (1994).\nAs in Gibson, the police did not have probable cause to enter Reiss’ apartment initially, and, therefore, Officer Jordan was not legitimately on Reiss’ premises when he observed the stolen computer equipment. Consequently, the plain view exception to the warrant requirement does not apply. Gibson, supra. Indeed, the police probably did not attempt to obtain a search warrant prior to the visit by Officer Jordan because they knew that probable cause for a warrant did not exist. Pa. Const, art. I, § 8 (“no warrant to search any place ... shall issue ... without probable cause”).\nSince I would find that a search was, in fact, conducted of Reiss’ apartment by Officer Jordan, and that the plain view exception to the warrant requirement does not apply in this case, it must next be ascertained whether the search was unreasonable and, thus, violative of our state constitution. Article I, Section 8 of the Pennsylvania Constitution provides:\n*168The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or ¿ffirmation subscribed to by the affiant.\nPa. Const, art. I, § 8.\nCourts of this Commonwealth have held that the protection furnished by Article I, Section 8 of the Pennsylvania Constitution extends to those areas where one has a “reasonable expectation of privacy,” and that Article I, Section 8 creates an implicit right to privacy in this Commonwealth. Commonwealth v. Blystone, 519 Pa. 450, 463, 549 A.2d 81, 87 (1988). This section of the Pennsylvania Constitution was premised on the belief that great protection must be given to a person’s right to privacy. See generally Schaeffer, supra 370 Pa.Super. at 179, 536 A.2d 354 (discussing our authority to diverge from the United States Supreme Court by recognizing a higher level of protection for individual rights under our state constitution). Moreover, the right to privacy under Article I, Section 8, and hence the right to exclude unreasonable government intrusion, encompasses freedom .from disclosure of personal matters. Schaeffer, supra 370 Pa.Super. 179, 536 A.2d 354.\nTo determine whether a person’s activities fall within the right to privacy, two questions must be answered: (1) whether that person exhibited an expectation of privacy, and (2) whether that expectation is one that society recognizes as reasonable. Commonwealth v. Brion, 539 Pa. 256, 652 A.2d 287 (1994) (citing Blystone, 519 Pa. at 463, 549 A.2d at 87); accord Commonwealth v. Brundidge, 533 Pa. 167, 620 A.2d 1115 (1993).\nThe Pennsylvania Supreme Court has held that the right to privacy in one’s home is sacrosanct. Brion, 539 Pa. at 256, 652 A.2d at 287. The Court stated in Brion:\nIf nowhere else, an individual must feel secure in his ability to hold a private conversation within the four walls of his home. For the right to privacy to mean anything, it must *169guarantee privacy to an individual in his own home. As then-Justice Roberts stated in Commonwealth v. Shaw, 476 Pa. 543, 550, 383 A.2d 496, 499 (1978): “Upon closing the door of one’s home to the outside world, a person may legitimately expect the highest degree of privacy known to our society.” An individual has a constitutionally protected right to be secure in his home.\nBrion, 539 Pa. at 256, 652 A.2d at 289. Clearly, Reiss had a reasonable expectation of privacy in his home, his apartment, as society, as well as the Pennsylvania Supreme Court, has recognized this expectation as reasonable.\nIt is also evident that Reiss exhibited an expectation of privacy. Reiss permitted Gefert and Officer Jordan to enter and remain in his apartment based upon his observation of Officer Jordan in plain clothes and Gefert’s misrepresentation that Officer Jordan was Gefert’s cousin. Reiss closed his apartment door to the outside world. Unaware of this deception, Reiss trusted these men and, based upon their misrepresentations, permitted these men to invade the privacy of his home. Reiss then led Gefert and Officer Jordan into the remote privacy of his bedroom so that he could discuss Gefert’s “serious concerns” outside the earshot of his roommate who was in another room of the apartment. These facts show that Reiss exhibited an expectation of privacy.3\nSince Reiss had a reasonable expectation of privacy in his apartment, then his constitutional rights were violated under Article I, Section 8 if the search by Officer Jordan proves to be unreasonable. Given the paramount right of privacy in one’s home, as described by our Supreme Court in Brion as well as this court in Schaeffer, and the deceptive practice utilized by the police in this case, I find Officer Jordan’s search of Reiss’ apartment to be unreasonable and, therefore, *170violative of this state’s constitutional prohibition against unreasonable searches and seizures.\nLet me be the first to recognize that crime in our society today has reached an intolerable level. The problem does not appear to be getting better, only worse. At times it may even seem that the criminal has all the rights, while the helpless victim has none. It is understood that law enforcement needs all the help they can get, especially in today’s, society with the growing numbers of highly advanced, technically trained and ever-evasive criminals. It is, however, critical to properly balance strong, effective result-oriented law enforcement on the one hand, while preserving the constitutionally guaranteed rights of our citizens on the other hand. In the attempt to protect our families and our property we must not erode those fundamentally protected rights which are so important to all of us. The balancing of these competing interests must be carefully executed, for we, the trustees of justice, walk a fine line between strong, effective enforcement of the laws and destroying our citizens constitutional rights. These concerns were stated ever so eloquently by my former colleague Judge Spaeth:\nThe problem of defining the limits to be set on the use of police deception is one of the most difficult problems of the criminal law. It may well be that certain sorts of criminals cannot be convicted unless the police are permitted to resort to deception. The question is then presented: Is it worth convicting them? For when the police are permitted to resort to deception, there are losses as well as gains. The gains may be considerable — for example, the detection and elimination of a carefully organized traffic in drugs. But the losses may also be considerable. The law of search and seizure is not concerned with protecting the criminal’s right of privacy but the honest citizen’s right. If we are to be able to enjoy liberty and pursue happiness, we must know what part of our world is real and what part is illusion — that our home is our castle, and not a broadcasting center for hidden police transmission devices; that a repairman is a repairman, a business associate a busi*171ness associate, and not a police agent. Permit the police to make our world illusion, and no one, neither criminal nor honest citizen, will be free. Thus in every case involving police deception the court must balance the gains and losses incident to permitting the deception. Given the difficulty and importance of striking the proper balance, the court should bend every effort to decide each case only on its facts, never going further than it must, and never indulging in broad language that may be misunderstood and so encourage unwholesome practices. I have tried to apply these principles in deciding the present case. Doing so, I have concluded that on its facts, the case presents a use of police deception not at all novel, and within the decided cases. Beyond that, I choose not to go.\nCommonwealth v. Morrison, 275 Pa.Super. 454, 471, 418 A.2d 1378, 1386-87 (1980) (Spaeth, J., concurring) (emphasis added). Instantly, I believe the police impermissibly crossed this line in the way that they deceived Reiss into permitting Officer Jordan into his home.\nIt is true that courts of this Commonwealth have held that consent may be valid despite deception as to an officer’s identity and/or motivation in obtaining a person’s consensual relinquishment of privacy interests. Commonwealth v. Markman, 320 Pa.Super. 304, 313, 467 A.2d 336, 341 (1983) (consent may be deemed voluntary even when procured by a police officer who misrepresents both his identity and purpose in making the search); Ginter, supra (same); Commonwealth v. Schaszberger, 285 Pa.Super. 586, 428 A.2d 200 (1981) (same); Morrison, supra 275 Pa.Super. 454, 418 A.2d 1378 (same). However, it is also true that the courts in these cases arrived at their respective decisions through an interpretation of the Fourth Amendment to the United States Constitution and not by applying Article I, Section 8 to the facts in those cases.4 *172Therefore, these cases are distinguishable from the present case since Article I, Section 8 is to be applied to the facts of this case.\nLike the Fourth Amendment, Article I, Section 8 of the Pennsylvania Constitution has been interpreted as protecting those areas where one has a reasonable expectation of privacy. Commonwealth v. Kean, 382 Pa.Super. 587, 595, 556 A.2d 374, 378 (1989) (citing Commonwealth v. DeJohn, 486 Pa. 32, 403 A.2d 1283 (1979), cert. denied, 444 U.S. 1032, 100 S.Ct. 704, 62 L.Ed.2d 668 (1980)). Nevertheless, it is well settled that the Commonwealth of Pennsylvania, pursuant to Article I, Section 8, has constitutional power to guard individual rights, including the right to be free from unreasonable searches and seizures, more zealously than the federal government does under the United States Constitution. Commonwealth v. Beauford, 327 Pa.Super. 253, 263, 475 A.2d 783, 788 (1984), appeal dismissed, 508 Pa. 319, 496 A.2d 1143 (1985); accord Commonwealth v. Sell, 504 Pa. 46, 63-64, 470 A.2d 457, 466-67 (1983).\nIn addition, protections of individual privacy against unreasonable searches and seizures under this state’s constitution are more expansive than those afforded under the Fourth Amendment. Commonwealth v. Parker, 422 Pa.Super. 393, 619 A.2d 735 (1993). “[T]he state has the power to impose standards on searches and seizures higher than those required by the Federal Constitution.” DeJohn, 486 Pa. at 43, 403 A.2d at 1288 (quoting Commonwealth v. Harris, 429 Pa. 215, 219 n. 2, 239 A.2d 290, 292 n. 2 (1968)). Thus, the right to privacy, and consequently the right to prevent unreasonable government intrusion, includes freedom from the disclosure of personal matters. Schaeffer, 370 Pa.Super. at 194, 536 A.2d at 361. Significantly, we have stated:\nThis court, however, is not bound by fourth amendment precedents when construing claims raised under article 1, section 8. The Pennsylvania Constitution provides broader *173coverage than its federal counterpart, and an expectation of privacy which is deemed unreasonable by federal courts may be recognized as legitimate in this jurisdiction.\nKean, 382 Pa.Super. at 595, 556 A.2d at 378 (citing cases).\nIn addition, it has also been pointed out that while the substance of these provisions is similar, the protections provided by the two constitutions are not identical. Commonwealth v. Mason, 535 Pa. 560, 569, 637 A.2d 251, 256 (1993); Schaeffer, supra. In Schaeffer, we stated:\n[0]ur state constitution offers more protection to the right of privacy than exists in the federal regime, and hence it recognizes a greater right of the individual to exclude unreasonable impositions by government on private communications.\nSchaeffer, 370 Pa.Super. at 192, 536 A.2d at 360. The Pennsylvania Supreme Court in Mason expounded upon this notion:\nThe history of Article I, Section 8, thus indicates that the purpose underlying the exclusionary rule in this Commonwealth is quite distinct from the purpose underlying the exclusionary rule under the 4th Amendment, as articulated by the majority in [United States v.] Leon[, 468 U.S. 897, 104 S.Ct. 3405, 82 L.Ed.2d 677 (1984) ].\nThe United States Supreme Court in Leon made clear that, in its view, the sole purpose for the exclusionary rule under the 4th Amendment was to deter police misconduct ....\nsH ❖ * sH &amp; *\nThis reinterpretation differs from the way the exclusionary rule has evolved in Pennsylvania ... [as] ... a steady line of case-law has evolved under the Pennsylvania Constitution, making clear that Article I, Section 8 is unshakably linked to a right of privacy in this Commonwealth.\nMason, 535 Pa. at 569-70, 637 A.2d at 256 (quoting Commonwealth v. Edmunds, 526 Pa. 374, 394-98, 586 A.2d 887, 897-98, 899 (1991)).\n*174The law of this Commonwealth, therefore, unquestionably permits this court to scrutinize the deceptive police practice utilized in this case more arduously than if we were to examine such practices under the Fourth Amendment. Similarly, I believe we should protect the privacy rights provided by our constitution more zealously than we might under the Fourth Amendment. As a result, I submit that the deception used to enable Officer Jordan to enter Reiss’ apartment crosses over that line from effective law enforcement to dissolution of individual rights.5 We stated this very proposition in Schaeffer, supra 370 Pa.Super. 179, 536 A.2d 354:\n[T]he recent trend of decisions in Pennsylvania shows a marked refusal by our courts to accept the United States Supreme Court’s premise that one gives up all constitutional rights to privacy in certain matters merely by disclosing them to selected other persons.\nSchaeffer, 370 Pa.Super. at 197, 536 A.2d at 363. For these reasons, I believe that, this time, the police have gone too far. See Morrison, 275 Pa.Super. at 454, 418 A.2d at 1386 (Judge *175Spaeth opining that deception by police would be unconstitutional in a case such as the present one where “an undercover agent enters a suspect’s home under the pretense of conducting lawful business, and during the visit, while within the bounds of the suspect’s invitation to enter the home, observes evidence the suspect had reason to believe would not be observed.”) (Spaeth, J. concurring).\nThe remedy for an illegal search is to exclude all evidence derived from the illegal search. Gibson, 536 Pa. at 131, 638 A.2d at 206-07. Since Officer Jordan’s search of Reiss’ apartment was unreasonable, and, therefore, illegal under Article I, Section 8 of our constitution, then all evidence derived from this illegal search must be excluded. Gibson, supra 536 Pa. at 131, 638 A.2d 206. I do not accept the contention that Reiss’ subsequent consent eradicates the effect of Officer Jordan’s illegal search.\nThis court has held that if the deceptive practice is collateral to the consent which was given, then the deceptive practice is permissible. Haynes, 395 Pa.Super. at 337, 577 A.2d at 572. If, however, the deception pertains to the consent itself, then the deceptive practice is not acceptable and the police have exceeded the scope of their authority. See id. In this case, Officer Jordan’s unconstitutional search of Reiss’ apartment preceded Reiss’ consent to Officers Sowerby and Wilson by no more than five minutes. Reiss’ consent, therefore, was tainted by Officer Jordan’s illegal search. Surely, Reiss could surmise that, when Officers Sowerby and Wilson came to his apartment immediately after Officer Jordan’s departure, there was probably some connection between Officers Sowerby and Wilson and the plain-clothed Jordan. Reiss could gather from the circumstances that Officers Sowerby and Wilson came to his apartment after speaking with Officer Jordan. Indeed, the short span of time between Officer Jordan’s exit and the other officers’ entrance probably “forced” Reiss into believing that he had no choice but to consent to the search. I believe that the deception pertained to the consent itself and, consequently, all evidence seized, and all statements made by Reiss, were tainted by the unconstitutional deception. Haynes, supra 395 Pa.Super. 322, 577 A.2d 564; Gibson, supra 536 Pa. at 131, 638 A.2d 206.\n*176Accordingly, I would reverse Reiss’ judgment of sentence and remand for a new trial without the use of the seized evidence and Reiss’ statements.\n\n. Gefert informed the police that he had sold one of the stolen computers to Reiss for $1200.00 and that Reiss had been involved in a number of other burglaries and thefts of computer equipment on his own. The only other information that police had at that point which connected Reiss to these crimes was a rumor provided by Gerald Dyke who did not claim to have any personal knowledge as to the rumor he communicated to police.\n\n\n. Since Reiss has alleged a violation of his constitutional rights under the Pennsylvania Constitution, and not under the Federal Constitution, our analysis of Reiss’ constitutional claim is, therefore, confined to Pennsylvania law. See Commonwealth v. Friedman, 411 Pa.Super. 628, 636 n. 4, 602 A.2d 371, 375 n. 4 (1992).\n\n\n. It is important to note that Reiss invited these men into his apartment for non-criminal reasons. This is significant because some courts which have held deceptive practices to be permissible have done so where the undercover agent posed as a willing participant in the unlawful transaction. See Commonwealth v. Ginter, 289 Pa.Super. 9, 432 A.2d 1024 (1981)\n\n\n. The Fourth Amendment to the United States Constitution provides:\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n*172U.S. Const, amend. IV. The fact that this court has not had occasion under our state constitution to assess the limits on the use of police deception was specifically noted in Morrison, supra. Morrison, 275 Pa.Super. at 470 n. 5, 418 A.2d at 1386 n. 5 (Spaeth, J., concurring).\n\n\n. One cannot help but question whether police deception is proper in a case such as this since this court has held that, where police use deception to execute a valid search warrant in order to gain access to a person’s home, such deception is permissible to initiate execution of a search warrant only where it is followed by an announcement of authority and purpose and by peaceful entry. Commonwealth v. Ceriani, 411 Pa.Super. 96, 105, 600 A.2d 1282, 1286 (1991), appeal denied, 532 Pa. 641, 614 A.2d 1138 (1992) (holding police violated \"knock and announce” rule when executing warrant when officers staged automobile accident in front of residence, knocked on front door and ran past child who answered the door while simultaneously announcing their identity and purpose); see also Commonwealth v. Kitchener, 351 Pa.Super. 613, 506 A.2d 941 (1986) (holding that, absent exigent circumstances, a police officer executing a warrant must give notice of identity and announce his purpose prior to entering a private residence); Commonwealth v. Riccardi, 220 Pa.Super. 72, 283 A.2d 719 (1971) (finding that suspect's rights were violated where police did not give notice of their identity and announce that they were in possession of a warrant but gained entrance to suspect’s apartment as a result of a ruse sending maintenance man to door).\nIt seems strange that a person would have fewer rights, and less protection against police deception, where the police did not have a warrant, as opposed to when the police did have a warrant and a detached magistrate had already authorized the police's admission into the person's home.\n\n",
            "ocr": false,
            "opinion_id": 9644627
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}