{
    "id": 1514962,
    "judges": "Morton, Murphy, Ortpi, Thompson",
    "date_filed": "1972-07-04",
    "date_filed_is_approximate": true,
    "slug": "tyler-v-state",
    "case_name_short": "Tyler",
    "case_name": "Tyler v. State",
    "case_name_full": "JAMES LeROY TYLER v. STATE OF MARYLAND",
    "attorneys": "Leonard R. Goldstein for appellant., Thomas N. Biddison, Jr., Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County, and Vincent J. Femia, Assistant State’s Attorney for Prince George’s County, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 29,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b287-8\">\n    JAMES LeROY TYLER\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b287-9\">\n    [No. 381A,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AFT\">\n    September Term, 1967.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b288-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"266\"> \n     *266\n     </span>\n<em>\n     Decided October 9, 1968.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b288-12\">\n    The cause was argued before Murphy, C.J., and Morton, Ortpi, and Thompson, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b288-13\">\n<em>\n     Leonard R. Goldstein\n    </em>\n    for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b288-14\">\n<em>\n     Thomas N. Biddison, Jr., Assistant Attorney General,\n    </em>\n    with whom were\n    <em>\n     Francis B. Burch, Attorney General, Arthur A. Marshall, Jr., State’s Attorney for Prince George’s County,\n    </em>\n    and\n    <em>\n     Vincent J. Femia, Assistant State’s Attorney for Prince George’s County,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "246 A.2d 634",
        "5 Md. App. 265"
    ],
    "opinions": [
        {
            "author_str": "Murphy",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7492.0,
            "opinion_text": "\n5 Md. App. 265 (1968)\n246 A.2d 634\nJAMES LeROY TYLER\nv.\nSTATE OF MARYLAND.\nNo. 381A, September Term, 1967.\nCourt of Special Appeals of Maryland.\nDecided October 9, 1968.\nThe cause was argued before MURPHY, C.J., and MORTON, ORTH, and THOMPSON, JJ.\nLeonard R. Goldstein for appellant.\nThomas N. Biddison, Jr., Assistant Attorney General, with whom were Francis B. Burch, Attorney General, Arthur A. Marshall, Jr., State's Attorney for Prince George's County, and Vincent J. Femia, Assistant State's Attorney for Prince George's County, on the brief, for appellee.\nMURPHY, C.J., delivered the opinion of the Court.\nOn the night of June 27, 1967, Meade's Liquor Store in Prince George's County was held up by two men, one of whom held a gun on Francis Krahling, the store manager, directed him *267 to open the cash register and then shot him in the foot. Krahling described the man who shot him to the police shortly after the robbery as being a light complected Negro male, approximately 5'7\" and between twenty-five and twenty-seven years of age. Krahling was unable to give police any description of the second robber.\nThe day following the robbery, Krahling was shown eight to ten photographs of Negro males from which he picked out the appellant as the man who held the gun on him during the robbery. Appellant was arrested on June 30, 1967 in the District of Columbia and after his request for counsel was denied by that jurisdiction, he was promptly transported to Prince George's County where he made two more requests for immediate appointment of counsel, both of which were also denied. On July 3, 1967, a preliminary hearing was held in the People's Court for Prince George's County at which appellant was not represented by counsel. Francis Krahling attended the preliminary hearing and identified appellant as one of the men who had robbed him. Appellant was subsequently indicted on August 7, 1967 and charged with robbery with a deadly weapon and related offenses, all in connection with the liquor store robbery on June 27. Counsel on behalf of appellant thereafter entered his appearance and the case came on for trial on September 14, 1967 before a jury in the Circuit Court for Prince George's County.\nAt the trial, the State on direct examination established the corpus delicti through the testimony of Francis Krahling, who also made an in-court identification of the appellant as the person who had robbed him. No objection was interposed at that time by the appellant to the in-court identification. On cross-examination, however, it was brought out that Krahling had made an extrajudicial identification of appellant by photograph and had also identified him at the preliminary hearing. It was Krahling's testimony that he was in the courtroom for the preliminary hearing when the appellant, dressed in blue denim, was brought through a side door with another man, after which he stood with other men whom he believed to be \"officers of the court.\" Krahling testified that he knew at that time that he was to be a witness in a case involving James Tyler (the appellant); *268 that he heard appellant's name called out in court, heard the reading of the charge against appellant by the Clerk to the effect that appellant had robbed Krahling; and that he observed appellant sitting at the table alone near the witness stand. Krahling further testified that he was asked at the preliminary hearing whether he had seen appellant before, to which he responded that he was the man who had robbed him on June 27; that he had observed appellant's face at the preliminary hearing and did not \"positively identify him until I got around and looked right at his face.\" Testifying on his photographic identification of appellant, Krahling stated that he had picked him from eight to ten photographs of Negro males and that there was \"no question\" in his mind that the photograph he selected was of the man who robbed him.\nAppellant moved to strike the identification evidence resulting from the confrontation at the preliminary hearing on the ground (a) that his right to counsel at the preliminary hearing was denied in violation of the sixth amendment to the federal constitution, and (b) that the in-court identification was inadmissible as it was tainted by the illegal extrajudicial identification made at the preliminary hearing. The motion was denied and appellant was subsequently convicted by the jury of robbery with a deadly weapon and sentenced by the court to ten years imprisonment.\nAppellant contends on this appeal, as he did in substance below; that the State's failure to provide counsel for him as an indigent accused at the preliminary hearing was a denial of his constitutional right to counsel in that he was denied the right to adequately cross-examine the State's witness and consequently was denied the right to discovery of the State's case. More specifically, he maintains that where an accused has counsel to represent him at the preliminary hearing, he is thereby afforded an opportunity, through cross-examination of the State's witnesses, to learn more of the State's case and is thus better enabled to prepare a more intelligent defense \u0097 one which includes the opportunity to use testimony of the State's witnesses at the preliminary hearing for impeachment purposes at the trial. Appellant urges that as these rights and advantages accrue to the accused who is financially able to employ counsel *269 to represent him at the preliminary hearing, it is a denial of the equal protection clause of the fourteenth amendment not to afford indigent accused persons with counsel at the preliminary hearing, viz., that the classification thus drawn constitutes an invidious discrimination based solely on the ability to pay.\nThat an indigent accused in a serious State criminal prosecution has an absolute constitutional right to have counsel appointed for his defense at his trial is settled beyond question. Gideon v. Wainwright, 372 U.S. 335; Manning v. State, 237 Md. 349; Wayne v. State, 4 Md. App. 424. The right is one which extends only to \"critical\" stages of the proceedings against the accused. McClelland v. State, 4 Md. App. 18; Blake v. State, 2 Md. App. 492. It has been repeatedly held that the preliminary hearing under Maryland law is not of itself such a critical stage in the judicial process. DeToro v. Pepersack, 332 F.2d 341, cert. den. 379 U.S. 909; Pressley v. Warden, 242 Md. 405; Hannah v. State, 3 Md. App. 325; State v. Hardy, 2 Md. App. 150; Crumb v. State, 1 Md. App. 98. In Timbers v. State, 2 Md. App. 672, we specifically held that the preliminary hearing was not a critical stage in the proceeding merely because, in the absence of counsel, the accused's ability to discover the State's case and to cross-examine the State's witnesses would be more limited than if he had counsel representing him at the hearing. We pointed out in Timbers that it is not the purpose of the preliminary hearing to provide a forum for discovery and that while it does afford, as an incidental by-product, some opportunity for discovery, the Constitution does not require, for that reason, that counsel be appointed at such a non-critical stage of the proceeding. See also Mason v. State, 2 Md. App. 768. Adhering to these views, we conclude that appellant was not for the reasons asserted by him denied his constitutional right to counsel at a critical stage of the proceedings against him.\nAppellant next contends that even though the preliminary hearing may not always constitute a critical stage of the proceedings, when events transpire there that are likely to prejudice the ensuing trial, then the preliminary hearing does become \"critical\" and the accused who is subjected to such a proceeding in the absence of counsel is denied his constitutional right *270 to counsel under the sixth amendment. For this proposition appellant relies upon United States v. Wade, 388 U.S. 218, and Gilbert v. California, 388 U.S. 263. He urges that where one of the purposes of the preliminary hearing is to have the victim or other witnesses identify the accused as the criminal agent, this is an event likely to prejudice the ensuing trial since once such an identification has been made, the witness will not ordinarily change his mind so that, for all practical purposes, the matter of identification has been established before trial. Under these circumstances, appellant contends that the presence of counsel at the preliminary hearing is necessary to guard against the possibility of suggestive, unfair and prejudicial identification procedures derogating from the accused's basic right to a fair trial free of improper influences. For these reasons, appellant asserts under Wade and Gilbert that the preliminary hearing, where an identification is made, is a critical stage of the criminal prosecution requiring the appointment of counsel for an indigent accused, and that where the State so fails to afford counsel the subsequent conviction of the accused is void.\nWe hold that nothing in Wade or Gilbert guarantees the right to counsel at a preliminary hearing whether or not an identification of the accused is made. In Tender v. State, 2 Md. App. 692, we said that the precise holdings in Wade and Gilbert were that a post indictment lineup held after June 12, 1967, at which the accused was exhibited to identifying witnesses, was a critical stage of the criminal prosecution; that police conduct of such a lineup without notice to and in the absence of counsel denied the accused his sixth amendment right to counsel and called in question the admissibility at trial of the in-court identification of the accused by witnesses who attended the illegal lineup; and that for such testimony to be admissible, it must be established by clear and convincing evidence that the in-court identification was based upon observations of the accused other than the lineup identification.[1]\n*271 To comprehend the scope and reach of the Wade decision necessitates a full appreciation of its essential underpinnings. By way of a foundation for its decision, the Wade court found that \"today's law enforcement machinery involves critical confrontations of the accused by the prosecution at pretrial proceedings where the results might well settle the accused's fate and reduce the trial itself to a mere formality\" (at page 224); that in light of this reality, the sixth amendment right to counsel at critical stages of the prosecution is reached whenever counsel's presence is necessary to assure \"a meaningful defense,\" the test thereof being, with respect to pretrial confrontations, \"whether the presence of his counsel is necessary to preserve the defendant's right to a fair trial as affected by his right meaningfully to cross-examine the witnesses against him and to have effective assistance of counsel at the trial itself\" (at page 227); that the analysis to be made is one of \"whether potential substantial prejudice to defendant's rights inheres in the particular confrontation and the ability of counsel to help avoid that prejudice\" (at page 227); that the \"confrontation compelled by the State between the accused and the victim or witnesses to a crime to elicit identification evidence is peculiarly riddled with innumerable dangers and variable factors which might seriously, even crucially, derogate from a fair trial\" (at page 228), and result in mistaken identification, particularly where there has been a \"degree of suggestion inherent in the manner in which the prosecution presents the suspect to witnesses for pretrial identification\" (at page 228). With these factors in mind, the Wade court concluded that in a lineup of suspects, or in a viewing of the suspect alone, there is a serious difficulty in depicting what actually transpired since \"privacy results in secrecy\" and the defense \"can seldom reconstruct the manner and mode of lineup identification for judge or jury at trial\" (at page 230); that this is particularly so because those participating in a lineup with the accused are often police officers whose identity is otherwise unknown and, further, because the suspect, by himself, *272 is unable to ferret out the existence of prejudicial confrontation conditions and is consequently unable \"effectively to reconstruct at trial any unfairness that occurred at the lineup\" (at page 232); and he is thus deprived of his only opportunity \"meaningfully to attack the credibility of the witnesses' courtroom identification\" (at page 232). It is against this background that Wade then concludes that insofar as an accused's conviction may rest upon a court room identification, in fact the fruit of a suspect pre-trial identification which the unrepresented accused is helpless to subject to effective scrutiny at his trial, he has been in substance deprived of his right of cross-examination, which is an essential safeguard to his right to confront the witnesses against him. Under such circumstances, Wade proceeds to its ultimate end \u0097 that \"where so many variables and pitfalls exist, the first line of defense must be the prevention of unfairness and the lessening of the hazards of eyewitness identification at the lineup itself\" (at page 235) by assuring the right to the presence of counsel at such pretrial confrontations to \"avert prejudice and assure a meaningful confrontation at trial\" (at page 236).\nWe think it evident that Wade does not hold that all pretrial confrontations between the accused and the victim or other identifying witnesses are thereby deemed to be critical stages of the criminal prosecution. In our opinion, Wade indicates that only those pretrial confrontations that are not subject to fair and meaningful objective review later at the trial fall within its strictures, so that where the circumstances of the confrontation can be fully developed at the trial by cross-examination of the State's witnesses, or by presentation of witnesses on behalf of the defendant, the right to counsel does not attach. Specifically, we hold that the rationale of Wade and Gilbert is not applicable to confrontations at a public pretrial judicial hearing presided over, as here, by a judicial officer since what occurred there is not only the antithesis of the \"privacy results in secrecy\" element highlighted in Wade, but the accused has the opportunity for \"a meaningful confrontation\" of the State's case at the trial through the ordinary process of cross-examination of the State's witnesses and the presentation of the evidence of his own witnesses, including, if necessary, the judicial officer who presided *273 at the hearing. Under these circumstances, the risk that counsel's absence at the pretrial confrontation might in some way derogate from the accused's right to a fair trial is minimal; the manner and mode of the identification at the preliminary hearing is capable of reconstruction at trial so that the trier of fact may, as was the case here, be in a position effectively to scrutinize the pretrial identification process as it affected the identification at trial.\nFinally, appellant urges that the trial court erred in any event in admitting the in-court (trial) identification of the appellant by Krahling since it was the product of the tainted pretrial identification at the preliminary hearing. He maintains that the fairness of this confrontation must be analyzed in light of the totality of the circumstances and that, so viewed, it was manifestly prejudicially inspired. He particularly points out that as Krahling initially identified him from police photographs, Krahling knew that he was a criminal and that the conditions under which he was seen by Krahling at the preliminary hearing were obviously prejudicially suggestive and unfair. Under such conditions, appellant contends that his exhibition at the preliminary hearing was illegal and that the subsequent in-court (trial) identification \"was come at by exploitation of that illegality\" within the meaning of Wong Sun v. United States, 371 U.S. 471; and that, as such, the trial identification must be wholly excluded from evidence without affording the State an opportunity to show that the in-court identification had an independent source.\nIt has long been a recognized ground of attack upon a criminal conviction that the accused was subjected to a pretrial confrontation with the victim under conditions so unnecessarily suggestive and conducive to irreparable mistaken identification as to amount to a denial of due process of law. Stovall v. Denno, 388 U.S. 293; United States v. Gilmore, 398 F.2d 679 (7th Cir.). 3 Cr.L. 2399; Palmer v. Peyton, 359 F.2d 199 (4th Cir.). While the identification procedure at the preliminary hearing in this case leaves much to be desired, it is clear from the evidence that Krahling had previously made a photographic identification of the appellant as one of the robbers. The police practice of showing pictures of suspects to victims of crime, so *274 long as the procedure used is not \"so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification,\" has been approved by the Supreme Court in Simmons v. United States, 390 U.S. 377. The record before us discloses no such \"impermissible suggestiveness,\" and, as we noted in Bever v. State, 4 Md. App. 436, the mere fact that an accused was identified from photographs shown to a witness by the police does not result in a conclusion by the trier of fact that the accused has a criminal record. See also Austin v. State, 3 Md. App. 231. Nor do we think that Krahling's identification at the preliminary hearing was in any proper sense \"prejudicially inspired.\" The witness was directly confronted by the appellant during the course of the robbery and had ample opportunity to observe his features. And he testified at the trial that he did not make a positive identification of the appellant at the preliminary hearing until, when on the witness stand, he \"looked right at his face.\" The fact that Krahling had made a previous photographic identification of the appellant and that he had an ample opportunity to observe him during the crime were factors specifically outlined in Wade as entitled to consideration in determining whether the in-court (trial) identification was independent of and unstimulated by the identification made at the pretrial confrontation. See McRae v. State, 3 Md. App. 388. On the record before us, we conclude that the trial identification of appellant was not the product of an unconstitutionally tainted pretrial confrontation.\nJudgment affirmed.\nNOTES\n[1]  Under Gilbert, testimony at the trial as to the making of an extrajudicial identification of the accused at an illegal lineup (as contrasted with testimony of identification of the accused only at the trial), is per se excluded, both at the guilt and penalty stage of the proceeding \"as come at by exploitation of [the primary] illegality\" and the State is therefore \"not entitled to an opportunity to show that the testimony had an independent source.\" Gilbert at page 273.\n\n",
            "ocr": false,
            "opinion_id": 1514962
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Robbery"
}