{
    "id": 1223132,
    "judges": "Per Curiam",
    "date_filed": "2020-05-05",
    "date_filed_is_approximate": true,
    "slug": "swears-v-rm-roach-sons-inc",
    "case_name_short": "Swears",
    "case_name": "Swears v. R.M. Roach & Sons, Inc.",
    "case_name_full": "Barry SWEARS, Plaintiff Below, Appellant, v. R.M. ROACH & SONS, INC., Defendant Below, Appellee",
    "attorneys": "Gregory A. Bailey, Arnold Cesare & Bailey, PLLC, Shepherdstown, WV, for Appellant., Rochelle L. Brightwell, Pietragallo Gordon Alfano, Bosick & Raspanti, LLP, Weirton, WV, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted April 13, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b707-4\">\n    696 S.E.2d 1\n   </citation><br><parties id=\"b707-5\">\n    Barry SWEARS, Plaintiff Below, Appellant, v. R.M. ROACH &amp; SONS, INC., Defendant Below, Appellee.\n   </parties><br><docketnumber id=\"b707-8\">\n    No. 35309.\n   </docketnumber><br><court id=\"b707-9\">\n    Supreme Court of Appeals of West Virginia.\n   </court><br><otherdate id=\"b707-10\">\n    Submitted April 13, 2010.\n   </otherdate><br><decisiondate id=\"b707-11\">\n    Decided May 5, 2010.\n   </decisiondate><br><attorneys id=\"b708-23\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"700\"> \n     *700\n     </span>\n    Gregory A. Bailey, Arnold Cesare\n    <em>\n     &amp;\n    </em>\n    Bailey, PLLC, Shepherdstown, WV, for Appellant.\n   </attorneys><br><attorneys id=\"b709-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"701\"> \n     *701\n     </span>\n    Rochelle L. Brightwell, Pietragallo Gordon Alfano, Bosick &amp; Raspanti, LLP, Weirton, WV, for Appellee.\n   </attorneys>",
    "citations": [
        "696 S.E.2d 1",
        "225 W. Va. 699"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n696 S.E.2d 1 (2010)\nBarry SWEARS, Plaintiff Below, Appellant,\nv.\nR.M. ROACH &amp; SONS, INC., Defendant Below, Appellee.\nNo. 35309.\nSupreme Court of Appeals of West Virginia.\nSubmitted April 13, 2010.\nDecided May 5, 2010.\n*2 Gregory A. Bailey, Arnold Cesare &amp; Bailey, PLLC, Shepherdstown, WV, for Appellant.\n*3 Rochelle L. Brightwell, Pietragallo Gordon Alfano, Bosick &amp; Raspanti, LLP, Weirton, WV, for Appellee.\nPER CURIAM:\nThe plaintiff below and appellant herein, Barry Swears (hereinafter \"Mr. Swears\"), appeals from an order entered August 7, 2009, by the Circuit Court of Berkeley County. By that order, the circuit court determined that there is no substantial public policy exception to the at-will employment doctrine for the reporting of perceived criminal misconduct. Accordingly, the lower court granted the summary judgment motion of the defendant below and appellee herein, R.M. Roach &amp; Sons, Inc. (hereinafter \"R.M. Roach\" or \"company\"). On appeal, Mr. Swears urges this Court to adopt an exception to the at-will employment doctrine and, further, to find that he was wrongfully terminated in retaliation for reporting alleged criminal misconduct of a principal of R.M. Roach. Based on the parties' arguments,[1] the record designated for our consideration, and the pertinent authorities, we affirm the rulings made by the circuit court.\n\nI.\n\nFACTUAL AND PROCEDURAL HISTORY\nMr. Swears began employment with R.M. Roach in June 2002. On June 7, 2002, Mr. Swears signed a document acknowledging that \"my employment with Roach Oil is for no definite period and may ... be terminated at any time, with or without cause, and with or without notice.... I understand and agree that the nature of the relationship between Roach Oil and myself is `at will[.]'\" As Controller of R.M. Roach, Mr. Swears' job duties included oversight of the company's daily finances.\nThe company is a heating fuel provider, which is principally owned by three brothers: Stanley, Steven, and D. Scott Roach.[2] Steven Roach (hereinafter \"Mr. Roach\") was Mr. Swears' direct supervisor. In addition to his position as a one-third owner in R.M. Roach, Mr. Roach also created and operates a separate business, Sunfire Patio &amp; Spa (hereinafter \"Sunfire\"). As the Controller for R.M. Roach, Mr. Swears believed that Mr. Roach's separate side business created a conflict of interest with R.M. Roach. Further, he perceived that Sunfire was improperly using R.M. Roach's employees while they were being paid by R.M. Roach. Mr. Swears alleged that Sunfire had approximately $15,000 worth of R.M. Roach's inventory in its possession, and that Sunfire was responsible for a $150,000 decline in R.M. Roach's revenue. Mr. Swears also contended that Mr. Roach improperly altered R.M. Roach's financial records to remove a $1,500 finance charge owed by Sunfire to R.M. Roach.[3]\n*4 Based upon his belief that Mr. Roach had committed serious fiscal misconduct, Mr. Swears reported his findings to the other two main principals of R.M. Roach.[4] Mr. Swears alleges that Mr. Roach then engaged in a course of retaliatory treatment against him in an effort to force him to resign. Mr. Swears' employment was terminated with R.M. Roach on January 31, 2006.[5]\nThe instant action was filed by Mr. Swears in the lower court on June 15, 2007, alleging wrongful discharge in violation of public policy arising out of his termination, and, further, asserting a claim for punitive damages.[6] R.M. Roach filed its motion for summary judgment on January 13, 2009, which was granted by order entered August 7, 2009. The circuit court concluded that Mr. Swears was an at-will employee and that no substantial public policy existed in his case that would warrant an exception to the at-will employment relationship. In reaching its determination, the lower court's order explained as follows:\nThe only allegations regarding any alleged public policy that [Mr. Swears] has set forth in support of his claim for wrongful termination do not involve any substantial public policy. As set forth above, [Mr. Swears] claims he was terminated in retaliation for his report that Steve Roach was engaging in alleged \"improper conduct detrimental to the company\" and conduct \"in breach of Mr. Roach's fiduciary duties owed to the company and that amounted to misappropriation of company funds\" in alleged violation of state statutory and common law. He further claims that his termination \"violated substantial public policy principles governing fiduciary relationships, misappropriation of funds and corporate requirements and standards.\"\nAs evidenced by the allegations of the Complaint itself, [Mr. Swears'] action against [R.M. Roach] does not involve a claimed violation of any public policy or anything that may be injurious to the public good, but merely an alleged violation of the financial interests of a private corporation.\nAccordingly, the lower court found no public policy exception to the at-will employment doctrine and granted R.M. Roach's summary judgment request. Mr. Swears now appeals to this Court.\n\nII.\n\nSTANDARD OF REVIEW\nThis case arises as a result of the circuit court's order granting summary judgment in favor of R.M. Roach. In this regard, we have stated that \"[a] circuit court's entry of summary judgment is reviewed de novo.\" Syl. pt. 1, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). Thus, in undertaking our de novo review, we apply the same standard for granting summary judgment that is applied by the circuit court:\n\n*5 \"`A motion for summary judgment should be granted only when it is clear that there is no genuine issue of fact to be tried and inquiry concerning the facts is not desirable to clarify the application of the law.' Syllabus Point 3, Aetna Casualty &amp; Surety Co. v. Federal Insurance Co. of New York, 148 W.Va. 160, 133 S.E.2d 770 (1963).\" Syllabus Point 1, Andrick v. Town of Buckhannon, 187 W.Va. 706, 421 S.E.2d 247 (1992).\nSyl. pt. 2, Painter, 192 W.Va. 189, 451 S.E.2d 755. Moreover,\n[s]ummary judgment is appropriate where the record taken as a whole could not lead a rational trier of fact to find for the nonmoving party, such as where the nonmoving party has failed to make a sufficient showing on an essential element of the case that it has the burden to prove.\nSyl. pt. 4, Painter, id. We are also mindful that \"[t]he circuit court's function at the summary judgment stage is not to weigh the evidence and determine the truth of the matter, but is to determine whether there is a genuine issue for trial.\" Syl. pt. 3, Painter, id. Of particular import to this case, \"[a] determination of the existence of public policy in West Virginia is a question of law, rather than a question of fact for a jury.\" Syl. pt. 1, Cordle v. General Hugh Mercer Corp., 174 W.Va. 321, 325 S.E.2d 111 (1984). Mindful of these applicable standards, we now consider the substantive issue raised by Mr. Swears.\n\nIII.\n\nDISCUSSION\nOn appeal to this Court, the issue is whether an employee's reporting of alleged criminal conduct committed by a principal of a private company amounts to a substantial public policy exception to the at-will employment doctrine, providing a basis for a wrongful discharge action. In response, R.M. Roach contends that Mr. Swears was an at-will employee and failed to show that his termination violated any substantial public policy.\nIn resolving the current case, this Court must determine whether reporting potentially criminal conduct to a private employer is a substantial public policy exception to the at-will employment doctrine.[7] In West Virginia, it has been a long-established rule that \"[w]hen a contract of employment is of indefinite duration it may be terminated at any time by either party to the contract.\" Syl. pt. 2, Wright v. Standard Ultramarine &amp; Color Co., 141 W.Va. 368, 90 S.E.2d 459 (1955). Thus, \"an at-will employee serves at *6 the will and pleasure of his or her employer and can be discharged at any time, with or without cause.\" Feliciano v. 7-Eleven, Inc., 210 W.Va. 740, 745, 559 S.E.2d 713, 718 (2001) (internal citation omitted). Therefore, absent some substantial public policy exception to the at-will employment doctrine, an employee may be terminated at any time, with or without cause.\nWhile recognizing this general principle of at-will employment, this Court has further cautioned, however, that\n[t]he rule that an employer has an absolute right to discharge an at will employee must be tempered by the principle that where the employer's motivation for the discharge is to contravene some substantial public policy principle, then the employer may be liable to the employee for damages occasioned by this discharge.\nSyl., Harless v. First Nat'l Bank in Fairmont, 162 W.Va. 116, 246 S.E.2d 270 (1978). Thus, \"a cause of action for wrongful discharge exists when an aggrieved employee can demonstrate that his/her employer acted contrary to substantial public policy in effectuating the termination.\" Feliciano, 210 W.Va. at 745, 559 S.E.2d at 718. This Court previously has provided guidance regarding a determination of public policy exceptions to the at-will employment doctrine: \"'[P]ublic policy' is that principle of law which holds that `no person can lawfully do that which has a tendency to be injurious to the public or against public good ...' even though `no actual injury' may have resulted therefrom in a particular case `to the public.'\" Cordle, 174 W.Va. at 325, 325 S.E.2d at 114 (internal citations omitted). Moreover, \"[i]nherent in the term `substantial public policy' is the concept that the policy will provide specific guidance to a reasonable person.\" Syl. pt. 3, Birthisel v. Tri-Cities Health Servs. Corp., 188 W.Va. 371, 424 S.E.2d 606 (1992). Significantly, this Court has acknowledged that \"to be substantial, a public policy must not just be recognizable as such but must be so widely regarded as to be evident to employers and employees alike.\" See Feliciano v. 7-Eleven, Inc., 210 W.Va. at 745, 559 S.E.2d at 718.\nThe applicable legal precedents have set forth that \"[t]o identify the sources of public policy for purposes of determining whether a retaliatory discharge has occurred, we look to established precepts in our constitution, legislative enactments, legislatively approved regulations, and judicial opinions.\" Syl. pt. 2, Birthisel, 188 W.Va. 371, 424 S.E.2d 606. Expanding on this principle, this Court, in Feliciano, articulated the necessary proof for a claim for relief for wrongful discharge in contravention of substantial public policy as follows:\n(1) [Whether a] clear public policy existed and was manifested in a state or federal constitution, statute or administrative regulation, or in the common law (the clarity element).\n(2) [Whether] dismissing employees under circumstances like those involved in the plaintiff's dismissal would jeopardize the public policy (the jeopardy element).\n(3) [Whether t]he plaintiff's dismissal was motivated by conduct related to the public policy (the causation element).\n(4) [Whether t]he employer lacked overriding legitimate business justification for the dismissal (the overriding justification element).\n210 W.Va. at 750, 559 S.E.2d at 723 (internal citations omitted).\nIt has been noted that \"[o]ur retaliatory discharge cases are generally based on a public policy articulated by the legislature[.]\" Shell v. Metropolitan Life Ins. Co., 183 W.Va. 407, 413, 396 S.E.2d 174, 180 (1990) (internal citations omitted). Therefore, courts are to \"proceed cautiously if called upon to declare public policy absent some prior legislative or judicial expression on the subject.\" Tiernan v. Charleston Area Med. Ctr., Inc., 203 W.Va. 135, 141, 506 S.E.2d 578, 584 (1998) (internal citations omitted). In addition, \"despite the broad power vested in the courts to determine public policy,\" courts are to \"exercise restraint\" when using such power. Id., 203 W.Va. at 141, 506 S.E.2d at 584. See also Shell, 183 W.Va. at 413, 396 S.E.2d at 180 (\"We have exercised the power to declare an employer's conduct as contrary to public policy with restraint ... and have deferred to the West *7 Virginia legislature because it `has the primary responsibility for translating public policy into law.'\" (citations omitted)). Therefore, it has been stated \"[i]t is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community so declaring.\" Tiernan, 203 W.Va. at 141, 506 S.E.2d at 584 (internal citations omitted).\nIn the present case, Mr. Swears alleges that communication of possible criminal conduct to a company principal constitutes a substantial public policy exception to the at-will employment doctrine. In this Court's view, Mr. Swears has failed to identify any constitutional provision, legislative enactment, legislatively approved regulations, or judicial opinion that establishes a public policy in contravention of which he was discharged. While Mr. Swears cites to two criminal statutes to support his assertions, this Court takes note that the statutes, W. Va.Code § 61-3-20 (2004) (Repl.Vol.2005) and W. Va.Code § 61-3-13 (1994) (Repl.Vol. 2005), deal with embezzlement and larceny, respectively.[8] Mr. Swears explains that the \"West Virginia Legislature has articulated a clear public policy against such misconduct by criminalizing embezzlement and larceny.\" However, neither criminal statute expresses a public policy component such that the statutes may form the basis for a possible violation of a substantial public policy to support a claim for wrongful discharge.[9] The mere citation of a statutory provision is not sufficient to state a cause of action for retaliatory discharge without a showing that the discharge violated the public policy that the cited provision clearly mandates. As recognized by the lower court, Mr. Swears' action against R.M. Roach does not involve a claimed violation of public policy or anything that may be injurious to the public good. Rather, his allegations constitute an alleged violation of the financial interests of a private corporation. As such, Mr. Swears has not demonstrated the violation of any substantial public policy that would constitute an exception to the at-will employment doctrine.\n\nIV.\n\nCONCLUSION\nBased on the foregoing, the August 7, 2009, order by the Circuit Court of Berkeley *8 County, which granted summary judgment to R.M. Roach, is hereby affirmed.\nAffirmed.\nNOTES\n[1]  The case was not argued orally before this Court, but, rather, was submitted on briefs, along with the record from the underlying court.\n[2]  Each brother owns 31.4% of the company. The remaining 5.8% of the company is owned by two other individuals.\n[3]  The Court's decision of this case does not necessitate an evaluation of R.M. Roach's proffered reasons for Mr. Swears' termination because he has not established that he was wrongfully terminated. See Birthisel v. Tri-Cities Health Services Corp., 188 W.Va. 371, 377, 424 S.E.2d 606, 612 (1992) (\"We also have held, as have other jurisdictions, that in a retaliatory discharge case, the employer may defend the discharge by showing a legitimate, nonpretextual, and nonretaliatory reason for its action.\") (original footnote omitted). However, in response to the allegations set forth by Mr. Swears, R.M. Roach submitted an affidavit of D. Scott Roach, which is assistive in gathering the full factual scenario before this Court. In that affidavit, D. Scott Roach explained that the conduct of his brother, Steven Roach, did not support the claims made by Mr. Swears. The affidavit stated that there are significant differences in the services provided by R.M. Roach and by Sunfire, which is wholly owned by his brother, Mr. Steven Roach. D. Scott Roach maintained, in his affidavit, that Sunfire actually provides customers to R.M. Roach and that there is no conflict of interest between the two companies. Further, D. Scott Roach averred that R.M. Roach has not suffered a loss in profits that can be attributed in any way to Sunfire. In regards to the $15,000 in inventory in Sunfire's possession, D. Scott Roach explained that Sunfire was purchasing such inventory from R.M. Roach, with approval from all principals. Sunfire did not timely pay the invoice due to negotiations over the worth of the inventory; however, D. Scott Roach represented that Sunfire did eventually pay for the inventory. Moreover, the affidavit of D. Scott Roach stated that Mr. Steven Roach had the authority to, and properly did, remove a $1,500 finance charge from Sunfire's account. The affidavit suggested that removal of such fees is routine for many different accounts and that the accounting department has the discretion to remove such finance charges. Mr. Steven Roach's unilateral decision to remove the charge was within his authority, and did not require the approval of the other principals. Significantly, D. Scott Roach, in his affidavit, insisted that all of the acts complained of by Mr. Swears regarding the conduct of Mr. Steven Roach is information that the principal brothers already had available to them at any time through their accounts receivable information. D. Scott Roach maintains that the decision to terminate Mr. Swears was a unified decision and was based upon his insubordination and general hostility when issues were raised regarding his recording of and payment for accrued compensatory time.\n[4]  The record is void of any information regarding the date of or manner in which Mr. Swears informed the other two company principals of his beliefs regarding the perceived impropriety of Mr. Roach's conduct. However, there is no dispute that Mr. Swears made the other two principals aware of his thoughts about Mr. Roach's perceived fiscal mismanagement.\n[5]  The record contains a letter of resignation submitted by Mr. Swears, dated December 19, 2005, with an effective date of December 30, 2005. The record is silent as to any discussions between the parties at the time of the submission of this resignation letter; however, it is undisputed that Mr. Swears remained under the employment of R.M. Roach until the date of his termination, January 31, 2006.\n[6]  Mr. Swears' claim for punitive damages was dismissed by the lower court. Mr. Swears did not appeal this dismissal to this Court.\n[7]  We note that R.M. Roach is a private employer such that this State's whistle-blower statutes do not apply. See W. Va.Code § 6C-1-1, et seq. The Whistle-Blower Law protects a public employee from termination in retaliation for the employee's report that a public employer has engaged in instances of wrongdoing or waste. See W. Va.Code § 6C-1-3 (1988) (Repl.Vol. 2006). However, we further acknowledge that there are other state and federal statutes that contain \"whistle-blower\" laws, such that retaliatory termination is prohibited by a private employer against a private employee.\n\nThese include the retaliatory discharge provisions of the Worker's Compensation Act, [W. Va.Code §§ 23-5A-1 to -3,] Mine Safety Act, [W. Va.Code § 22A-1-22,] Mine Safety and Health Act, [30 U.S.C. § 801, et seq.,] Equal Pay for Equal Work Act, [W. Va.Code § 21-5B-3 (2002),] Occupational Safety and Health Act, [29 U.S.C. § 660(c)(1) (2000); W. Va.Code § 21-3A-13(a) (2002),] Labor Management Relations Act, [29 U.S.C. § 141 (2000),] Employee Retirement Income Security Act, [29 U.S.C. §§ 1140-1141,] Energy Reorganization Act, [42 U.S.C. § 5851 (2000),] Clean Air Act, [42 U.S.C. § 7622,] Bankruptcy Act, [11 U.S.C. § 525(b) (2000),] Consumer Credit Protection Act, [15 U.S.C. § 1674 (2000); W. Va.Code § 46A-2-131 (1999),] Judiciary and Judicial Procedure Act, [28 U.S.C. § 1875 (2000); W. Va.Code § 61-5-25(a) (2000),] Toxic Substances Control Act, [15 U.S.C. § 2622 (2000),] Comprehensive Environmental Response, Compensation, and Liability Act, [42 U.S.C. § 9610 (2000),] Safe Drinking Water Act, [42 U.S.C. § 300j-9(i),] Water Pollution Control Act, [33 U.S.C. § 1367 (2000),] Solid Waste Disposal Act, [42 U.S.C. § 6971 (2000),] Energy Reorganization Act, [42 U.S.C. § 5851 (2000),] and the Surface Mining Control and Reclamation Act. [30 U.S.C. § 1293 (2000).]\nParween S. Mascari, What Constitutes a \"Substantial Public Policy\" in West Virginia for Purposes of Retaliatory Discharge: Making a Mountain Out of a Molehill?, 105 W. Va. L.Rev. 827, 835-36 (2003) (original footnote numbers omitted) (original footnote information placed in brackets). Mr. Swears does not argue that any of the private employer whistle-blower statutory sections are applicable to his case.\n[8]  Without determining the merits of any alleged embezzlement or larceny charges, this Court recognizes that, based upon the affidavit provided by D. Scott Roach, it is questionable whether the conduct complained of would meet the elements of the crimes asserted, which may explain the reason that Mr. Swears did not inform law enforcement officials of his allegations. While the alleged criminal conduct complained of was not reported to law enforcement officials in the case sub judice, if a case arises in which such a report is made to the proper authorities, such a factual scenario could present a question as to whether there is a substantial public policy to protect an employee, of a private employer, who reports suspected criminal conduct to the appropriate governmental authorities and is retaliated against as a result of such reporting. See supra, note 7.\n[9]  Other cases that have reviewed assertions of criminal conduct have found a substantial public policy violation to exist only when the claimant was terminated for refusing to engage in illegal activity. See, e.g., Lilly v. Overnight Transp. Co., 188 W.Va. 538, 425 S.E.2d 214 (1992) (acknowledging wrongful discharge cause of action existed where employee terminated for refusing to operate a motor vehicle with unsafe brakes in light of the legislature's established public policy that the public should be protected against substantial danger created by operation of vehicle in unsafe condition); Cordle v. General Hugh Mercer Corp., 174 W.Va. 321, 325 S.E.2d 111 (1984) (recognizing wrongful discharge cause of action for employee terminated for refusing to take lie detector test in contravention of common law right of privacy); Vermillion v. AAA Pro Moving &amp; Storage, 146 Ariz. 215, 704 P.2d 1360 (Ct.App. 1985) (finding existence of substantial public policy exception where employee was ordered by employer to conceal a theft, but chose to report theft and was terminated). Cf. Birthisel, 188 W.Va. 371, 424 S.E.2d 606 (holding that lack of legislative enactment precluded social worker's claim that she was discharged from her employment for refusal to alter certain patient notes in contravention of regulations established by the West Virginia Social Work Board, even assuming that her assertions were true); Shell v. Metropolitan Life Ins. Co., 183 W.Va. 407, 413, 396 S.E.2d 174, 180 (1990) (reiterating that where a statute is designed to protect one specific group and not a broad societal interest, there was no substantial public policy interest in insurance agent's allegations that he was terminated for objecting to his employer's illegal use of client funds to finance new insurance policies).\n\n",
            "ocr": false,
            "opinion_id": 1223132
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Robbery"
}