{
    "id": 1520161,
    "judges": "Cavanaugh, McEwen and Cercone",
    "date_filed": 518918400000,
    "date_filed_is_approximate": false,
    "slug": "martin-v-capital-cities-media-inc",
    "case_name_short": "Martin",
    "case_name": "Martin v. Capital Cities Media, Inc.",
    "case_name_full": "Dorothy Kay MARTIN, Appellant, v. CAPITAL CITIES MEDIA, INC. and Richard L. Connor, Appellees",
    "attorneys": "Stephen J. Fendler, Wilkes-Barre, for appellant., R. Eddie Wayland, Wilkes-Barre, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 31, 1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 62,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b245-6\">\n    511 A.2d 830\n   </citation><br><parties id=\"b245-7\">\n    Dorothy Kay MARTIN, Appellant, v. CAPITAL CITIES MEDIA, INC. and Richard L. Connor, Appellees.\n   </parties><br><court id=\"b245-10\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b245-11\">\n    Argued Oct. 31, 1985.\n   </otherdate><br><decisiondate id=\"b245-12\">\n    Filed June 12, 1986.\n   </decisiondate><br><attorneys id=\"b247-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"201\"> \n     *201\n     </span>\n    Stephen J. Fendler, Wilkes-Barre, for appellant.\n   </attorneys><attorneys id=\"AfU\">\n    R. Eddie Wayland, Wilkes-Barre, for appellees.\n   </attorneys><br><judges id=\"b248-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"202\"> \n     *202\n     </span>\n    Before CAVANAUGH, McEWEN and CERCONE, JJ.\n   </judges>",
    "citations": [
        "511 A.2d 830",
        "354 Pa. Super. 199"
    ],
    "opinions": [
        {
            "author_str": "Cavanaugh",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n354 Pa. Superior Ct. 199 (1986)\n511 A.2d 830\nDorothy Kay MARTIN, Appellant,\nv.\nCAPITAL CITIES MEDIA, INC. and Richard L. Connor, Appellees.\nSupreme Court of Pennsylvania.\nArgued October 31, 1985.\nFiled June 12, 1986.\n*201 Stephen J. Fendler, Wilkes-Barre, for appellant.\nR. Eddie Wayland, Wilkes-Barre, for appellees.\n*202 Before CAVANAUGH, McEWEN and CERCONE, JJ.\nCAVANAUGH, Judge:\nThis case deals, inter alia, with the contractual significance of an employee handbook.\nOn May 21, 1981, Dorothy Kay Martin, appellant, was fired from her position as a copy editor for the Times Leader newspaper in Wilkes-Barre, Pennsylvania. Martin had been hired by the paper in 1978 as an at-will employee. Employees represented by four unions went on strike against the newspaper in October of 1978. The newspaper continued to adhere to the terms of the collective bargaining agreements. After the third of the four unions had been decertified, the newspaper issued a handbook to its employees. Each employee was required to attend one of a series of meetings which were held in order to explain and distribute the handbook. At the meeting appellant attended, personnel manager, David Daris, thoroughly explained the handbook's contents. Copies were distributed to each of the employees present who, in turn, were obliged to sign a document acknowledging receipt of the handbook and promising to become familiar with its contents. The handbook contained a section entitled \"standards of conduct\" wherein it set forth a list of actions which, if engaged in by an employee, would lead to \"disciplinary action.\" The handbook further stated that the list was illustrative and did not include other just causes for disciplinary action. In his deposition, Mr. Daris stated that the handbook provided a guideline for all employees. When asked whether or not the handbook set forth the terms of employment, other than wages, between the newspaper and the employees, Daris answered, \"I would say so, yes.\" The newspaper's publisher basically told the employees that the handbook controlled their employment relationship. The newspaper's managing editor also stated that the handbook \"covered\" the terms and conditions of employment.\nBesides being a copy editor for the Times Leader, appellant also owned an ice cream-hot dog stand known as the *203 \"Soft Spot\" in Harveys Lake, Luzerne County. Wishing to promote her business, appellant planned to hold a flea market in the parking lot of her business. To publicize the event, she placed advertisements in the Times Leader and in the Citizens Voice, another Wilkes-Barre daily newspaper. She placed the ad in the Citizen's Voice in someone else's name.\nThe Citizen's Voice newspaper was the Times Leader's sole competitor as Wilkes-Barre's only other daily newspaper. It was in fact born out of a labor dispute with the Times Leader. Four unions had commenced a strike against the Times Leader and only after the strike began did the Citizen's Voice commence publication. The Citizen's Voice was published by the Wilkes-Barre Council of Newspaper Unions, a corporation formed under Pennsylvania law. In its articles of incorporation, the following appears: \"The operation of said newspaper [The Citizen's Voice] shall be on a weekly or daily basis throughout the pendency of the current labor dispute. . . .\"\nMartin's advertisement in the Citizen's Voice was discovered by a Times Leader employee pursuant to a routine check. When informed of appellant's advertisement in the rival paper, publisher Richard Connor summoned Martin to managing editor William Thompson's office. There, Martin admitted to placing the ad in the Citizen's Voice. Connor charged her with \"treason\", of \"giving weapons to the enemy\", and of \"allowing them to buy one more sheet of paper and stay in business one second longer.\" He told her that the Times Leader was engaged in \"war\" with the Citizen's Voice, and that he was not confident of her loyalty to the Times Leader. Management personnel checked the handbook in deciding whether or not to discharge Martin.\nThirty minutes after their meeting, Connor discharged Dorothy Kay Martin.\nOn July 30, 1981, appellant filed a charge against the corporation which published the Times Leader with the National Labor Relations Board (NLRB) alleging that her discharge was the result of unfair labor practices. This *204 action was dismissed. Next, appellant filed an action in the Court of Common Pleas of Luzerne County. Appellees' motions for summary judgment were subsequently granted. This appeal followed.\n\nI.\nBefore dealing with the employment issues, we must first decide whether the appellant's cause of action has been preempted by federal labor law. Appellees urge that we find the cause of action preempted. The United States Supreme Court has written:\n\"When an activity is arguably subject to § 7 or § 8 of the [National Labor Relations] Act, the States as well as the federal courts must defer to the exclusive competence of the National Labor Relations Board. . . .\"\nSan Diego Building Trades Council v. Garmon, 359 U.S. 236, 245, 79 S.Ct. 773, 780, 3 L.Ed.2d 775 (1959).\nIn the instant case, appellant previously filed a charge with the NLRB alleging that appellant engaged in unfair labor practices within §§ 8(a)(1) and (a)(3) of the National Labor Relations Act (NLRA), 29 U.S.C. § 158(a)(1) and (3).[1]*205 That complaint was dismissed in its entirety. The administrative law judge who heard the case concluded that the newspaper did not violate § 8(a)(3) and (a)(1), nor did it engage in activity protected by § 7 of the Act. Garmon, supra, stated: \"[T]he Board may decide that an activity is neither protected nor prohibited, and thereby raise the question of whether such activity may be regulated by the states.\" Id. In the instant case, we read the NLRB's decision to say that the appellant's discharge was not an unfair labor practice protected and prohibited by the NLRA. The administrative law judge wrote:\nIn what appears to be a final thrust, the General Counsel urges that even if Respondent did not believe that Martin was engaged in protected activity, the discharge should be deemed unlawful as motivated by a continuing vendetta against the strikers. To support such an inference the General Counsel argues that Connor \"reacted so vehemently\" not because of the \"inconsequential loss of business\" produced by the advertisement, but because of the \"prolonged labor dispute which had spawned the Citizen's Voice.\" Here again, the General Counsel's view is lacking in merit. Connor's emotional and perhaps even irrational response was not beyond comprehension in the circumstances. The Citizen's Voice was Respondent's sole rival based in Wilkes-Barre whose publication primarily was addressed to the readers and advertisers in that immediate locale. Common experience leads to the realization that few municipalities comparable in size to Wilkes-Barre are capable of supporting more than one daily newspaper in this day and age. On all appearances, the Citizen's Voice is and has been a successful *206 venture, and one which imposes a serious threat to the competitive position, profitability and perhaps even the existence of the Times Leader. Respondent's sensitivity in the light of these facts does not impel a conclusion that Connor was provoked by considerations other than hostility toward a new, but significant competitive force in a market which for some 40-50 years had been the exclusive relm of Respondent.[8] In my opinion, the General Counsel's view of the evidence is founded upon little more than speculation and flirtation with an unwarranted substitution of business judgment.\nAs to this state's power to adjudicate disputes such as the instant one, our Supreme Court has stated:\nThe states . . . have not been deprived of all power where the activity in question is merely a peripheral concern of the Act, or where the action involves an interest so deeply rooted in the local community that the Court will not infer an intent on the part of Congress to preempt even though the tort action arose in the context of an unfair labor practice. . . . [I]n deciding whether the jurisdiction of the lower court is preempted, we must inquire whether the state has a strong interest in redressing the alleged injury, and, if it does, whether the state court can adjudicate the action without deciding the merits of the underlying controversy.\n\nSchena v. Smiley, 488 Pa. 632, 637, 413 A.2d 662, 664 (1980). (Citations omitted.)\nThe Schena court went on to state:\nWe, however, do not hold that all matters touching on labor relations are preempted from the jurisdiction of our state courts, but limit this to issues involving an \"unfair labor practice\", which was created by statute and unknown to common law.\nSchena, 488 Pa. at 639, 413 A.2d at 665.\nWithout hesitation, we may say that appellant's claims of breach of contract, wrongful discharge and interference with contractual obligations are all recognized actions of Pennsylvania common law. These actions were not *207 created by statute, and the state has a strong interest in deciding whether the alleged injury should be redressed. Moreover, the state court can adjudicate the case without deciding the merits of the underlying labor dispute. The discharge here is quite peripheral to the labor dispute, and the state court's adjudication of the issue would have no bearing on it.[2]\nAccordingly, all of the claims were properly adjudicated in state court.\n\nII.\nTurning to the merits of this appeal, we first note the familiar standard of review for summary judgments:\nSummary judgment may be granted if the pleadings, depositions, answers to interrogatories and admissions on file, show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. Williams v. Pilgrim Life Insurance Co., 306 Pa.Super. 170, 452 A.2d 269 (1982); Scheetz v. Borough of Lansdale, 64 Pa.Cmwlth.Ct. 24, 438 A.2d 1048 (1982). It is basic that summary judgment may be entered only in a case that is clear and free from doubt. Dunn v. Teti, 280 Pa.Super. 399, 421 A.2d 782 (1980); Tom Morello Construction Co. v. Bridgeport Federal Savings &amp; Loan Association, 280 Pa.Super. 329, 421 A.2d 747 (1980).\nRossi v. Pennsylvania State University, 340 Pa.Super. 39, 45, 489 A.2d 828, 831 (1985).\n\"Since at least 1891, Pennsylvania courts have recognized the rule that, absent a contract, employees may be discharged at any time, for any reason, or for no reason at all.\" Darlington v. General Electric, 350 Pa.Super. 183, 193, 504 A.2d 306, 310 (1986). See also Banas v. Matthews Intern. Corp., 348 Pa.Super. 464, 502 A.2d 637 (1985). *208 Both Darlington and Banas noted the criticisms which are now frequently levelled against this rule, called the \"at-will\" presumption.\nTaking a nationwide view of the law in this area, it is apparent that what once was the corpus juris of employment relations has lately become an amorphous mass of confusion replete with holdings that defy reconcilation from one jurisdiction to the next. The at-will presumption, the citadel that once governed the field with such predictability, has been eroded of late by piecemeal attacks on both the contract and tort fronts and the entire field seems precariously perched on the brink of change.\nPennsylvania has thus far escaped the widescale turbulence so common to the field and still clings to the at-will presumption. We stated in Darlington v. General Electric, 350 Pa.Super. 183, 504 A.2d 306, 310 (1986): \"Even had we been asked to review the question of whether the at-will presumption should be abrogated, we are not at liberty to so hold given our Supreme Court's stance on the issue. See Geary v. United States Steel Corporation, 456 Pa. 171, 319 A.2d 174 (1974). Moreover, we believe that if terminable at-will contracts are to be forbidden, the judicial process may be an inappropriate forum for such sweeping policy change.\" Courts require definiteness in employment contracting in order to overcome the at-will presumption, and Pennsylvania will forbid discharges in contravention to \"public policy\" (a tort action) in only narrow circumstances. Id.\nWe first address the issue concerning the distribution of the handbook. The handbook which was distributed to the employees contains the following:\nStandards of Conduct\nCertain rules and regulations are required to efficiently operate a business. The purpose of these rules and regulations is not to restrict or limit, but define and protect the rights of everyone.\nIt must be remembered that as circumstances change, rules often must change. Therefore, the Times Leader *209 may from time to time amend some rules to meet changing needs.\nThe following actions violate the standards of conduct of the Times Leader, and therefore represent cause for disciplinary action. Their enumeration here is by illustration and shall not be deemed to exclude any other just causes.\n\u0097 Dishonesty\n\u0097 Fighting or other acts that could endanger others\n\u0097 Unexcused absences or tardiness\n\u0097 Possessing or using intoxicants, drugs or controlled substances during working hours\n\u0097 Reporting to work under the influence of any intoxicants, drugs or controlled substances\n\u0097 Insubordination, including the refusal to perform work, and the use of profane or otherwise obscene and objectional language toward any employee at any time\n\u0097 Being convicted of a felony\n\u0097 Disparagement of or any conduct which will reflect unfavorably on the Times Leader\n\u0097 Gambling on Times Leader property\n\u0097 Breach of the equal opportunity policy regarding nondiscrimination\n\u0097 Possession of firearms or explosives on Times Leader property\nWe must ascertain whether the handbook has legally binding contractual significance and, if so, whether its terms preclude the discharge in the instant case.\nPennsylvania law holds that such handbooks are not legally binding on the employer who distributes them. In Richardson v. Charles Cole Memorial Hospital, 320 Pa.Super. 106, 108, 466 A.2d 1084, 1085 (1983), this court wrote: \"Appellant's unilateral act of publishing its policies did not amount to the `meeting of the minds' required for a contract. The terms of the handbook were not bargained for by the parties and any benefits conferred on it were mere gratuities.\"\n*210 In Banas v. Matthews International Corp., 348 Pa.Super. 464, 484-85, 502 A.2d 637, 647-48 (1985), this court wrote: \"If the handbook had contained, if not expressly at least by clear implication, a just cause provision, then appellee's claim might have merit. . . . [T]hat is a decision that must await a case in which the action is brought for breach of a just cause provision.\" In footnote number 11, the majority wrote:\nIn Richardson v. Cole Memorial Hospital, 320 Pa.Super. 106, 466 A.2d 1084 (1983), an employee sued for breach of a provision in an employee handbook that stated that the employer would \"provide continual employment to all employees whose work proves satisfactory;\" the handbook further provided disciplinary procedures and grievance procedures. Richardson is different from the employee handbook cases cited above because it holds that a handbook provision purporting to offer employment as long as an employee's performance is satisfactory is not contractually enforceable. \"Such a promise is not. . . . a promise to discharge for cause or good or just cause only.\" Toussaint v. Blue Cross &amp; Blue Shield of Michigan, supra, 408 Mich. [579] at 620, 292 N.W.2d [880] at 895. It is instead hardly a promise at all, for the term \"satisfactory\" presumes that the employee's \"work [must] prove[] satisfactory\" to the employer, leaving the employer with discretion to determine what measure of performance is satisfactory. In contrast, the promise to discharge only for cause provides an objective measure by which to evaluate the dismissal: What was the reason for the dismissal, and in the circumstances did the reason amount to just cause? See Toussaint v. Blue Cross &amp; Blue Shield of Michigan, supra at 619, 292 N.W.2d at 895.\nWe are not persuaded that Richardson should be read so narrowly. Although Richardson could have been decided on the basis that the \"promise\" of continual employment for all employees whose work proves \"satisfactory\" does not overcome the at-will presumption because it leaves the *211 decision whether to discharge the employee solely within the employer's discretion, the Richardson panel in fact decided the case on the broader basis that the handbook was not bargained-for because of the employer's unilateral act of publishing it, and therefore it was not legally binding. A decision of a court on a certain point is not dictum \"merely because something else was found in the end which disposed of the whole matter.\" Manley v. Manley, 193 Pa.Super. 252, 263, n. 3, 164 A.2d 113, 119 n. 3 (1960). The Richardson decision likewise cannot be considered dictum merely because a narrower holding could have been found to dispose of the whole matter. But even if we were not bound by Richardson, we find no merit to appellant's contentions.\nThe question of whether an employee handbook should be accorded contractual significance has engendered tremendous controversy in recent years. For a thoughtful exposition of the position that handbooks should be accorded contractual significance, see Judge Beck's concurring opinion in Darlington v. General Electric, 350 Pa.Super. 183, 213, 504 A.2d 306, 320 (1986) and Judge Beck's concurring and dissenting opinion in Banas v. Matthews International Corp., 348 Pa.Super. 464, 487, 502 A.2d 637, 649 (1985).\nMuch of the discussion in cases which hold that the handbook has contractual significance concerns an analysis of whether a valid offer and acceptance are present. Judge Beck succinctly summarized this analysis in Darlington v. General Electric, supra.\nProvisions in a handbook or manual can constitute a unilateral offer of employment which the employee accepts by the continuing performance of his or her duties. See Banas v. Matthews International Corp., 348 Pa.Super. 464, 502 A.2d 637 (1985) (Beck, J., concurring and dissenting). A unilateral contract is a contract wherein one party makes a promissory offer which calls for the other party to accept by rendering a performance. See Restatement (Second) of Contracts § 45 and Comment (a) thereunder (1981). In the employment context, the communication *212 to employees of certain rights, policies and procedures may constitute an offer of an employment contract with those terms. The employee signifies acceptance of the terms and conditions by continuing to perform the duties of his or her job; no additional or special consideration is required.\nId., 350 Pa.Superior Ct. at 212, 504 A.2d at 320.\nWe believe that the holding in Richardson, supra, is more in keeping with the philosophy of the at-will presumption than is the line of cases finding contractual significance in handbooks. And, we might add, it is more in keeping with our analysis in Darlington, supra, wherein we cautioned against further burdening of the judicial process with expanding the bases for recovery in this field. Richardson held that handbooks are not contracts because they lack consideration. We need not analyze whether there is consideration here because we find that a reasonable employee in appellant's position would not have understood that in distributing the handbook, the employer intended to be legally bound.\nWe also believe that cases which find contractual significance in handbooks have bypassed an important inquiry. Before we can decide whether there is a valid offer and acceptance with the distribution of a handbook, a threshold question must be asked: With the distribution of the handbook, does the at-will employee reasonably understand that the employer intended to alter the pre-existing at-will status?\nIn analyzing an employer's publication and distribution of an employee handbook, we should not necessarily presume that the employer intended to alter the previous existing contractual relationship between the parties; nor should we assume that the employee believed that the handbook was a legally binding instrument. For at least ninety-five years this Commonwealth has recognized that the employment relation is inherently different from other contractual settings. Professor Farnsworth, who served as reporter to the Restatement (Second) of Contracts, has succinctly stated:\n\n*213 \"Conscious of the traditionally intimate nature of the relationship between employer and employee, courts have regularly found that [there is no language in the contract relevant to termination of the employee] despite absolute promises on both sides. Then by implication, they have almost invariably supplied a term allowing either party to terminate at will.\"\nE.A. Farnsworth, Contracts 532 (1982) (emphasis added).\nAbsent a definite contract to the contrary (and Professor Farnsworth's quote, supra, suggests that the definiteness required surpasses that of the typical contractual setting), the reasonable expectations of the parties in the employment relations setting are that the employee will work for the employer only for so long as both desire. While an employment contract which is clearly for a term of a specific number of years would be enforceable, any language short of this definiteness is generally strictly reviewed because of the pervasive presumption that the employment is at-will.\nThe economic reality of the business setting generally safeguards against arbitrary discharges by an employer. It is, of course, not economically feasible for an employer to frequently discharge employees for purposes unrelated to the betterment of his business. This reality, however, offers little consolation to the individual who is subject to what seems to be an arbitrary or unreasonable discharge.\nThe at-will rule is a legal recognition of the \"intimate nature\" of the master-servant relationship of which Professor Farnsworth wrote, supra. In contrast to the employment setting, consider a sales relationship where a consumer purchases an appliance. It matters not at all whether the consumer and manufacturer get along personally. They usually never even meet. Whereas, it is often crucial to the employment relationship that the parties work well together and trust one another. Because so much depends on the subjective satisfaction of both parties in this area, the law is reluctant to require either to articulate objective \"just cause\" reasons when either decides to sever the *214 relationship. The at-will rule is an articulation of this reluctance. Moreover, the employment relationship is often more complex than other types of contractual relationships. In the case of the sale of an appliance, both buyer and seller can readily articulate objective reasons they might have for dissatisfaction with the other. The seller will be justifiably dissatisfied if the buyer's check bounces. The buyer will be justifiably unhappy if the product fails to perform to his reasonable expectations. In the employment setting, it may be impossible for either party to state with objective clarity the reasons for his dissatisfaction with the other. (The dissatisfaction may be borne of an accumulation of seemingly trivial things.) However, the law, via the at-will rule, recognizes that this dissatisfaction is as deserving of judicial relief as that in any other contractual setting.\nIn the instant case, in deciding whether the employer newspaper intended to re-contract with all the employees who received the handbook, we must ask whether the employment handbook evidences an intent that it become a legally binding contract that replaces the pre-existing at-will status. This is a question of interpretation and is therefore left to the court.\nThe handbook in the instant case does not evidence an intent to convert the employees who received it into employees who could only be discharged for an objective \"just cause.\" The list of actions that call for disciplinary action set forth in the handbook, supra, are nothing more than common sense enumerations of actions that any reasonable at-will employee would understand to generally call for disciplinary action. The handbook is an aspirational statement by the employer listing actions that generally will not be tolerated; it serves an information function. Moreover, the handbook states very specifically that the reasons set forth are illustrative only and that the employer has the unilateral right to alter the handbook when he sees fit. The handbook does not specifically cover an unusual situation such as the one presented instantly. It is unreasonable to believe that appellant was guided by the handbook in making *215 her decision to advertise in the rival newspaper. (In fact she did not check the handbook before placing the ad though she testified she knew there was no policy forbidding her action.)\nAppellant argues that the testimony of management personnel that the handbook \"controlled\" and \"covered\" the terms of employment supports her contention that she could only be discharged for objective just cause. We do not believe this testimony in any way serves to convert the handbook into a valid contract that limited the employer's right to discharge to \"just cause\" reasons only. The handbook contains numerous sections covering a broad spectrum of work-related issues. Included among these are: maps showing emergency exits in the building; the need for employees to carry ID cards while in the building; the prohibition of long distance phone calls while on the job; limitations on employees' powers to solicit while on the job; the company's sick pay, sick leave, and maternity leave policies; the policies concerning holidays, vacations, employment of relatives, and, the employee's duty to refuse significant gifts. It is perfectly reasonable to say that this document \"covers\" the employment relationship. It is, however, a quantum leap in logic to assert that because the handbook in some way \"covers\" the employment relationship, the terms of the handbook limit discharges for objective just cause only.\nAppellant had been hired as an at-will employee. To now hold that the handbook allowed her discharge only for just cause would, in effect, convert her into an employee with a contract for an indefinite term who could be fired only for objective just cause. This would be a modification of immense proportions. For such an extreme modification of a preexisting contract, we would require a clear statement of an intent to so modify. We do not believe a reasonable person in the appellant's position would have read this handbook provision as converting her from an at-will employee to an employee with an indefinite contract who could never be discharged without objective just cause. We reiterate *216 that there was already a contract between the appellant and the newspaper, the terms of which were that appellant could be discharged for any or no reason. Darlington v. General Electric, supra. In the handbook, we fail to see the definiteness required to overcome that original at-will contract. The handbook provision uses very general language such as \"dishonesty\", \"insubordination\", \"conduct which will reflect unfavorably on the Times Leader\". The reasonable employee would understand these terms to include the phrase \". . . in the judgment of the employer.\" The intent to overcome the at-will presumption must be stated with clarity.\nThe handbook provision in question merely asserts that if certain conduct were engaged in by an employee, it would be grounds for disciplinary action. There is, however, no mention if any action would also be grounds for dismissal. The employer's use of the term \"disciplinary action\" as opposed to \"dismissal\" or \"discharge\" is another manifestation of the vagueness and uncertainty associated with the provision in question. The vagueness and the generalities coupled with the employer's reservation of power to unilaterally alter the handbook's terms would lead a reasonable at-will employee to interpret its distribution as an informational guideline, and not as the exclusive enumeration of the entire panoply of rights and duties existing between employer and employee which served to displace the at-will contract that already existed between employee and employer.\nThe law of employment relations regards the surrounding circumstances of the employment as important to clarifying the intention of the parties.\n\"[I]t is the intention of the parties which is the ultimate guide, and, in order to ascertain that intention, the court may take into consideration the surrounding circumstances, the situation of the parties, the objects they apparently have in view, and the nature of the subject matter of the agreement. Thus, contracts which do not fix a definite time for the duration of the relationship which they *217 create are sometimes construed as providing for a reasonable time or some particular period inferred from the nature and surrounding circumstances of the undertaking.\"\nPrice v. Confair, 366 Pa. 538, 542, 79 A.2d 224, 226 (1951). It is significant here that the employer unilaterally distributed the handbook and retained the right to unilaterally alter the handbook at-will. This lends support to our holding that a reasonable employee would not understand the at-will presumption to have been overcome by the handbook provision in question. In construing whether or not the at-will presumption has been overcome, courts often examine whether or not the employee has come to the employment relation with bargaining strength greater than that of the typical employee. This doctrine, called \"sufficient additional consideration\", was given a thorough exposition in Darlington v. General Electric, supra. If the employee gives his employer consideration other than the services for which he was hired, courts will infer that the parties intended to overcome the at-will presumption. If the parties did not actually intend, then fairness requires that the employer, who has been given the additional consideration, cannot terminate the employment without objective just cause. Id. The handbook provisions in the instant case were given to the employees gratuitously. There is absolutely no indication whatsoever that appellant rendered sufficient additional consideration in exchange for a just cause discharge provision. Although additional consideration is not necessary to turn an at-will employee into one who cannot be fired except for just cause (so long as there is a definite contract so providing), we merely note the absence of additional consideration as indicative of the parties' understanding here. The surrounding circumstances in this case do not indicate that it was the employer's intent to give appellant a \"just cause\" handbook provision as a quid pro quo for some extraordinary service rendered by her.\nThus, finding no express promise to convert the at-will employment into employment for an indefinite term, and *218 finding nothing in the surrounding circumstances to so hold, either, appellant's argument must fail.\nMoreover, the fact that management personnel checked the handbook before discharging appellant does not necessarily mean that the handbook legally limited his ability to discharge for \"just cause\" only. The employer's attempt to justify the discharge in the terms of the handbook's provisions may be accounted for by the employer's desire to foster sounder employer-employee relations. It is not an admission that the handbook legally forbade discharges for any but objective just causes. As we stated in Darlington v. General Electric, 350 Pa.Super. at 183, 504 A.2d at 313:\nAppellant also contends that the fact that General Electric asked him to provide explanations for some of his suspect conduct is relevant to clarifying the parties' intent that the contract could be terminated only for just cause. The parties' own interpretation of a contract, as shown by their acts and declarations, \"will ordinarily be adopted by the court.\" Armstrong v. Standard Ice Co., 129 Pa.Super. 207, 195 A. 171 (1937). In the instant case, however, General Electric's request of appellant to provide explanations may be readily accounted for by something other than a desire to adhere to an existing contract. By allowing appellant some opportunity to explain his conduct, and by having Mr. Marini insure a fair hearing for him, General Electric may well have been following a company policy designed to foster sound relations with its employees. The future effect of holding that this action alone is sufficient evidence to overcome the at-will presumption could serve to discourage employers from adopting such worthwhile policies.\nThe handbook provision in question expressly mentions the term \"just causes\". Does the use of this phrase automatically convert the handbook into a contract? In Banas v. Matthews Intern. Corp., supra, 348 Pa.Super. at 483-84, 502 A.2d at 647, this court wrote:\n\n*219 In recent years some courts have held that the employment-at-will rule is inapplicable where the employer has issued an employee handbook containing a provision that commits the employer to dismiss an employee for just cause only, and that an action will lie for breach of such a provision. See, e.g., Toussaint v. Blue Cross &amp; Blue Shield of Michigan, 408 Mich. 579, 292 N.W.2d 880 (1980); Pine River State Bank v. Mettille, 333 N.W.2d 622 (Minn. 1983); Weiner v. McGraw-Hill, Inc., 57 N.Y.2d 458, 443 N.E.2d 441, 457 N.Y.S.2d 193 (1982). It would, however, be improper for us to decide whether we agree with the reasoning of these decisions. Indeed, it would be mere dictum, for nowhere in the employee handbook issued by appellant is there a provision that commits appellant to dismiss an employee for just cause only \u0097 nor did appellee plead or argue any such provision. The employee handbook cases, therefore, are irrelevant to this case. In another case we may, or may not, decide to permit recovery for breach of a commitment made by the employer in an employee handbook, but this case does not present that issue.\nIn the instant case, the handbook specifically states that the list of actions which would lead to disciplinary action was illustrative \"and shall not be deemed to exclude any other just causes.\" (Emphasis added.) It would be purely fanciful, however, to believe that the term \"just causes\" was used in a technical sense to mean that the employer could discharge only for objective just cause. When considered in the context of the other factors, discussed supra, it seems clear that the employer did not intend to turn over to a trier of fact in a judicial setting the responsibility of defining \"just cause.\" The intention to do so must be stated with clarity. The use of this term must be read to mean that the employer, in his subjective judgment, would decide what causes for discharge are \"just\". To regard the use of the term \"just cause\" here as some sort of talisman which magically converts the at-will employee into one who can *220 never be discharged without objective just cause would defy reason.\nWe note that decisions which find contractual significance in handbooks differ from our holding in at least one fundamental respect. In those decisions, an employer may \"issue statements which are not contractually binding, so long as such statements are accompanied with an appropriate, conspicuous disclaimer. See Woolley v. Hoffmann-LaRoche, Inc., 99 N.J. 284, 491 A.2d 1257 (1985) (`All that need be done is the inclusion in a very prominent position of an appropriate statement that there is no promise of any kind by the employer contained in the manual.')\" Banas v. Matthews Intern. Corp., 348 Pa.Super. 464, 502 A.2d 637 (1985) (concurring and dissenting opinion by Beck, J. 348 Pa.Super. at 502-04, 502 A.2d at 657-58.) We believe that the above-stated presumption should be reversed \u0097 that the employment should be presumed to be \"at-will\" unless an intent to alter the at-will relationship is clearly stated in the handbook. Such a holding would be more in keeping with the policy underlying the at-will presumption. The question is really how strongly the particular jurisdiction adheres to the at-will presumption. Pennsylvania continues to cling to it. The at-will rule will not be overcome by vague or general promises in Pennsylvania. See Darlington v. General Electric, supra. Moreover, when the allegation is that the handbook converts an employee who previously could be fired at any time, for any or no reason, into an employee who can never be fired without objective just cause, we must carefully inquire as to whether a reasonable employee would have understood the handbook to effect a change of such immense proportions.\nIn Darlington v. General Electric, supra, we noted a practical problem with holding that handbooks have contractual significance:\nThere is a particular problem with employee manuals or handbooks: such documents may be generally unread or not understood. If such documents were to be viewed as binding upon the employer, courts would then have to *221 consider their binding force upon employees who, again, may not have read or understood all of the provisions and conditions of such documents as literally applicable to employees. Id. 350 Pa.Super. at 204, 504 A.2d at 316.\nIt is certain beyond question that corporate counsel are even now redrafting the language in their company's handbooks so that it will not bind them to terms to which they did not intend to be legally bound. (See K.H. Decker, Handbooks and Employment Policies As Express Or Implied Guarantees Of Employment \u0097 Employer Beware, 5 J. Law and Commerce 207 (1985), where the author provides suggestions for employers who do not wish their intentions to be misconstrued by courts that would find contractual significance in handbooks.)\nIt is our judicial duty to give effect to the reasonable expectations of the parties, not to craft an interpretation solely for the purpose of benefitting one of the parties alone. Nor is it the function of courts to alter the bargaining strengths which the parties bring to the contracting process.\nA contrary holding in the instant case could have the socially deleterious effect of causing employers to forego publication and distribution of handbooks for fear that their intentions would be misconstrued by the courts. We would be loathe to impede the useful work of handbooks with one fell swoop of the judicial pen. The judicial chamber is ill-equipped to determine what effect such a sweeping policy change would have on society. Such a change would best be accomplished by the legislative process, with its attendant public hearings and debate. See K.H. Decker, At-Will Employment in Pennsylvania \u0097 A Proposal For Its Abolition And Statutory Regulation, 87 Dickinson L.Rev. 477 (1983).\nImportantly, we do not mean to say that an employer cannot create a legally binding \"contract\" with his employees via an employment handbook. It is for the court to interpret the handbook to discern whether it contains evidence *222 of the employer's intention to be legally bound and to convert an at-will employee into an employee who cannot be fired without objective just cause. A reasonable employee may be presumed to regard such handbooks as having legally binding contractual significance when the handbook, or oral representations about the handbook, in some way clearly state that it is to have such effect. Absent such an indication by the employer, the form of which can only be determined on a case-by-case basis, the at-will employee cannot reasonably be said to believe that his at-will status has been legally changed by the handbook.\nAppellant next argues that her discharge was against public policy because it was done for retaliatory purposes and with the specific intent to harm her.\nThe allegation that a discharge is against public policy is a cause of action sounding in tort which can only be invoked when the employment is at will. Phillips v. Babcock &amp; Wilcox Tubular Products Division of McDermott Inc., 349 Pa.Super. 351, 503 A.2d 36 (1986); Darlington v. General Electric, supra. Moreover, the action for wrongful discharge is a narrow exception to the at-will rule and allows recovery only in limited instances. We do not believe such recovery is called for by the facts of this case.\nAppellant argues that her discharge was in retaliation for advertising in the rival newspaper. Even if the employer's reaction to the advertisement was in some way unreasonable, this alone does not give appellant a cause of action for wrongful discharge. In Rossi v. The Pennsylvania State University, 340 Pa.Super. 39, 54, 489 A.2d 828, 836 (1985), we stated that an employee who is discharged for attempting \"to assume management prerogatives\" has no cause of action. To allow recovery in such a case \"would have the unwise effect of transferring to the judicial forum the duty of evaluating the propriety of management policies.\" In the instant case, management was engaged in a bitter dispute with the rival newspaper in which appellant placed her ad. Publisher Connor was obviously *223 upset by what he believed to be an insubordinate action of an employee. Appellant would have us send this case before a judicial trier of fact to decide if Connor's reaction was reasonable. Such a holding would be tantamount to transferring management decisions to the judicial forum. We noted in Darlington v. General Electric, supra, 350 Pa.Super. at 210-211, 504 A.2d at 320, that \"[i]nherent in the at-will presumption itself is an important public policy \u0097 that the employer should be master of his business.\" Many discharged employees could claim that they were discharged \"in retaliation\" for some action or other. This court does not recognize such general allegations as a basis upon which to grant recovery. \"In Geary, the court rejected a cause of action by an employee allegedly discharged in retaliation for voicing his disapproval about a new product made by his employer. Mr. Geary alleged the product was dangerous and, in effect, was discharged despite, and because of, his good intentions.\" Darlington v. General Electric, 350 Pa.Super. at 206, 504 A.2d at 318. In the spirit of the limited public policy exception carved out of the at-will rule by our Supreme Court in Geary, we do not allow recovery for appellant here.\nAppellant next argues that her discharge was against public policy because she was fired for exercising her constitutional rights. Appellant cites two Articles of the Pennsylvania Constitution as the sources of the public policy which she alleges forbids her discharge. Article 1, Section 1 provides that:\n\"All men have certain inherent and indefeasible rights, among which are those of . . . acquiring, possessing and protecting property and reputation, and of pursuing their own happiness.\"\nAnd, Article 1, Section 7 provides in part that:\n\"The free communication of thoughts and opinions is one of the invaluable rights of man, and every citizen may freely speak, write and print on any subject, being responsible for the abuse of that liberty.\"\n*224 Appellant alleges that the publication of her advertisement in the rival newspaper is so protected by the public policy embodied in these Articles of the Constitution that her discharge because of the advertisement was wrongful. She cites two cases in support of this contention. Neither demands that we allow recovery.\nIn Hunter v. Port Authority of Allegheny County, 277 Pa.Super. 4, 419 A.2d 631 (1980), we held that a job applicant could not be denied public employment as a bus driver because of a thirteen year old assault conviction. We wrote: \"[O]nce the government decides to create employment positions, it may not summarily reject an individual's employment application on the ground that the individual has a prior criminal record, unless in doing so the government is furthering a legitimate governmental goal.\" In Reuther v. Fowler and Williams, Inc., 255 Pa.Super. 28, 386 A.2d 119 (1978), we held that an employee could not be discharged for serving jury duty. \"The jury system and jury service are of the highest importance to our legal process.\" But, \"even when an important public policy is involved, an employer may discharge an employee if he has a separate, plausible, and legitimate reason for doing so.\" In Hunter, supra, the employer was a government agency. In Reuther, supra, the public policy involved (the preservation of the jury system) was of the \"highest importance\". In both cases, the court acknowledged that the employer could still discharge the employee if he had a legitimate reason for so doing. In the instant case, the employer was a private business entity, not a government agency. The public policy involved was the freedom of commercial speech, not the preservation of the jury system. The legitimate business reason for the discharge is to be found in the employer's right to discharge an employee he perceives to be disloyal.\nOur holding instantly does not diminish the right of freedom of speech. But freedom of speech is subject to numerous constraints that render it a less-than absolute right in practice. The rights of others sometimes clash with *225 and restrict one's freedom of speech. Just as one does not have the right to shout \"fire\" in a crowded theater, so too, the theater owner surely has the right to discharge an usher if he is the one who shouted \"fire.\"\nAn employer also has the right to discharge an employee for certain speech which is protected by the Constitution. Even when the Constitution allows one to speak freely, it does not forbid an employer from exercising his judgment to discharge an employee whose speech in some way offends him. In Geary, supra, the employee was discharged for voicing his disapproval about what he perceived to be an unsafe product. Our Supreme Court accorded him no relief despite the fact that the employee's speech was presumably protected by the Constitution.\nIn Darlington v. General Electric, supra, we noted \"the reluctance of courts to allow recovery based on novel theories of public policies.\" Id. 350 Pa.Super. at 209, 504 A.2d at 319. Moreover, we recognized that public policies which call for recovery in case of a discharge \"represent exceptions to the rule.\" Id. We do not believe that the general constitutional provisions cited by appellant here as the sources of the public policy protecting her speech mandate a reversal.\nWe believe that Judge Cercone's analysis in Cisco v. United Parcel Services, Inc., 328 Pa.Super. 300, 307-08, 476 A.2d 1340, 1344 (1984) is apposite to this question. In Cisco, appellant alleged he was forced to resign his job as a United Parcel Post employee because he was accused of theft and trespass. Although he was subsequently acquitted of these charges, he was not rehired. Appellant sought redress from this court, but none was granted. Judge Cercone wrote:\nThis case involves an arrest arising from appellant's performance of his extant duties, not an incident arising thirteen years earlier on an unconnected matter, as in Hunter, supra. It is not a hiring situation, by a public employer as in Hunter, but a discharge and refusal to rehire by a private company. This situation, in addition, *226 gives rise to an inference that the reputation and business activity of U.P.S. were jeopardized by a mere arrest, even one which ultimately resulted in an acquittal. While the full panoply of rights incident to a criminal defendant were entitlements of appellant in his trial experience, including the right to be presumed innocent until proven guilty, these rights which are ensured by both the United States and Pennsylvania Constitutions are not necessarily meant to, nor can they, be superimposed into an accused's remaining life experiences. Thus, marriages crumble when one is adjudged guilty without ever being considered innocent and jobs are lost when the employer, for a legitimate business reason, cannot risk even someone under suspicion of having committed theft and trespass when the nature of its business is to enter onto the premises of others and to deliver parcels which belong to them.\nLikewise, in the instant case, while the constitutional right of free speech is accorded a person who advertises, these rights are not meant to be, nor can they be, superimposed and extended to all other aspects of his life.\nWe find sufficient legitimate business reasons to justify the discharge here. The employer was obviously upset by what he perceived to be an insubordinate and disloyal act of an employee. Can the judiciary command an employer to either retain someone he believes to be disloyal or pay damages in order to discharge her? Such a holding would render the at-will presumption a toothless nullity. It \"would have the unwise effect of transferring to the judicial forum the duty of evaluating the propriety of management decisions.\" Rossi v. The Pennsylvania State University, 340 Pa.Super. 39, 55, 489 A.2d 828, 836 (1985). Appellant cites The Pennsylvania Constitution as the source of the public policy protection she alleges. One of the cited provisions states that every citizen has the right to free expression but is \"responsible for the abuse of that liberty\". Appellant here was not barred from advertising. She must, however, be prepared to accept the consequences of her *227 decision. At-will employees cannot expect to retain their employment when they use their freedom of speech to express insubordination and disloyalty. Thus, this allegation does not command recovery for appellant.\nAppellant next claims that the balancing test set forth in Yaindl v. Ingersoll-Rand, 281 Pa.Super. 560, 422 A.2d 611 (1980) demonstrates that her discharge was wrongful. In Yaindl, we wrote that in reviewing an order dismissing a claim for wrongful discharge, \"we must weigh several factors, balancing against appellant's interest in making a living, his employer's interest in running its business, its motive in discharging appellant and the manner of effecting the discharge, and any social interests of public policies that may be implicated.\" Yaindl, Id., 281 Pa.Superior Ct. at 577, 422 A.2d at 620.\nWe do not believe that the holding in Yaindl calls for recovery in the instant case. In Darlington v. General Electric, supra, we wrote that: \"Yaindl was basically a case wherein this court applied the public policy exception to the employment at-will rule.\" Id. 350 Pa.Super. at 206, 504 A.2d at 317. We also wrote that \"[i]f an employee's discharge is in contravention of public policy, courts hold the discharge to have been wrongful. But, if the discharge was not against public policy, and there is no contractual provision to prevent it, courts generally find that no rights have been violated by the discharge.\" Id.\nIn the instant case, we find no contractual arrangement to overcome the at-will presumption nor do we find any public policy which would prevent such a discharge. The manner of the discharge may well have been brusque but this is of no legal import. \"The policy underlying the at-will presumption mandates that where there is no contract to rebut the at-will presumption, and where no public policy has been violated by the discharge, we must weigh the employer's interest in running his business more heavily than all the other interests. Inherent in the at-will presumption itself is an important public policy \u0097 that the employer *228 should be master of his business.\" Id., 350 Pa.Superior Ct. at 210, 504 A.2d at 320. Thus, this allegation will not give rise to a recovery.\nFinally, appellant argues that her discharge constitutes a malicious interference with her contractual relations with Capital (the publisher of The Times Leader), by Connor and Capital.\nThe Restatement (Second) of Torts § 767 defines this cause of action as follows:\nIn determining whether an actor's conduct in intentionally interfering with a contract or a prospective contractual relation of another is improper or not, consideration is given to the following factors:\n(a) the nature of the actor's conduct,\n(b) the actor's motive,\n(c) the interests of the other with which the actor's conduct interferes,\n(d) the interests sought to be advanced by the actor,\n(e) the social interests in protecting the freedom of action of the actor and the contractual interests of the other,\n(f) the proximity or remoteness of the actor's conduct to the interference and\n(g) the relations between the parties.\nEven if we consider the employee's at-will status as a broad type of contract which could be interfered with, we hold that this allegation is improper in light of the fact that the claim is made by an employee against the publisher of the newspaper where she worked. There was no third party interference with appellant's contract. DuSesoi v. United Refining Co., 540 F.Supp. 1260, 1275 (W.D.Pa. 1982).\nOrder affirmed.\nMcEWEN, J., concurs in the result.\nNOTES\n[1]  § 158. Unfair labor practices\n\n(a) It shall be an unfair labor practice for an employer \u0097\n(1) to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title;\n(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: Provided, That nothing in this subchapter, or in any other statute of the United States, shall preclude an employer from making an agreement with a labor organization (not established, maintained, or assisted by any action defined in this subsection as an unfair labor practice) to require as a condition of employment membership therein on or after the thirtieth day following the beginning of such employment or the effective date of such agreement, whichever is the later, (i) if such labor organization is the representative of the employees as provided in section 159(a) of this title, in the appropriate collective-bargaining unit covered by such agreement when made, and (ii) unless following an election held as provided in section 159(e) of this title within one year preceding the effective date of such agreement, the Board shall have certified that at least a majority of the employees eligible to vote in such election have voted to rescind the authority of such labor organization to make such an agreement: Provided further, That no employer shall justify any discrimination against an employee for nonmembership in a labor organization (A) if he has reasonable grounds for believing that such membership was not available to the employee on the same terms and conditions generally applicable to other members, or (B) if he has reasonable grounds for believing that membership was denied or terminated for reasons other than the failure of the employee to tender the periodic dues and the initiation fees uniformly required as a condition of acquiring or retaining membership;\n[2]  The lower court wrote that \"the plaintiff's claims (breach of contract, wrongful discharge, and interference with contractual relations) are not disguised allegations of unfair labor practices, but are distinct claims recognized by common law.\" (Lower court op. at 7.)\n\n",
            "ocr": false,
            "opinion_id": 1520161
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}