{
    "id": 752634,
    "judges": null,
    "date_filed": "2019-10-14",
    "date_filed_is_approximate": true,
    "slug": "wendell-g-evans-v-peggy-kernan",
    "case_name_short": null,
    "case_name": "Wendell G. Evans v. Peggy Kernan",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "139 F.3d 904"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/139/139.F3d.904.-95-01548-.97-15324.html",
            "author_id": null,
            "opinion_text": "139 F.3d 904\n    NOTICE: Ninth Circuit Rule 36-3 provides that dispositions other than opinions or orders designated for publication are not precedential and should not be cited except when relevant under the doctrines of law of the case, res judicata, or collateral estoppel.Wendell G. EVANS, Petitioner-Appellant,v.Peggy KERNAN, Respondent-Appellee.\n    No. 97-15324.D.C. No. CV-95-01548-NMC.\n    United States Court of Appeals, Ninth Circuit.\n    Submitted February 9, 1998.**Decided Feb. 19, 1998.\n    \n      Appeal from the United States District Court for the Northern District of California Maxine M. Chesney, District Judge, Presiding.\n      Before PREGERSON, CANBY, and LEAVY, Circuit Judges.\n    \n    \n      1\n      MEMORANDUM*\n    \n    \n      2\n      Wendell G. Evans, a California state prisoner, appeals pro se the district court's denial of his 28 U.S.C. &#167; 2254 habeas corpus petition challenging his conviction and sentence for robbery and false imprisonment.  We have jurisdiction under 28 U.S.C. &#167; 2253.  We review de novo, see Martineau v. Angelone, 25 F.3d 734, 738 (9th Cir.1994), and we affirm.\n    \n    A. Insufficiency of the Evidence\n    \n      3\n      Evans contends that the evidence was insufficient to support the jury's finding on the sentence enhancement allegation that he personally used a gun in the commission of the offenses.  This contention lacks merit.\n    \n    \n      4\n      \"A state prisoner may ... be entitled to federal habeas relief if he can show that the evidence adduced at trial was such that no rational trier of fact could have found proof of guilt beyond a reasonable doubt.\"  Id. (citing Jackson v. Virginia, 443 U.S. 307, 324, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979)).\n    \n    \n      5\n      Here, Evans testified that he took the gun away from the victim, pointed it at the victim and carried it into the apartment where he robbed the victim.  Given these facts a rational trier of fact could have found that Evans personally used the gun in the commission of the offenses.  See id.\n    \n    B. Ex Parte Contacts\n    \n      6\n      Evans contends that the trial judge's ex parte communication with a juror violated due process and his criminal procedure rights to be present at all stages of the trial.\n    \n    \n      7\n      Ex parte contacts are subject to the rule of harmless error.  See Rushen v. Spain, 464 U.S. 114, 120, 104 S.Ct. 453, 78 L.Ed.2d 267 (1983) (per curiam).  In order to grant relief on Evans's habeas petition, the error must have \"had a substantial and injurious effect or influence in determining the jury's verdict.\"   See Brecht v. Abrahamson, 507 U.S. 619, 623, 113 S.Ct. 1710, 123 L.Ed.2d 353 (1993).  We hold that it did not.\n    \n    \n      8\n      Here, the trial judge spoke briefly with a juror, without the attorneys present, who reported that two comments had been made about the attorneys.  The juror did not repeat the comments nor did she name which attorney the comments referred to.  The trial judge stated that although the comments did not apply to the case, such comments should not be made and any further comments must be reported to the court, after which it would take appropriate action.\n    \n    \n      9\n      On this record, assuming the trial court erred in having the ex parte communication with the juror, any such error could not have \"had a substantial and injurious effect or influence in determining the jury's verdict\" given the lack of evidence supporting any improper or external influence on the unnamed juror, or of any bias against Evans by the juror.  See Brecht, 507 U.S. at 623;  Rushen, 464 U.S. at 120.\n    \n    C. Jury Instruction\n    \n      10\n      Evans also contends that a special instruction given on his claim-of-right defense negated the element of specific intent in the robbery charge.  This contention lacks merit.\n    \n    \n      11\n      To obtain relief for errors in the jury charge, the petitioner must show that the ailing instruction by itself so infected the trial that the resulting conviction violates due process by rendering the trial fundamentally unfair.  See Estelle v. McGuire, 502 U.S. 62, 72, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991).  However, it is not the province of a federal habeas court to reexamine state-court determinations on state-law questions.  See id. at 67-68.\n    \n    \n      12\n      At trial, Evans asserted a claim-of-right defense in order to negate the specific intent element of the robbery charge.  Evans argued that because the victim was a cocaine supplier who sold him diluted cocaine, Evans had a valid claim to the money.  The trial court instructed the jury that Evans's argument was not a legal defense to the charges on the state law ground that the claim of right defense is inapplicable to claims based on an illegal drug sale.1  Because this is purely an issue of state law which the California courts have resolved against Evans, and Evans has not shown that this instruction otherwise rendered his trial fundamentally unfair, his conviction did not violate due process.  See id.\n    \n    \n      13\n      AFFIRMED.\n    \n    \n      \n        **\n         The panel unanimously finds this case suitable for decision without oral argument.  See Fed.R.App.P. 34(a);  9th Cir.R. 34-4\n      \n      \n        *\n         This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by 9th Cir.R. 36-3\n      \n      \n        1\n         The claim-of-right defense is inapplicable to claims based on notoriously illegal activity.  See People v. Hendricks, 44 Cal.3d 635, 244 Cal.Rptr. 181, 749 P.2d 836, 839 (Cal.1988)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 752634
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}