{
    "id": 760997,
    "judges": null,
    "date_filed": "2011-01-15",
    "date_filed_is_approximate": true,
    "slug": "terry-joe-braggs-v-the-attorney-general-of-the-sta",
    "case_name_short": null,
    "case_name": "Terry Joe Braggs v. The Attorney General of the State of Oklahoma Gary Cardinale James Saffle",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "166 F.3d 346"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/166/166.F3d.346.98-6156.html",
            "author_id": null,
            "opinion_text": "166 F.3d 346\n    98 CJ C.A.R. 6288\n    NOTICE:  Although citation of unpublished opinions remains unfavored, unpublished opinions may now be cited if the opinion has persuasive value on a material issue, and a copy is attached to the citing document or, if cited in oral argument, copies are furnished to the Court and all parties.  See General Order of November 29, 1993, suspending 10th Cir. Rule 36.3 until December 31, 1995, or further order.\n    Terry Joe BRAGGS, Petitioner-Appellant,v.THE ATTORNEY GENERAL of the State of Oklahoma; GaryCardinale; James Saffle, Respondents-Appellees.\n    No. 98-6156.\n    United States Court of Appeals, Tenth Circuit.\n    Dec. 14, 1998.\n    \n      1\n      Before SEYMOUR, BRORBY, and BRISCOE, C.J.\n    \n    \n      2\n      ORDER AND JUDGMENT*\n    \n    BROBY.\n    \n      3\n      After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal.  See Fed.  R.App. P. 34(a)(2); 10th Cir.R. 34.1.9.  The case is therefore ordered submitted without oral argument.\n    \n    \n      4\n      Petitioner Terry Joe Braggs appeals the district court's denial of his petition for a writ of habeas corpus, filed pursuant to 28 U.S.C. &#167; 2254, and requests a certificate of appealability.  Mr. Braggs is currently serving a twenty year sentence in the Mansfield Law Enforcement Center, following his conviction for robbery with a firearm.  Mr. Braggs filed a direct appeal of his conviction with the Oklahoma Court of Criminal Appeals, asserting as his sole claim the evidence was insufficient to prove his guilt.  The Oklahoma Court of Criminal Appeals affirmed the conviction.  Mr. Braggs then filed a petition for federal habeas relief in which he again asserted the evidence was insufficient to support his conviction and added claims for ineffective assistance of counsel and denial of due process as a result of an impermissibly tainted in-court identification.  Because the ineffective assistance of counsel and due process claims had not been raised in the Oklahoma courts, the magistrate judge recommended the petition be dismissed as a \"mixed petition,\" containing both exhausted and unexhausted claims.  The district court adopted the magistrate judge's recommendation, dismissed the petition without prejudice, and denied a certificate of appealability.  We agree with the district court's reasoning and therefore deny Mr. Braggs' motion for a certificate of appealability and dismiss his appeal.\n    \n    \n      5\n      A state prisoner's federal habeas petition should be dismissed if the prisoner has not exhausted available state remedies.  Coleman v. Thompson, 501 U.S. 722, 731 (1991).  A district court must also dismiss \"mixed\" petitions containing both exhausted and unexhausted claims.  Rose v. Lundy, 455 U.S. 509, 510 (1982).  A claim is exhausted if a state appellate court has had the opportunity to rule on the claim, or if the petitioner has no available state avenue of redress.  Miranda v. Cooper, 967 F.2d 392, 398 (10th Cir.), cert. denied, 506 U.S. 924 (1992).  The latter circumstance occurs where petitioner's claims would be procedurally barred under applicable state law.  Coleman, 501 U.S. at 732; Demarest v. Price, 130 F.3d 922, 939 (10th Cir.1997).\n    \n    \n      6\n      In this case, Mr. Braggs exhausted his sufficiency of the evidence claim by raising it on direct appeal.1  Mr. Braggs failed, however, to present his ineffective assistance of counsel or due process claims before the Oklahoma Court of Criminal Appeals.  Under Oklahoma law, if a prisoner bypasses an issue on direct appeal, he or she may not assert that issue in application for state post-conviction relief.  Jones v. State, 704 P.2d 1138, 1140 (Okla.Crim.App.1985).  Thus, Mr. Braggs might argue his remaining claims are procedurally barred, and therefore exhausted, since he bypassed direct appeal and collateral review is unavailable.\n    \n    \n      7\n      However, Oklahoma courts have recognized certain exceptions to the procedural bar rule.  Specifically, a defendant may raise issues in an application for post-conviction relief not asserted on direct appeal if \"sufficient reason\" prevented assertion of the error or if defendant bypassed direct appeal because of a procedural error of counsel.  Okla. Stat. tit. 22, &#167; 1086 (1986); Jones, 704 P.2d at 1140.  Because there is a possibility that the state court may allow review of Mr. Braggs' claims under one of these exceptions, there remains an available state avenue of redress, and Mr. Braggs must exhaust that remedy before proceeding with his federal habeas petition.  See Snowden v. Singletary, 135 F.3d 732, 737 (11th Cir.)  (noting a procedural bar does not amount to exhaustion if \"there is a reasonable possibility that an exception to the procedural bar may still be available to the petitioner\"), cert. denied, --- U.S. ----, 119 S.Ct. 405, 142 L.Ed.2d 329 (1998); Lambert v. Blackwell, 134 F.3d 506, 519 (3d Cir.1998) (holding that federal court should dismiss a petition if it is uncertain how a state court would resolve the procedural default issue), petition for cert. filed (S.Ct. Apr. 23, 1998) (No. 97-8812).\n    \n    \n      8\n      Mr. Braggs has failed to adequately exhaust available state remedies, a prerequisite to bringing this action.  Rose, 455 U.S. at 510.  Since Mr. Braggs may obtain relief in state court, he has not yet made a \"substantial showing of the denial of a constitutional right.\" 28 U.S.C. &#167; 2253; Hogan v. Zavaras, 93 F.3d 711, 712 (10th Cir.1996) (denying certificate of appealability where petitioner failed to exhaust state remedies).  Accordingly, we deny Petitioner's application for a certificate of appealability and DISMISS this appeal.\n    \n    \n      \n        *\n         This order and judgment is not binding precedent except under the doctrines of law of the case, res judicata and collateral estoppel.  The court generally disfavors the citation of orders and judgments; nevertheless, an order and judgment may be cited under the terms and conditions of 10th Cir.R. 36.3\n      \n      \n        1\n         A direct appeal effectively exhausts state remedies under Oklahoma law because \"[i]ssues which were raised and decided on direct appeal are barred from further consideration [at the state level] by res judicata.\"  Paxton v. State, 910 P.2d 1059, 1061 (Okla.Crim.App.1996)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 760997
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}