{
    "id": 793421,
    "judges": "Loken, Riley, Wollman",
    "date_filed": "2021-08-25",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jeffrey-shafer",
    "case_name_short": null,
    "case_name": "United States v. Jeffrey Shafer",
    "case_name_full": "UNITED STATES of America, Plaintiff—Appellant, v. Jeffrey SHAFER, Defendant—Appellee",
    "attorneys": "Douglas R. Semisch, argued, Asst. U.S. Attorney, Omaha, NE, for appellant., Jeffrey L. Thomas, argued, Omaha, NE, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Dec. 13, 2005.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 33,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1193-22\">\n    UNITED STATES of America, Plaintiff—Appellant, v. Jeffrey SHAFER, Defendant—Appellee.\n   </parties><docketnumber id=\"AhS0\">\n    No. 05-2049.\n   </docketnumber><br><court id=\"b1193-25\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b1193-26\">\n    Submitted: Dec. 13, 2005.\n   </otherdate><br><decisiondate id=\"b1193-27\">\n    Filed: Feb. 27, 2006.\n   </decisiondate><br><attorneys id=\"b1194-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1226\"> \n     *1226\n     </span>\n    Douglas R. Semisch, argued, Asst. U.S. Attorney, Omaha, NE, for appellant.\n   </attorneys><br><attorneys id=\"b1194-7\">\n    Jeffrey L. Thomas, argued, Omaha, NE, for appellee.\n   </attorneys><br><judges id=\"b1194-8\">\n    Before LOKEN, Chief Judge, WOLLMAN and RILEY, Circuit Judges.\n   </judges>",
    "citations": [
        "438 F.3d 1225"
    ],
    "opinions": [
        {
            "author_str": "Loken",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/438/438.F3d.1225.05-2049.html",
            "author_id": null,
            "opinion_text": "438 F.3d 1225\n    UNITED STATES of America, Plaintiff-Appellant,v.Jeffrey SHAFER, Defendant-Appellee.\n    No. 05-2049.\n    United States Court of Appeals, Eighth Circuit.\n    Submitted: December 13, 2005.\n    Filed: February 27, 2006.\n    \n      Douglas R. Semisch, argued, Asst. U.S. Attorney, Omaha, NE, for appellant.\n      Jeffrey L. Thomas, argued, Omaha, NE, for appellee.\n      Before LOKEN, Chief Judge, WOLLMAN and RILEY, Circuit Judges.\n      LOKEN, Chief Judge.\n    \n    \n      1\n      Jeffrey Shafer pleaded guilty to violating 18 U.S.C. &#167; 225 l(a), conspiracy to use a minor for purposes of producing an explicit visual depiction of sexual conduct. The district court determined that the bottom of Shafer's guidelines sentencing range was above the five year statutory maximum penalty. Rather than sentence Shafer to the statutory maximum, as the government urged, the court sentenced him to 48 months in prison to be served concurrently with his incarceration on unrelated state offenses. The government appeals, arguing that a concurrent sentence combined with a significant downward variance is unreasonable. We agree and therefore remand for resentencing.\n    \n    \n      2\n      At the urging of his cousin, Kevin Dieatrick, Shafer hired a homeless fifteen year old girl in need of money to appear in Dieatrick's amateur pornographic video. Shafer obtained lingerie and sex toys for use in the video. On the day of the filming, Shafer and Dieatrick took the girl from Dieatrick's apartment in Council Bluffs, Iowa to a conspirator's apartment in Ralston, Nebraska, where Shafer and Dieatrick took turns filming the girl masturbating. When charged with the federal offense at issue, Shafer pleaded not guilty and was granted pretrial release. While released, he was arrested on unrelated state charges and convicted of theft and witness intimidation. The Kansas state court sentenced him to 36 months in prison; he is currently serving that sentence. Shafer then pleaded guilty to the federal charge.\n    \n    \n      3\n      At sentencing, the district court determined that Shafer's advisory guidelines range is 63 to 78 months in prison, but the sentence is capped by a 60-month statutory maximum penalty. Shafer argued for a sentence below the maximum based upon the sentencing factors in 18 U.S.C. &#167; 3553(a). He also urged that the sentence be served concurrent with his state incarceration. See 18 U.S.C. &#167; 3584(a); U.S.S.G. &#167; 5G1.3. The government sought a consecutive maximum five-year sentence.\n    \n    \n      4\n      The district court found that Shafer was \"an initial mover\" of a \"very serious\" and \"repugnant\" crime because he introduced the girl to Dieatrick and took turns filming the sexual conduct. The court found that Shafer had \"an extensive criminal history\" and that it is necessary \"to protect the public from future crimes of Mr. Shafer.\" The court found that this type of crime \"not only has to be punished but deterred,\" and the court noted that Shafer was in arrears on child support obligations. The court nonetheless imposed a concurrent 48-month sentence without explaining why it varied downward from the statutory maximum and exercised its discretion to make the sentence concurrent with Shafer's sentence for unrelated crimes.\n    \n    \n      5\n      Under United States v. Booker, 543 U.S. 220, 125 S. Ct. 738, 160 L. Ed. 2d 621 (2005), the sentencing guidelines are no longer a mandatory regime. Instead, the district court must take the advisory guidelines into account together with the other sentencing factors enumerated in 18 U.S.C. &#167; 3553(a). In fashioning an appropriate sentence, the district court must first determine the proper guidelines sentencing range. United States v. Haack, 403 F.3d 997, 1002-03 (8th Cir.), cert. denied ___ U.S. ___, 126 S. Ct. 276, 163 L. Ed. 2d 246 (2005). Because the Guidelines are fashioned taking the other &#167; 3553(a) factors into account and are the product of years of careful study, the guidelines sentencing range, though advisory, is presumed reasonable. See United States v. Lincoln, 413 F.3d 716, 717 (8th Cir.2005); United States v. Mykytiuk, 415 F.3d 606, 608 (7th Cir.2005). Likewise, when the bottom of the guidelines range is above the statutory maximum, the statutory maximum sentence is presumed reasonable. In this situation, if the district court exercises its discretion under Booker to sentence below the statutory maximum based upon its analysis of the &#167; 3553(a) factors, we review that sentence for reasonableness, a standard akin to our traditional review for abuse of discretion. A \"range of reasonableness\" is within the district court's discretion. United States v. Saenz, 428 F.3d 1159, 1165 (8th Cir. 2005).\n    \n    \n      6\n      The now-advisory guidelines also address the question of consecutive and concurrent sentences. When the defendant is subject to an undischarged term of imprisonment for an unrelated crime, \"the sentence for the instant offense may be imposed to run concurrently, partially concurrently, or consecutively to the prior undischarged term of imprisonment to achieve a reasonable punishment.\" U.S.S.G. &#167; 5G1.3(c) (policy statement). In determining whether to sentence consecutively or concurrently, the district court \"shall consider . . . the factors set forth in section 3553(a).\" 18 U.S.C. &#167; 3584(b). The objective is \"to achieve a reasonable incremental punishment for the instant offense and avoid unwarranted disparity.\" U.S.S.G. &#167; 5G1.3, comment. (n.3(A)). We have some doubt whether the exercise of a district court's discretion under &#167; 5G1.3(c) was appealable under 18 U.S.C. &#167;&#167; 3742(a) and (b) prior to Booker. But after Booker, any unreasonable sentence is \"imposed in violation of law.\" See United States v. Mickelson, 433 F.3d 1050, 1052-55 (8th Cir.2006). Therefore, we must review the district court's decision to impose a concurrent sentence for reasonableness. See United States v. Meyers, 401 F.3d 959, 962 (8th Cir.2005). When prison terms for multiple offenses are imposed at different times, the governing statute encourages consecutive sentencing. See 18 U.S.C. &#167; 3584(a); United States v. Mayotte, 249 F.3d 797, 799 (8th Cir.2001).\n    \n    \n      7\n      For this court to properly carry out the appellate review mandated by Booker, it is essential that the district court explain why it imposed a sentence below the guidelines range or a limiting statutory maximum and made the sentence concurrent to the undischarged portion of a sentence for unrelated crimes. See 18 U.S.C. &#167; 3553(c)(2); United States v. McMannus, 436 F.3d 871 (8th Cir.2006). Here, all the factors cited by the district court at sentencing argue against such leniency for Shafer. The court found that Shafer was \"an initial mover\" in sexually exploiting a vulnerable minor, a \"very serious\" crime that \"not only has to be punished but deterred.\" The court also noted Shafer's \"extensive criminal history\" and found that it needed \"to protect the public from future crimes of Mr. Shafer.\"\n    \n    \n      8\n      Despite the aggravating offense factors, Shafer was given a sentence twenty percent below the statutory maximum, which in turn was below the bottom of the advisory guidelines sentencing range. Moreover, despite Shafer's extensive criminal history, he was given a sentence concurrent to an undischarged sentence for unrelated crimes. By our calculations, if Shafer serves his entire Kansas sentence and the entire period is credited toward this 48-month sentence, he will only serve 18 months in prison for the instant offense. That is not \"reasonable incremental punishment\" for this very serious offense.\n    \n    \n      9\n      Under Booker, we must review the entire sentence for reasonableness. Here, the combined impact of the variance from the statutory maximum and the dubious concurrent sentence result in a total variance of up to seventy percent below the statutory maximum. The district court did not explain why the sentencing factors in 18 U.S.C. &#167; 3553(a)justify this substantial variance. Nothing in the sentencing record appears to us to justify any variance, and certainly not a variance of this extraordinary magnitude. See United States v. Dalton, 404 F.3d 1029, 1033 (8th Cir.2005) (\"[a]n extraordinary reduction must be supported by extraordinary circumstances\"). We therefore conclude that the forty-eight month concurrent sentence is unreasonable.\n    \n    \n      10\n      The judgment of the district court is reversed and the case is remanded for resentencing.\n    \n    ",
            "ocr": false,
            "opinion_id": 793421
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}