{
    "id": 555884,
    "judges": "Brown, Ebel, Logan",
    "date_filed": "2012-02-18",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-anthony-ray-jefferson-and-roosevelt-jefferson-jr",
    "case_name_short": null,
    "case_name": "United States v. Anthony Ray Jefferson and Roosevelt Jefferson, Jr.",
    "case_name_full": "UNITED STATES of America Plaintiff/Appellee, v. Anthony Ray JEFFERSON and Roosevelt Jefferson, Jr., Defendants/Appellants",
    "attorneys": "Daniel G. Blythe and Robert W. Schrader, Cheyenne, Wyo., for defendants/appellants., Richard A. Stacy, U.S. Atty., for plaintiff/appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": "See also 723 F.Supp. 619.",
    "correction": null,
    "citation_count": 134,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1336-10\">\n    UNITED STATES of America Plaintiff/Appellee, v. Anthony Ray JEFFERSON and Roosevelt Jefferson, Jr., Defendants/Appellants.\n   </parties><docketnumber id=\"ABbZ\">\n    Nos. 90-8028, 90-8030.\n   </docketnumber><court id=\"A09\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><decisiondate id=\"ABWY\">\n    Jan. 29, 1991.\n   </decisiondate><br><seealso id=\"b1337-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1243\"> \n     *1243\n     </span>\n    See also 723 F.Supp. 619.\n   </seealso><br><attorneys id=\"b1341-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1247\"> \n     *1247\n     </span>\n    Daniel G. Blythe and Robert W. Schrader, Cheyenne, Wyo., for defendants/appellants.\n   </attorneys><br><attorneys id=\"b1341-5\">\n    Richard A. Stacy, U.S. Atty., for plaintiff/appellee.\n   </attorneys><br><judges id=\"b1341-6\">\n    Before LOGAN and EBEL, Circuit Judges, and BROWN, Senior District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1341-9\">\n     The Honorable Wesley E. Brown, Senior United States District Judge for the District of Kansas, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "925 F.2d 1242"
    ],
    "opinions": [
        {
            "author_str": "Ebel",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/925/925.F2d.1242.90-8030.90-8028.html",
            "author_id": null,
            "opinion_text": "925 F.2d 1242\n    32 Fed. R. Serv. 916\n    UNITED STATES of America Plaintiff/Appellee,v.Anthony Ray JEFFERSON and Roosevelt Jefferson, Jr.,Defendants/Appellants.\n    Nos. 90-8028, 90-8030.\n    United States Court of Appeals,Tenth Circuit.\n    Jan. 29, 1991.\n    \n      Daniel G. Blythe and Robert W. Schrader, Cheyenne, Wyo., for defendants/appellants.\n      Richard A. Stacy, U.S. Atty., for plaintiff/appellee.\n      Before LOGAN and EBEL, Circuit Judges, and BROWN, Senior District Judge.*\n      EBEL, Circuit Judge.\n    \n    \n      1\n      Appellants Anthony Ray Jefferson and Roosevelt Jefferson, Jr., were arrested in Wyoming after officers discovered eight ounces of cocaine base (more commonly known as crack) in the trunk of a car they were occupying.  They were charged and convicted in federal court of possession with the intent to distribute a controlled substance under 21 U.S.C. Sec. 841(a).  The appellants have presented a number of important issues for this court to consider, impacting the sentencing phase as well as the guilt phase of their trial.  Among these are:  (1) whether a non-owner driver of a car has a Fourth Amendment right to privacy in the car when the owner is present as a passenger;  (2) whether a telephone pager bill introduced into evidence by the government to show that the accused owned a telephone pager constitutes inadmissible hearsay;  and (3) whether the district court committed reversible error during the sentencing phase of the trial when it stated that it did not have the discretion to depart from the United States Sentencing Guidelines.  For reasons discussed below, we affirm the guilt phase of the trial and remand for reconsideration of the sentences.\n    \n    FACTS\n    \n      2\n      During the early morning hours of April 9, 1989, Anthony Ray Jefferson and his brother Roosevelt Lee Jefferson (the appellants), and their friend, Ernest Lee Tillis, were traveling east on Interstate 80 near Evanston, Wyoming, in Tillis' car.  Officer Matoon of the Evanston police department, observing that the car had only one headlight and was weaving within its lane of travel, proceeded to pull the car over.  Matoon discovered that Roosevelt Jefferson, who was driving the car at the time of the stop, had a suspended Colorado license.  Roosevelt told Matoon that they were returning from a trip to California.  According to Roosevelt, they had gone to California to deliver a trailer.  Matoon asked Roosevelt if they had any luggage in the trunk.  Roosevelt said they did not have any luggage and that the trunk did not work.  While Matoon was identifying the other occupants of the car as Anthony Jefferson and Earnest Tillis, officer Cole arrived as backup.\n    \n    \n      3\n      Matoon asked the other two whether they possessed a valid driver's license.  Anthony produced his two day-old valid Colorado driver's license.  When Matoon asked Anthony about the trip, Anthony told Matoon that he had gone to California to visit his sick girlfriend.\n    \n    \n      4\n      At this point, Matoon became suspicious and asked Roosevelt for his permission to search the car.  Roosevelt told Matoon that because he was not the owner of the car, he was not sure he could consent to the search.  When Matoon asked him the identity of the car's owner, Roosevelt responded that an individual by the name of \"Shorty\" owned the car.  When asked who is Shorty, Roosevelt pointed to the car.  There is no evidence, however, that Tillis identified himself to the officers as the owner of the car, nor did Tillis ever object to the search.  After Matoon told Roosevelt that he could consent to the search, Roosevelt signed a consent form.\n    \n    \n      5\n      Matoon immediately found the butt of a marijuana cigarette on the floor of the passenger seat near where Anthony was sitting.  Soon thereafter, Matoon found a plastic baggie containing marijuana cigarettes in a pouch located in the back of the driver's seat.  At this point, the officers called for further backup.  Next, Matoon removed the keys from the ignition and opened the trunk.  The only response from the three defendants, who all observed Matoon approach the trunk, was their statements that the trunk did not work.  Matoon searched the trunk and found nothing.  A few minutes later, Officer Cole searched the trunk and discovered 198.11 grams of crack hidden inside a McDonald's bag that was wrapped up inside a pair of Levi jeans.  Roosevelt, Anthony, and Tillis were taken into custody.\n    \n    \n      6\n      When the baggie containing the crack was dusted for fingerprints, only Tillis' fingerprints could be identified.  Anthony and Roosevelt maintained throughout the trial that they did not know the crack was in the trunk of Tillis' car.  Tillis elected to cooperate with the government and testified that he and the Jefferson brothers had purchased the crack from sources in California intending to distribute it in the Denver area.  In exchange for his cooperation, Tillis received a six level sentence reduction and was sentenced to a term of seventy-eight months.  Roosevelt received a sentence of 151 months, and Anthony received a sentence of 360 months.  Anthony and Jefferson have appealed their convictions and sentences.1\n    \n    DISCUSSION\n    \n      7\n      Part I of this opinion will address the issue of whether the Jefferson brothers' Fourth Amendment privacy rights were violated when officers Matoon and Cole searched the car.  Part II will address whether the district court erred when it admitted into evidence a U.S. West pager bill that was used by the government to prove that Anthony was a drug distributor.  In Part III we will review the remaining guilt phase issues raised by the appellants.  Finally, in Part IV we will address the Appellants' sentencing phase issues.\n    \n    \n      8\n      * The first issue we address is whether the district court erred when it ruled in a pretrial hearing that Anthony and Roosevelt did not possess protectable Fourth Amendment privacy rights in Tillis' car.  Anthony and Roosevelt moved to suppress the seized drugs, and the government advanced two arguments in response:  first, that the brothers did not have a reasonable expectation of privacy in Tillis' car and, second, that even if they did, Roosevelt waived those rights for both of them when he voluntarily consented to the search.  The district court did not address the question of whether Roosevelt's waiver was valid because it ruled that the brothers did not possess any protectable privacy rights in Tillis' car under the Fourth Amendment.\n    \n    \n      9\n      In order to determine whether an accused possesses protectable privacy rights under the Fourth Amendment, we must make a two-step subjective/objective inquiry:  \"first, has the individual manifested a subjective expectation of privacy in the object of the challenged search?    Second, is society willing to recognize that expectation as reasonable?\"    California v. Ciraolo, 476 U.S. 207, 211, 106 S. Ct. 1809, 1811, 90 L. Ed. 2d 210 (1986).  The district court focused on the objective part of the inquiry--namely whether under the facts of this case society is willing to recognize Roosevelt's and Anthony's expectation of privacy.  Because we believe this is the critical issue, we will likewise focus on the objective step of this Fourth Amendment inquiry.2   Although the district court's antecedent factual findings will be reviewed under the clearly erroneous standard, we will review the district court's final objective determination de novo.  See United States v. Rubio-Rivera, 917 F.2d 1271, 1274-75 (10th Cir.1990);  United States v. Monie, 907 F.2d 793, 794 (8th Cir.1990);  United States v. McKennon, 814 F.2d 1539, 1543 (11th Cir.1987).  See also Ciraolo, 476 U.S. at 207, 106 S.Ct. at 1809 (reviewing de novo the district court's reasonable expectation of privacy finding without expressly addressing the appropriate standard of review).3\n    \n    \n      10\n      There are only a few facts we deem critical to our analysis:  (1) Roosevelt, the driver, was not the owner of the car;  (2) Tillis, the owner, was present in, or in view of, the car when the purported Fourth Amendment violation occurred and did not object to the search;  (3) Anthony, who had shared the driving with Roosevelt, was a passenger when the search occurred;  (4) Roosevelt claimed that he had not placed any of his luggage in the trunk and that the trunk was in fact broken;  (5) Roosevelt did not introduce any evidence that he had borrowed Tillis' car on previous occasions or that he had any interest in the car other than serving as one of the designated drivers during this particular trip;  and (6) Roosevelt and Anthony denied any knowledge regarding the presence of the crack in the trunk.\n    \n    \n      11\n      Anthony's Fourth Amendment claim may readily be rejected under Rakas v. Illinois, 439 U.S. 128, 99 S. Ct. 421, 58 L. Ed. 2d 387 (1978).  In Rakas, the Court held that defendants who were passengers in a car driven by the owner at the time of the search did not have a legitimate expectation of privacy in the car such that they could raise a Fourth Amendment challenge to the search of the car.  Id. at 148-49, 99 S.Ct. at 433.    The Court held that a \"passenger qua passenger\" has no reasonable expectation of privacy in a car in which he asserts neither a property interest nor a possessory interest and where he disclaims any interest in the seized object.  Id.  Anthony, a \"passenger qua passenger\" claiming no interest in the crack, did not possess a protectable Fourth Amendment privacy right in Tillis' car;4  therefore, we reject Anthony's claim that the officers violated his Fourth Amendment privacy rights.\n    \n    \n      12\n      Similarly, we dispose of Roosevelt's claim based upon our reading of Rakas.    The only additional fact that Roosevelt brings to the analysis is that he was driving the car, whereas in Rakas, the non-owner asserting the privilege was only a passenger.  Because we have held that mere control is not sufficient to establish a protectable Fourth Amendment privacy right, we find this distinction to be immaterial.  See generally United States v. Roper, 918 F.2d 885, 887-88 (10th Cir.1990) (dismissing accused's Fourth Amendment claim because, although he was the driver, \"[h]e was not the owner nor was he in lawful possession or custody of the vehicle.\").5   See also United States v. Obregon, 748 F.2d 1371, 1375 (10th Cir.1984) (holding that an accused who was driving a rental car that was rented by a third party and was allegedly delivered to the accused did not have a protectable expectation of privacy).6\n    \n    \n      13\n      The Supreme Court has cautioned against basing a Fourth Amendment privacy analysis upon \"arcane distinctions developed in property and tort law between guests, licensees, invitees, and the like ...\"  Rakas, 439 U.S. at 143, 99 S.Ct. at 430.    Nonetheless, we must determine whether at the time of the search, Roosevelt Jefferson enjoyed \"a property [ ]or a possessory interests in the automobile, [ ]or an interest in the property seized.\"    Id. at 148, 99 S.Ct. at 433.    Because we hold that Roosevelt Jefferson enjoyed neither, we reject his Fourth Amendment claim.  Even though Tillis was not driving the car, he alone retained a possessory interest in the car.  Because he was present in the car, he was constantly in a position to assert his possessory interest to the extent that he desired to do so;  therefore, he alone enjoyed the protection of the Fourth Amendment.7\n    \n    \n      14\n      The Second Circuit, confronted with an almost identical case, has applied a similar analysis:\n    \n    \n      15\n      The [driver] ... did not own the car, nor was there evidence that he had used the car on other occasions.  There was no evidence as to the responsibility or control [the driver] ... had over the automobile other than the fact he was driving it when stopped.  According to the evidence, he had no luggage or other personal belongings stored in the trunk or behind the seat, which might have produced a privacy expectation in those storage areas.... In addition, appellant never claimed any interest in the [narcotics] ... seized.  Appellant failed to meet his burden of proof of a privacy expectation.\n    \n    \n      16\n      United States v. Lochan, 674 F.2d 960, 965 (1st Cir.1982).\n    \n    \n      17\n      This case is distinguishable from the cases where an owner of a car has lawfully loaned the car to an accused, thereby entrusting him with the right to enjoy a possessory interest in the car in the owner's absence, because here the owner remained with the car.  See generally United States v. Miller, 821 F.2d 546, 548-49 (11th Cir.1987) (an accused who borrows a car from a friend has standing to assert an expectation of privacy);  United States v. Griffin, 729 F.2d 475, 483 n. 11 (7th Cir.), cert. denied, 469 U.S. 830, 105 S. Ct. 117, 83 L. Ed. 2d 60 (1984) (accused who borrowed a car from his brother had a protectable privacy right);  United States v. Williams, 714 F.2d 777, 779 n. 1 (8th Cir.1983) (where the accused had occasionally borrowed the vehicle from the owner and had obtained permission from the owner to use the vehicle on the day the vehicle was searched, the accused had a protectable privacy interest in the vehicle).  Cf. United States v. Garcia, 897 F.2d 1413, 1418-19 (7th Cir.1990) (holding that where the government failed to prove that the vehicle driven by the accused was stolen, the accused possessed protectable privacy rights because it was presumed that the accused had the owner's permission to use the vehicle).8\n    \n    \n      18\n      We also distinguish Minnesota v. Olson, --- U.S. ----, ----, 110 S. Ct. 1684, 1689, 109 L. Ed. 2d 85 (1990).  In Olson, the accused was chased by the police into a duplex where he was staying as a guest.  Id. at 1687.    The state argued that the accused had no protectable expectation of privacy because he was never left alone in the duplex, nor was he given a key.  In effect, the state argued that the guest had no protectable privacy interest because the owner of the house was present.  Id.  Olson, however, is inapposite because the Court's privacy analysis was tied to characteristics peculiar to living quarters.\n    \n    \n      19\n      From the overnight guest's perspective, he seeks shelter in another's home precisely because it provides him with privacy, a place where he and his possessions will not be disturbed by anyone but his host and those his host allows inside.  We are at our most vulnerable when we are asleep because we cannot monitor our own safety or the security of our belongings.\n    \n    \n      20\n      Id.\n    \n    \n      21\n      These privacy concerns simply do not apply in the context of automobile searches and seizures.  In Rakas the Court noted that, although it did not need to decide whether the same expectations of privacy are present in cars and houses, it nonetheless pointed out in dicta that \"cars are not to be treated identically with houses or apartments for Fourth Amendment purposes.\"    Rakas, 439 U.S. at 148, 99 S. Ct. at 433.    See generally New York v. Class, 475 U.S. 106, 112-113, 106 S. Ct. 960, 965, 89 L. Ed. 2d 81 (1986) (\"One has a lesser expectation of privacy in a motor vehicle because its function is transportation and it seldom serves as one's residence or as the repository of personal effects.  A car has little capacity for escaping public scrutiny.\")  (quotations omitted);  South Dakota v. Opperman, 428 U.S. 364, 368, 96 S. Ct. 3092, 3096, 49 L. Ed. 2d 1000 (1976) (noting that for a variety of reasons, including the fact that an automobile is \"subjected to pervasive and continuing governmental regulation and controls,\" one's expectation of privacy in an automobile is diminished).\n    \n    \n      22\n      Although the appellants point out that they took turns sleeping in the car during the return leg of their trip, we do not believe that the Supreme Court intended that any time an accused takes a long distance road trip in a car, the car is to be treated like a home for Fourth Amendment purposes.  The point remains that regardless of whether it is driven across town or across the country, a car does not envelop its occupants in a house-like cloak of Fourth Amendment protection.\n    \n    \n      23\n      Neither Jefferson brother presented evidence of a sufficient interest in the car to trigger a recognition of Fourth Amendment privacy rights by this court.  Anthony's claim of a Fourth Amendment privacy right in Tillis' car fails under Rakas because he was a non-owner passenger, the owner was present, and he did not assert any interest in the marijuana or cocaine seized by the police.  Roosevelt's claim similarly fails because, although he was driving the car when they were pulled over, that fact did not establish that Tillis had transferred his possessory interest in the car to Roosevelt.  Therefore, we reject the appellants' claims that the Evanston police violated their Fourth Amendment privacy rights.\n    \n    II\n    \n      24\n      The next issue, raised only by Anthony, is whether the district court erred in admitting into evidence the U.S. West pager bill.  We find that the district court did err in admitting the pager bill into evidence over Anthony's objection because its admission constituted inadmissible hearsay;  however, we do not reverse on this issue because we find the error was harmless.\n    \n    \n      25\n      Officer Cole found a bill for a pager from U.S. West Paging with Anthony Jefferson's name on it in Tillis' car.  The government offered it into evidence right after special agent Tony Young testified that telephone pagers were commonly used by drug distributors to avoid detection and \"to minimize the chance that their telephone calls could be intercepted....\" R.Vol. VII at 278.  Anthony Jefferson tendered a timely hearsay objection after Young testified about the use of pagers by drug dealers and before the government offered the U.S. West bill into evidence.  The trial judge overruled Anthony's objection.9\n    \n    \n      26\n      Hearsay is defined as \"a statement, other than one made by the declarant while testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.\"    Fed.R.Evid. 801(c).  A statement is an \"oral or written assertion ... of a person, if it is intended by the person as an assertion.\"    Fed.R.Evid. 801(a).  Hearsay evidence cannot be admitted unless it falls under an exception.  Fed.R.Evid. 802.\n    \n    \n      27\n      Under the plain language of Rule 801, the pager bill was hearsay.  The bill was a written statement intended by U.S. West to assert both that Jefferson had purchased pager service from U.S. West and that he owed U.S. West money for this purchase.  There is no doubt that the government offered the bill into evidence to prove the truth of the matter asserted--namely that Jefferson had purchased pager service from U.S. West.  Therefore, according to the plain language of Rule 801, the pager bill was inadmissible hearsay.  Our conclusion that the district court's admission of the pager bill into evidence over the appellant's hearsay objection was erroneous is supported by a number of cases holding that a receipt introduced as evidence of payment for a good or service constitutes hearsay.  See United States v. Markopoulos, 848 F.2d 1036, 1039 (10th Cir.1988);  United States v. Watkins, 519 F.2d 294, 296-97 (D.C.Cir.1975);  Pacific Gas &amp; Electric Co. v. G.W. Thomas Drayage &amp; Rigging Co., 69 Cal. 2d 33, ----, 442 P.2d 641, 647, 69 Cal. Rptr. 561, 567 (1968).\n    \n    \n      28\n      The government in its brief argues that the district court's admission of the pager bill into evidence did not violate Rule 801 because it was \"offered as circumstantial evidence to show ... the character and involvement of the Defendant, and to corroborate the testimony of the cooperating witness.\"    Appellee's Brief at 12-13 (August 14, 1990).  This argument is without merit.  Whether evidence is offered as circumstantial evidence as opposed to direct evidence has nothing to do with whether it constitutes inadmissible hearsay.  Granted, the pager bill combined with agent Young's testimony regarding the use of pagers by drug dealers was introduced as circumstantial evidence of Anthony's intent to possess and distribute the cocaine.10   However, the fact that the evidence was introduced to link circumstantially the accused to the crime does not render the hearsay violation any more acceptable.11   Indeed, in many cases, the government will be forced to rely solely upon circumstantial evidence in order to achieve a conviction.12   The protection afforded to an accused by Rule 801 should not be discarded simply because the evidence is to be used circumstantially.  Therefore, we hold that the district court erred when it admitted the U.S. West pager bill into evidence over Roosevelt's hearsay objection.13   This does not end our analysis, however, because we must determine whether this error was harmless.\n    \n    \n      29\n      In deciding whether the admission of the pager bill was harmless, we must first determine the appropriate standard of error review.  The choices are limited to the nonconstitutional harmless error standard of review pursuant to Fed.R.Crim.P. 52 or the constitutional standard established in Chapman v. California, 386 U.S. 18, 24, 87 S. Ct. 824, 828, 17 L. Ed. 2d 705 (1967).14   We note that neither party addressed this issue.  Furthermore, Roosevelt's attorney did not raise a Confrontation Clause objection and instead based his objection solely upon a violation of Rule 801.  Therefore, unless the trial judge's failure to exclude the pager bill amounted to plain error under the Confrontation Clause, we are bound to apply the nonconstitutional standard of review.\n    \n    \n      30\n      In order to find plain error, the district court's error in failing to exclude the pager bill must have been \"both obvious and substantial.\"    United States v. Brown, 555 F.2d 407, 420 (5th Cir.1977), cert. denied, 435 U.S. 904, 98 S. Ct. 1448, 55 L. Ed. 2d 494 (1978).  See also United States v. Guzman, 781 F.2d 428, 431-32 (5th Cir.), cert. denied, 475 U.S. 1143, 106 S. Ct. 1798, 90 L. Ed. 2d 343 (1986) (\"Plain error is obvious and substantial error that affects the fairness, integrity or public reputation of judicial proceedings.\");    United States v. Granville, 716 F.2d 819, 821 (11th Cir.1983), aff'd on rehearing, 736 F.2d 1480 (1984) (\"To constitute [plain error] ..., the deficiency must be obvious and substantial, affecting the fairness or integrity of the trial.\");    C. Wright, Federal Practice and Procedure Sec. 856, at 335-37 (1982).  We will, however, apply the plain error rule less rigidly when reviewing a potential constitutional error.  See United States v. Torres, 901 F.2d 205, 228 (2d Cir.1990);  Brown, 555 F.2d at 420.    See also Federal Practice and Procedure Sec. 856, at 342.  Furthermore, \"a closer scrutiny may also be appropriate when the failure to preserve the precise grounds for error is mitigated by an objection on related grounds.\"    Torres, 901 F.2d at 228 (quotations omitted).\n    \n    \n      31\n      Notwithstanding our closer scrutiny, it was not patently obvious that the district court's failure sua sponte to exclude the pager bill pursuant to the Confrontation Clause was error.  A violation of the hearsay rule does not automatically equate to a constitutional violation of the Sixth Amendment.  See, e.g., California v. Green, 399 U.S. 149, 156, 90 S. Ct. 1930, 1934, 26 L. Ed. 2d 489 (1970) (\"merely because evidence is admitted in violation of a long-established hearsay rule does not lead to the automatic conclusion that confrontation rights have been denied.\").  See also R. Jonakait, Restoring the Confrontation Clause to the Sixth Amendment, 35 U.C.L.A. L.Rev. 557, 574 (noting that \"hearsay not admissible under well-established evidence law can still be introduced without violating confrontation principles....\").\n    \n    \n      32\n      In Idaho v. Wright, --- U.S. ----, 110 S. Ct. 3139, 111 L. Ed. 2d 638 (1990), the Supreme Court articulated a two-pronged test to determine whether the introduction of hearsay statements violated an accused's constitutional right to confrontation:  (1) The Confrontation Clause is not violated if the hearsay statement \"falls within a firmly rooted hearsay exception;\"  and (2) even if it does not fall within such an exception, hearsay testimony is not violative of the Confrontation Clause if it is \"supported by a showing of particularized guarantees of trustworthiness.\"    Id. at 3147 (quotations omitted).  See also Lee v. Illinois, 476 U.S. 530, 543-44, 106 S. Ct. 2056, 2063, 90 L. Ed. 2d 514 (1986).  Although the introduction of this pager bill was not justified by a firmly rooted hearsay exception, it is far from clear that the introduction of the pager bill could not pass constitutional muster under the second prong of Idaho v. Wright--whether it is supported by a showing of particularized guarantees of trustworthiness.  The authenticity of the pager bill was not disputed.  It was a bill from an established company that, on its face, gave every indicia of having been issued in the ordinary course of business.  There was no indication that Anthony, who knew its contents, disputed the bill in any way.  We need not, and do not, decide whether these factors establish the requisite \"particularized guarantees of trustworthiness.\" However, we do hold that they are sufficient to prevent a conclusion that it was patently obvious that the introduction of the pager bill violated Anthony's confrontation rights.  Furthermore, as we point out in the following analysis, the introduction of the pager bill was not so prejudicial that it undermined the integrity of the proceeding.  Thus, it was not clear error for the district court to fail to exclude such evidence under the Confrontation Clause.  Therefore, we will apply the nonconstitutional standard of review to the facts of this case.\n    \n    \n      33\n      Under Fed.R.Crim.P. 52, \"[a]ny error, defect, irregularity or variance which does not affect substantial rights shall be disregarded.\"    A harmless nonconstitutional error is one that did not have a \"substantial influence\" on the outcome in trial nor does it \"leave[ ] one in 'grave doubt' as to whether it had such effect.\"    United States v. Rivera, 900 F.2d 1462, 1469 (10th Cir.1990) (quoting Kotteakos v. United States, 328 U.S. 750, 765, 66 S. Ct. 1239, 1248, 90 L. Ed. 1557 (1946)).  After carefully reviewing the record, we are satisfied that the erroneous admission of the pager bill into evidence did not have a \"substantial influence\" on the outcome in trial nor are we left in \"grave doubt\" as to whether it had such effect.15\n    \n    \n      34\n      Once again, we begin by examining the purpose behind the government's introduction of the U.S. West pager bill into evidence.  The government hoped to link the bill to agent Young's testimony regarding the frequent use of pagers by drug distributors in order to prove that Roosevelt was aware of the presence of the cocaine in the trunk and to prove that he had a stake in the distribution of the cocaine.  Because there was an abundance of evidence, other than the pager bill, from which the jury could have reached these conclusions without depending upon the pager bill, we find that the admission of the pager bill into evidence was harmless.\n    \n    \n      35\n      First, officers Matoon and Cole testified that Anthony had told officer Matoon that the trunk did not work before he searched it when, in fact, the trunk did work.  Second, Tillis testified that the purpose of the trip was to purchase cocaine from sources in California and to hook Anthony into Tillis' drug connections in California.  Third, Tillis testified that Anthony had paid him to make two prior crack purchases from his sources in California.  Fourth, a government agent testified that the volume of cocaine discovered in the trunk of Tillis' car was so large that it must have been acquired for purposes of distribution.  Fifth, Anthony wrote a letter to Tillis when Tillis was in jail instructing him, \"when you go to change your plead [sic] if the question come up I did not know what was going on, the only acknowledge [sic] I had was I was going to drive and that will only get me the time for conspiracy.\"    Letter from Anthony to Tillis, Gov.Exhib. 17.  Sixth, the trip from Denver to California and back to Denver lasted around thirty-four hours, suggesting that the only purpose behind the trip was to purchase the crack from Tillis' sources in California and deliver it back to Denver.  Finally, the circumstantial evidence of the trip, the nature of the relationships between the participants, and the presence of the illegal drugs both inside the passenger compartment and the trunk of the car provide persuasive evidence that Anthony was aware of the cocaine's presence in the car and participated in the conspiracy to distribute it.\n    \n    \n      36\n      Because we believe that there was an abundance of evidence proving that Anthony possessed the crack with the intent to distribute it, we hold that the introduction of the pager bill into evidence was harmless.  Therefore, we decline to reverse the district court on this issue.\n    \n    III\n    \n      37\n      In addition to the issues discussed, supra, the appellants have raised several other guilt phase issues for review.  For the reasons discussed below, we affirm the district court on these issues.\n    \n    \n      38\n      * Anthony contends that the district court erred in denying his motion in limine under Fed.R.Evid. 609 to keep out evidence of a prior conviction.  According to Anthony, the conviction was more than ten years old.  The government argues that the conviction was not more than ten years old and that even if it were, the district court had the discretion to admit it into evidence.  While it is unclear whether the conviction was more than ten years old, we are persuaded that even if it were, the district court's decision to admit it into evidence did not constitute an abuse of discretion.\n    \n    \n      39\n      Anthony was incarcerated for the crime of aggravated robbery in September, 1972.  He was paroled on December 18, 1973, but was reincarcerated on August 15, 1978 because he violated the terms of his parole and because he was convicted of second degree burglary.  He was paroled again for both offenses on April 19, 1979.  He was arrested for the instant offense on April 9, 1989.  The trial took place during November 6-7, 1990.\n    \n    \n      40\n      Fed.R.Evid. 609(b) provides:  \"[e]vidence of a conviction under this rule is not admissible if a period of more than ten years has elapsed since the date of the conviction or of the release of the witness from the confinement imposed for that conviction, whichever is the later date....\" The elapsed time between April 19, 1979 (the last date that Anthony was released from confinement for both the 1972 robbery as well as for the 1978 burglary conviction) was less than ten years if the Rule 609 clock stopped ticking on April 9, 1989--the day he was arrested for the instant offense.  However, if under Rule 609 the limitations period is not tolled until the accused testifies, then ten years had already elapsed prior to the time of trial.  The issue, therefore, is whether the Rule 609 limitations period is tolled at the time of arrest or at the time of testimony.  We need not decide this issue, however, because under Rule 609, the district court has the discretion to permit the introduction of prior convictions that fall outside of the ten year period if he \"determines in the interest of justice, that the probative value of the conviction supported by specific facts and circumstances substantially outweighs its prejudicial effect.\"    Fed.R.Evid. 609(b).16\n    \n    \n      41\n      We will reverse the district court's decision to allow the government to introduce the convictions into evidence only if we find an abuse of discretion.  See United States v. Lamb, 575 F.2d 1310, 1314 (10th Cir.), cert. denied, 439 U.S. 854, 99 S. Ct. 165, 58 L. Ed. 2d 160 (1978) (applying the abuse of discretion standard when reviewing a district court's Rule 609(a)(1) ruling).  The government argues that even if the ten year period had run, \"since it is so close and since aggravated robbery is an offense that shows such a degree of dishonesty I think as to affect a person's credibility, that the court ought to allow it in....\" R. Vol. VI at 17.  The district court agreed:  \"I am inclined to agree with [the government], that aggravated robbery is a substantial crime, and that would go to the credibility of the witness, and, thus, I think that it could be introduced, even if it was slightly past the ten-year period.\"    Id. at 18-19.  Because we are not convinced that the trial judge abused his discretion in so ruling, we affirm the district court on this issue.\n    \n    B\n    \n      42\n      Next, Anthony contends that the government impermissibly commented on his right to remain silent.  Because we determine that the government witness' statement was not intended to be a comment on Anthony's right to remain silent and that the jury did not naturally and necessarily interpret it as such, we find no error with regard to this issue.\n    \n    \n      43\n      The government called Frank Boyles, a special agent with the Wyoming Division of Criminal Investigation, as a witness.  Boyles had interviewed Anthony on April 9 after he was arrested.  The government elicited a substantial amount of testimony from Boyles regarding his interview with Anthony.  The critical point occurred when the government asked Boyles, \"[d]id he [Anthony] indicate to you whether or not he was going to fully cooperate in your investigation?\"    R. Vol. VII at 257.  Anthony objected to the question and asked for a mistrial.  The court overruled his objection and allowed Boyles to answer the question:  \"He [Anthony] told me at that time that when I asked if he would cooperate in the investigation, he told me, 'No,' because he knows what happens to people who roll over, or cooperate with the police department, and what happens to them when they go to prison.\"    Id. at 258-59.\n    \n    \n      44\n      Anthony argues that the question posed by the government coupled with Boyles' answer amounted to an impermissible comment on Anthony's silence.  We disagree.  Under United States v. Mora, 845 F.2d 233 (10th Cir.), cert. denied, 488 U.S. 995, 109 S. Ct. 562, 102 L. Ed. 2d 587 (1988), the test to determine whether the government impermissibly commented on the accused's silence is \"whether the language used was manifestly intended or was of such character that the jury would naturally and necessarily take it to be a comment on the defendant's right to remain silent.\"    Id. at 235 (quotation omitted).  Furthermore, \"[m]anifest intent will not be found if some other explanation for the prosecutor's remark is equally plausible.\"    Id. (quotation omitted).  We do not believe that the government intended to comment on Anthony's silence.  Instead, it is equally plausible that the purpose behind this line of questioning was to show that Anthony's original explanation to Boyles about the purpose behind the California trip was untrue.  The government undoubtedly hoped that Boyles' testimony would suggest to the jury that Anthony was not truthful in his earlier recitations of the reasons for the trip.  Furthermore, we do not believe that the jury likely interpreted this evidence as a comment on Anthony's silence.  Indeed, perhaps the exact opposite is true.  Boyle's testimony was based on the substantial dialogue he had with Anthony on the day of his arrest;  therefore, the jury most likely believed that Anthony waived his right to remain silent when he talked with Boyles--not that he exercised it.  For these reasons, we deny this issue.\n    \n    C\n    \n      45\n      The last issue we address in Part III of this opinion is whether the trial judge erred in admitting into evidence Tillis' testimony about the prior drug trips he had taken with and on behalf of Anthony and Roosevelt.17   We review this issue under an abuse of discretion standard.  Fed.R.Evid. 404(b).  See United States v. Record, 873 F.2d 1363, 1373 (10th Cir.1989).  Because we do not believe that the trial judge abused his discretion, we deny this issue.18\n    \n    \n      46\n      Once again, we begin our analysis with an examination of the applicable evidence rule:\n    \n    \n      47\n      Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\n    \n    \n      48\n      Fed.R.Evid. 404(b).\n    \n    \n      49\n      Protection against undue prejudice is presumed if the testimony meets the following four requirements:  (1) the evidence must be offered for a proper purpose;  (2) the evidence must be relevant;  (3) the trial court must make a Rule 403 determination of whether the probative value of the similar acts is substantially outweighed by its potential for unfair prejudice;  and (4) pursuant to Fed.R.Evid. 105, the trial court shall, upon request, instruct the jury that the evidence of similar acts is to be considered only for the proper purpose for which it was admitted.  United States v. Record, 873 F.2d at 1374 (citing to Huddleston v. United States, 485 U.S. 681, 691-92, 108 S. Ct. 1496, 1502, 99 L. Ed. 2d 771 (1988)).\n    \n    \n      50\n      First, there is no question but that Tillis' testimony was offered by the government to prove that Anthony and Jefferson had knowledge of the cocaine's presence in the trunk of Tillis' car, and that they were willing participants in a drug distribution plan.  Therefore, we have no doubt that Tillis' testimony was offered for a \"proper purpose.\"\n    \n    \n      51\n      Second, Tillis' testimony about the prior acts was relevant to a determination of whether the Jefferson brothers were aware of the presence of the cocaine in the trunk of Tillis' car and whether they were participants in a drug distribution plan.  Although the appellants would like us to adopt a rule forbidding Rule 404(b) evidence when the only evidence of the prior acts is the testimony of a perjury-prone co-conspirator, we decline to \"superimpose[ ] a level of judicial oversight that is nowhere apparent from the language of that provision....\"  Huddleston, 485 U.S. at 688, 108 S.Ct. at 1500.\n    \n    \n      52\n      Third, we cannot say that the trial judge abused his discretion when he determined that the probative value of the similar acts outweighed any prejudice that may have flowed from them:  \"The trial court has broad discretion to determine whether or not prejudice inherent in otherwise relevant evidence outweighs its probative value.\"    United States v. Record, 873 F.2d at 1375.19\n    \n    \n      53\n      With regard to the fourth requirement, the trial judge never provided limiting instructions regarding the jury's use of Tillis' 404(b) testimony.  However, after carefully scrutinizing the record, it does not appear that the appellants ever requested a limiting instruction.  The fourth requirement is triggered by a request on the part of the proponent.  The litigants, not the trial judge, bear the burden to request a limiting instruction.  Fed.R.Evid. 105.  See United States v. Record, 873 F.2d at 1376 (\"[I]t is not error for a trial court to fail to instruct the jury at the close of the case in the absence of a proper request by counsel.\").\n    \n    \n      54\n      After applying the above four-part test to the circumstances surrounding the admission into evidence of Tillis' testimony, we are satisfied that no error has occurred.  We hold that the trial judge did not abuse his discretion in admitting Tillis' Rule 404(b) testimony into evidence.\n    \n    IV\n    \n      55\n      Although we find that the trial judge did not commit reversible error during the guilt phase of the trial, we are convinced that the trial judge committed plain error when he sentenced Anthony and Roosevelt to terms of 360 months and 151 months respectively under the expressed belief that he had no discretion to consider a downward departure from the guidelines.20   The trial court clearly has discretion to depart from the guidelines when it finds \"that there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission....\"  U.S.S.G. Sec. 5K2.0;  18 U.S.C. Sec. 3553(b).21   We do not suggest that a departure is necessarily warranted in this case under the guidelines.  However, it was error for the district court to refuse even to consider departing because of an erroneous belief that he had no power to do so.  See United States v. Sharpsteen, 913 F.2d 59, 64 (2d Cir.1990);  United States v. Russell, 870 F.2d 18, 20-21 (1st Cir.1989).  Cf. United States v. Lowden, 900 F.2d 213, 217-18 (10th Cir.1990), cert. denied, --- U.S. ----, 111 S. Ct. 206, 112 L. Ed. 2d 166 (1990) (district court instructed to inform Court of Appeals whether it exercised its discretion but chose not to depart, or whether it instead believed that it had no discretion to depart).22\n    \n    \n      56\n      In his brief, Roosevelt makes the same arguments.23   For the reasons stated above, we reject Roosevelt's arguments as well.\n    \n    \n      57\n      We remand to the district court with instructions that it reconsider Roosevelt and Anthony's sentences in light of U.S.S.G. Sec. 5K2.0.  At the conclusion of the proceedings contemplated by this opinion, the clerk of the district court shall certify a record of those proceedings as a supplemental record on appeal.  For purposes of reviewing the subsequent proceedings on remand, this court retains jurisdiction.  In all other respects, the judgment of the court below is affirmed.\n    \n    CONCLUSION\n    \n      58\n      In Part I, we hold that neither Anthony nor Roosevelt possessed a protectable Fourth Amendment privacy right which was violated by the search of Tillis' car.  In Part II, we hold that while the district court erred in admitting the pager bill into evidence over Anthony's hearsay objection, the error was harmless.  In Part III, we deny the other guilt phase issues raised by the appellants.  In Part IV, we remand for reconsideration of Anthony's and Roosevelt's sentences.  Therefore we REMAND for reconsideration of the sentences only, and in all other respects, we AFFIRM.\n    \n    \n      \n        *\n         The Honorable Wesley E. Brown, Senior United States District Judge for the District of Kansas, sitting by designation\n      \n      \n        1\n         Anthony has raised several issues that impact him alone.  Unless we state otherwise, the issues addressed apply to both brothers\n      \n      \n        2\n         We will not discuss the subjective step in this opinion, and instead we will assume that Anthony and Roosevelt had manifested a subjective belief that they possessed protectable privacy rights in Tillis' car\n      \n      \n        3\n         In United States v. Obregon, 748 F.2d 1371, 1375 (10th Cir.1984) we applied the clearly erroneous standard when we reviewed the lower court's determination that the accused did not possess protectable Fourth Amendment privacy rights.  We interpret our use of the clearly erroneous standard in Obregon as having been applicable only to the antecedent facts\n      \n      \n        4\n         Anthony tries to distinguish Rakas by arguing that Tillis, as the lawful owner, was the only person entitled to consent to the search.  In effect, Anthony's argument is based upon a purported violation of Tillis' Fourth Amendment privacy rights.  This argument fails because constitutional rights are personal and cannot, therefore, be raised by third parties.  United States v. Salvucci, 448 U.S. 83, 85, 100 S. Ct. 2547, 2549, 65 L. Ed. 2d 619 (1980)\n        Tillis pled guilty and did not preserve a right to appeal the constitutionality of the search.  Because he has not joined in this appeal, the issue of whether his constitutional rights were violated by the search is not before this court.\n      \n      \n        5\n         In Roper, the accused was driving the car.  The car had been rented by the wife of one of the passengers.  The rental contract provided that it could only be driven by her, and there was no indication that the rental car company had authorized the accused to take control of the car.  The wife was not present in the car when the search occurred\n      \n      \n        6\n         Under Roosevelt's theory, had Anthony been driving when the police pulled them over, Anthony--not Roosevelt--would have possessed a protectable privacy interest.  It follows, therefore, that under this theory, whenever the brothers switched off driving, one brother's privacy rights vanished while the other's blossomed.  We decline to attribute such a chameleonic, on-again off-again, characteristic to Fourth Amendment privacy rights\n      \n      \n        7\n         We do not intend to establish a per se rule that any time the owner of a vehicle is present, the driver has no protectable privacy interest.  We hold only that upon these facts neither Jefferson brother is able to establish a personal, reasonable expectation of privacy in either the vehicle or in the items seized\n      \n      \n        8\n         We have found only one other case where a court has been confronted with facts similar to ours where the owner was present in the car but was not driving when the police stopped and searched the vehicle.  United States v. Padron, 657 F. Supp. 840 (D.Del.1987), aff'd sub nom.  United States v. Rubio, 857 F.2d 1466 (3d Cir.1988), cert. denied, 488 U.S. 974, 109 S. Ct. 512, 102 L. Ed. 2d 547 (1988).  In Padron, the court held that the accused had a protectable privacy interest even though the owner was present when the vehicle was searched.  Id. at 844.    Although the district court opinion was affirmed by the Third Circuit, it was affirmed \"without published opinion,\" and according to the Internal Operating Procedures of the United States Court of Appeals for the Third Circuit, such decision is not to be given precedential weight.  Int.Op.Pro. 5.6 (3d Cir. July 1990).  In any event, for the reasons expressed in this opinion, we respectfully disagree with the district court's decision.  We further note that in Padron the ultimate holding was that the accused did not possess a privacy interest in the luggage located in the car's hatch because he denied having any proprietary interest in the luggage.  Similarly, in our case, the Jefferson brothers refused to claim a proprietary interest in the marijuana and crack.  Requiring that the accused assert a possessory interest in the seized object will not place the accused in a \"no-win situation\" because under Simmons v. United States, 390 U.S. 377, 394, 88 S. Ct. 967, 976, 19 L. Ed. 2d 1247 (1968), where an accused testifies as to his interest in a seized object in a suppression hearing to protect his Fourth Amendment rights, that testimony cannot be used against him in trial\n      \n      \n        9\n         The discussion between the attorneys and the trial judge was as follows:\n        THE COURT:  Well, I am inclined to think that the offer of proof has a circumstantial evidence bearing on the issues of the case, and while it isn't direct evidence I think that it might be somewhat indirect, and I am going to let it in.\n        [ANTHONY'S ATTORNEY]:  Okay.  Your Honor, could you look at that?    Could you look at that bill?    This bill is an out-of-court statement, and it is offered to show that he had a pager.  Could you look at that bill and see if it establishes that and whether the hearsay objection--\n        THE COURT:  Well, I assume it is an ordinary statement of account.  What does it look like?\n        [ATTORNEYS FOR THE GOVERNMENT]:  I will get it.  A regular phone bill.\n        [ATTORNEY FOR ANTHONY]:  Sort of a phone bill.\n        [ATTORNEY FOR THE GOVERNMENT]:  We aren't going to have anybody from Mountain West--U.S. West, we aren't going to have anybody else testify about the balance of it.  This piece of paper was found in the car.\n        (Pause.)\n        [ATTORNEY FOR ANTHONY]:  This is an out-of court statement, and they have offered to prove that he has a pager.\n        THE COURT:  Well, it is a statement of $26.00 for a pager.\n        [ATTORNEY FOR ANTHONY]:  Yes.\n        THE COURT:  It would appear to be authentic.  What is the problem?\n        [ATTORNEY FOR ANTHONY]:  It is an out-of-court statement, and it is hearsay, and I object to that.  I don't think it falls.  And also foundation, Your Honor.  I mean a hearsay exception, excuse me.\n        THE COURT:  This was found in the car?\n        [ATTORNEY FOR THE GOVERNMENT]:  It was found in the car by Officer Matoon, yes.\n        THE COURT:  Well, I think I will let it in.  The objection is overruled.\n        R. Vol. VII at 282.\n      \n      \n        10\n         In his brief, Anthony apparently raises the separate issue of whether the admission of the pager bill into evidence, combined with Agent Young's testimony regarding the use of pagers by drug dealers, constituted inadmissible drug courier profile evidence.  See generally United States v. Quigley, 890 F.2d 1019, 1021 (8th Cir.1989), cert. denied, --- U.S. ----, 110 S. Ct. 1163, 107 L. Ed. 2d 1066 (1990) (denouncing the use of drug courier profiles as substantive evidence).  See also United States v. Beltran-Rios, 878 F.2d 1208, 1210-13 &amp; n. 2 (9th Cir.1989) (allowing drug courier profiles to be used by the government only when rebutting a defense claim of innocence based upon the profile characteristics);  United States v. Hernandez-Cuartas, 717 F.2d 552, 555 (11th Cir.1983) (denouncing use of drug courier profiles as substantive evidence but allowing limited use as background information)\n        Without addressing whether we intend to adopt an \"anti-profile evidence position\" in the future, suffice it to say that we need not address this issue here.  Agent Young's telephone pager testimony was too limited to constitute a profile.  Cf. Quigley, 890 F.2d at 1023 (profile consists of a \"point by point examination of profile characteristics\").\n      \n      \n        11\n         In its brief the government cites to United States v. Ashby, 864 F.2d 690 (10th Cir.1988), cert. denied, --- U.S. ----, 110 S. Ct. 1793, 108 L. Ed. 2d 794 (1990).  In Ashby we were presented with an automobile repair order admitted into evidence to prove that the \"appellant and co-defendant were involved in drug running since they had put so many miles on the car in a small amount of time.\"    Id. at 693.    However, in Ashby we concluded that \"the work order was not used to prove the truth of the matters asserted.\"    Id.  Therefore, Ashby provides no support for the government's position\n      \n      \n        12\n         One commentator in particular has argued persuasively against importing a circumstantial/non-circumstantial use distinction into the hearsay rule:\n        All hearsay evidence could be viewed as a kind of circumstantial evidence, and all hearsay risks could in that view be transmogrified into mere questions of weight.  That course of reasoning, however ... leads inevitably to error because it bypasses the whole point of the hearsay rule:  when the belief of a human being in a matter is used as evidence of a matter, special risks exist, and special safeguards, especially cross-examination, have been designed to deal with them.\n        O. Wellborn, The Definition of Hearsay in the Federal Rules of Evidence, 61 Tex.L.Rev. 49, 62-63 (1982).  See also R. Park, McCormick on Evidence and the Concept of Hearsay:  A Critical Analysis Followed by Suggestions to Law Teachers, 65 Minn.L.Rev. 423, 431 (1981) (noting with disapproval that some \"courts have change[d] hearsay into nonhearsay simply by calling it 'circumstantial evidence,' \").\n      \n      \n        13\n         We are aware of the approach taken by the Sixth Circuit in United States v. Marino, 658 F.2d 1120, 1125 (6th Cir.1981), where it held that an airline ticket used at trial to prove that \"the defendants traveled in interstate commerce ... was admissible because the defendants' possession of the documents constituted an adoption.\"    Id.  The court stated:  \"Just as silence in the face of an accusation may constitute an admission to its truth, possession of a written statement becomes an adoption of its contents.\"    Id.  We decline to apply the approach taken by the Sixth Circuit in Marino to this case.  We can think of too many cases where the mere possession of a bill in no way constitutes an adoption of its contents.  Common every day experience teaches us that disputes with creditors based upon inaccuracies contained in their bills is not a rarity.  See generally Larson v. Dumke, 900 F.2d 1363, 1369 (9th Cir.), cert. denied, --- U.S. ----, 111 S. Ct. 580, 112 L. Ed. 2d 585 (1990) (\"What we know as men and women we must not forget as judges.\")\n      \n      \n        14\n         In Chapman, the Court held that when confronted with a constitutional error, a reviewing court can find the error harmless only if it is convinced that the error was harmless beyond a reasonable doubt.  Id\n      \n      \n        15\n         Normally, the government bears the burden of proving that a nonconstitutional error was harmless.  Rivera, 900 F.2d at 1469 n. 4.    The government, apparently convinced of the strength of its argument that the admission of the pager bill into evidence did not violate Rule 801, did not address whether the trial judge's error was harmless.  However, because the entire record is before us, we find that the government has met this burden\n      \n      \n        16\n         A third possibility could be that the limitations period is tolled at the time of indictment.  We note that there are several schools of thought with respect to the tolling of the ten year period.  Compare Louisell &amp; Mueller, Federal Evidence Sec. 320, at 353 (1979) (ten year period should be tolled at indictment in order to discourage dilatory tactics by the opponent);  with Weinstein, 3 Weinstein's Evidence Sec. 609, at 609-12 (1988) (ten year period should not be tolled until the opponent testifies because the purpose behind the ten year limit is to separate those convictions that have a reasonable bearing on whether the opponent's testimony can be believed from those that have no reasonable bearing because they are stale)\n      \n      \n        17\n         Tillis testified that he had made three trips to purchase cocaine prior to the instant trip.  He testified that Anthony had paid him a total of $4,000.00 to take the first two trips to purchase cocaine from Tillis' sources in California.  Tillis further testified that he and Roosevelt made the third purchase trip together and that Roosevelt furnished the money to purchase the drugs\n      \n      \n        18\n         Buried within the portion of their brief addressing this issue, the appellants raised a question as to whether the government improperly bolstered Tillis' testimony in its opening statement.  In its opening statement the prosecution mentioned Tillis' testimony:\n        Eventually after giving some false information, and I will tell you that he did indeed give some false information to the police department, and to the authorities, the individual in the back seat, Ernest Tillis, agreed to essentially turn state's evidence and become a government's witness, and to testify truthfully about what had occurred.\n        And in return for his truthful testimony he is entitled to receive a recommendation from me as the United State Attorney, to Judge Brimmer, and a recommendation which I might advise is not binding on Judge Brimmer, but he is entitled to receive a recommendation from me to Judge Brimmer for a sentence reduction, down to approximately 6.5 years to seven years of time that he would actually do in the penitentiary, if he testifies truthfully.\n        R. Vol. VI at 34\n        This statement as to the agreement reached between Tillis and the government does not constitute improper vouching.  See United States v. Bowie, 892 F.2d 1494, 1499 (10th Cir.1990) (where the government \"[does] no more than reveal that the witness[ ] had an obligation to testify truthfully and explain[s] the consequences of a breach of that obligation,\" it does not constitute improper vouching).\n      \n      \n        19\n         Although Tillis' testimony was an important part of the government's case in chief, the value was undermined by evidence that he had committed perjury prior to the trial.  Furthermore, the defense tried to discredit his testimony by pointing out the sentencing break he received from the government in exchange for his testimony.  The defense did an admirable job exposing these weaknesses during its thorough cross-examination of Tillis.  We simply cannot say that the district court erred in allowing the jury to determine Tillis' credibility, especially in light of the clear probative value of his testimony\n      \n      \n        20\n         In particular, we refer to the following portions of the sentencing transcript:\n        THE COURT:  Thank you, Mr. Stacy.  Mr. [Anthony] Jefferson, in considering your presentence report, the court is obliged to follow the sentencing guidelines of the United States Sentencing Commission.  I feel that in that regard I have no choice.\n        When these guidelines are considered separately--when the objections to the guidelines are considered separately, I think that I am--have been correct in each of the rulings that I've made.  I think that the probation officer is right in the position that she has taken in these sentencing--presentence report.  I think that it does result in a harsh result.\n        This is the greatest sentence that I've ever imposed, and I've never imposed a sentence this long on anybody, particularly when I wasn't mad at them.  And I'm not mad at you.  I've long been a believer in Winston Churchill's philosophy that there was treasure in the heart of every man if only you can find it.  And I think that applies in your case, too.\n        I am glad that in your case I have spoken against the guidelines, because I believe that they are harsh.  I believe that they should give the sentencing judge a discretion, and these guidelines don't.\n        Here you are at the age of 37 years now, and your son will be grown if--before you get out of prison.  And you may never get out in your lifetime.  That is the result of this sentencing guideline.\n        I have no discretion in this matter, and so for those reasons the Court must find that the defendant is a career offender as defined by the Sentencing Commission, and that makes this offense level a 37 with a criminal history level of 6 which results in a guideline range of 360 months, 30 years, to life.\n        I wish you well and good luck.  And I'm sorry, as I've said, to have to impose this length of sentence upon you.\n        R. Vol. IX at 26-28.\n        From the above statements, we are convinced that the trial judge was unaware of his right to exercise discretion to depart from the guidelines.\n      \n      \n        21\n         We note, however, that the trial judge's discretion to depart from the guidelines is not unfettered.  See United States v. Jackson, 921 F.2d 985, 989 (10th Cir.1990) (Westlaw, 10th Cir. dir.)  (en banc)\n      \n      \n        22\n         Anthony raises several other sentencing issues, including one that erroneously relies upon an out-of-date version of the United States Sentencing Guidelines.  Anthony argued that the trial judge erroneously sentenced him as a career offender under U.S.S.G. Secs. 4B1.1 &amp; 4B1.2.  In constructing his argument, Anthony relied upon an outdated version of the U.S.S.G. that did not include amendments effective as of November 1, 1989 (both Anthony and Roosevelt were convicted and sentenced after the November 1, 1989 effective date).  The district court must refer to the guidelines \"that are in effect on the date the defendant is sentenced....\"  18 U.S.C. Sec. 3553(a)(4).    See United States v. Hewitt, 902 F.2d 1082, 1083-84 (2d Cir.1990).  However, after reviewing Anthony's sentencing report, which was based upon the updated version of the U.S.S.G., we are confident that the trial judge based his decision upon the correct version of the U.S.S.G.  We are satisfied that the judge properly sentenced Anthony as a career offender.  In addition, Anthony alleged that the trial judge erroneously applied a two level upward adjustment for obstruction of justice.  However, because Anthony admitted in his brief that this issue is moot if we find that he was properly sentenced as a career offender, we decline to address it.  Finally, Anthony argues that his sentence is cruel and unusual and that it violates the Eighth Amendment because the guidelines have no consideration for human life and do not adequately distinguish between dissimilar cases.  That argument is entirely without merit.  In United States v. Hughes, 901 F.2d 830, 832-33 (10th Cir.), cert. denied, --- U.S. ----, 111 S. Ct. 163, 112 L. Ed. 2d 128 (1990), we held that \"in imposing sentence, the degree of discretion afforded under the Guidelines clearly is sufficient.\"\n      \n      \n        23\n         Roosevelt raises two additional sentencing issues in his brief.  First, Roosevelt argues that the district court's failure to apply a two level downward departure for Acceptance of Responsibility under U.S.S.G. Sec. 3E1.1 \"denie[d] him equal protection under the law and require[d] him to waive his constitutional right against self-incrimination by 'admitting he committed a crime'.  [sic]\"  However, Roosevelt never raised this objection to the district court during his sentencing hearing.  Because we do not find that the district court's failure to consider this constitutional argument constitutes plain error, we affirm on this issue\n        Second, Roosevelt argues that the district court erred in not reducing his sentence under U.S.S.G. Sec. 3B1.2 for being a minor participant.  We will reverse the district court only if we find its decision to be clearly erroneous.  See United States v. Rutter, 897 F.2d 1558, 1563 (10th Cir.), cert. denied, --- U.S. ----, 111 S. Ct. 88, 112 L. Ed. 2d 60 (1990).  The district court refused to find that Roosevelt was a minor participant, and given the evidence of his substantial involvement in the offenses, we do not find the district court's decision to be clearly erroneous.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 555884
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}