{
    "id": 334505,
    "judges": "Edwards, McCREE, Peck",
    "date_filed": 196992000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-richard-harrison-russell",
    "case_name_short": null,
    "case_name": "United States v. Richard Harrison Russell",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Richard Harrison RUSSELL, Defendant-Appellant",
    "attorneys": "William E. Jackson (Court-appointed CJA), Grand Rapids, Mich., for defendant-appellant., Frank S. Spies, U. S. Atty., Robert C. Greene, Grand Rapids, Mich., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 3, 1975.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 39,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1135-7\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Richard Harrison RUSSELL, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1135-10\">\n    No. 75-1642.\n   </docketnumber><br><court id=\"b1135-11\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><otherdate id=\"b1135-13\">\n    Argued Oct. 3, 1975.\n   </otherdate><br><decisiondate id=\"b1135-14\">\n    Decided March 30, 1976.\n   </decisiondate><br><attorneys id=\"b1136-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1064\"> \n     *1064\n     </span>\n    William E. Jackson (Court-appointed CJA), Grand Rapids, Mich., for defendant-appellant.\n   </attorneys><br><attorneys id=\"b1136-14\">\n    Frank S. Spies, U. S. Atty., Robert C. Greene, Grand Rapids, Mich., for plaintiff-appellee.\n   </attorneys><br><judges id=\"b1136-15\">\n    Before EDWARDS, PECK and McCREE, Circuit Judges.\n   </judges>",
    "citations": [
        "532 F.2d 1063"
    ],
    "opinions": [
        {
            "author_str": "McCREE",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/532/532.F2d.1063.75-1642.html",
            "author_id": null,
            "opinion_text": "532 F.2d 1063\n    UNITED STATES of America, Plaintiff-Appellee,v.Richard Harrison RUSSELL, Defendant-Appellant.\n    No. 75-1642.\n    United States Court of Appeals,Sixth Circuit.\n    Argued Oct. 3, 1975.Decided March 30, 1976.\n    \n      William E. Jackson (Court-appointed CJA), Grand Rapids, Mich., for defendant-appellant.\n      Frank S. Spies, U. S. Atty., Robert C. Greene, Grand Rapids, Mich., for plaintiff-appellee.\n      Before EDWARDS, PECK and McCREE, Circuit Judges.\n      McCREE, Circuit Judge.\n    \n    \n      1\n      Appellant was convicted of armed bank robbery, 18 U.S.C. &#167; 2113(a), (d), and sentenced to concurrent twenty year terms.  The principal question on appeal is whether the district judge erred in refusing to suppress the in-court identification of appellant by three witnesses.  Appellant contends that the identifications were tainted by government action that created a \"very substantial likelihood of irreparable misidentification.\"  Simmons v. United States, 390 U.S. 377, 384, 88 S.Ct. 967, 971, 19 L.Ed.2d 1247, 1253 (1968).\n    \n    \n      2\n      On June 17, 1971, two black males, one tall and one short, robbed the Burton Street Branch of the Central Bank in Grand Rapids, Michigan.  Present in the bank were the manager, Robert Johnson, and two tellers, Marcia Steeby and Jacquelyn Reda.  Adlean Cole entered the bank during the robbery, and Kathleen Fiorenzo, who saw a man running away from the bank building just after the police arrived, was sitting in a car parked outside the bank.\n    \n    \n      3\n      Appellant was arrested in Pontiac, Michigan, which is about 135 miles from Grand Rapids, on June 25, 1971.  Preliminary examination, at which Mrs. Reda and Mr. Johnson identified appellant as one of the men who robbed the bank, was held July 16, 1971.\n    \n    \n      4\n      After appellant had been removed from the Eastern District of Michigan to Grand Rapids, in the Western District, he moved to suppress the identifications of all the witnesses.  A summary of the testimony presented at the suppression hearing, held November 15, 1971, follows.\n    \n    \n      5\n      Mrs. Cole, who entered the bank while the robbery was in progress, could say only that the taller of the two men had a hat on, \"But what he looked like, I couldn't tell.\"  On the day of the robbery, all the witnesses, including Mrs. Cole, were shown a number of \"mug shots\" at the police station, and none of the witnesses was able to identify any of the photos.  Two government agents showed her approximately ten pictures two days after the crime.  Although the agents made no attempt to emphasize any particular picture, they did ask Mrs. Cole to \"pick out a Russell.\"  Mrs. Cole did not pick out any of the pictures because \"I didn't see him that well,\" and she did not identify appellant at either the hearing or trial.\n    \n    \n      6\n      Marcia Steeby, one of the tellers, said that the man had a goatee and wore a hat, sunglasses, and a bush jacket.  She saw both men approach the bank, and then the taller of the two stepped up to her teller's window (he was about four feet away at the time) and produced a gun.  She was able to view the man for \"probably less than a minute.\"  She was shown \"mug shots\" the day of the holdup and five or six additional pictures two days later.  The agents mentioned no names.  She did not identify any of the pictures, nor did she identify appellant at the suppression hearing.\n    \n    \n      7\n      Mrs. Reda, the other teller, testified that one man was \"extremely tall, over six feet, and muscular, and . . .  had a mustache and a goatee, and . . . was wearing a hat,\" but she could not remember the clothes the men were wearing.  Contrary to Marcia Steeby's testimony, Mrs. Reda said she saw the taller man directly in front of her teller's window.  She was unable to identify any photograph at the police station immediately after the robbery, but did select one from among the approximately fifteen that were later shown to her.  She did this by what she called a \"process of elimination.\"  She did not make what she called \"a positive identification.\"  After she singled out the picture, she testified that the agents said \"something like, 'That is possibly the one who did it.' \"  Mrs. Reda identified appellant at the preliminary examination, at the suppression hearing, and at trial.  After she had identified appellant at the hearing, the following dialogue occurred.\n    \n    \n      8\n      Q Now, Miss Reda, think very carefully on this.  You are identifying the gentleman over there in the white shirt because you are sure in your own mind that he is the one?\n    \n    \n      9\n      A (pause) I'm sure he's the one.\n    \n    \n      10\n      Q Are you identifying because you have seen photographs of him before, or again are you sure in your own mind that he is the one?\n    \n    \n      11\n      A (pause) I am as sure as I can be.\n    \n    \n      12\n      Q By saying, \"I am as sure as I can be,\" is that a qualifying statement, or are you just sure?\n    \n    \n      13\n      A (no response).\n    \n    \n      14\n      Q Miss Reda, let me put it this way: Are you sure beyond a reasonable doubt?\n    \n    \n      15\n      A Yes.\n    \n    \n      16\n      Q One last question.  Are you identifying this gentleman today because you observed him at the preliminary exam in Detroit or because you are sure in your own mind?\n    \n    \n      17\n      A Because I am sure.\n    \n    \n      18\n      Mr. Johnson, the manager, described the robber as quite tall, in his early thirties, with \"sort of a goatee, a beard-type thing\" and wearing a western-type outfit and a hat \"like a priest.\"  Although the taller robber stood twelve to fifteen feet from him, he never saw the robber's full face and could not remember if he wore sunglasses.  (The other witnesses testified, and the photographs from the bank's surveillance camera show, that the men did wear sunglasses.) Mr. Johnson initially told the police that at the time of the robbery he was so upset he didn't remember \"too much of anything.\"  He did not positively identify any of the photographs shown to him either at the police station or later, although he stated that he selected some that resembled the robber, and the agents made no comments regarding either the suspect's name or the pictures.  Mr. Johnson saw the appellant in manacles outside the courtroom before the preliminary hearing and identified appellant at that hearing, at the suppression hearing, and at trial.\n    \n    \n      19\n      Mrs. Fiorenzo testified that she was sitting in the back seat of a car parked in front and to the side of the bank; that she saw a police car drive up; and that after the officer got out of the car and went around the corner of the building, she saw a man running away from the bank.  She described the man as lanky and bald, with a mustache and a goatee.  From a distance of thirty to thirty-five feet she saw the man only in profile and as he ran a few strides.  She did testify that she had a vivid recollection of the encounter.  On the day of the robbery, she was shown \"mug shots\" at the station with the other witnesses, and at least ten additional photographs on the following Monday.  She narrowed her choice to two of the few pictures, finally picking one of them \"although it was hard to tell.\"  The agent then cautioned Mrs. Fiorenzo that the \"man's appearance could have been changed since these pictures have been taken.\"  She said she still believed it to be the one she picked, although she had testified that she had \"looked at and stared at (the other picture) for the longest time . . . .\"  The agent then said \"we don't believe that (the one Mrs. Fiorenzo picked) is the one\" but that \"We possibly think it could be this one here,\" indicating the other photograph.\n    \n    \n      20\n      There is a great potential for misidentification when a witness identifies a stranger based solely upon a single brief observation, and this risk is increased when the observation was made at a time of stress or excitement.  Since this danger is inherent in every identification of this kind, courts should be especially vigilant to make certain that there is no further distortion of the possibly incomplete or mistaken perception of a well-meaning witness by suggestive or other unfair investigatory techniques.  United States v. Wade, 388 U.S. 218, 228-229, 87 S.Ct. 1926, 1932-33, 18 L.Ed.2d 1149, 1158 (1967), see F. Frankfurter, The Case of Sacco and Vanzetti 30 (1927), W. Ringel, Identification and Police Lineups 10 (1968), P. Wall, Eye-Witness Identification in Criminal Cases (1965), Eisenberg &amp; Fenstel, \"Pre-Trial Identification; An Attempt to Articulate Constitutional Criteria,\" 58 Marquette L.Rev. 659 (1975), Grano, \"Kirby, Biggers, and Ash: Do Any Constitutional Safeguards Remain Against the Danger of Convicting the Innocent?\"  72 Mich.L.Rev. 717 (1974).\n    \n    \n      21\n      Many investigators believe that perception and memory are not purely deductive, but have substantial inductive components.  See, e. g., Buckhout, \"Eyewitness Testimony,\" 231 Scientific American 23 (Dec.1974).  Witnesses focus on gross or salient characteristics of any sensory experience, and fill in the details, not according to the observed facts of the experience, but according to some previously internalized pattern they associate with the perceived gross characteristics.  In addition, the construction of memory is greatly influenced by post-experience suggestion.  Suggestions compatible with the witness' internalized stereotype are likely to become part of the witness' memory, not because they are in fact similar to the actual experience, but because they fit the preconceived stereotype.  Buckhout, supra, at 23-24, see Ringel, supra, at 8-11.\n    \n    \n      22\n      Also, unreliability can be compounded by inaccurate perception of even the gross characteristics of the experience.  Some studies have shown that even under ideal conditions, height estimates by different witnesses can vary by more than two feet.  Even the estimates of experienced police officers can vary by as much as five inches, and their weight and age estimates can vary by as much as twenty pounds and fifteen years.  Wall, supra, at 10-11.\n    \n    \n      23\n      This problem is important because of all the evidence that may be presented to a jury, a witness' in-court statement that \"he is the one\" is probably the most dramatic and persuasive.  Eisenberg &amp; Fenstel, supra, E. Borchard, Convicting the Innocent (1932).\n    \n    \n      24\n      The Supreme Court has considered the problem in a series of decisions concerned with eyewitness identification in various contexts.  United States v. Wade, supra (right to counsel at post-indictment lineup); Gilbert v. California, 388 U.S. 263, 87 S.Ct. 1951, 18 L.Ed.2d 1178 (1967) (necessity of independent basis for in-court identification if lineup is found illegal); Stovall v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967) (due process, totality of the circumstances test); Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968) (photographic displays considered under the due process test); Foster v. California, 394 U.S. 440, 89 S.Ct. 1127, 22 L.Ed.2d 402 (1969) (reversing a conviction based on eyewitness identification after successive suggestive lineups); Coleman v. Alabama, 399 U.S. 1, 90 S.Ct. 1999, 26 L.Ed.2d 387 (1970) (in-court identification); Neil v. Biggers, 409 U.S. 188, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972) (show-up).\n    \n    \n      25\n      In this appeal, we must determine whether any of the government's acts between the time of the robbery and each witness' identification of appellant were \"so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\"  Simmons v. United States, 390 U.S. 377, 384, 88 S.Ct. 967, 971, 19 L.Ed.2d 1247, 1253 (1968).  The applicable due process doctrine requires us to consider whether the government's procedures were suggestive, whether they were necessary, and whether the procedures produced a \"substantial likelihood of irreparable misidentification.\"  The Court stated that the following factors are to be considered in determining the probability of misidentification:\n    \n    \n      26\n      (1.) the opportunity of the witness to view the criminal at the time of the crime,\n    \n    \n      27\n      (2.) the witness' degree of attention,\n    \n    \n      28\n      (3.) the accuracy of the witness' prior description of the criminal,\n    \n    \n      29\n      (4.) the level of certainty demonstrated by the witness at the confrontation, and\n    \n    \n      30\n      (5.) the length of time between the crime and the confrontation.\n    \n    \n      31\n      Neil v. Biggers, 409 U.S. 199-200, 93 S.Ct. at 382, 34 L.Ed.2d at 411, see United States v. O'Connor, 282 F.Supp. 963 (D.D.C.1968).\n    \n    \n      32\n      The trial judge appropriately recognized that Simmons v. United States requires suppression of a witness' identification testimony \"only if the photographic identification procedure was so impermissibly suggestive as to give rise to a very substantial likelihood of irreparable misidentification.\"\n    \n    \n      33\n      Appellant contends that it was impermissibly suggestive for government agents to have asked Mrs. Cole to \"pick out a Russell,\" and that the court should assume, despite the testimony of the other witnesses to the contrary, that the government made the same request of all the other witnesses.  We agree with the trial judge that since neither Mrs. Cole nor the other witnesses were acquainted with Russell at the time when they made their identifications, the request incorporating his name was not suggestive.  Further, since Mrs. Cole did not identify appellant, even if this procedure were suggestive, it produced no misidentification.  No other witness testified that he was asked to identify \"a Russell.\"\n    \n    \n      34\n      Three witnesses did identify Russell.  Mrs. Reda selected a photograph from the array shown to her.  No suggestive conduct occurred before her selection of appellant's picture.  (We assume she selected appellant's picture.  We cannot be certain because the photographs were not received in evidence at either the suppression hearing or at trial, and no exhibits or pictures were made a part of the record on appeal.)  Her identification of the photographs she selected was not positive.  However, the agent told her that the photograph she had selected was \"the guy we think probably did it,\" confirming her selection.  We do not condone this practice, which might in some circumstances make firm a doubtful and mistaken identification, but we cannot say that the trial judge erred in concluding that no substantial likelihood of misidentification resulted.  Mrs. Reda had already selected the photograph she believed to be the robber before the suggestive comment was made.  During the robbery she had viewed the taller of the robbers for approximately one minute at a distance of approximately four feet.  There were no discrepancies between her description and either the descriptions of the other witnesses or of the appearance of appellant.  Only one month elapsed between the time of the robbery and her first confrontation with appellant when she identified him.  And she testified that her identification was not based on the photographs, but because viewing appellant in person, she was \"as sure as I can be.\"  However, her recollection of where the robber stood was disputed by Marcia Steeby, who was not able to identify any suspect, including appellant.\n    \n    \n      35\n      In these circumstances we cannot say that the trial judge erred in allowing the testimony of Mrs. Reda to be heard by the jury.  The trial judge has the advantage of personal observation of witnesses.  Because the trial judge has this perspective, he has the primary responsibility for applying a standard like the one under consideration here.\n    \n    \n      36\n      The second witness who identified Russell was Mrs. Fiorenzo, whose testimony the district judge refused to suppress, although he made no findings nor assigned any reasons for his decision.  We hold that the photographic identification procedure employed in her case was impermissibly suggestive, and that it created a very substantial likelihood for her misidentification of appellant.  She seemed to assume that the robber's photograph was in the array displayed to her, and she proceeded to narrow the possibilities to two photographs, from which she finally chose one.1  At this point, the agent told her, in effect, that she had chosen the wrong photograph, and that the other photograph portrayed the person the authorities believed to be guilty.  This conduct was extremely suggestive.  While it may have been proper for the agent, noticing her hesitation, to remind her that the robber's appearance might have changed, and to ask her if she were sure, it was clearly improper for him to identify for her another picture as the photograph of the person whom he suspected.  We think it is clear that this suggestion was sufficient to create a \"very substantial likelihood of irreparable misidentification.\"  Mrs. Fiorenzo, who was outside the bank in an automobile, observed the robber, in profile, for only a few seconds from a distance of thirty to thirty-five feet.  She originally identified a photograph that, we assume from her description of the officer's comments, was not appellant's.  After the officer spoke, however, she identified appellant at the trial as the robber.\n    \n    \n      37\n      Since the introduction of Mrs. Fiorenzo's testimony deprived appellant of his constitutional right to due process of law, Simmons v. United States,390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968), we are required to reverse his conviction unless the government can demonstrate that this error was harmless beyond a reasonable doubt.  Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967).  We cannot characterize the error of not suppressing her testimony as harmless in view of the dearth of other evidence to corroborate the identification testimony given by the two other persons who were also strangers to appellant, when their testimony was based solely on their observations of a single brief transaction.  In bank robbery cases, the prosecution frequently presents physical evidence of the defendant's guilt, such as his possession of stolen currency, his fingerprints in the bank, or a note in his handwriting.  Here, however, there were only two pieces of evidence that had any tendency to corroborate the identification testimony.  First, Russell stipulated to the fact that his fingerprints were found in an automobile that the police observed parked one-half block from the bank at approximately the time of the robbery.  No further connection between the car and the robbery was shown.  We have searched the record in vain to determine how police attention was directed to this vehicle, which was not shown to have been the only one parked in the vicinity.  In addition, there were also the photographs made by the concealed bank camera, and its view of the incident was not subject to distortion by later suggestion.  Although the record discloses that these photographs were viewed by the jury, unfortunately they, like the \"mug shots\" shown to the witnesses, were also not made a part of the record on appeal.\n    \n    \n      38\n      Without Mrs. Fiorenzo's identification to buttress that of the two witnesses who were inside the bank, we cannot be certain that appellant's alibi testimony might not have created a reasonable doubt about his guilt in the minds of the jurors.  In these circumstances, since the prosecution has not sustained its burden of showing that the constitutional error was harmless beyond a reasonable doubt, we are required to reverse appellant's conviction.\n    \n    \n      39\n      Mr. Johnson, the third witness who identified appellant, like the others, was shown a number of \"mug shots,\" but he made no identification until after he observed appellant Russell in manacles just before the preliminary hearing.  The district judge, as in the case of Mrs. Fiorenzo, did not state whether he found this circumstance to be impermissibly suggestive, and, if so, whether he found it had created a substantial likelihood of irreparable misidentification.  In United States v. Matlock, 491 F.2d 504 (6th Cir. 1974), cert. denied, 419 U.S. 864, 95 S.Ct. 119, 42 L.Ed.2d 100 (1974), where witnesses before giving their testimony twice saw the defendant wearing handcuffs, we held that no reversal was required because the witnesses' identification of the defendant had an independent origin in their \"clear recollection of the defendant's appearance at the time of the robbery.\"  Further, there was \"significant other evidence connecting the defendant with the crime.\"  491 F.2d 506.  More recently, in United States v. Scott, 518 F.2d 261 (6th Cir. 1975), we upheld a conviction where the witnesses observed the defendant wearing handcuffs as he was brought into the courtroom for trial.  All these witnesses had identified Scott previously, and there was \"substantial\" additional evidence of his guilt.\n    \n    \n      40\n      Because we hold it is suggestive to permit a witness to observe a defendant in manacles, the trial judge must find that Johnson's identification of Russell has an independent basis before it can be admitted on retrial.\n    \n    \n      41\n      Appellant presents a second issue on appeal, in addition to his contentions relating to the admission of the identification testimony.  He contends that his conviction was tainted by the government's knowing use of perjured testimony.  We hold that the evidence demonstrates only confusion, not deliberate misstatement by Mrs. Reda, the witness in question.  This case is therefore quite different from Napue v. Illinois, 360 U.S. 264, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959), where reversal was required because the government relied upon, and made no attempt to correct, testimony that it knew to be false.\n    \n    \n      42\n      The conviction accordingly is reversed and the case is remanded for a new trial at which the identification of Mrs. Fiorenzo may not be used.  The identification testimony of Mr. Johnson may be used only if the district judge finds that it has an independent basis.\n    \n    \n      \n        1\n         Similarly Mrs. Reda testified that she selected a photograph by \"process of elimination.\"  Each witness is subject to an insinuation that the photograph of the guilty person is among those displayed.  It may be that neither Mrs. Reda nor Mrs. Fiorenzo seriously considered the possibility that the robber's likeness was not among those represented in the photographs.  See Grano, supra, at 736 n. 114.  See also Brown, \"An Experience in Eyewitness Testimony,\" 25 J.Amer.Inst.Crim.L. 621 (1935)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 334505
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}