{
    "id": 1540735,
    "judges": "Judges Pressler, Dreier and Kleiner",
    "date_filed": "1973-02-19",
    "date_filed_is_approximate": true,
    "slug": "state-v-jackson",
    "case_name_short": null,
    "case_name": "State v. Jackson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "640 A.2d 863",
        "272 N.J. Super. 543"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n272 N.J. Super. 543 (1994)\n640 A.2d 863\nSTATE OF NEW JERSEY, PLAINTIFF-RESPONDENT,\nv.\nSHAWN JACKSON, DEFENDANT-APPELLANT.\nSuperior Court of New Jersey, Appellate Division.\nSubmitted February 8, 1994.\nDecided April 25, 1994.\n*545 Before Judges PRESSLER, DREIER and KLEINER.\nSusan L. Reisner, Acting Public Defender, attorney for appellant (Jacqueline E. Turner, Assistant Deputy Public Defender, of counsel and on the letter brief).\nShawn Jackson filed a pro se supplemental brief.\nDeborah T. Poritz, Attorney General, attorney for respondent (Craig V. Zwillman, Deputy Attorney General, of counsel and on the letter briefs).\nThe opinion of the court was delivered by KLEINER, J.S.C. (temporarily assigned).\nThe body of Jessie Rice, age seventeen, was discovered in Cardiff on December 22, 1988. Rice had been shot seven times in the head. The ensuing homicide investigation led to the arrest and indictment of defendant, Shawn Jackson, for eleven criminal *546 acts.[1] Thereafter, a one-count superseding indictment replaced the eleventh count of the original indictment. The superseding indictment charged defendant with purposely or knowingly causing death by his own conduct contrary to N.J.S.A. 2C:11-3a(1) or (2), commonly known as capital murder.\nDefendant, represented by counsel, waived his right to a jury trial. After an Evid.R. 8 (now N.J.R.E. 104) hearing at which defendant's pretrial statement was deemed admissible, defendant proceeded to trial and was convicted by the trial judge on all counts.\nAt the ensuing penalty phase proceedings, the court determined there was insufficient evidence to support the two aggravating factors specifically alleged by the State, and that even if those two aggravating factors were supportable, those factors did not outweigh the mitigating factors beyond a reasonable doubt. The death sentence was rejected. Defendant was sentenced on the count of knowing or purposeful murder to life imprisonment with a thirty year period of parole ineligibility. On count six of the indictment, charging kidnapping, in violation of N.J.S.A. 2C:13-1b(1) and (2), defendant was sentenced to a custodial term of fifteen years, with a five year period of parole ineligibility, to be served consecutively to the sentence imposed for murder. All other counts of the indictment either merged or resulted in concurrent sentences. Defendant's aggregate sentence was life plus fifteen years, with a thirty-five year parole disqualification.\nOn appeal, defendant raises three points of error:\n\n*547 POINT I\nDEFENDANT DID NOT KNOWINGLY AND INTELLIGENTLY WAIVE HIS RIGHT TO A JURY TRIAL. U.S. CONST.AMENDS. VI, XIV; N.J. CONST. (1947), ART. I, PAR. 9. (Not Raised Below).\nPOINT II\nSHAWN JACKSON'S CONFESSION WAS NOT VOLUNTARILY MADE AND ITS ADMISSION INTO EVIDENCE VIOLATED DUE PROCESS.\nPOINT III\nTHE DEFENDANT'S SENTENCE IS EXCESSIVE.\nDefendant also filed an additional brief, pro se, and raises two points of error:\nPOINT I\nDEFENDANT'S STATEMENT TAKEN IN VIOLATION OF DEFENDANT'S FIFTH AMENDMENT RIGHT TO REMAIN SILENT AND ARTICLE 1, PARAGRAPH 10 OF THE NEW JERSEY CONSTITUTION AND FUNDAMENTAL FAIRNESS DOCTRINE AND FAILURE TO SCRUPULOUSLY HONOR DEFENDANT'S RIGHT ONCE INVOKED AND VIOLATION OF FOURTH AMENDMENT MANDATE REVERSAL OF CONVICTION. (Not raised below).\nPOINT II\nTRIAL COURT'S CONSIDERATION OF TESTIMONY OF HEARSAY STATEMENTS OF NON-TESTIFYING CO-DEFENDANT WAS AN ABUSE OF DISCRETION AND A VIOLATION OF SIXTH AMENDMENT RIGHT TO CONFRONT WITNESSES. (Partially raised).\nOn December 21, 1988, defendant, Darryl Welsh and Terry Bailey, agreed to rob the victim, Jessie Rice, to obtain money for the Christmas season. On December 22, 1988, defendant was armed with a nine millimeter handgun and gave Bailey a .22 caliber weapon. Welsh was armed with a .357 magnum. They waited for Rice to arrive at the home of his girlfriend on Illinois Avenue in Atlantic City. After Rice arrived, he began to walk towards his girlfriend's home. Defendant and his accomplices approached Rice from the rear. After forcing Rice to walk around the block, the group returned to Rice's automobile and Welsh ripped a gold chain from Rice's neck and removed $50 from his person. Rice was forced to enter the front passenger seat of his vehicle. Defendant and Welsh sat in the rear seats, and Bailey drove. The group attempted to force Rice to reveal the specific location of his residence in Pleasantville but Rice refused to *548 respond. Bailey drove to a wooded area near Pleasantville where defendant forced Rice to exit the vehicle and to lie on the ground. Defendant switched weapons with Bailey and, using the .22 caliber pistol, defendant shot Rice seven times in the head. The trio then proceeded in Rice's automobile to a convenience store, purchased gasoline in a container, and proceeded to another secluded area where, after vandalizing the vehicle, they set the vehicle on fire and left the area. During the guilt phase of the proceedings, Welsh and Bailey, who testified for the State, indicated they urged defendant not to shoot Rice. However, he ignored these pleas.\nOn July 11, 1989, at 6:30 a.m., the trio was brought to police headquarters for questioning. Each man denied any involvement in the homicide and sometime after 1:00 p.m. they were separately released. That afternoon, Bailey gave incriminating information to the police which was then confirmed by Welsh. At approximately 6:00 p.m., Jackson was brought back to police headquarters and during the ensuing interview, taped statements of Bailey and Welsh were played for defendant. Bailey and Welsh were also brought into the interview area. They talked and argued with defendant. Ultimately, defendant admitted he shot Rice. He then proceeded to provide a detailed confession.\n\nI\nOn March 22, 1991, defendant, accompanied by two attorneys, Kevin Lewis and Charles Jurman, appeared in court in the presence of Assistant Prosecutor Rosenfeld. The following colloquy occurred:\nTHE COURT: Shawn Jackson. All right, Mr. Lewis.\nMR. LEWIS: Thank you, Your Honor. This is Shawn Jackson, Your Honor, who is on your list for trial now scheduled for May 14th of 1991. I have discussed with Mr. Jackson his options with regard to trial, whether it be by jury or by a bench trial before the Judge alone. After having gone over this matter with Mr. Jackson, we have executed a request to be tried by the Judge and hereby waive the jury application.\nTHE COURT: Mr. Rosenfeld.\nMR. ROSENFELD: Yes, as Your Honor knows, we do consent to this waiver.\n....\n\n*549 THE COURT: You concur in the waiver of jury trial?\nMR. ROSENFELD: I do, sir.\nBY THE COURT:\nQ. You're Shawn Jackson?\nA. Yes.\nQ. How old are you, Mr. Jackson?\nA. Twenty-one.\nQ. Your lawyer has told me that you want to waive a trial by jury in the murder charges which is a capital case, as you know, and that you want to be tried by the Court without a jury both as to the guilt phase and the penalty phase if you're found guilty. Is it true that you want to waive a jury trial?\nA. Yes.\nQ. And have you signed this form here? Is this your signature?\nA. Yes.\nQ. You signed this in court today?\nA. Yes.\n....\nTHE COURT: The Court is satisfied that Mr. Jackson represented by competent counsel in the person of Kevin Lewis and Charles Jurman. He understands his rights. He understands his rights to be tried by a jury. He waives that right, has executed a waiver in writing.\n... Do you have anything you want to say or any questions, Mr. Jackson?\nTHE DEFENDANT: No.\nR. 1:8-1(a) provides:\nCriminal actions required to be tried by a jury shall be so tried unless the defendant, in writing and with the approval of the court, after notice to the prosecuting attorney and his opportunity to be heard, waives a jury trial. In sentencing proceedings conducted pursuant to N.J.S.A. 2C:11-3(c)(1), the consent of prosecutor shall be required for such waiver.\nIt is clear from the colloquy between the court and counsel that defendant's waiver of a jury trial was in writing and was consented to by the State as is required by N.J.S.A. 2C:11-3c(1). The transcript is devoid of any discussion between the court and defendant other than the court's inquiry as to the execution of the waiver form and the court's final inquiry as to whether defendant had any questions which he desired to direct to the court.\nIn State v. Wyman, 232 N.J. Super. 565, 557 A.2d 1043 (App.Div. 1989), we reversed a judgment of conviction under similar circumstances, although in Wyman the waiver was oral and not written *550 as in the case sub judice. In Wyman, as here, there was no express and understanding waiver by defendant of his right to trial by jury in open court. It was our clear determination that a \"defendant's mere acquiescence in proceeding without a jury\" is not sufficient to constitute a waiver of the constitutional right to a jury trial. Id. at 568, 557 A.2d 1043. We specifically provided:\nWe deem it important to emphasize that trial courts and prosecutors should make certain that a waiver of a jury trial be in writing and signed by the defendant as required by R. 1:8-1(a), or that defendant personally place on the record in open court an express and understanding waiver of his or her right to such a trial.\n\n[Ibid. (emphasis added).]\nClearly our statement in Wyman implies that in requiring verbalization by a defendant, an \"express and understanding waiver\" is required where the waiver is not in writing. Confirmatory verbalization of a defendant's written waiver is not specifically mandated by R. 1:8-1(a).\nIt is well-settled that to be constitutionally valid a defendant's waiver of a jury trial must be knowing and intelligent. Schneckloth v. Bustamonte, 412 U.S. 218, 237, 93 S.Ct. 2041, 2053, 36 L.Ed.2d 854, 868-69 (1973) (citing Adams v. United States ex rel. McCann, 317 U.S. 269, 63 S.Ct. 236, 87 L.Ed. 268 (1942)) (defendant's waiver of jury trial must be express, intelligent and competent); Patton v. United States, 281 U.S. 276, 312, 50 S.Ct. 253, 263, 74 L.Ed. 854, 870 (1930) (defendant's consent to waiver of jury trial must be \"express and intelligent\"). Whether a waiver is given knowingly \"depends upon whether the totality of the circumstances supports that conclusion.\" State v. Koedatich, 112 N.J. 225, 328, 548 A.2d 939 (1988) (citations omitted), cert. denied, 488 U.S. 1017, 109 S.Ct. 813, 102 L.Ed.2d 803 (1989); see also Adams, supra, 317 U.S. at 278, 63 S.Ct. at 241, 87 L.Ed. at 274. That a defendant was represented by counsel is relevant in determining whether his waiver of a jury trial was knowing. United States ex rel. Williams v. DeRobertis, 715 F.2d 1174, 1182 (7th Cir.1983), cert. denied, 464 U.S. 1072, 104 S.Ct. 982, 79 L.Ed.2d 219 (1984).\n*551 Under Federal Rule of Criminal Procedure 23(a), a defendant may \"waive[] a jury trial in writing with the approval of the court and the consent of the government.\" Compliance with this rule's writing requirement \"`creates a presumption that the waiver is a voluntary, knowing and intelligent one.'\" United States v. Sammons, 918 F.2d 592, 597 (6th Cir.1990) (quoting United States v. Cochran, 770 F.2d 850, 851 (9th Cir.1985)). Additionally, under federal authority, defendant who has waived his right to a jury trial bears the burden of \"plain[ly] showing that such waiver was not freely and intelligently made.\" Adams, supra, 317 U.S. at 281, 63 S.Ct. at 242, 87 L.Ed. at 275-76.\nDefendant has failed to present any evidence to support his argument that his jury trial waiver was other than a knowing and intelligent decision made by him with advice of counsel. Defendant has also not buttressed his argument with an affidavit or certification alleging facts to support his contention.\nAs noted, defendant's written waiver was executed and presented to the court on March 22, 1991. Defendant's next court appearance was on May 14, 1991 on the day scheduled for trial. The following colloquy occurred:\nTHE COURT: Good morning, ladies and gentlemen.\nLadies and gentlemen, today is the scheduled date for the trial, non jury, of the matter of State versus Shawn Jackson. This is a capital murder case, and the defendant previously waived a jury in writing and verbally. I would want to confirm that that is still in effect.\nMr. Lewis?\nMR. LEWIS: Thank you, your Honor.\nI have again confirmed that with Mr. Jackson. It is still in effect. We would proceed as indicated earlier.\nTHE COURT: Is that correct, sir?\nTHE DEFENDANT: Yes.\nWe are satisfied that if defendant had any second thoughts as to the propriety of his decision on March 22, 1991 to waive a jury trial, he had ample time between that date and the actual date of trial to move to retract his waiver, and most importantly, was given a specific opportunity to express his misgivings or even lack *552 of consent on May 14, 1991. He did not do so and we conclude that defendant's written waiver on March 22, 1991, executed in accordance with R. 1:8-1(a), was properly accepted by the trial judge.\nDefendant argues that State v. Dunne, 124 N.J. 303, 590 A.2d 1144 (1991), requires a verbalized waiver of trial by jury. In Dunne, the Supreme Court concluded:\n[W]hen reviewing a request to waive a jury trial, a court should:\n(1) determine whether a defendant has voluntarily, knowingly, and competently waived the constitutional right to jury trial with advice of counsel;\n(2) determine whether the waiver is tendered in good faith or as a stratagem to procure an otherwise impermissible advantage; and\n(3) determine, with an accompanying statement of reasons, whether ... it should grant or deny the defendant's request in the circumstances of the case.\n\n[Id. at 317, 590 A.2d 1144.]\nThese rules modified a similar pronouncement in State v. Fiorilla, 226 N.J. Super. 81, 543 A.2d 958 (App.Div. 1988), in which we found that a trial court cannot deny a defendant's waiver unless \"sufficient reasons exist,\" id. at 90, 543 A.2d 958, and established a three-pronged test for determining when a court should deny the defendant's request for jury waiver:\n(1) a defendant has not voluntarily, knowingly and competently waived his constitutional right to jury trial with advice of counsel; or that,\n(2) the waiver is not tendered in good faith, but as a stratagem to procure an otherwise impermissible procedural advantage; or that,\n(3) consequential, overriding, demonstrable and articulated reasons exist to require a jury trial [that] outweigh the reasons and record provided by the defendant in support of waiver.\n\n[Id. at 92, 543 A.2d 958.]\nAlthough the third prong of this test was modified by the Supreme Court in State v. Dunne, supra, 124 N.J. at 317, 590 A.2d 1144, it is clear that the standards imposed in State v. Fiorilla, supra, 226 N.J. Super. at 92, 543 A.2d 958, as to the rejection of a waiver were binding on the trial court when defendant purported to waive his constitutional right to a jury trial. State v. Fiorilla, *553 ibid. initially and State v. Dunne, supra, 124 N.J. at 317, 590 A.2d 1144, thereafter established the criteria to reject a written waiver of a trial by jury executed pursuant to R. 1:8-1(a). We note that in Dunne, id. at 314-15, 590 A.2d 1144, the Supreme Court commented:\n[A]lthough we agree with the premise of the Fiorilla court that the denial of a request for a non-jury trial cannot be a reflexive reaction and must be based on \"an exercise of discretion by the trial court based on its consideration of the circumstances of the case,\" neither the Constitution nor the Rules of the Court tilt in favor of a non-jury trial. State v. Fiorilla, supra, 226 N.J. Super. at 88, 543 A.2d 958. Rather, we believe that the more serious the crime, the greater the \"gravity\" of the offense, Patton v. United States, supra, 281 U.S. at 313, 50 S.Ct. at 263, 74 L.Ed.2d at 870, the greater the burden on the defendant to show why there should be a non-jury trial.\nHowever, the Court did not impose an affirmative obligation upon the trial court to require verbalization on the record by a defendant seeking to waive a trial by jury. The Supreme Court could have, but did not, impose that requirement as an amendment to R. 1:8-1(a), nor did the Supreme Court retroactively apply its decision to encompass any written waiver accepted by a trial court in proceedings predating its decision.\nWe conclude that the failure of the trial court here to elicit the information necessary to determine if defendant's waiver should be rejected in accordance with State v. Fiorilla, supra, 226 N.J. Super. at 92, 543 A.2d 958, did not possess a clear capacity to produce an unjust result, R. 2:10-2, see also State v. Macon, 57 N.J. 325, 333-41, 273 A.2d 1 (1971), and defendant's challenge to his conviction on this ground is rejected.\n\nII\nDefendant's counsel asserts on appeal that defendant's confession was given under coercive conditions and was a product of \"unfair police tactics\" rendering the confession involuntary. Colorado v. Connelly, 479 U.S. 157, 163-67, 107 S.Ct. 515, 520-21, 93 L.Ed.2d 473 (1986). For the reasons discussed, this contention is without merit. However, defendant in his pro se brief argues that his confession must be suppressed as the police failed to honor *554 scrupulously defendant's previously invoked right to remain silent. State v. Hartley, 103 N.J. 252, 511 A.2d 80 (1986). This argument was not raised at the Evid.R. 8 hearing where the trial judge declared that defendant's confession was voluntary. We therefore consider whether the ultimate admission of defendant's confession constitutes plain error. R. 2:10-2; State v. Macon, supra, 57 N.J. at 333-41, 273 A.2d 1. Based upon our analysis of State v. Hartley, supra, as applied to the facts of this case, we reverse the Evid.R. 8 decision and remand for a rehearing.\nOn two occasions prior to July 11, 1989, defendant had been questioned by the police as to his possible involvement in the death of Jessie Rice.[2] On July 11, 1989, at approximately 7:00 a.m., two investigators visited the home of defendant's mother and requested that defendant accompany them to police headquarters for additional questioning. The trial court correctly concluded that the questioning constituted a custodial interrogation. As we will note, defendant was eventually driven to the home of his girlfriend, Denise Chalmers, at 2:00 p.m. and was picked up and driven back to police headquarters at approximately 5:30 p.m. During these three trips, defendant was not restrained. Despite defendant's testimony, we are able to conclude that during defendant's interviews both in the morning and in the evening, he was offered food and beverages, which he declined and was offered and did use bathroom facilities. During his second interview, defendant's girlfriend accompanied him and was seated in the lobby area adjoining the interview room.[3] Although defendant contends *555 that he did not sleep on the evening of July 10, 1989 and contends he was hungry and thirsty during the initial interrogation, we conclude that the absence of sleep and defendant's other allegations of a coercive atmosphere are exaggerations evidenced by the fact that between the hours of 2:00 p.m. and 5:30 p.m., while no longer in police custody, defendant did not sleep, eat or consume any beverages. In the absence of defendant's pro se argument, we would conclude that the trial court's conclusion that his statement was not coerced and therefore was voluntary would be sustained. We however must reverse based upon our consideration of defendant's argument advanced pro se.\nThe first witness for the State was Detective Leslie E. Folks, an investigator with the Atlantic County Prosecutor's Office. This detective arrived at headquarters after the interrogation of defendant had commenced by Investigator Juliano and Detective Frohner, both of whom had brought defendant from his home. Folks indicated that upon his arrival, he learned from Juliano and Frohner that defendant had been given and had waived his \"constitutional rights\"[4] and that he (defendant) was \"denying any involvement.\"\nWhen Folks arrived, Darryl Welsh was also at police headquarters and was being questioned separately by Detective Freidrich and Investigator Prendergast. Folks joined that interview. Folks later met with Terry Bailey and his mother.[5]\nThe crux of defendant's argument is predicated upon State v. Hartley, id., and centers upon the following direct testimony of Folks:\nQ. Did there come a time during the course of that morning when you returned to the Shawn Jackson interview?\nA. Yes.\n\n*556 Q. Tell us about that.\nA. At one time I returned to the Jackson interview, and I was informed by Investigator Juliano that Shawn had stated that he wasn't going to tell anything that happened because of personal reasons.\n....\nQ. Did you speak to him at any length at that time when you say Investigator Juliano told you that he didn't want to tell anything?\nA. Not really.\nQ. Did you apply any pressure to him to tell you anything?\nA. No.\nQ. What did you do?\nA. Just talked to him.\nQ. What did you say?\nA. I told him that we had information that he was involved in the homicide.\nQ. And did he continue to deny same?\nA. Yes, he did.\nQ. Did there come a time when his interview ceased on that morning?\nA. Yes, when he was allowed to go home.\nQ. What time was that?\nA. Around 12:30, one o'clock, in the afternoon.\nInvestigator Folks indicated defendant was not upset, did not request to see an attorney, and was not restrained.\nOn cross-examination, Folks stated that police records indicated defendant's interview actually commenced at 7:58 a.m. and concluded at 1:05 p.m. However, he then indicated that a tape was prepared of a statement given by defendant commencing at 12:20 p.m.[6] which concluded at 1:43 p.m.\nAdditionally, on cross-examination, Folks indicated that after the statement was taped, Terry Bailey was brought into defendant's interrogation room:\nQ. And you put them in a room together?\nA. That's correct.\nQ. Were you present?\n\n*557 A. Yes.\nQ. Was anything said between the two of them?\nA. Yes, Shawn said \u0097 if I can refer to my notes.\nQ. Please.\nA. My report. That was approximately \u0097 wait a minute. At that time, Shawn told Terry to tell the truth, that he shouldn't go to jail for something that somebody else did.\n....\nQ. Okay. Now, Mr. Jackson in that taped statement had made certain statements with regard to his presence at the time and place of a homicide.\nA. Right.\nQ. Did you charge him?\nA. No.\nQ. You just took him back to Atlantic City and you turned him loose?\nA. That's correct.\nQ. You didn't tell him during the course of this time frame between seven a.m. and the time of making this statement that if he told you what happened and if he told you the story, that you would turn him loose?\nA. Well, yes, if you tell us exactly what happened, you can go home.\nQ. And he did and you took him home.\nA. Right.\nThe second State's witness was Investigator Alfred Juliano of the Atlantic County Prosecutor's Office. Juliano related that defendant was brought to police headquarters at approximately 8:00 a.m., was read his Miranda rights, was asked to acknowledge his understanding of each right as it was specifically read to him, and upon completion defendant orally acknowledged his understanding and voluntarily signed a \"waiver of rights form.\" During the ensuing questioning, defendant maintained he was with his girlfriend on the evening of the homicide. Juliano then played a tape recording of a conversation between one Derrick Ingram[7] and Investigator Folks, followed by a consensual taped conversation between Derrick Ingram and Darryl Welsh. Juliano then indicated:\n\n*558 After hearing the last portion, I recall that Mr. Jackson hung his head and said he was afraid to tell because he was afraid someone might hurt he or his girlfriend.\nAt this point, Investigator Folks came into the room, and I left the room at that point.\nDefense counsel did not cross-examine Investigator Juliano. It is therefore clear that the disinclination of Jackson to speak as communicated by Jackson to Juliano was thereafter communicated by Juliano to Folks and was the basis of Folks' testimony that, \"At one time I returned to the Jackson interview, and I was informed by Investigator Juliano that Shawn had stated that he wasn't going to tell anything that happened because of personal reasons.\"\nThe revelation that Jackson gave a tape-recorded statement to Folks commencing at 12:20 p.m. raises a question whether Folks failed to honor scrupulously defendant's right to silence. Michigan v. Mosley, 423 U.S. 96, 96 S.Ct. 321, 46 L.Ed.2d 313 (1975). The issue is succinctly stated in State v. Hartley, supra, 103 N.J. at 256, 511 A.2d 80:\nWe hold that before an accused's previously-asserted right to remain silent may be deemed to have been \"scrupulously honored,\" law-enforcement authorities must, at a minimum, readminister the Miranda warnings. In the absence of those renewed warnings any inculpatory statement given in response to police-initiated custodial interrogation after the right to silence has been invoked is inadmissible. In addition, we determine that a police failure scrupulously to honor an accused's earlier-invoked right to silence amounts to a violation not simply of Miranda's prophylactic rules but of the accused's privilege against self-incrimination. Therefore, any statement that a suspect may make after his right to silence has not between scrupulously honored is unconstitutionally compelled as a matter of law. That circumstance in turn requires a close examination of the relationship between that first statement and any subsequent statement.\nAs noted in Hartley, id. at 263, 511 A.2d 80:\nIn Michigan v. Mosley, supra, 423 U.S. at 104, 96 S.Ct. at 326, 46 L.Ed.2d at 321, the Supreme Court again emphasized the \"coercive pressures\" that are inherent in a custodial setting. The Court focused on this key passage from Miranda:\n\nOnce warnings have been given, the subsequent procedure is clear. If the individual indicates in any manner, at any time prior to or during questioning, that he wishes to remain silent, the interrogation must cease. At this point he has shown that he intends to exercise his Fifth Amendment privilege; and a statement taken after the person invokes his privilege cannot be other than the product of compulsion, subtle or otherwise. Without the right to cut off questioning, the setting of in-custody interrogation operates on the individual to overcome free choice in producing a statement after the privilege has been once *559 invoked. [384 U.S. at 473-74, 86 S.Ct. at 1627-28, 16 L.Ed.2d at 723 (emphasis added).]\nThe specific problem confronting the Mosley Court was that although Miranda appears to contain a clear requirement that \"the interrogation must cease\" when the suspect asserts his right to remain silent, the opinion does not discuss under what circumstances, if any, the authorities may resume interrogation.\nAs we perceive this problem, the actual statement by defendant to Juliano, as paraphrased by Juliano, \"Mr. Jackson hung his head and said he was afraid to tell because he was afraid someone might hurt he or his girlfriend,\" is arguably ambiguous. As noted in Hartley, \"If the individual indicates in any manner, at any time prior to or during questioning, that he wishes to remain silent, the interrogation must cease.\" Ibid. (quoting Miranda v. Arizona, supra, 384 U.S. at 473-74, 86 S.Ct. at 1627, 16 L.Ed.2d at 723) (emphasis added). In the context of an invocation of one's right to counsel, a request, \"however ambiguous,\" to terminate questioning or to have counsel present must be diligently honored. State v. Kennedy, 97 N.J. 278, 288, 478 A.2d 723 (1984); see also State v. Wright, 97 N.J. 113, 119-20, 477 A.2d 1265 (1984). We note that after defendant made this statement to Juliano, the questioning by Juliano ceased. Did he understand defendant's statement as an invocation of his right to silence?\nWe also note that Folks was not informed by Juliano of defendant's statement in the arguably ambiguous phraseology articulated in court. Folks was told, \"Shawn ... stated that he wasn't going to tell anything that happened because of personal reasons.\" That statement is neither ambiguous nor even arguably ambiguous. The statement was a clear indication that Jackson had in fact invoked his right to remain silent.[8]\n*560 The Supreme Court has had several occasions to discuss statements by suspects during a custodial interrogation in its analysis of the Michigan v. Mosley, supra, problem. E.g., State v. Harvey, 121 N.J. 407, 417-19, 581 A.2d 483 (1990) (defendant's communication to police that he would speak with them but that he first wanted to speak to his father was unequivocal termination of interrogation, cert. denied, 499 U.S. 931, 111 S.Ct. 1336, 113 L.Ed.2d 268 (1991); State v. Bey (Bey I), 112 N.J. 45, 64, 548 A.2d 846 (1988) (\"Defendant testified simply, `I wasn't saying nothing.'\"); State v. Bey (Bey), 112 N.J. 123, 138-39, 548 A.2d 887 (1988) (defendant's request to \"lay down and to think about what happened\" was merely break in questioning likened to a situation where defendant asks for something to eat or drink or to use toilet facilities).\nWe conclude that on entering the interview room, based upon the statement attributed to defendant by Juliano, Folks had an affirmative duty either to honor scrupulously Jackson's request, State v. Hartley, supra, 103 N.J. at 256, 511 A.2d 80, or at the very least to clarify with Jackson the exact nature of Jackson's position as to further questioning. See Bey I, supra, 112 N.J. at 65 n. 10, 548 A.2d 846. Folks did neither. He totally disregarded the information imparted to him by Juliano and proceeded to question defendant and to record a statement commencing at 12:20 p.m. and terminating at 1:43 p.m. Although that statement is not before us, we do note that Folks, on cross-examination, indicated that during the statement defendant made statements which established defendant's \"presence at the time and place of a homicide.\"\nAs noted by Justice Clifford in Hartley, the decision in Mosley raised substantial discussion among commentators as to the meaning of \"scrupulously honor\" and questions as to when and under what circumstances the police may resume questioning of a defendant who invokes his right to remain silent. State v. Hartley, supra, 103 N.J. at 265-68, 511 A.2d 80. The Supreme Court concluded:\n\n*561 We need go no further today, in respect of Mosley's impact on this case, than declare as indispensable to a permissible resumption of custodial interrogation of a previously-warned suspect the furnishing of fresh Miranda warnings. Unless the police follow this \"bright-line,\" inflexible, minimum requirement, a defendant's statement made in the above-stated circumstances cannot be admitted into evidence as part of the prosecution's case-in-chief. See also State v. McCloskey, 90 N.J. 18, 30 n. 3, 446 A.2d 1201 (1982) (\"prosecution cannot use any statements made during [the defendant's] second interrogation, before which new Miranda warnings were not given\".).\n\n[Id. at 267, 511 A.2d 80.]\nThe Court in Hartley, further proceeded to state:\nTo recapitulate our holdings thus far: (1) failure to readminister Miranda warnings before interrogating an accused who has previously invoked the right to silence will invariably result in a finding that the right has not been \"scrupulously honored\"; and (2) any statement thus obtained is unconstitutionally compelled, and hence inadmissible, as having been obtained in violation of the fifth amendment and of the state common-law right against self-incrimination.\n\n[Id. at 278-79, 511 A.2d 80.]\nThe question we pose also raises a secondary issue as discussed in State v. Fuller, 118 N.J. 75, 570 A.2d 429 (1990), in which the Hartley bright line rule was refined to permit an exception where a defendant initiates a renewed discussion with a police investigator after invoking a right of silence. As noted in Fuller:\nWithout, therefore, intimating unanimity in the holding of Hartley, we do express our unanimous agreement on what that holding is, as stated at the outset of that opinion: \"In the absence of * * * renewed [Miranda] warnings any inculpatory statement given in response to police-initiated custodial interrogation after the right to silence has been invoked is inadmissible.\" 103 N.J. at 256, 511 A.2d 80 (emphasis added). Because it was the defendant who in this case initiated the discussion, the Hartley holding does not control the outcome.\n\n[Id. at 83, 570 A.2d 429.]\nThe possible applicability of Fuller is obvious from the previously quoted testimony of Folks:\nQ. Did you speak to him at any length at that time when you say Investigator Juliano told you that he didn't want to tell anything?\nA. Not really.\nQ. Did you apply any pressure to him to tell you anything?\n\n*562 A. No.\nQ. What did you do?\nA. Just talked to him.\nQ. What did you say?\nA. I told him that we had information that he was involved in the homicide.\nQ. And did he continue to deny same?\nA. Yes, he did.\nYet, we are aware that as a result of this renewed conversation, Folks proceeded to tape record a statement commencing at 12:20 p.m. What is unknown is who or what prompted the need to tape record a statement at 12:20 p.m. We surmise that the statement as taped included more information than a general denial of involvement or a reiteration of defendant's alibi that he was with his girlfriend on the evening of December 22, 1988. Any information imparted to Folks which was inculpatory but which was initiated by Jackson without further questioning by Folks may invoke the exception to Hartley discussed in State v. Fuller, supra, 118 N.J. at 83, 570 A.2d 429. The answer to this initial question may also necessitate an inquiry as to whether the interrogation commencing at 5:30 p.m., although following a readministration of Miranda warnings, was tainted by the events following defendant's statement to Juliano.\nBefore considering the factual evidence with respect to the second and crucial statement given by defendant, we note that although the first tape recorded statement given between 12:20 p.m. and 1:43 p.m. was played at the Evid.R. 8 hearing, a transcript of that tape was not provided to this court as part of the record on appeal.\nThe second interview with defendant did not involve Investigator Juliano. Investigator Folks commenced the second interview at approximately 6:00 p.m., and Miranda rights were orally read to defendant and he executed a waiver of rights form. At first, defendant continued to deny any involvement in the homicide, at which time taped statements of Bailey and Welsh were played and *563 both Bailey and Welsh were brought into the interview room. Folks and two other detectives remained.\nBY THE PROSECUTOR:\nQ The question is, sir, can you tell us what things were being said by the three suspects in your presence which ultimately led Shawn Jackson to say that he was the shooter.\nA Yes. As I said, they were going back and forth.\nQ When you say back and forth, what were they saying out loud?\nA Shawn was saying that Darryl had did it and Terry Bailey and Darryl were saying that Shawn had did it, and they said why don't you tell them, you know you did. Why don't you tell them the truth, and Darryl, or Shawn said, I wouldn't have told on you guys, or I didn't tell on you guys, I don't know why you're saying that.\nThen Darryl Welsh said, you told them that I did it and you know I didn't do it, you know you did it.\nSo that continued back and forth, and then Shawn just said, all right, I did it, I shot him.\nThereafter, Bailey and Welsh were excused and defendant gave Folks an oral confession. Defendant was then requested to restate this confession in a tape recording which commenced at 9:16 p.m. At the start of the tape, Folks is heard to repeat the Miranda rights to defendant and defendant acknowledges his understanding of those rights.\nAs noted in State v. Hartley, supra, 103 N.J. at 281-83, 511 A.2d 80, the admissibility of defendant's confession at 9:16 p.m. and the oral untaped statement which preceded the taped version, must be considered in the context of defendant's invocation of his right to silence during the morning interview with Juliano. Hartley outlines several factors which should be considered by the court in determining whether the second statement was tainted: \"time between confessions, any intervening circumstances, whether there was a change in place, whether defendant received an adequate warning of his rights, whether the defendant initiated the second confession, the effect of his having previously made a confession, and the `purpose and flagrancy of police misconduct.'\" Id. at 283, 511 A.2d 80. The trial court was not asked to consider any of these factors, particularly the intervening freedom of defendant between 2:00 p.m. and 5:30 p.m., as the issue of taint *564 was never raised by defense counsel. Nor was the issue posed in State v. Hartley, id.\nAs the morning statement was not offered into evidence and has not been provided on appeal, we are unable independently to consider the taint issue on this appeal. In Hartley, the Court concluded that the development of a record was unnecessary as the \"second statement, coming as it did on the heels of \u0097 if not in tandem with \u0097 the first, unconstitutionally-obtained, compelled statement, was unavoidably tainted.\" Id. at 284, 511 A.2d 80. We are unable to reach our own conclusion, for unlike the circumstances in Hartley, the content of defendant's first statement has not been presented to us.\nWe additionally note that it is clear from the record that Folks did not administer Miranda warnings when he replaced Juliano in the morning interview. On remand, inquiry should include a determination whether any facts learned from Jackson prior to 1:43 p.m. were related by investigators to Welsh and/or Bailey, and whether those facts induced Welsh and/or Bailey to change their respective statements to the police. The record is clear that based upon post 1:43 p.m. conversations between the investigators and Welsh and/or Bailey, the investigators decided to find Jackson and request that he return to police headquarters for a second interview. Until a thorough inquiry is conducted as to the morning tape, it is unclear whether the second interview with defendant was tainted. As noted in Fuller, supra, 118 N.J. at 87, 570 A.2d 429, even the readministration of fresh Miranda warnings is not necessarily sufficient to introduce the second statement. The court must also find that beyond a reasonable doubt, the second statement was knowing, intelligent and voluntary under the totality of the circumstances.\nThe trial court on remand must be in a position to conclude that the confession given on tape and commencing at 9:16 p.m. was voluntary as opposed to the \"fruit of the poisonous tree.\" Brown v. Illinois, 422 U.S. 590, 95 S.Ct. 2254, 45 L.Ed.2d 416 (1975); Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d *565 441 (1963); State v. Barry, 86 N.J. 80, 87, 429 A.2d 581 cert. denied. 454 U.S. 1017, 102 S.Ct. 553, 70 L.Ed.2d 415 (1981); State v. Elmore, 205 N.J. Super. 373, 500 A.2d 1089 (App.Div. 1985); State v. Hartley, supra, 103 N.J. at 282, 511 A.2d 80.\n\nCONCLUSION\nDefendant is entitled to a new N.J.R.E. 104 (formerly Evid.R. 8) hearing to challenge the admissibility of the oral and taped statements given to the police which shall include specific consideration as to (1) whether the first oral and tape recorded statements prior to 1:43 p.m. were the result of the failure of the police to honor scrupulously defendant's right to silence; and (2) whether the second oral and taped recorded statements were tainted by the violation, if any, of defendant's constitutional rights. Under the circumstances, we remand the matter to the trial court. If the defendant's oral and tape recorded statements are deemed admissible, defendant's conviction will be affirmed. State v. Kelly, 61 N.J. 283, 294, 294 A.2d 41 (1972). We will retain jurisdiction to consider defendant's appeal in that event respecting the excessiveness of his sentence. See State v. Madison, 109 N.J. 223, 245, 536 A.2d 254 (1988) (Case remanded to trial court for State to demonstrate whether identification of defendant had independent source; if State established independent source, conviction would be affirmed); State v. Williamson, 270 N.J. Super. 318, 637 A.2d 195 (App.Div. 1994) (Case remanded to conduct hearing as to probable cause to stop motor vehicle. If probable cause established, defendant's conviction to be affirmed.); State v. Ferguson, 255 N.J. Super. 530, 544, 605 A.2d 765 (App.Div. 1992) (Case remanded for a new hearing on whether defendant's case should be waived to the Law Division for trial as an adult. Jurisdiction retained to entertain the appeal and review claims of error raised as to defendant's conviction for murder.).\nThe matter is remanded to the Law Division for further proceedings consistent with this opinion. We shall retain jurisdiction.\n*566 DREIER, J.A.D. (concurring and dissenting).\nWhile I concur in the majority's treatment of the jury trial waiver issue, I must respectfully dissent concerning the remand here ordered based upon Detective Folks' brief questioning of defendant after he was initially interrogated by Investigator Juliano.\nI first focus on the point that the preliminary interrogations by both investigator Juliano and then Detective Folks occurred prior to defendant revealing information sufficient to charge him with the commission of a crime. Defendant was, however, in a custodial setting and had been read his Miranda rights. Defendant's initial statement to Investigator Juliano after defendant had heard the recorded conversations of his friends, did not indicate that he wished to terminate the questioning. It was merely an expression of fear for the safety of his girlfriend and himself. At that point defendant only stated that, in the words of Investigator Juliano \"he was afraid to tell because he was afraid someone might hurt he [sic] or his girlfriend.\"\nIt is true that Investigator Juliano terminated the questioning at that point, but only because Detective Folks had returned and was to assume the role of interrogator. Apparently, neither Investigator Juliano nor Detective Folks thought at that point that defendant had invoked his right to remain silent.\nWhat is most important is that even though Detective Folks related his understanding that defendant was not \"going to tell anything that happened because of personal reasons,\" this was merely a paraphrase of what defendant had told Investigator Juliano and what he in turn had related to Detective Folks. Defendant had not used these words to terminate an interview with Detective Folks. When Detective Folks resumed the questioning, defendant in no way indicated that he had invoked his right to remain silent, but rather continued to maintain his innocence and was in fact released. Even when defendant was later requested to return to the police station, he continued to maintain his innocence.\n*567 Our focus should be not on the shorthand phraseology used by Detective Folks to recount his impression of what Investigator Juliano had told him, but upon the statement defendant made to Investigator Juliano. That statement, I maintain, does not rise to the level of even an ambiguous invocation of defendant's constitutional right to remain silent. I do not read either Michigan v. Mosely, 423 U.S. 96, 104, 96 S.Ct. 321, 326-327, 46 L.Ed.2d 313, 321-322 (1975), or State v. Hartley, 103 N.J. 252, 256, 511 A.2d 80 (1986), to require a probing of defendant's statement to Investigator Juliano. In the language of Hartley, defendant did not indicate \"in any manner ... that he wish[ed] to remain silent,\" thus requiring the interrogation to cease. 103 N.J. at 263, 511 A.2d 80 (quoting Miranda v. Arizona, 384 U.S. 436, 473-474, 86 S.Ct. 1602, 1627-1628, 16 L.Ed.2d 694, 723 (1966)). He merely expressed fear that some third party would cause harm to his girlfriend or himself.\nTo remand for a factual hearing at this point, leading to a possible reversal of the full and fair trial defendant has already received, does more than enforce the constitutional protection to which any accused is entitled. It builds a fence around the Constitution, enlarging its protections to the detriment of effective law enforcement and potentially the public. I suggest that every time a suspect is being interrogated and merely expresses fear of continuing to speak, the police are not required to stop their questioning and make a detailed inquiry concerning whether the suspect intends at that point to invoke his or her right to remain silent. The flow of the interrogation is unnecessarily broken. I fear that this practice will create an impediment to obtaining complete and truthful statements. Constitutional rights must be fully protected, but expanded rights need not be created.\nRespectfully, I dissent and would affirm this conviction without remanding for a further hearing under N.J.R.E. 104(c).\nNOTES\n[1]  Counts one and three, unlawful possession of weapons, a handgun and pistol (N.J.S.A. 2C:39-5b); counts two and four, possession of weapons, a handgun and pistol, for an unlawful purpose (N.J.S.A. 2C:39-4a); count 5, conspiracy to commit kidnapping (N.J.S.A. 2C:5-2 and N.J.S.A. 2C:13-1b(1) and (2)); count six, kidnapping (N.J.S.A. 2C:13-1b(1) and (2)); count seven, conspiracy to commit robbery (N.J.S.A. 2C:5-2 and N.J.S.A. 2C:14-1a(3)); count eight, armed robbery (N.J.S.A. 2C:15-1); count nine, criminal mischief (N.J.S.A. 2C:17-3a(1)); count ten, felony murder (N.J.S.A. 2C:11-3a(3)); count eleven, purposefully or knowingly, by his own hand, inflicting serious bodily injury resulting in death (N.J.S.A. 2C:11-3a(1) and (2)).\n[2]  The exact nature, extent, or results of those two prior police contacts were not presented at the Evid.R. 8 hearing.\n[3]  Denise Chalmers testified at the Evid.R 8 hearing that she was permitted to see defendant every fifteen or twenty minutes. Investigator Folks indicated Chalmers was permitted to visit defendant after his oral statement was tape recorded. If Chalmer's testimony is correct, the atmosphere of the second interview was clearly not coercive. As we conclude defendant's argument as to coercive atmosphere is specious, we need not resolve this conflict in the testimony.\n[4]  Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n[5]  Testimony of other witnesses later revealed that Bailey arrived at police headquarters at 10:00 a.m.\n[6]  When defendant asked that the tape be marked for identification, the prosecutor indicated that he was reserving his right to argue the applicability of State v. Gomez, 246 N.J. Super. 209, 587 A.2d 272 (App.Div. 1991), as it pertained to the possible use of this tape at trial.\n[7]  The identity of Derrick Ingram is not revealed in the transcript of the Evid.R. 8 hearing.\n[8]  We disagree with our dissenting colleague on this point. We view the statement attributed to defendant as unequivocable, unambiguous and perfectly clear. Defendant invoked his right to remain silent. Our colleague concludes the paraphrase was not even \"an ambiguous invocation of defendant's constitutional right to remain silent.\" Additionally, the fact that defendant resumed answering the detective's questions does not eliminate the proscription of State v. Hartley, supra, 103 N.J. at 267, 511 A.2d 80.\n\n",
            "ocr": false,
            "opinion_id": 1540735
        }
    ],
    "court_short_name": "New Jersey Superior Court App Division",
    "court_full_name": "New Jersey Superior Court Appellate Division",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Robbery"
}