{
    "id": 1012068,
    "judges": "Hamilton, Per Curiam, Traxler, Williams",
    "date_filed": "1992-11-02",
    "date_filed_is_approximate": true,
    "slug": "orbe-v-true",
    "case_name_short": "Orbe",
    "case_name": "Orbe v. True",
    "case_name_full": "Dennis Mitchell ORBE, Petitioner-Appellant, v. William Page TRUE, Warden, Sussex I State Prison, Respondent-Appellee",
    "attorneys": "ARGUED: Michele Jill Brace, Virginia Capital Representation Resource Center, Charlottesville, Virginia, for Appellant. Katherine P. Baldwin, Senior Assistant Attorney General, Office of the Attorney General, Richmond, Virginia, for Appellee. ON BRIEF: Robert L. Jenkins, Jr., Bynum & Jenkins, P.L.L.C., Alexandria, Virginia, for Appellant. Jerry W. Kilgore, Attorney General of Virginia, Office of the Attorney General, Richmond, Virginia, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": "Affirmed by unpublished PER CURIAM opinion.",
    "history": null,
    "other_dates": "Argued Sept. 23, 2003.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b844-7\">\n    Dennis Mitchell ORBE, Petitioner-Appellant, v. William Page TRUE, Warden, Sussex I State Prison, Respondent-Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b844-10\">\n    No. 03-4.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b844-11\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b844-12\">\n    Argued Sept. 23, 2003.\n   </otherdate><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b844-13\">\n    Decided Dec. 11, 2003.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b845-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"803\"> \n     *803\n     </span>\n    ARGUED: Michele Jill Brace, Virginia Capital Representation Resource Center, Charlottesville, Virginia, for Appellant. Katherine P. Baldwin, Senior Assistant Attorney General, Office of the Attorney General, Richmond, Virginia, for Appellee. ON BRIEF: Robert L. Jenkins, Jr., Bynum\n    <em>\n     &amp;\n    </em>\n    Jenkins, P.L.L.C., Alexandria, Virginia, for Appellant. Jerry W. Kilgore, Attorney General of Virginia, Office of the Attorney General, Richmond, Virginia, for Appellee.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b845-14\">\n    Before WILLIAMS and TRAXLER, Circuit Judges, and HAMILTON, Senior Circuit Judge.\n   </p><br><p data-order=\"7\" data-type=\"disposition\" id=\"b845-15\">\n    Affirmed by unpublished PER CURIAM opinion.\n   </p>",
    "citations": [
        "82 F. App'x 802"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://pacer.ca4.uscourts.gov/opinion.pdf/034.U.pdf",
            "author_id": null,
            "opinion_text": "                          UNPUBLISHED\n\nUNITED STATES COURT OF APPEALS\n                FOR THE FOURTH CIRCUIT\n\n\nDENNIS MITCHELL ORBE,                 \n              Petitioner-Appellant,\n                 v.\n                                                  No. 03-4\nWILLIAM PAGE TRUE, Warden,\nSussex I State Prison,\n               Respondent-Appellee.\n                                      \n           Appeal from the United States District Court\n        for the Eastern District of Virginia, at Alexandria.\n                  T. S. Ellis, III, District Judge.\n                         (CA-01-1845-A)\n\n                      Argued: September 23, 2003\n\n                      Decided: December 11, 2003\n\n     Before WILLIAMS and TRAXLER, Circuit Judges, and\n              HAMILTON, Senior Circuit Judge.\n\n\n\nAffirmed by unpublished per curiam opinion.\n\n\n                             COUNSEL\n\nARGUED: Michele Jill Brace, VIRGINIA CAPITAL REPRESEN-\nTATION RESOURCE CENTER, Charlottesville, Virginia, for\nAppellant. Katherine P. Baldwin, Senior Assistant Attorney General,\nOFFICE OF THE ATTORNEY GENERAL, Richmond, Virginia, for\nAppellee. ON BRIEF: Robert L. Jenkins, Jr., BYNUM & JENKINS,\nP.L.L.C., Alexandria, Virginia, for Appellant. Jerry W. Kilgore,\n\f2                           ORBE v. TRUE\nAttorney General of Virginia, OFFICE OF THE ATTORNEY GEN-\nERAL, Richmond, Virginia, for Appellee.\n\n\n\nUnpublished opinions are not binding precedent in this circuit. See\nLocal Rule 36(c).\n\n\n                             OPINION\n\nPER CURIAM:\n\n   Dennis Mitchell Orbe was convicted by a Virginia jury of capital\nmurder, robbery, and two related firearm offenses. He was sentenced\nto death for the murder, plus sixty years imprisonment for his other\nconvictions. After unsuccessfully challenging his convictions in state\ncourt on direct review and in state habeas proceedings, Orbe filed a\npetition for writ of habeas corpus in federal district court. See 28\nU.S.C.A. § 2254 (West 1994 & Supp. 2003). We previously granted\na certificate of appealability as to five claims. We now affirm.\n\n                                  I.\n\n   During the early morning hours of January 24, 1998, Orbe shot and\nkilled Richard Burnett, a convenience store clerk at a gas station in\nYork County, Virginia, while committing a robbery of the store. The\nentire incident was captured on videotape by the store’s security cam-\nera. The following facts are taken from the opinion of the Virginia\nSupreme Court on Orbe’s direct appeal of his convictions and sen-\ntence:\n\n    Near 3:38 a.m. on January 24, 1998, the defendant entered\n    the convenience store, walked up to the check-out counter\n    where Richard Sterling Burnett was working as a clerk, and\n    pointed a revolver at Burnett’s chest. After Burnett opened\n    the cash register drawer, the defendant shot him in the chest.\n    As Burnett was clutching his chest and struggling to remain\n    in a standing position, the defendant walked around the\n\f                            ORBE v. TRUE                             3\n    counter, reached into the cash register drawer, and removed\n    some money from it. He then fled from the store.\n\n    A short while later, a customer at the convenience store dis-\n    covered Burnett’s body and called for emergency assistance.\n    F.T. Lyons, an investigator with the York County Sheriff’s\n    Office, arrived on the scene about 4:25 a.m. Investigator\n    Lyons found Burnett’s body \"on the floor . . . behind the\n    register.\" He collected several items from the store for evi-\n    dentiary purposes, including the video tape recording. He\n    took the video tape to the sheriff’s office where he used\n    computer equipment to view it \"frame by frame.\" Lyons\n    captured images from the video tape, digitized and saved\n    them, and then printed several of the images. He distributed\n    those printed images to area law enforcement agencies and\n    the media.\n\nOrbe v. Commonwealth, 519 S.E.2d 808, 810 (Va. 1999) (footnote\nomitted). Although Orbe was quickly identified as the gunman from\nthe still images obtained from the videotape, he was not apprehended\nuntil January 31, 1998, after police officers chased him by car and on\nfoot through the streets of Richmond. When apprehended, Orbe had\na partially loaded revolver in the waistband of his pants, which foren-\nsics matched to the bullet removed from Burnett’s chest.\n\n   Orbe was ultimately tried and convicted in York County of the cap-\nital murder of Burnett, see Va. Code Ann. § 18.2-31.4 (Michie 1996);\nrobbery, see Va. Code Ann. § 18.2-58 (Michie 1996); and two counts\nof using or displaying a firearm while committing murder and rob-\nbery, respectively, see Va. Code Ann. § 18.2-53.1 (Michie 1996).\n\n   A capital sentencing proceeding was then held, during which the\nCommonwealth sought imposition of a sentence of death based upon\nthe aggravating circumstance of future dangerousness. See Va. Code\nAnn. § 19.2-264.4 (Michie 2000). The evidence in support consisted\nof Orbe’s criminal actions during the week before and after the mur-\nder.\n\n The first incident occurred three days before the murder when\nMark Scougal and Lois Jones came home and found Orbe in their\n\f4                            ORBE v. TRUE\nbedroom. Orbe \"pointed a gun at Scougal and ordered Scougal to\ndrive him ‘somewhere else’ because he was hiding from the police.\"\nOrbe, 519 S.E.2d at 811. During the confrontation, Jones retrieved a\ngun and threatened Orbe. Orbe fired two shots at Jones, one of which\nstruck her in the leg. Orbe then demanded Scougal’s car keys, but fled\nthe scene when Scougal refused. The second incident occurred later\nthat day. Orbe approached Charles Powell and William Bottoms, who\nwere sitting just outside Bottoms’s home in Richmond. Orbe \"ordered\n[the men] to walk to the rear of the house\" at gunpoint and told them\n\"that he [had] nothing to lose.\" Id. (internal quotation marks omitted).\nHe then took Powell’s car, but left without harming the men.\n\n   The third incident occurred six days after the murder. Orbe, who\nhad again entered a private residence, approached three women who\nhad arrived to perform cleaning services and threatened them at gun-\npoint. After ordering the women to get down and hitting one between\nthe shoulder blades in the process, he made the women crawl on their\nstomachs into a bedroom closet. He then nailed a piece of plywood\nacross the closet door. Orbe took money and other valuables from the\nvictims and fled in one of their vehicles. The women were released\nseveral hours later when the owners returned home.\n\n   The jury also heard evidence in mitigation. Orbe’s stepfather, Wil-\nlis Branch, and mother, Brigitte Branch, offered testimony about\nOrbe’s difficult and abusive childhood. They also offered testimony\nabout Orbe’s long struggle with substance abuse, his marital and\nfinancial problems, and his depression and withdrawal. In particular,\nthe Branches and Linda Fincher, a close friend of Orbe’s during the\nyear leading up to the murder, highlighted a notable change in Orbe’s\nbehavior in the months prior to the crime spree and murder. Accord-\ning to each witness, Orbe became alarmingly depressed and with-\ndrawn after the collapse of his marriage and, in particular, during the\ntwo months prior to the murder.\n\n   Dr. Thomas Pasquale, a clinical psychologist, was appointed to\nevaluate Orbe for purposes of mitigation and risk assessment regard-\ning Orbe’s future dangerousness. In addition to reviewing various\nwritten materials provided to him concerning Orbe and the charged\ncrimes, Dr. Pasquale personally interviewed and tested Orbe on sev-\neral occasions prior to the trial and interviewed Orbe’s mother to cor-\n\f                             ORBE v. TRUE                              5\nroborate the history provided. At trial, he offered extensive testimony\nregarding Orbe’s abusive and troubled childhood, and his increasing\nproblems with depression in the year leading up to the murder, in part\nrelated to the collapse of his marriage and his perceived failure as a\nhusband and father. Among other things, Dr. Pasquale testified that\nOrbe struggled with feelings of depression, distortion, loneliness, fear,\nhopelessness, powerlessness, and worthlessness, and that Orbe con-\ntemplated suicide on a number of occasions in the months just prior\nto the murder. Dr. Pasquale also testified regarding Orbe’s history of\nsubstance abuse, and his problems with impulse control dysfunction.\nDr. Pasquale testified that Orbe acknowledged his crime and was\nremorseful. Finally, the defense presented favorable testimony from\nthe jail administrator where Orbe was incarcerated concerning Orbe’s\ngood behavior during his incarceration.\n\n   At the conclusion of the sentencing phase, the jury returned a rec-\nommendation that Orbe be sentenced to death for the murder convic-\ntion. The death sentence was imposed by the trial court for the capital\nmurder, along with a 50 year sentence for the robbery, and five-year\nsentences for both of the firearm offenses. See id. at 809. The Virginia\nSupreme Court upheld Orbe’s conviction and death sentence on\nappeal, see id. at 810, and the United States Supreme Court denied\nOrbe’s petition for writ of certiorari, see Orbe v. Virginia, 529 U.S.\n1113 (2000). Orbe filed an original petition for a writ of habeas cor-\npus before the Supreme Court of Virginia, which was dismissed, and\nthe United States Supreme Court again denied certiorari review. See\nOrbe v. Taylor, 534 U.S. 1139 (2002).\n\n   Orbe filed the instant § 2254 petition for habeas relief in the United\nStates District Court in May 2002. Upon motion of the state, the dis-\ntrict court dismissed Orbe’s petition, denied Orbe’s subsequent\nmotion to alter or amend the judgment, and denied Orbe’s application\nfor a certificate of appealability. Orbe then filed an application for a\ncertificate of appealability with this court. Because at least one judge\nof the panel concluded that Orbe had \"made a substantial showing of\nthe denial of a constitutional right,\" 28 U.S.C.A. § 2253(c)(2) (West\nSupp. 2003), with respect to five of his claims, we granted a certifi-\ncate of appealability to consider (1) whether the prosecutor’s deci-\nsionmaking was tainted by improper considerations of race (Claim\nI(A)), (2) whether the trial court improperly excused a venireman\n\f6                            ORBE v. TRUE\nfrom jury service (Claim II(A)), (3) whether defense counsel was\nineffective by unreasonably failing to protect Orbe from the prosecu-\ntor’s improper considerations of race (Claim I(B)), (4) whether\ndefense counsel was ineffective by unreasonably failing to challenge\nthe exclusion of the venireman (Claim II(B)), and (5) whether defense\ncounsel rendered ineffective assistance during the sentencing phase of\nOrbe’s trial by unreasonably failing to investigate, obtain and present\nadditional mitigating evidence (Claim III).\n\n  We denied a certificate of appealability for the remaining claims.\nFor the reasons that follow, we now affirm the district court’s dis-\nmissal of Orbe’s petition for a writ of habeas corpus.\n\n                                   II.\n\n   Orbe’s first two claims — that the prosecutor’s decision was\ntainted by improper considerations of race (Claim I(A)), and that the\ntrial court improperly excluded Velma Conner from jury service\n(Claim II(A)) — were not raised by Orbe until state habeas review.\nBecause Orbe did not raise either claim at trial or on appeal, the Vir-\nginia Supreme Court ruled that they were procedurally barred pursu-\nant to Slayton v. Parrigan, 205 S.E.2d 680, 682 (Va. 1974) (holding\nthat claims not properly raised on direct appeal will not be considered\nas a basis for collateral relief).\n\n   Orbe also raised for the first time on state habeas review, as related\nSixth Amendment claims, his next two claims — that his defense\ncounsel was constitutionally ineffective by failing to protect Orbe\nfrom the prosecutor’s consideration of race and by failing to challenge\nthe exclusion of Venireman Conner at trial or on direct appeal\n(Claims I(B) and II(B)). The Virginia Supreme Court rejected these\nclaims as well, ruling that Claim I(B) was without merit because Orbe\nhad produced insufficient proof of racial discrimination in the prose-\ncution of the case, and that Claim II(B) failed because Orbe did not\ndemonstrate that his counsel’s failure to object to the dismissal of the\njuror under the circumstances amounted to deficient performance or\nthat he was prejudiced by his counsel’s failure to raise the issue on\ndirect appeal.\n\f                             ORBE v. TRUE                              7\n                                   A.\n\n   Like the district court, we must first determine whether Orbe has\nprocedurally defaulted federal habeas review of his race discrimina-\ntion and juror exclusion claims (Claims I(A) and II(A)) because he\nfailed to raise them on direct appeal to the Virginia Supreme Court.\nThe district court concluded that the claims were procedurally\ndefaulted. We agree.\n\n   It is well settled that a federal habeas court may not review consti-\ntutional claims when a state court has declined to review them on the\nmerits \"pursuant to an independent and adequate state procedural rule,\n. . . unless the prisoner can demonstrate cause for the default and\nactual prejudice as a result of the alleged violation of federal law, or\ndemonstrate that failure to consider the claims will result in a funda-\nmental miscarriage of justice.\" Coleman v. Thompson, 501 U.S. 722,\n750 (1991); see also Harris v. Reed, 489 U.S. 255, 262 (1989). The\nquestion of whether a particular state procedure is independent and\nadequate is one of federal, not state, law. See Johnson v. Mississippi,\n486 U.S. 578, 587 (1988). \"A state rule is adequate if it is firmly\nestablished and regularly or consistently applied by the state court,\nand independent if it does not depend on a federal constitutional rul-\ning.\" Brown v. Lee, 319 F.3d 162, 169 (4th Cir. 2003) (citations, inter-\nnal quotation marks, and alteration omitted).\n\n   In this case, there is no dispute that the Virginia court did not con-\nsider Orbe’s constitutional Claims I(A) and II(A) on state habeas\nreview because they were procedurally barred by a regularly and con-\nsistently applied state court rule. See Royal v. Taylor, 188 F.3d 239,\n245 (4th Cir. 1999) (noting that \"Slayton is a valid state procedural\nrule, independent of the federal question and adequate to support the\njudgment\"). Thus, we may not review the claims on the merits unless\nOrbe demonstrates \"cause for the default and actual prejudice\" or\n\"that failure to consider the claims will result in a fundamental mis-\ncarriage of justice.\" Coleman, 501 U.S. at 750; see also Brown, 319\nF.3d at 169.\n\n   Orbe contends that he is entitled to federal review of the merits of\nhis race discrimination and juror exclusion claims because he has\ndemonstrated cause and prejudice based upon his defense counsel’s\n\f8                            ORBE v. TRUE\nfailure to pursue the matters at the trial stage. See Burket v. Angelone,\n208 F.3d 172, 189 (4th Cir. 2000) (constitutionally ineffective assis-\ntance of counsel may establish cause for a procedural default). Thus,\nOrbe has presented, as cause for his procedural default of the underly-\ning constitutional claims (Claims I(A) and II(A)), ineffective assis-\ntance of counsel claims that are identical to the Sixth Amendment\nineffective assistance claims he has set forth separately in Claims I(B)\nand II(B) of his petition.\n\n                                   B.\n\n   The Sixth Amendment requires that \"[i]n all criminal prosecutions,\nthe accused shall enjoy the right . . . to have the Assistance of Counsel\nfor his defence,\" U.S. Const. amend. VI, and that such assistance be\neffective, see Strickland v. Washington, 466 U.S. 668, 686 (1984). In\norder to establish an ineffective assistance of counsel claim before the\nstate court, Orbe was required to establish that his \"counsel’s repre-\nsentation fell below an objective standard of reasonableness,\" mea-\nsured by the \"prevailing professional norms,\" id. at 688, and \"that\nthere is a reasonable probability that, but for counsel’s unprofessional\nerrors, the result of the proceeding would have been different,\" id. at\n694. \"Unless a defendant makes both showings, it cannot be said that\nthe conviction or death sentence resulted from a breakdown in the\nadversary process that renders the result unreliable.\" Id. at 687.\n\n   Because there is no dispute that the state habeas court adjudicated\nthe merits of Orbe’s ineffective assistance of counsel claims (Claims\nI(B) and II(B)), the district court properly evaluated these claims\nunder the standard of review set forth in § 2254(d). Under this stan-\ndard, a federal habeas court is precluded from granting habeas relief\nunless it concludes that Virginia’s adjudication of the claim \"was con-\ntrary to, or involved an unreasonable application of, clearly estab-\nlished Federal law, as determined by the Supreme Court of the United\nStates\" or \"resulted in a decision that was based on an unreasonable\ndetermination of the facts in light of the evidence presented in the\nState court proceeding.\" 28 U.S.C.A. § 2254(d)(1); see Williams v.\nTaylor, 529 U.S. 362 (2000). It is less clear, however, that the district\ncourt appropriately applied this same deferential standard of review\nto Orbe’s assertion that he has demonstrated cause to excuse his pro-\ncedural default of the race discrimination and juror exclusion claims\n\f                              ORBE v. TRUE                               9\n(Claims I(A) and II(A)) because his counsel was constitutionally inef-\nfective in failing to protect him from the prosecutor’s consideration\nof race and the trial court’s exclusion of the venireman at trial and on\ndirect appeal.\n\n   At least one circuit court has addressed a similar \"preliminary puz-\nzle.\" See Lee v. Davis, 328 F.3d 896, 901 (7th Cir. 2003). As correctly\nnoted by the Lee court, it is \"established that the assertion of ineffec-\ntive assistance as a cause to excuse a procedural default in a § 2254\npetition is, itself, a constitutional claim that must have been raised\nbefore the state court or be procedurally defaulted.\" Id.; see Edwards\nv. Carpenter, 529 U.S. 446, 453 (2000) (holding that a defendant’s\nclaim of ineffective assistance of counsel as cause for procedural\ndefault in a § 2254 petition is a constitutional claim that is also sub-\nject to being procedurally defaulted if it was not timely raised before\nthe state court). However, as also correctly observed by the Lee court,\nEdwards does not tell us whether \"the same claim of ineffective assis-\ntance of counsel get[s] reviewed differently when presented merely as\ncause for a procedural default as opposed to being presented in a peti-\ntion as the basis in the first instance for habeas relief[.]\" Lee, 328 F.3d\nat 901.\n\n   By engrafting the deferential standard of § 2254(d) onto the\n\"cause\" prong of the federal doctrine of procedural default, the district\ncourt effectively held that § 2254(d) compels the conclusion that fed-\neral habeas courts are precluded from reviewing a procedurally\ndefaulted federal constitutional claim which has not been reviewed on\nthe merits by any court, even if we would independently find that\ncounsel was constitutionally ineffective for failing to raise the claim\non direct appeal — unless, of course, we could also say that the state\ncourt’s contrary finding was an unreasonable application of Supreme\nCourt precedent. Cf. Mitchell v. Esparza, 124 S. Ct. 7, 11 (2003) (per\ncuriam) (noting that under § 2254(d)’s standard of review, \"[a] federal\ncourt may not overrule a state court for simply holding a view differ-\nent from its own, when the precedent from this Court is, at best,\nambiguous\"). However, at least one other district court has reached a\ncontrary conclusion, holding that procedural default remains an inde-\npendent federal doctrine and, accordingly, that we determine de novo\nwhether a state court defendant has demonstrated cause to excuse his\nor her failure to raise a constitutional claim before the state courts.\n\f10                          ORBE v. TRUE\nSee Holloway v. Horn, 161 F.Supp.2d 452, 478 n.12 (E.D. Pa. 2001);\nHolland v. Horn, 150 F.Supp.2d 706, 747 (E.D. Pa. 2001). However,\nin this case, we find it unnecessary to resolve the issue. Even if we\nassume that de novo review is the appropriate one to apply to the\n\"cause\" determination, Orbe has failed to demonstrate that his counsel\nwas ineffective, as we explain below. Accordingly, Orbe has not\nestablished cause for his procedural default of Claims I(A) and II(A),\nand we affirm the district court’s dismissal of these claims.\n\n                                 III.\n\n   We begin with Orbe’s claim that defense counsel failed to protect\nOrbe from the prosecutor’s improper consideration of race in the deci-\nsionmaking process. Specifically, Orbe claims that the prosecutor\nconsidered race in making her decision to charge Orbe with capital\nmurder and in refusing defense counsel’s offer to have Orbe plead\nguilty to murder in exchange for a sentence of life imprisonment, and\nthat his defense counsel unreasonably failed to recognize the discrimi-\nnation and pursue it to the benefit of his client.\n\n   The alleged \"evidence\" of race discrimination relied upon by Orbe\narose during a conversation between the prosecutor and defense coun-\nsel prior to trial. Defense counsel approached the prosecuting attorney\nto discuss the possibility of Orbe pleading guilty to a murder charge\nin exchange for a life sentence. According to Orbe’s lead defense\ncounsel, the prosecutor \"told [him] that she could not agree to give\na white man (Mr. Orbe) a life sentence when she had just asked for\nand obtained a death sentence for a black man (Daryl Atkins) in an\nunrelated capital murder.\" J.A. 615. The alleged statement highlighted\nby Orbe, however, was only a part of the conversation. Defense coun-\nsel also related that the prosecutor told him \"that the murder of Rich-\nard Burnett was unusual in York County and considered to be a very\nserious crime,\" that \"the crime was as deserving of the death penalty\nas Daryl Atkins’ case, that she intended to treat them the same and\nthat she would not offer an agreement because she believed a jury\nshould decide the appropriate punishment.\" J.A. 618. Although the\nprosecutor also \"comment[ed] that people would say a plea agreement\nwas offered to Orbe solely because he was white,\" J.A. 618, defense\ncounsel made it clear that he \"did not think [the prosecutor’s] com-\n\f                              ORBE v. TRUE                              11\nments were racially motivated,\" and that \"[i]f so, [he] would have\nraised it with the Court.\" J.A. 619.\n\n   The prosecutor offered a similar account of the conversation\nbetween them. She stated that she told defense counsel that the Atkins\ncase was the only other serious crime in York County of which she\nwas aware, that she would not consider any plea agreement, that \"just\nas in Atkins’ case, [she] believed a jury should decide what the appro-\npriate punishment would be,\" that she \"considered Orbe’s case to be\njust as serious as Atkins’ case and would not treat it any differently,\"\nand that \"only as an afterthought, [she] remarked that [she] could\nimagine that if there was such a plea agreement in Orbe’s case, some-\none might allege that he received special treatment only because he\nwas white.\" J.A. 620.\n\n   On state habeas, the Virginia Supreme Court rejected Orbe’s claim\nthat his defense counsel was ineffective for failing to pursue a claim\nthat he had been subjected to selective prosecution on account of his\nrace. Noting that both defense counsel and the prosecutor averred that\nthe statement was not intended or considered to be racially motivated,\nthe Virginia court concluded that the ineffective assistance of trial\ncounsel claim \"fail[ed] for lack of proof that there was racial discrimi-\nnation in the prosecution of the case.\" J.A. 598.\n\n   Orbe contends that he demonstrated ineffective assistance of\ndefense counsel, but not just because defense counsel failed to raise\na claim of selective prosecution based upon race discrimination.\nRather, Orbe contends that defense counsel was ineffective because\nhe failed to take advantage of the prosecutor’s comment and coerce\nher into making the deal. Specifically, Orbe contends that defense\ncounsel should have \"confront[ed] the prosecutor privately,\nexplain[ed] that her statement created the appearance of racial dis-\ncrimination, and encourage[d] her to accept a plea agreement in order\nto avoid public exposure and political repercussions for her unfortu-\nnate prior statement.\" Appellant’s Brief at 18. Barring this, Orbe con-\ntends that defense counsel should have moved to recuse the\nprosecutor.\n\n  We disagree. Decisions to prosecute \"may not be based on an\nunjustifiable standard such as race, religion, or other arbitrary classifi-\n\f12                           ORBE v. TRUE\ncation.\" United States v. Armstrong, 517 U.S. 456, 464 (1996) (inter-\nnal quotation marks omitted); Bordenkircher v. Hayes, 434 U.S. 357,\n364-65 (1978) (noting that \"an unjustifiable standard such as race,\nreligion, or other arbitrary classification . . . may play no part in [the\nprosecutor’s] charging decision\"). However, prosecutors have \"broad\ndiscretion\" in such matters and a \"presumption of regularity supports\ntheir prosecutorial decisions.\" Armstrong, 517 U.S. at 464 (internal\nquotation marks omitted); see also Rowsey v. Lee, 327 F.3d 335, 343\n(4th Cir. 2003) (\"To succeed on a selective-prosecution claim, a\ndefendant must demonstrate that the prosecutor’s decision was based\non an unconstitutional motive.\" (internal quotation marks omitted)).\n\"In order to dispel the presumption that a prosecutor has not violated\nequal protection, a criminal defendant must present clear evidence to\nthe contrary.\" Armstrong, 517 U.S. at 465 (internal quotation marks\nomitted).\n\n   Having carefully reviewed the account of the plea conversation\nbetween defense counsel and the prosecutor, as well as the informa-\ntion regarding the Atkins case, we cannot conclude that the prosecu-\ntor’s mere mention of race amounted to clear evidence that she\ndecided to indict Orbe for capital murder and rejected his plea offer\nbecause of his race. As noted by the district court, Orbe \"does not\ncontend that he was treated differently from Atkins on account of their\ndifferent races.\" Orbe v. True, 233 F.Supp.2d 749, 767 (E.D. Va.\n2002) (emphasis added). Rather, Orbe complains because \"he was\ntreated the same as Atkins, when he should not have been, because\ntheir races differed.\" Id. (emphasis added). However, Orbe has failed\nto present clear evidence that the prosecutor violated his rights to\nequal protection. On the contrary, the prosecutor’s statements are\nmore fairly read as evidencing her intent to be evenhanded in her\napproach to the similar murder cases regardless of the race of the\ndefendant. And, we certainly cannot say that defense counsel, who\nlikewise did not perceive the comment to be racially-motivated, was\nconstitutionally ineffective for failing to raise a selective prosecution\nclaim on appeal or for failing to exploit the prosecutor’s mere men-\ntion of Orbe’s race during the conversation. Based on the above dis-\ncussion, we also hold that the state court’s resolution of Claim I(B)\nwas not contrary to or an unreasonable application of clearly estab-\nlished federal law.\n\f                             ORBE v. TRUE                            13\n                                  IV.\n\n   Orbe’s next claim is that his defense counsel was ineffective for\nfailing to object to the trial court’s dismissal of Venireman Conner for\ncause based upon Conner’s responses to questions about whether she\ncould impose the death penalty.\n\n   During qualification of a capital jury, the trial court may exclude\na potential juror based upon his or her personal views on capital pun-\nishment if \"the juror’s views would prevent or substantially impair the\nperformance of his duties as a juror in accordance with his instruc-\ntions and his oath.\" Wainwright v. Witt, 469 U.S. 412, 424 (1985)\n(internal quotation marks omitted). \"[T]he question of juror bias is to\nbe resolved by the trial judge’s assessment of demeanor and credibil-\nity, and . . . such assessments are to be accorded a presumption of cor-\nrectness under 28 U.S.C. § 2254(d).\" Maynard v. Dixon, 943 F.2d\n407, 415 (4th Cir. 1991). Juror bias need not be proved with \"unmis-\ntakable clarity.\" Wainwright, 469 U.S. at 424 (internal quotation\nmarks omitted). Rather, when juror responses are less than clear, \"the\ndetermination made by the trial court, based on its eyeing the juror,\nis presumed to be consistent with the applicable standard.\" Maynard,\n943 F.2d at 415.\n\n   During the qualification phase of the case, Conner consistently\nexpressed uncertainty in her ability to act as an unbiased juror capable\nof imposing the death penalty if Orbe were convicted of capital mur-\nder. She first expressed uncertainty as to whether information she had\nobtained from the news media about the murder would affect her\nimpartiality:\n\n       THE COURT: So all of you have heard something about\n    [the case] from the news media or other sources. That’s fine.\n\n      Would this information that you’ve received from the\n    news media affect your impartiality in this case?\n\n      . . . I need to find out whether you can stand impartial\n    even though you’ve seen something about it on TV or heard\n    something about it by radio or read about it in the newspa-\n    per.\n\f14                         ORBE v. TRUE\n       VENIREMAN CONNER: Yeah, I think so.\n\n       THE COURT: You think what, it affects your impartiality\n     or doesn’t affect it?\n\n       VENIREMAN CONNER: It doesn’t. I don’t know.\n\nJ.A. 31-32. Later, when Venireman Conner was asked whether she\nhad an opinion that would prevent her from convicting someone of an\noffense punishable by death, she again expressed uncertainty and hes-\nitancy about her ability to do so:\n\n       THE COURT: Mrs. Conner, do you have an opinion that\n     would prevent you from convicting someone of an offense\n     that is punishable by death?\n\n        VENIREMAN CONNER: I didn’t think so at one time,\n     that death would not be a problem. But when I got — once\n     I got the subpoena, it is a problem for me.\n\n       THE COURT: Okay. I understand that.\n\n       VENIREMAN CONNER: I have to be honest with you.\n\n       THE COURT: I want you to be honest with me.\n\n       And you feel that you just could not impose the death\n     penalty if you found the Defendant guilty?\n\n       VENIREMAN CONNER: The evidence would have to\n     be very strong for me to do that.\n\nJ.A. at 34. After questioning the other jurors about their ability to\nimpose the death sentence, the court excused Venireman Conner from\nfurther service, without objection from either side:\n\n       THE COURT: Ms. Conner, would you feel better if you\n     were relieved of the duty of having to sit in judgment of\n     somebody that you might have to impose the death penalty?\n\f                             ORBE v. TRUE                            15\n      VENIREMAN CONNER: I think so as far as the death\n    penalty, yes.\n\n      THE COURT: All right. We’re going to . . . honor your\n    thoughts and your conscience, and we’re going to find that\n    you could not stand without bias or partiality because of\n    your beliefs. And that’s no . . . discredit to you.\n\nJ.A. 35.\n\n   The state habeas court ruled that Orbe failed to establish that\ndefense counsel’s performance was constitutionally ineffective. Based\nupon the entire voir dire of Venireman Conner, it could not \"say that\ncounsel’s decision not to object ‘fell below an objective standard of\nreasonableness.’\" J.A. 599 (quoting Strickland, 466 U.S. at 688).\n\n   We agree. Were we adjudicating the merits of a claim that the trial\ncourt improperly dismissed Venireman Conner over defense coun-\nsel’s unsuccessful objection, our task would be a more difficult one.\nOn the cold record, it is not unquestionably apparent that Venireman\nConner’s responses demonstrated that her \"views would prevent or\nsubstantially impair the performance of h[er] duties as a juror in\naccordance with h[er] instructions and h[er] oath.\" Wainwright, 469\nU.S. at 424 (internal quotation marks omitted). But, we would also be\nrequired to remain mindful of the substantial deference owed to a trial\njudge’s ability to assess the demeanor of the witness under question-\ning. See Maynard, 943 F.2d at 415. In any event, this is not the ques-\ntion before us. We are called upon to determine whether Orbe has\ndemonstrated that his defense counsel was constitutionally ineffective\nfor failing to object when the trial judge decided to \"honor [Ms. Con-\nner’s] thoughts and [her] conscience\" and excuse her from further ser-\nvice in Orbe’s case. J.A. 35. Although Orbe obtained affidavits from\ntrial counsel in support of his state habeas petition, Orbe has pre-\nsented no evidence from defense counsel regarding this issue. There\nis no indication, for example, that defense counsel did not object\nbecause he failed to appreciate the possible error. On the contrary, all\nindications from the transcript are that Orbe’s defense counsel under-\nstood his role during the process of jury selection. We can envision\nany number of reasons why defense counsel may have strategically\nconcluded that Venireman Conner would best be excused, and it may\n\f16                           ORBE v. TRUE\neven be that counsel was pleased not to have to use a peremptory\nchallenge to accomplish the same result, although no such reasons\nhave been provided to us.\n\n   When reviewing claims that a defendant’s trial counsel was inef-\nfective, we are not at liberty to upset a state court verdict based upon\na presumption that counsel was incompetent merely because he did\nnot make an issue out of what appears, on a cold record, to have been\na potential issue.\n\n     Judicial scrutiny of counsel’s performance must be highly\n     deferential. It is all too tempting for a defendant to second-\n     guess counsel’s assistance after conviction or adverse sen-\n     tence, and it is all too easy for a court, examining counsel’s\n     defense after it has proved unsuccessful, to conclude that a\n     particular act or omission of counsel was unreasonable. A\n     fair assessment of attorney performance requires that every\n     effort be made to eliminate the distorting effects of hind-\n     sight, to reconstruct the circumstances of counsel’s chal-\n     lenged conduct, and to evaluate the conduct from counsel’s\n     perspective at the time. Because of the difficulties inherent\n     in making the evaluation, a court must indulge a strong pre-\n     sumption that counsel’s conduct falls within the wide range\n     of reasonable professional assistance; that is, the defendant\n     must overcome the presumption that, under the circum-\n     stances, the challenged action might be considered sound\n     trial strategy.\n\nStrickland, 466 U.S. at 689 (citations and internal quotation marks\nomitted). On the contrary, we must remain mindful of the deference\nowed to defense counsel, the presumption that the assistance given\nwas effective, and that the burden is placed upon the defendant to\nprove ineffectiveness:\n\n     A convicted defendant making a claim of ineffective assis-\n     tance must identify the acts or omissions of counsel that are\n     alleged not to have been the result of reasonable profes-\n     sional judgment. The court must then determine whether, in\n     light of all the circumstances, the identified acts or omis-\n     sions were outside the wide range of professionally compe-\n\f                             ORBE v. TRUE                            17\n    tent assistance. In making that determination, the court\n    should keep in mind that counsel’s function, as elaborated\n    in prevailing professional norms, is to make the adversarial\n    testing process work in the particular case. At the same time,\n    the court should recognize that counsel is strongly presumed\n    to have rendered adequate assistance and made all signifi-\n    cant decisions in the exercise of reasonable professional\n    judgment.\n\nId. at 690.\n\n   Orbe has presented no evidence that would support a finding that\ndefense counsel’s failure to object reflected anything more than his\nreasonable decision, based upon his observation of Venireman Con-\nner’s demeanor, that she was too indecisive or uncomfortable with the\ntask at hand to be a favorable or effective juror. The only \"evidence\"\nthat counsel was ineffective is, in actuality, Orbe’s argument that, had\ncounsel objected, it would have been error for the judge to dismiss the\njuror over that objection. Given the broad range of discretion Strick-\nland demands that we give defense counsel in such matters, the for-\nmer does not necessarily flow from the latter or overcome the\npresumption of competence he is entitled to under the applicable pre-\ncedents. Accordingly, Orbe has failed to present sufficient proof that\ncounsel was constitutionally ineffective for failing to object to the\ntrial court’s decision to dismiss Venireman Conner. Based on the\nabove discussion, we also hold that the state court’s resolution of\nClaim II(B) was not contrary to or an unreasonable application of\nclearly established federal law.\n\n                                  V.\n\n   Orbe’s final claim is that his defense counsel was constitutionally\nineffective for failing to adequately investigate Orbe’s background\nand personal circumstances and to present related mitigating evidence\nto the jury. Specifically, Orbe asserts that defense counsel: (1) failed\nto adequately investigate and present to the jury Orbe’s history of sex-\nual, physical and emotional abuse; (2) failed to obtain and present\nadditional mitigating evidence from family and friends regarding this\nabuse, his troubled childhood, and his struggles with mental illness\nand depression; (3) failed to present evidence that Orbe probably suf-\n\f18                            ORBE v. TRUE\nfered from Bipolar Disorder, instead of or in addition to evidence of\nhis depression and suicidal thoughts; and (4) failed to obtain mental\nhealth records that would have demonstrated that Orbe was suicidal\nand had sought in-patient treatment eight months prior to the murder.\n\n                                    A.\n\n   Because the Virginia Supreme Court adjudicated the merits of\nOrbe’s Sixth Amendment claims related to mitigation evidence, we\nmay not grant a writ of habeas corpus unless the state court’s adjudi-\ncation \"resulted in a decision that was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as deter-\nmined by the Supreme Court of the United States\" or \"resulted in a\ndecision that was based on an unreasonable determination of the facts\nin light of the evidence presented at the State court proceeding.\" 28\nU.S.C.A. § 2254(d).\n\n   A state court decision is \"contrary to . . . clearly established Federal\nlaw, as determined by the Supreme Court,\" 28 U.S.C.A. § 2254(d)(1),\n\"if the state court arrives at a conclusion opposite to that reached by\nth[e] Court on a question of law or if the state court decides a case\ndifferently than th[e] Court has on a set of materially indistinguish-\nable facts,\" Williams, 529 U.S. at 413. A state court decision \"in-\nvolve[s] an unreasonable application of[ ] clearly established Federal\nlaw, as determined by the Supreme Court,\" 28 U.S.C.A. § 2254(d)(1),\nif the state court decision \"identifies the correct governing legal prin-\nciple from th[e] Court’s decisions but unreasonably applies that prin-\nciple to the facts of the prisoner’s case,\" Williams, 529 U.S. at 413.\nAn objectively \"unreasonable application of federal law is different\nfrom an incorrect or erroneous application of federal law.\" Id. at 412.\nThus, \"a federal habeas court may not issue the writ simply because\nthat court concludes in its independent judgment that the relevant\nstate-court decision applied clearly established federal law errone-\nously or incorrectly. Rather, that application must also be unreason-\nable.\" Id. at 411.\n\n   The \"clearly established\" Supreme Court precedent which guides\nour review of this claim under § 2254(d) is the familiar two-part test\nset forth in Strickland. Orbe must show that his \"counsel’s representa-\ntion fell below an objective standard of reasonableness,\" measured by\n\f                             ORBE v. TRUE                             19\nthe \"prevailing professional norms,\" Strickland, 466 U.S. at 688, and\n\"that there is a reasonable probability that, but for counsel’s unprofes-\nsional errors, the result of the proceeding would have been different,\"\nid. at 694. See also Wiggins v. Smith, 123 S. Ct. 2527, 2535 (2003)\n(noting that the \"petitioner must show that counsel’s performance was\ndeficient, and that the deficiency prejudiced the defense\").\n\n   In death penalty cases, defense counsel is required to undertake\nreasonable investigations into possible mitigating evidence that could\nbe presented during the penalty phase. See id. at 2535-36; Strickland,\n466 U.S. at 691 (\"[C]ounsel has a duty to make reasonable investiga-\ntions or to make a reasonable decision that makes particular investiga-\ntions unnecessary.\"). However, courts employ a highly deferential\nreview of defense counsel’s decisions as to what evidence should be\npresented in mitigation. See Byram v. Ozmint, 339 F.3d 203, 209 (4th\nCir. 2003). \"[T]here is a presumption that ‘counsel’s conduct falls\nwithin the wide range of reasonable professional assistance.’\" Id.\n(quoting Strickland, 466 U.S. at 689). \"Strickland does not require\ncounsel to investigate every conceivable line of mitigating evidence\nno matter how unlikely the effort would be to assist the defendant at\nsentencing. Nor does Strickland require defense counsel to present\nmitigating evidence at sentencing in every case.\" Wiggins 123 S. Ct.\nat 2541.\n\n   In preparation for the mitigation case, Orbe’s defense counsel inter-\nviewed Orbe, Orbe’s mother (Brigette Branch), Orbe’s current stepfa-\nther (Willis Branch), a close friend of Orbe’s at the time of the murder\n(Linda Fincher), and the administrator of the jail where Orbe was\nincarcerated. Information obtained from these interviews was pro-\nvided to Dr. Pasquale, who was appointed to assist the defense. Dr.\nPasquale, in turn, also interviewed Orbe and Orbe’s mother, as well\nas jail personnel and Orbe’s former mother-in-law.\n\n   During the sentencing phase, defense counsel presented the testi-\nmony of the Branches, Linda Fincher, and Dr. Pasquale. Orbe refused\nto testify during the mitigation phase against the advice of his coun-\nsel. However, the testimony that was presented painted a picture of\nOrbe’s troubled childhood and the physical and emotional abuse he\nsuffered at the hands of Clyde Sizemore, his mother’s ex-husband.\nThe evidence also highlighted his ongoing battles with substance\n\f20                           ORBE v. TRUE\nabuse from an early age, his financial and marital problems, the col-\nlapse of his marriage and loss of contact with his children, and his\nincreasing depression and thoughts of suicide in the months leading\nup to the murder.\n\n   In the course of his evaluation of Orbe, Dr. Pasquale learned that\nOrbe, his mother, and two brothers were abandoned by his alcoholic\nnatural father when Orbe was less than two years old. His mother\nremarried Sizemore, an alcoholic who was in the military. Orbe was\nraised in Germany for most of his childhood in this military family\nsetting. According to Dr. Pasquale, Orbe told him that he often\nobserved Sizemore beating his mother, and that he suffered emotional\nabuse. Orbe denied that he had been physically abused, but Dr. Pas-\nquale testified that Orbe’s mother did relate that Orbe was both physi-\ncally and emotionally abused by Sizemore. Dr. Pasquale also testified\nthat Orbe, who registered within a range of low end average IQ and\nhad a history of learning disabilities, did not do well in school aca-\ndemically and eventually dropped out. Orbe’s older brother Glen was\neventually sent back to the United States to live with a relative, but\nran away and lost contact with his family for a number of years. Dr.\nPasquale also related that Orbe had been badly beaten by a group of\nteenagers when he was seventeen years old.\n\n   Orbe’s mother also testified during the sentencing phase of Orbe’s\ntrial, offering more details of Sizemore’s physical and emotional\nabuse of Orbe. She testified that, after Sizemore returned from Viet-\nnam, he was very abusive to all of her sons. According to Orbe’s\nmother, Sizemore hit Orbe, called him names, told him he was \"dumb\nand stupid,\" and taunted him with the fact that he \"d[id not] even have\na father\" and \"should have just . . . not even been born.\" J.A. 163.\nOrbe’s mother also confirmed Orbe’s long history of substance abuse,\nwhich was corroborated by Orbe’s current stepfather and Linda Fin-\ncher. Orbe’s mother and current stepfather testified that Orbe’s natu-\nral father was an alcoholic, explained Orbe’s marital and financial\nproblems and their effect upon his demeanor, and related Orbe’s\nincreasing problems with depression and withdrawal in the months\nleading up to the murder.\n\n                                  B.\n\n   Orbe’s first contention is that counsel was constitutionally ineffec-\ntive because he failed to adequately investigate and present evidence\n\f                            ORBE v. TRUE                            21\nthat Orbe had been sexually abused by his grandfather when he was\na very young child and failed to adequately convey the degree to\nwhich Orbe was subjected to physical and emotional abuse by Size-\nmore.\n\n   The basis for Orbe’s current allegations of sexual abuse at the\nhands of his grandfather arises solely from an affidavit provided to\nOrbe’s state habeas counsel by his older brother, Glen Orbe. In the\naffidavit, Glen claims that Orbe was subjected to sexual abuse by\ntheir grandfather in Germany when Orbe was between the ages of two\nand five years old. During his pre-trial interview with Dr. Pasquale,\nhowever, Orbe denied that he was subjected to anything other than\nemotional abuse as a child and, in his post-trial affidavit in support\nof state habeas, Orbe claimed to have no memories of his childhood\nprior to the age of seven or eight. Orbe’s mother either was not aware\nof any such sexual abuse, or did not relate it to defense counsel, to\nDr. Pasquale, or to the jury. Glen was sent back to the United States\nin 1979, when Orbe was in his early teens, and ran away shortly after\nhis return. According to Orbe’s mother, the family members lost\ntouch with Glen until 1999, when her son Tony located him by\nsearching on the Internet. Thus, Glen had absolutely no contact with\nOrbe or any other family members from the time he left Germany,\nwhen Orbe was 16 years old, until a year after the murder of Bennett.\n\n   Orbe also advances a related claim that the state court unreasonably\nconcluded that defense counsel was not ineffective in the presentation\nof mitigation evidence because he failed to present additional testi-\nmony from Orbe’s mother, Orbe’s brothers, and Orbe’s natural father\nconcerning Orbe’s family history of depression and substance abuse\nand the abuse inflicted upon him by Sizemore, and failed to present\nadditional testimony provided by affidavit from Orbe’s friend, Fin-\ncher, which elaborated upon her trial testimony regarding Orbe’s\ndepression, suicidal intentions, and substance abuse in the months\nleading up to the murders.\n\n   During the trial, however, Orbe’s mother provided testimony of the\nphysical and emotional abuse Orbe suffered at the hands of his first\nstepfather, Sizemore. She testified that Orbe’s natural father was an\nalcoholic, that he had abandoned the family when Orbe was an infant,\n\f22                           ORBE v. TRUE\nand that Orbe did not have any contact with his natural father until\njust prior to the murder.\n\n   The state habeas court rejected Orbe’s claim of ineffective assis-\ntance of counsel because Orbe had denied any prior physical abuse\nand because the jury heard the relevant evidence regarding the mental\nand physical abuse that Orbe had suffered. The state habeas court also\nconsidered the proffered additional evidence and ruled that, with the\nexception of the sexual abuse allegations advanced by Glen (which\nwere denied by Orbe), the abuse evidence was adequately presented\nto the jury by those that were called to testify.\n\n   The district court likewise ruled that defense counsel was not inef-\nfective in relying upon the information provided by the defendant and\nin failing to seek out Glen Orbe based upon the information obtained\nfrom Orbe and Orbe’s mother and stepfather. See Strickland, 466 U.S.\nat 691 (\"The reasonableness of counsel’s actions may be determined\nor substantially influenced by the defendant’s own statements or\nactions. Counsel’s actions are usually based, quite properly, on\ninformed strategic choices made by the defendant and on information\nsupplied by the defendant. In particular, what investigation decisions\nare reasonable depends critically on such information.\"); Barnes v.\nThompson, 58 F.3d 971, 979-80 (4th Cir. 1995) (holding that defense\ncounsel \"may rely on the truthfulness of his client and those whom\nhe interviews in deciding how to pursue his investigation\"). With\nregard to the \"additional\" evidence of emotional and physical abuse,\nthis evidence was presented in the form of affidavits from those wit-\nnesses who testified during the sentencing phase, elaborating upon the\ntestimony that they gave. Thus, the district court noted that most of\nthe information had already been presented at trial.\n\n   For the reasons set forth in the district court’s opinion, we also can-\nnot say that defense counsel’s failure to discover Glen Orbe’s allega-\ntions of sexual abuse or to present more elaborate testimony of the\nemotional and physical abuse suffered by Orbe and his other prob-\nlems now offered by his friend and family fell below an objective\nstandard of reasonableness, or that the state court’s adjudication of\nthis claim was contrary to or involved an unreasonable interpretation\nof applicable Supreme Court precedent.\n\f                             ORBE v. TRUE                             23\n                                   C.\n\n   Orbe’s next claim is that his defense counsel was ineffective\nbecause he failed to present evidence that Orbe likely suffered from\nBipolar Disorder. As noted by the state court and district court, Dr.\nPasquale, who was appointed to assist the defense in preparation of\nmitigation evidence, interviewed and performed psychological tests of\nOrbe on several occasions and was well aware of the mental health\nsymptoms that Orbe contends support a diagnosis of Bipolar Disor-\nder. Dr. Pasquale diagnosed Orbe as suffering from major depression,\nrecurrent, with additional symptoms of suicidal intent, loss of interest\nin everything in life, and severe agitation, and testified that Orbe\nunderwent \"paranoic decompensation\" during his crime spree. In\naddition, Dr. Pasquale testified that Orbe suffered from alcohol\ndependence and impulse control dysfunction, characterized by aggres-\nsive, violent and impulsive acting out. But, he did not diagnose Orbe\nwith Bipolar Disorder.\n\n   The state habeas court ruled that \"[h]aving received a diagnosis\nfrom Dr. Pasquale, counsel was not obliged to seek another, poten-\ntially more favorable diagnosis.\" J.A. 608; see Poyner v. Murray, 964\nF.2d 1404, 1419 (4th Cir. 1992) (holding that \"[t]he mere fact that his\ncounsel did not shop around for a psychiatrist willing to testify to the\npresence of more elaborate or grave psychological disorders simply\ndoes not constitute ineffective assistance\"). The district court likewise\ndenied federal habeas relief, ruling that \"even assuming arguendo that\nDr. Pasquale’s diagnosis was flawed, Orbe has not shown that counsel\nwas unreasonable in relying upon it or in failing to conduct a more\ndetailed investigation of his own.\" Orbe, 233 F.Supp.2d at 783. Like\nthe district court, we cannot say that the Supreme Court of Virginia\nwas unreasonable in its dismissal of this claim under the performance\nprong of Strickland.\n\n                                   D.\n\n   Finally, we reject Orbe’s claim that defense counsel was ineffective\nfor failing to obtain medical records from Chesterfield Mental Health\nServices, which would have supported Dr. Pasquale’s diagnosis that\nOrbe was deeply depressed, had suicidal tendencies, and that he had\nsought and been denied in-patient treatment for his problems months\n\f24                           ORBE v. TRUE\nbefore the murder. The state habeas court ruled that Orbe had failed\nto demonstrate that counsel was ineffective because \"[t]he records at\nissue report that [Orbe] expressed only suicidal ideation, but with no\nplan for, or actions taken toward, carrying out those thoughts. Not\nonly would these records have discredited any claim that [Orbe] was\ndepressed and seriously considering killing himself, they would have\nsupported the Commonwealth’s position that [Orbe] was not serious\nabout taking his own life.\" J.A. 608. The district court, on the other\nhand, assumed that counsel was deficient for failing to obtain the\nrecords and dismissed the claim under Strickland’s \"prejudice\" prong:\n\n     First, the Chesterfield records do not objectively corroborate\n     Orbe’s suicidal intent. They indicate only that Orbe reported\n     he was suicidal, not that he was found suicidal by a treating\n     physician or given treatment for suicidal tendencies. Indeed,\n     the records show that he was refused treatment on that basis.\n     Second, although the jury was not shown the Chesterfield\n     records, they were informed that Orbe sought mental health\n     treatment before the January crime spree. Finally, as brought\n     out at trial, other statements and actions by Orbe indicate a\n     strong ambivalence with regard to suicide, with or without\n     the addition of the Chesterfield records. For these reasons,\n     even assuming that the question of whether or not Orbe was\n     suicidal at the time of the crime spree was relevant to the\n     jury’s verdict, it is unlikely that the presentation of the\n     Chesterfield records would have significantly altered the\n     jury’s conclusion on that question. It follows that Orbe has\n     not shown that there was a \"reasonable probability\" that pre-\n     senting the Chesterfield records would have affected the\n     outcome of the trial.\n\nOrbe, 233 F.Supp.2d at 784 (footnote omitted). Having reviewed the\nrecord, we agree with the district court’s disposition of this claim and\nOrbe’s similar complaint that defense counsel unreasonably failed to\npresent school records demonstrating that Orbe changed schools fre-\nquently, was a poor student, and was placed in special education\nclasses also fails. The jury was presented with undisputed testimony\nthat Orbe was part of a military family, that he struggled in school,\nwas of low average intelligence, and that he suffered from learning\ndisabilities. Thus, the substance of the evidence was presented to the\n\f                            ORBE v. TRUE                            25\njury and there is no reasonable probability that the school records\nwould have resulted in a different outcome.\n\n   Finally, like the district court, we have considered the totality of\nthe evidence Orbe advances in support of all of his claims of ineffec-\ntive assistance of counsel during the mitigation phase of his case and\nagree that, \"when the mitigating and aggravating evidence is consid-\nered as a whole, there is no reasonable probability that the quantum\nof additional evidence that Orbe argues should have been presented\nat the sentencing phase of the trial would have affected the outcome.\"\nOrbe, 233 F.Supp.2d at 785. Thus, we affirm, largely on the basis of\nthe reasoning set forth by the district court in its decision, the dis-\nmissal of Orbe’s claim for habeas relief on the basis of ineffective\nassistance of counsel in the presentation of mitigating evidence.\n\n                                 VI.\n\n  For the foregoing reasons, we affirm the district court’s denial of\nOrbe’s petition for writ of habeas corpus.\n\n                                                          AFFIRMED\n\f",
            "ocr": false,
            "opinion_id": 1012068
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}