{
    "id": 1576680,
    "judges": "Dice",
    "date_filed": "1973-12-05",
    "date_filed_is_approximate": true,
    "slug": "caballero-v-state",
    "case_name_short": "Caballero",
    "case_name": "Caballero v. State",
    "case_name_full": "Robert Caballero v. State",
    "attorneys": "C. C. Divine, by Rex Emerson, Houston, on appeal only, for appellant., Frank Briscoe, District Attorney, Samuel H. Robertson, Jr. Erwin G. Ernst, Assistants District Attorney, Houston, and Leon Douglas, State’s Attorney, Austin, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b159-10\">\n    Robert Caballero v. State\n   </parties><br><docketnumber id=\"b159-11\">\n    No. 33,384.\n   </docketnumber><decisiondate id=\"AZS\">\n    May 10, 1961\n   </decisiondate><br><attorneys id=\"b160-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"134\"> \n     *134\n     </span>\n<em>\n     C. C. Divine,\n    </em>\n    by\n    <em>\n     Rex Emerson,\n    </em>\n    Houston, on appeal only, for appellant.\n   </attorneys><br><attorneys id=\"b160-9\">\n<em>\n     Frank Briscoe,\n    </em>\n    District Attorney,\n    <em>\n     Samuel H. Robertson, Jr. Erwin G. Ernst,\n    </em>\n    Assistants District Attorney, Houston, and\n    <em>\n     Leon Douglas,\n    </em>\n    State’s Attorney, Austin, for the state.\n   </attorneys>",
    "citations": [
        "346 S.W.2d 343",
        "171 Tex. Crim. 133"
    ],
    "opinions": [
        {
            "author_str": "Dice",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n346 S.W.2d 343 (1961)\nRobert CABALLERO, Appellant,\nv.\nSTATE of Texas, Appellee.\nNo. 33384.\nCourt of Criminal Appeals of Texas.\nMay 10, 1961.\n*344 C. C. Divine (on appeal only), Houston, for appellant.\nFrank Briscoe, Dist. Atty., Samuel H. Robertson, Jr., Erwin G. Ernst, Asst. Dist. Attys. Houston, and Leon B. Douglas, State's Atty., Austin, for the State.\nDICE, Commissioner.\nAppellant Robert Caballero and four co-indictees were jointly charged by indictment with the offense of robbery with firearms. Upon being granted a severance, appellant and his co-indictee, Joe Gallegos, were tried separately. Appellant entered a plea of not guilty and Gallegos entered a plea of guilty.\nFrom a judgment of conviction for robbery by assault, with punishment assessed at confinement in the penitentiary for 10 years, appellant brings this appeal.\nGeorge Owens, the injured party who was a service station attendant for the Key Oil Company in the City of Houston, testified that, shortly after midnight on the night in question, a colored man drove into his station in an automobile, got out, talked to him, and then ran across the street; that five Mexican boys then alighted from the car and came into the office of the station; that one of the boys, whom he identified as Joe Gallegos, held a twelve-gauge shotgun on him and said: \"This is a robbery. And I want your money, or I'm going to kill you\"; that one of the other boys, whom he identified as the appellant, then removed approximately $95 from the cash register after the witness had been forced to produce the key and open the register. Owens testified that, during the robbery, one of the boys struck him with his fist, that he was forced to get under a table and was struck by appellant with a claw hammer. He testified that he opened the cash register because of fear for his life and that, later in the night, he identified the appellant and two of the other boys at a police lineup as those who had robbed him.\nWillie Eden, the colored man who drove the automobile into the station on the night in question, upon being called as a witness by the State, testified that he had given the five Mexican boys a ride and, at the point of a gun, he drove into the service station. Eden testified that, after he ran across the street, he could see the robbery from where he was standing. He further testified that, later that night, he identified four of the Mexican boys at a police lineup but on the day of the trial was unable to identify the appellant.\nAppellant did not testify or offer any evidence in his behalf.\nThere are no formal bills of exception or objections to the court's charge.\nThe court submitted the issue of appellant's guilt to the jury upon a charge on the law of principals and authorized the jury to convict appellant upon a finding that he committed the offense by making an assault upon the injured party or by putting him in fear of life or bodily injury.\nWe find the evidence sufficient to support the conviction.\nIn his brief, appellant contends that he was denied the right to be tried by a jury selected from a special venire and that, being charged with a capital offense, he was entitled to a special venire.\nWe find nothing in the record which shows that appellant requested or was denied a special venire in the case. Furthermore, the record reflects that, upon motion of the State, the offense charged in the indictment was reduced to ordinary robbery by assault and that the court did not submit, in his charge to the jury, the issue of appellant's guilt of the capital offense of robbery with firearms. The contention is overruled.\nAppellant further contends that the verdict returned by the jury is not clear and certain because it does not state the offense for which the jury found him guilty.\nThe verdict reads:\n\"We, the jury find the defendant, Robert Caballero Guilty and assess his *345 punishment at 10 years. R. V. McAfee Foreman.\"\nIt is the rule that a verdict need not specifically name the offense except in those cases where it would otherwise be uncertain. 42 Tex.Jur. 470, sec. 368. The charge of the court may be looked to in aid of a verdict. 1 Branch's Ann.P.C. 2nd Ed. 644-645, sec. 666.\nThe verdict, when read in connection with the charge which was submitted to the jury, clearly shows the jury's intention of finding appellant guilty of the offense of ordinary robbery and is sufficient.\nThe judgment is affirmed.\nOpinion approved by the court.\n",
            "ocr": false,
            "opinion_id": 1576680
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}