{
    "id": 1060452,
    "judges": "Justice Frank F. Drowota, III",
    "date_filed": 998438400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-robert-derrick-johnson",
    "case_name_short": null,
    "case_name": "State v. Robert Derrick Johnson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/TSC/PDF/013/johnsonrobertderrickD.pdf",
            "author_id": 5719.0,
            "opinion_text": "                   IN THE SUPREME COURT OF TENNESSEE\n                              AT NASHVILLE\n                                   February 8, 2001 Session\n\n          STATE OF TENNESSEE v. ROBERT DERRICK JOHNSON\n\n                  Appeal by Permission from the Court of Criminal Appeals\n                            Criminal Court for Bedford County\n                         No. 14272    William Charles Lee, Judge\n\n\n\n                    No. M1998-00546-SC-R11-CD - Filed August 22, 2001\n\n\n\nE. RILEY ANDERSON, C.J., with whom JANICE M. HOLDER, J., joins, concurring in part and dissenting\nin part.\n\n         I fully concur in the majority’s affirmance of the defendant’s convictions and sentences for\naggravated robbery and false imprisonment. The majority, however, has erroneously concluded that\nthe prosecution was not required to make an election of offenses and that the trial court did not err\nin failing to give an enhanced instruction to ensure that the jury’ s verdict was unanimous as to the\noffense of sexual battery. The majority’s holding is based on its view that there was evidence of only\none offense of sexual battery, notwithstanding the fact that the defendant committed two separate\nand distinct acts of sexual contact against the victim. In reaching this conclusion, the majority has\nmisapplied existing precedent and statutory law and has created a muddled analysis that, as applied\nto the offense of sexual battery, permits a defendant to commit numerous acts of sexual contact\nagainst a victim with no criminal consequence. I therefore dissent.\n\n         In my view, there was evidence from which the jury could reasonably find two offenses of\nsexual battery and the prosecution was therefore required to elect which offense it relied upon to\nestablish the conviction. Moreover, the prosecution’s failure to follow this well-established\nrequirement denied the defendant his constitutional right to a unanimous jury verdict in violation of\narticle I, § 16 of the Tennessee Constitution and requires a new trial on this offense.\n\n\n                                  ELECTION OF OFFENSES\n\n        As the majority recognizes, this Court has long and consistently held that “when the evidence\nindicates [that] the defendant has committed multiple offenses against a victim, the prosecution must\nelect the particular offense as charged in the indictment for which the conviction is sought.” State\nv. Brown, 992 S.W.2d 389, 391 (Tenn. 1999). This requirement, which is grounded in part upon the\nTennessee Constitution, has been reaffirmed and enforced by this Court on numerous occasions. See\n\fState v. Kendrick, 38 S.W.3d 566, 568 (Tenn. 2001); State v. Walton, 958 S.W.2d 724, 727 (Tenn.\n1997); Tidwell v. State, 922 S.W.2d 497, 500 (Tenn. 1996); State v. Shelton, 851 S.W.2d 134, 137\n(Tenn. 1993).\n\n        The paramount importance of the election requirement is that it protects a defendant’s right\nto a unanimous jury verdict under the Tennessee Constitution by ensuring that jurors deliberate over\nand render a verdict based on the same offense. State v. Brown, 992 S.W.2d at 391. As this Court\nhas observed:\n\n               [T]here should be no question that the unanimity of twelve jurors is\n               required in criminal cases under our state constitution. A defendant’s\n               right to a unanimous jury before conviction requires the trial court to\n               take precautions to ensure that the jury deliberates over the particular\n               charged offense, instead of creating a “patchwork verdict” based on\n               different offenses in evidence.\n\n\nState v. Shelton, 851 S.W.2d at 137 (citations omitted). The election requirement serves other\ninterests as well: it enables a defendant to prepare for a specific charge; it protects a defendant\nagainst double jeopardy; it enables the trial court to review the weight of the evidence in its capacity\nas thirteenth juror; and it enables the appellate court to review the legal sufficiency of the evidence.\nSee State v. Brown, 992 S.W.2d at 391.\n\n         The majority asserts that the election doctrine has often been applied in cases involving\nmultiple offenses occurring over a period of time. See State v. Walton, 958 S.W.2d at 727. While\nthis assertion may be correct, it is equally significant to note that we have never limited the election\ndoctrine to cases involving multiple charges. See, e.g., Kendrick, 38 S.W.3d at 568; Brown, 992\nS.W.2d at 389. Nor have we limited the election doctrine to cases in which the indictment alleges\nthat the charged offense or offenses occurred over a certain period of time. See Kendrick, 38 S.W.3d\nat 568. In sum, the concern for jury unanimity and the requirement for an election may arise in any\ncase in which the defendant has been charged with an offense and the evidence indicates that more\nthan one offense was committed.\n\n\n                                     MULTIPLE OFFENSES\n\n       The majority properly recognizes that the election issue in this case turns on the question of\nwhether there was evidence of multiple offenses of sexual battery. The apparent rationale for the\nmajority’s conclusion that there was only one offense is twofold: first, that the relevant statutory\nprovisions allow evidence of multiple acts of “sexual contact” to be used in proving a single offense\nof sexual battery; and second, that an analysis of the relevant factors in State v. Phillips, 924 S.W.2d\n662 (Tenn. 1996) establishes that only one offense of sexual battery was committed. The majority\nis wrong on both counts.\n\n\n                                                  -2-\n\f                                         Statutory Analysis\n\n       As the majority discusses, the offense of “sexual battery” is statutorily defined as an\n“unlawful sexual contact with a victim by the defendant or the defendant by a victim accompanied\nby any of the following circumstances”:\n\n                (1) Force or coercion is used to accomplish the act;\n\n                (2) The sexual contact is accomplished without the consent of the\n                victim and the defendant knows or has reason to know at the time of\n                the contact that the victim did not consent;\n\n                (3) The defendant knows or has reason to know that the victim is mentally\n                defective, mentally incapacitated or physically helpless; or\n\n                (4) The sexual contact is accomplished by fraud.\n\n\nTenn. Code Ann. § 39-13-505(a) (1997). In addition, “sexual contact” is defined as follows:\n\n                “[T]he intentional touching of the victim’s, the defendant’s, or any\n                other person’s intimate parts, or the intentional touching of the\n                clothing covering the immediate area of the victim’s, the defendant’s,\n                or any other person’s intimate parts, if that intentional touching can\n                be reasonably construed as being for the purpose of sexual arousal or\n                gratification.”\n\n\nId. § 39-13-501(6) (1997). Finally, “intimate parts” include “the primary genital area, groin, inner\nthigh, buttock or breast of a human being.” Id. § 39-13-501(2) (1997).\n\n        The majority’s statutory analysis of the offense rests entirely upon the fact that the definition\nof “sexual contact” includes the plural term “parts.” Id. § 39-13-501(6) (1997). Relying solely upon\nthis plural term, the majority leaps to the startling conclusion that the prosecution may introduce\nevidence of multiple acts of sexual contact in proving a single charge of sexual battery regardless\nof the nature of the contact or the areas of the victim invaded by a defendant. Although the majority\nclaims that this is the “plain” meaning of the statute, such an interpretation means that any act of\nsexual contact after the initial act of sexual contact would be of no legal consequence. I cannot\nbelieve that the legislature intended to allow any defendant to commit multiple acts of sexual contact\nagainst a victim and be guilty of but a single offense.\n\n\n\n\n                                                  -3-\n\f       Moreover, the majority overlooks or finds no significance in the fact that the legislature\ndelineated specific areas of the victim in the definition of “intimate parts.” See id. § 39-13-501(2)\n(1997). As one court has said:\n\n                In defining ‘intimate parts,’ the . . . statute lists five separate protected\n                areas: the genital area, groin, buttocks, anus and breast. We hold that\n                the legislative intent was to protect the victim from intrusions to each\n                enumerated part. Thus, under the facts of this case, which showed\n                distinctly separate touchings of two of the protected areas, defendant\n                was properly convicted and separately sentenced for [two counts].\n                . . . Separate punishments are sustainable where evidence shows\n                distinctly separate touchings to the different parts.\n\n\nState v. Williams, 730 P.2d 1196, 1199 (N.M. Ct. App. 1996) (emphasis added). In my view, the\nstatutory definition of “intimate parts” reflects the legislature’s intent to provide more protection for\nvictims and not less as the majority believes. Thus, I reject the majority’s statutory interpretation\nthat serves as the underlying premise for its holding.\n\n\n                                            State v. Phillips\n\n        The majority bolsters its conclusion that the evidence revealed only a single offense of sexual\nbattery by applying the factors set forth in Phillips, which include (1) the nature of the acts; (2) the\narea of the victim’s body invaded by the sexually assaultive behavior; (3) the time elapsed between\nthe discrete conduct; (4) the accused’s intent; and (5) the cumulative punishment imposed. 924\nS.W.2d at 665. Although I fully agree that the Phillips factors are useful in determining whether\nthere were multiple offenses for the purpose of election, see State v. Kendrick, 38 S.W.3d at 569,\nI believe that the majority has misapplied the Phillips analysis and has again reached the wrong\nconclusion.\n\n         There is no dispute that the defendant first touched the victim’s breast and thereafter touched\nthe victim over the clothes between her legs. Although the record is silent as to the exact time\nbetween the two touchings, I believe that a jury could reasonably find that the second touch was\npurposeful, intentional, and distinct from the first touch. Two separate areas of the victim’s body\nwere clearly invaded by the defendant’s conduct and neither touch was accidental or incidental to\nthe other touch. It may be inferred from the purposeful and intentional nature of the second touch\nthat it, like the first touch, resulted from a desire for sexual gratification. Finally, although the\ncumulative punishment factor does not apply in this case since the defendant was convicted of only\none count of sexual battery, several courts have upheld multiple convictions in cases similar to this\none. State v. Williams, 730 P.2d at 1199; State v. Suarez, 736 P.2d 1040, 1042 (Utah Ct. App.\n1987); State v. Rummer, 432 S.E.2d 39, 47 (W. Va. 1993). Accordingly, a complete analysis of the\nPhillips factors supports a finding that the defendant committed two offenses of sexual battery.\n\n\n                                                    -4-\n\f         The majority, however, has applied Phillips to conclude that the defendant’s conduct\nconsisted of a single offense. Moreover, the majority postulates that there was no evidence of\nmultiple offenses, but rather, evidence of multiple touches that would satisfy an element of the\noffense, i.e., sexual contact.1 The majority’s view hinges almost entirely on its determination that\n“little or no time elapsed between the touchings” and that there was no evidence “to indicate a newly\nformed intent to again seek sexual gratification.” The majority fails to consider that the sexual\ncontact was two separate, statutorily protected areas of the victim’s body; that each act of sexual\ncontact was separate and distinct from the other; that neither act of sexual contact was accidental or\nincidental to the other; and that a jury could reasonably find that either touch was accompanied by\na desire to gain sexual gratification.\n\n         Moreover, the majority’s review of the cold appellate record provides little or no guidance\nas to how it arrived at its conclusion or how the analysis is to be applied in future cases. How short\nis a period of “little or no” time? How many acts of sexual contact may a defendant commit against\na victim in a given period of time and be guilty of but one offense? What evidence does the majority\nrely upon to conclude that acts of sexual contact occurred “quickly and virtually simultaneously?”\nWhat factors, other than the amount of time, has the Court looked to with regard to the element of\nsexual gratification? These questions are unanswered. The majority instead focuses entirely upon\nthe short amount of time that elapsed during the offense and gives no apparent significance to the\nremaining factors under Phillips. Contrary to the majority’s assertion, I am not misstating its\nholding; I simply find it to be erroneous.\n\n        Finally, although the majority surprisingly asserts that dual convictions under the facts of this\ncase would be barred by double jeopardy principles, I once again note that other jurisdictions have\nheld that multiple punishments are appropriate where multiple convictions are based on facts similar\nto the present case. See State v. Williams, 730 P.2d at 1199; State v. Suarez, 736 P.2d at 1042; State\nv. Rummer, 432 S.E.2d at 47. The majority’s view, which focuses solely upon the passage of time,\nin effect revives the “single transaction” or “same criminal episode” analysis for applying double\njeopardy principles. This analysis was rejected in Phillips.\n\n        Although it contends it is following “well-established” law, the majority cites no published\nTennessee cases that are on point. Instead, it relies primarily upon an intermediate court opinion,\nState v. Pelayo, 881 S.W.2d 7 (Tenn. Crim. App. 1994), and several unpublished Court of Criminal\nAppeals opinions that were decided before our decision in Phillips. The reliance on Pelayo is further\nmisplaced in that it involved the offense of aggravated assault, the statutory provisions for which do\nnot delineate or mention specific areas of the victim’s body. See State v. Williams, 730 P.2d at\n1199. Despite the absence of controlling authority in Tennessee, the majority ignores similar cases\n\n\n         1\n                   As I have previously stated, the m ajority’s purp orted statuto ry basis for this alleg ed distinction is\nmisplaced. Moreover, the majority’s conclusion is tantamount to finding that the offense of sexual battery is a continuing\noffense. Indeed, the majority goes on to rely upon State v. Adams, 24 S.W.3d 289 (Tenn. 2000), in which this Court\nheld that election was not required for a continuing offense. If the majority is of the opinion that sexual battery is a\ncontinuing offense as a matter of law, it has cited no authority in support of such a conclusion.\n\n                                                            -5-\n\fdecided by courts in our sister jurisdictions and instead criticizes this dissent for its reference to those\ncases.\n\n                                                    CONCLUSION\n\n         Accordingly, since in my view there was evidence of two offenses of sexual battery, it\nfollows that under Tennessee law the prosecution was required to elect which offense it relied upon\nfor the sexual battery conviction.2 As we noted in State v. Shelton, a failure to elect implicates the\nconstitutional right to a unanimous verdict and is, therefore, subject to constitutional harmless error\nanalysis. 851 S.W.2d at 138. I would initially emphasize that the prosecution’s duty to elect is well-\nestablished and that this Court has repeatedly stated that the purpose of election is to preserve the\nconstitutional right to a unanimous jury verdict. In this case, the jury was presented with two\noffenses of sexual battery based on two acts of sexual contact that occurred in two separate and\ndistinct statutorily protected areas of Smith’s body. Because of the State’s failure to elect the offense\nit relied upon for the conviction, it cannot be determined whether the jury was unanimous in its\nverdict. The State has, therefore, failed to show that the error was harmless beyond a reasonable\ndoubt.\n\n        In my view, the majority has misapplied existing precedent and statutory law and has created\na muddled analysis that, as applied to the offense of sexual battery, permits a defendant to commit\nnumerous acts of sexual contact against a victim with no criminal consequence. I would hold that\nthere was evidence from which the jury could reasonably find two offenses of sexual battery and that\nthe prosecution was therefore required to elect which offense it relied upon to establish the\nconviction. Moreover, the prosecution’s failure to follow this well-established requirement denied\nthe defendant his constitutional right to a unanimous jury verdict in violation of article I, § 16 of the\nTennessee Constitution and requires a new trial on this offense. Finally, I am authorized to state that\nJustice Holder joins in this concurring and dissenting opinion.\n\n\n\n                                                          ________________________________________\n                                                          E. RILEY ANDERSON, CHIEF JUSTICE\n\n\n\n\n         2\n                   I would lastly note that the election case s cited as autho rity by the majo rity apply only if on e accepts\nthe majority’s faulty premise that there was but a single offense in this case, which I obviously do not. In both State v.\nCribbs, 967 S.W.2d 773 (Tenn. 1998) and State v. Lemacks, 996 S.W .2d 166 (Tenn. 1 999), the issu e concern ed multiple\ntheories for which election is not required and not multiple offenses for which election is required. Finally, as I noted\nearlier, the Court in State v. Adams, 24 S.W.3d 289 (Tenn. 2000), simply held that election was not required for a\ncontinuing o ffense.\n\n                                                             -6-\n\f",
            "ocr": false,
            "opinion_id": 1060452
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}