{
    "id": 1580817,
    "judges": "Caraway, Drew and Moore",
    "date_filed": "2005-03-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-young",
    "case_name_short": "Young",
    "case_name": "State v. Young",
    "case_name_full": "STATE of Louisiana, Appellee v. Gloria Jean YOUNG, Appellant",
    "attorneys": "D. Scott Kendrick, Natchitoches, for Appellant., Richard Z. Johnson, Jr., District Attorney, Ron Christopher Stamps, Britney A. Green, Assistant District Attorneys, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"Anz\">\n    STATE of Louisiana, Appellee v. Gloria Jean YOUNG, Appellant.\n   </parties><br><docketnumber id=\"b1041-16\">\n    No. 45,265-KA.\n   </docketnumber><br><court id=\"b1041-17\">\n    Court of Appeal of Louisiana, Second Circuit.\n   </court><br><decisiondate id=\"b1041-18\">\n    June 23, 2010.\n   </decisiondate><br><attorneys id=\"b1043-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1027\"> \n     *1027\n     </span>\n    D. Scott Kendrick, Natchitoches, for Appellant.\n   </attorneys><br><attorneys id=\"b1043-9\">\n    Richard Z. Johnson, Jr., District Attorney, Ron Christopher Stamps, Britney A. Green, Assistant District Attorneys, for Appellee.\n   </attorneys><br><judges id=\"b1043-10\">\n    Before CARAWAY, DREW and MOORE, JJ.\n   </judges>",
    "citations": [
        "42 So. 3d 1025"
    ],
    "opinions": [
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n42 So. 3d 1025 (2010)\nSTATE of Louisiana, Appellee\nv.\nGloria Jean YOUNG, Appellant.\nNo. 45,265-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nJune 23, 2010.\n*1027 D. Scott Kendrick, Natchitoches, for Appellant.\nRichard Z. Johnson, Jr., District Attorney, Ron Christopher Stamps, Britney A. Green, Assistant District Attorneys, for Appellee.\nBefore CARAWAY, DREW and MOORE, JJ.\nMOORE, J.\nGloria Jean Young appeals her concurrent sentences of five years at hard labor for aggravated second degree battery, La. R.S. 14:34.7, and three years at hard labor for unauthorized entry of an inhabited dwelling, La. R.S. 14:62.3. Finding no abuse of the district court's discretion, we affirm the convictions and terms of hard labor. On error patent review, however, we amend the sentences to vacate the order of restitution as a condition of parole, and remand the case for resentencing.\nEarly on the morning of January 16, 2008, Ms. Young went to her boyfriend Lamarcus Johnson's apartment in Mansfield. She discovered that Johnson was inside with the victim, Kimberly Atkins, with whom he had begun an affair. Ms. Young kicked in the door and began grappling with Johnson; at some point in the fray, she picked up a box cutter and attacked Ms. Atkins, leaving a four-inch gash on the left side of her face. Ms. Atkins was taken by ambulance to LSU Medical Center in Shreveport, where she was treated for serious blood loss and the deep cut to her face. She now has a permanent scar and nerve damage; she cannot move her left eyebrow.\nDeSoto Parish deputies arrested Ms. Young on January 22 and initially charged her with the two instant felonies and a misdemeanor, simple criminal damage to property. She made bail and, according to Ms. Atkins, began harassing her (Ms. Atkins) with phone calls and text messages even while she was still in the hospital; for this she was cited for improper telephone communications. Later, in June 2008, she confronted Ms. Atkins and provoked a physical altercation; for this, she was arrested for disturbing the peace.\nThe state formally charged Ms. Young by bill of information with aggravated second degree battery and unauthorized entry of an inhabited dwelling. She pled not guilty and set a trial date. However, at a hearing on March 23, 2009, the state announced that the parties had reached a plea agreement whereby Ms. Young would plead guilty as charged with the understanding that the sentences would be concurrent, the state would dismiss all remaining charges involving Ms. Atkins, and Ms. Young would pay restitution of $5,398.22 to Ms. Atkins. The court accepted the plea.\nAt a sentence hearing on May 13, Ms. Atkins testified, describing her injuries and subsequent encounters with Ms. Young. She added that for financial reasons, cosmetic surgery was not an option. Her mother, Ms. Duncan, corroborated *1028 her daughter's testimony. Ms. Young testified that she was truly sorry and had apologized many times; she had two children, including an eight-year-old son on disability who needed her constant care; her own mother and her babies' daddy were both in jail and could not help her. She admitted that after the instant offenses, she had been arrested three times for shoplifting or theft of goods. The court briefly restated the facts and noted the PSI, which showed prior convictions for theft and disturbing the peace by fighting, as well as the offenses dismissed by plea bargain.\nThe court imposed concurrent terms of five years for aggravated second degree battery and three years for unauthorized entry of an inhabited dwelling, and ordered her to pay restitution of $5,398.22 as a condition of parole. The court denied two motions to reconsider; this appeal followed.\nMs. Young urges by two assignments of error that the district court failed to articulate sufficient reasons to justify the sentence and that five years at hard labor is harsh and excessive for a 23-year-old single mother and first-time offender who has shown remorse for her acts. She submits that probation would be more in line with the circumstances of the offense.\nThe state responds that the court relied on facts admitted in the guilty plea, the testimony at the sentence hearing and the PSI, all of which fully supported the sentence. It also contends that five years was well within the sentencing range and only one-third of her potential exposure.\nAppellate review of sentences for excessiveness is a two-pronged inquiry. First, the record must show that the sentencing court complied with La. C. Cr. P. art. 894.1. The court need not list every aggravating or mitigating factor so long as the record reflects that it adequately considered the guidelines. State v. Marshall, 94-0461 (La.9/5/95), 660 So. 2d 819; State v. Linnear, 44,830 (La.App. 2 Cir. 12/9/09), 26 So. 3d 303. When the record shows an adequate factual basis for the sentence imposed, remand is unnecessary even in the absence of full compliance with the article. State v. Lobato, 603 So. 2d 739 (La.1992); State v. Linnear, supra. No sentencing factor is accorded greater weight by statute than any other sentencing factor. State v. Taves, XXXX-XXXX (La.12/3/03), 861 So. 2d 144; State v. Linnear, supra. The benefit accruing from a favorable plea bargain will often justify the imposition of even the maximum sentence for the offense of conviction. State v. Guzman, 99-1753 (La.5/16/00), 769 So. 2d 1158; State v. Cobb, 43,910 (La.App. 2 Cir. 2/25/09), 6 So. 3d 927.\nThe second prong is constitutional excessiveness. A sentence violates La. Const. Art. 1, § 20, if it is grossly out of proportion to the seriousness of the offense or nothing more than a purposeless and needless imposition of pain and suffering. State v. Dorthey, 623 So. 2d 1276 (La. 1993). A sentence is deemed grossly disproportionate if, when the crime and punishment are viewed in light of the harm done to society, it shocks the sense of justice or makes no reasonable contribution to acceptable penal goals. State v. Guzman, supra. The sentencing court has wide discretion in imposing a sentence within statutory limits, and such a sentence will not be set aside as excessive in the absence of manifest abuse of that discretion. State v. Williams, XXXX-XXXX (La.12/13/04), 893 So. 2d 7.\nThe district court recited Ms. Young's age, education, employment history and family obligations. Referring to the PSI and the sentence hearing, the court noted her first-felony status, her history *1029 of violence and theft, and the serious injuries she inflicted. On this record, the factual basis provided is appropriate; the court adequately complied with Art. 894.1.\nFor the offense of aggravated second degree battery, Ms. Young faced a maximum sentence of 15 years at hard labor and a fine of $10,000. La. R.S. 14:34.7 B. For unauthorized entry of an inhabited dwelling, she faced a maximum of six years at hard labor and a fine of $1,000. La. R.S. 14:62.3 B. Her concurrent sentences totaling five years are, as the state shows, one-third of the maximum and appear to balance the gravity of the offenses, Ms. Young's history and social needs, and the benefits accruing from the plea bargain. On this record, we find no abuse of discretion. The assigned errors lack merit.\nOn error patent review, we notice that the court erred in ordering restitution to the victim as a condition of parole. While the court may impose various conditions on probation, only the Parole Board may set conditions on prisoners being paroled. La. R.S. 15:574.4; State v. Bass, 43,858 (La.App. 2 Cir. 1/14/09), 4 So. 3d 110, and citations therein; State v. Franco, XXXX-XXXX (La.App. 3 Cir. 4/1/09), 8 So. 3d 790, writ denied, XXXX-XXXX (La.2/12/10), 27 So. 3d 843.\nWe further notice, however, that in all cases in which the court finds an \"actual pecuniary loss to a victim,\" the court \"shall order the defendant to provide restitution to the victim as a part of any sentence that the court shall impose.\" La. C. Cr. P. art. 883.2; State v. Fussell, 2006-2595 (La.1/16/08), 974 So. 2d 1223. Restitution may be ordered even without a suspended sentence. State v. Craft, 2001-248 (La.App. 3 Cir. 10/3/01), 796 So. 2d 907. On this record, the appropriate remedy is to vacate the order of restitution as a condition of parole and remand the matter for resentencing in accordance with Art. 883.2. State v. Granger, XXXX-XXXX (La. App. 3 Cir. 6/3/09), 11 So. 3d 649.\nWe find nothing else we consider to be error patent. La. C. Cr. P. art. 920(2). For the reasons expressed, we amend the sentences to vacate the order of restitution as a condition of parole, and remand the case for resentencing in accordance with La. C. Cr. P. art. 883.2. In all other respects, the convictions and sentences are affirmed.\nAFFIRMED, AMENDED AND REMANDED FOR RESENTENCING.\n",
            "ocr": false,
            "opinion_id": 1580817
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}