{
    "id": 1518062,
    "judges": "Eagen, Jones, Mander-INO, Manderino, Nix, O'Brien, Pomeroy, Roberts",
    "date_filed": 110419200000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-layton",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Layton",
    "case_name_full": "Commonwealth v. Layton, Appellant",
    "attorneys": "Harold Yashin, Assistant Defender, with him Jonathan Miller, Assistant Defender, and Vincent J. Ziccardi, Defender, for appellant., Milton M. Stein, Assistant District Attorney, with him Deborah E. Glass and James T. Ranney, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued November 20, 1972.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 29,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b587-8\">\n    Commonwealth\n    <em>\n     v.\n    </em>\n    Layton, Appellant.\n   </parties><br><otherdate id=\"b588-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"496\"> \n     *496\n     </span>\n    Argued November 20, 1972.\n   </otherdate><judges id=\"A1v\">\n    Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mander-INO, JJ.\n   </judges><br><attorneys id=\"b588-10\">\n<em>\n     Harold Yashin,\n    </em>\n    Assistant Defender, with him\n    <em>\n     Jonathan Miller,\n    </em>\n    Assistant Defender, and\n    <em>\n     Vincent J. Ziccardi,\n    </em>\n    Defender, for appellant.\n   </attorneys><br><attorneys id=\"b588-11\">\n<em>\n     Milton M. Stein,\n    </em>\n    Assistant District Attorney, with him\n    <em>\n     Deborah E. Glass\n    </em>\n    and\n    <em>\n     James T. Ranney,\n    </em>\n    Assistant District Attorneys,\n    <em>\n     Richard A. Sprague,\n    </em>\n    First Assistant District Attorney, and\n    <em>\n     Arlen Specter,\n    </em>\n    District Attorney, for Commonwealth, appellee.\n   </attorneys><decisiondate id=\"Avo\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"497\"> \n     *497\n     </span>\n    July 2, 1973:\n   </decisiondate>",
    "citations": [
        "452 Pa. 495"
    ],
    "opinions": [
        {
            "author_str": "Manderino",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n452 Pa. 495 (1973)\nCommonwealth\nv.\nLayton, Appellant.\nSupreme Court of Pennsylvania.\nArgued November 20, 1972.\nJuly 2, 1973.\n*496 Before JONES, C.J., EAGEN, O'BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.\nHarold Yaskin, Assistant Defender, with him Jonathan Miller, Assistant Defender, and Vincent J. Ziccardi, Defender, for appellant.\nMilton M. Stein, Assistant District Attorney, with him Deborah E. Glass and James T. Ranney, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\n*497 OPINION BY MR. JUSTICE MANDERINO, July 2, 1973:\nThis appeal concerns the correct meaning of firearm in Section (d) of the Uniform Firearms Act. The question is whether an object from which a shot cannot be fired is a firearm. The appellant, Robert Layton, was found guilty of violating Section (d) of the Act. That Section of the Act applies to any person who has previously been convicted of a crime of violence. Appellant was previously convicted of burglary. Judgment of sentence was imposed and affirmed on appeal by the Superior Court. Commonwealth v. Layton, 220 Pa. Super. 435, 288 A.2d 908 (1972) (dissenting opinion by Judge CERCONE in which Judge HOFFMAN and Judge SPAULDING joined.) A petition for allowance of appeal was granted and this appeal followed.\nOn October 15, 1970, a police officer, in response to a call from the appellant's wife, went to appellant's home. The appellant opened the door and, upon seeing the police officer, slammed the door in the officer's face. The officer entered the house and observed the appellant with a pistol at his side. The officer disarmed the appellant and arrested him. The Commonwealth stipulated that the condition of the pistol was such that it could not have been fired at the time of the appellant's arrest, although it did contain six bullets and one spent shell. The record does not explain the exact condition which made the pistol inoperable. No evidence was offered as to how the pistol could have been made operable.\nThe sole issue for determination is whether a person may be convicted under Section (d) of the Act if the object is not capable of firing a shot (inoperable). The Act does not provide an answer.\nSection (d) of the Act provides: \". . . No person who has been convicted in this Commonwealth or elsewhere of a crime of violence shall own a firearm, or have one in his possession or under his control. . . .\" *498 Act of June 24, 1939, P.L. 872, § 628(d), as amended, 18 P.S. 4628(d) (now 18 Pa. S. § 6102 under the Pennsylvania Uniform Firearms Act).\nThe Act also defines firearm as follows: \". . . any pistol or revolver with a barrel less than 12 inches, any shotgun with a barrel less than 24 inches or any rifle with a barrel less than 15 inches. . . .\" Act of June 24, 1939, P.L. 872, 4628(a), as amended, 18 P.S. § 4628(a) (now 18 Pa. S. § 6102 under the Pennsylvania Uniform Firearms Act).\nThe intention of the General Assembly may be ascertained by considering the mischief to be remedied and the object to be attained. 1 Pa. S. § 1921. Since Section (d) of the Act applies only to persons previously convicted of a crime of violence, the legislative intent must have been to prevent further violence. Any object \u0097 a brick, a bat or a knife \u0097 can be a cause of violence. The Act, however, was obviously intended to cover only objects which could cause violence by firing a shot. An object, therefore, which is incapable of firing cannot be a cause of violence within the intention of Section (d) of the Act. In this case, the parties agree that the object was not capable of firing \u0097 inoperable. The appellant did not therefore violate Section (d) of the Act.\nA reasonable fact finder may, of course, infer operability from an object which looks like, feels like, sounds like or is like, a firearm. Such an inference would be reasonable without direct proof of operability. The inference of operability, however, cannot reasonably be made where all parties agree that the object was not operable.\nEven though the object was not operable, a violation of Section (d) of the Act might be sustained if the alleged actor had under his control the means to convert the object into one capable of firing a shot. This is so because Section (d) of the Act specifically states that a violation takes place if the firearm is under the control *499 of the alleged actor. An operable firearm may be said to be under the control of the alleged actor even though it is a malfunctioning assembled firearm or a disassembled firearm, if the alleged actor has under his control the means to convert the inoperable firearm into an operable firearm. For example, a reasonable fact finder might conclude, under all of the circumstances, that an operable firearm was under the control of the actor even though the stock, barrel, trigger housing group, or firing mechanism were in different rooms in the same apartment or might infer control if a damaged part were readily repairable. If it can reasonably be concluded that the actor owned, possessed or controlled an operable firearm, there is a risk of violence by the firing of a shot which was the result sought to be avoided by Section (d) of the Act. See Commonwealth v. Bartholomew, 326 Mass. 218, 93 N.E.2d 551 (1950) (weapon designed for firing may be so defective or damaged that it has lost its initial character as a firearm); Jarvis v. Commonwealth, 306 Ky. 190, 206 S.W.2d 831 (1947) and Bowman v. Commonwealth, 309 Ky. 414, 217 S.W.2d 967 (1949) (pistol incapable of being fired and failure to show defendant had additional parts was not a violation of carrying deadly weapon). Commonwealth v. Grab, 54 Pa. D. &amp; C. 233 (Adams County 1945) (revolver must be operable or easily made operable). People v. Guyette, 231 Cal. App. 2d 460, 41 Cal. Rptr. 875 (1964) (shotgun in three parts which could be put together in seconds supports conviction); People v. Simons, 124 Misc. 28, 207 N.Y.S. 56 (Sup. Ct. 1924) (gun which is imperfect and incapable of being discharged can't be a revolver); People v. Woods, 202 Misc. 562, 114 N.Y.S.2d 611 (1952) (gun was not a machine gun since two vital parts were missing and not found in possession of the defendant). But see People v. Jiminez, 27 Mich. App. 633, 183 N.W.2d 853 (1970) (operability not necessary for proof of firearms *500 conviction); People v. Halley, 131 Ill. App. 2d 1070, 268 N.E.2d 449 (1971) (prosecution does not have to prove pistol to be loaded or otherwise operable).\nThe appellee agreed that the object in this case was not capable of firing a shot \u0097 an inoperable firearm \u0097 and there was no evidence that the appellant had under his control the means to convert the object into an operable firearm.\nThe order of the Superior Court is reversed and the judgment of sentence is reversed.\n",
            "ocr": false,
            "opinion_id": 1518062
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}