{
    "id": 1596402,
    "judges": "Beranek",
    "date_filed": "2020-05-16",
    "date_filed_is_approximate": true,
    "slug": "jansson-v-state",
    "case_name_short": "Jansson",
    "case_name": "Jansson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "399 So. 2d 1061"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6828.0,
            "opinion_text": "\n399 So.2d 1061 (1981)\nRonald Bruce JANSSON, Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 80-1127.\nDistrict Court of Appeal of Florida, Fourth District.\nJune 17, 1981.\n*1062 Richard L. Jorandby, Public Defender, and Allen J. DeWeese, Asst. Public Defender, West Palm Beach, for appellant.\nJim Smith, Atty. Gen., Tallahassee, and Max Rudmann, Asst. Atty. Gen., West Palm Beach, for appellee.\nBERANEK, Judge.\nThe defendant/appellant was found guilty by a jury of burglary and possession of burglary tools. The court sentenced defendant on only the burglary charge. Defendant appeals asserting five points. We affirm and conclude that only one point merits discussion.\nDefendant asserts error in that the trial court considered his prior arrests not leading to convictions in sentencing him. After the jury's verdict, the defendant requested a presentence investigation, which was prepared in accordance with Section 921.231, Florida Statutes (1979). The presentence investigation report (PSI) indicated defendant had been previously arrested on 18 occasions, generally for offenses against property and that most of these charges had been dismissed or turned over to other agencies. The PSI also indicated at least one prior conviction and sentence and one probation term.\nAt the initially scheduled sentencing hearing, the trial court had been supplied with a copy of the presentence investigation. The State Attorney also supplied the court and defense counsel with a compendium of police reports and other factual materials which purported to show the factual basis and details of each prior arrest. The trial judge stated he had not read these factual materials but had considered the PSI which merely listed the prior arrests and indicated that convictions had not resulted from most of these arrests. The court questioned whether the prior arrests not resulting in convictions could be considered for purposes of sentencing. The court continued the hearing and rescheduled the matter so that the issue of prior arrests could be thoroughly considered.\nAt the second sentencing hearing, the court further considered the question based on argument of counsel. In addition, defense counsel attempted to clarify the prior conviction shown in the PSI. Defense counsel asserted that this conviction had actually been reversed or vacated. Once again, the sentencing hearing was continued pending further clarification. Eventually, at a third sentencing hearing, defendant was sentenced to the maximum of 15 years for the burglary. Although three separate hearings were held, defendant never offered evidence regarding any of the prior arrests. The defendant did demonstrate that the one prior conviction was a County Court conviction which had been vacated on habeas corpus in the Circuit Court. Although the factual background on all of the arrests was available, defendant objected to consideration of these matters and further objected to the court's considering the fact of the arrests.\nThe trial court candidly discussed his consideration of the arrests in regard to the sentencing. The court indicated that the primary reason for his sentence was not the arrest record of the defendant, but was in fact the crime in question. The court concluded that the defendant's burglary of an occupied dwelling in a manner showing sophistication and a professional approach warranted the sentence given. The court further commented he was not disregarding the prior arrests, but that these played a *1063 very minimal part in his consideration of the appropriate sentence. It is clear that the court recognized that an arrest was not to be equated to a finding of guilt of the crime charged. We conclude that no error occurred in the sentencing proceeding and affirm.\nThe defendant relies upon United States v. Tucker, 404 U.S. 443, 92 S.Ct. 589, 30 L.Ed.2d 592 (1972), and contends that an arrest \"does not amount to accurate information that the defendant committed a crime.\" This is certainly true but has no application here. The trial judge clearly stated the limited significance of an arrest during the three separate sentencing procedures. Tucker is inapplicable because there the trial court considered prior convictions which had been subsequently reversed on appeal. The trial court in that case was not aware of the reversal on appeal and the Supreme Court held that the trial court had thus not exercised an informed discretion in sentencing the defendant because the sentence was founded \"upon misinformation of constitutional magnitude.\" Tucker and the numerous cases following it all relate to a trial court's consideration of misinformation. There was no misinformation presented in the instant case.\nWe find no United States Supreme Court precedent requiring exclusion of arrests not leading to convictions in state sentencing procedures. In Williams v. New York, 337 U.S. 241, 69 S.Ct. 1079, 93 L.Ed. 1337 (1949), the court established that under modern philosophy of penology punishment should be tailored to fit the offender and not merely the crime. There, the trial court was declared to have broad discretionary powers in the sources and types of information used to assist him in determining the kind and extent of punishment to be imposed. Information provided by the probation department and other sources was approved and it was held that due process was not violated when the sentence was based upon information supplied by witnesses with whom the accused had not been confronted and as to whom he had no opportunity for cross-examination or rebuttal. Williams even approved the trial court's comments to the effect that the defendant had been identified as the perpetrator of various prior burglaries even though he had not been charged or convicted of those offenses. Williams has been recently reaffirmed in Roberts v. United States, 445 U.S. 552, 100 S.Ct. 1358, 63 L.Ed.2d 622 (1980), and in United States v. Grayson, 438 U.S. 41, 98 S.Ct. 2610, 57 L.Ed.2d 582 (1978). In Roberts the defendant pled guilty to two counts of distribution of cocaine and in the sentencing process, the trial court considered the defendant's refusal to cooperate with federal authorities in the investigation of a related drug conspiracy. Roberts reaffirmed Williams as to the extremely broad discretion in the trial court's inquiry regarding sentencing. It was held that no \"misinformation\" was involved and that defendant's failure to cooperate, although not a crime, had been properly considered.\nFlorida does not appear to have squarely answered the question but Mincey v. State, 256 So.2d 545 (Fla.3d DCA 1972), and County of Dade v. Baird, 211 So.2d 609 (Fla.3d DCA 1968), clearly support the State's view that arrests may be considered. The States have split on the subject. See Annot. 96 A.L.R.2d 768 § 7(d). Illinois and South Carolina are examples of States holding in the defendant's favor on this issue. Illinois has, for unknown reasons, considered the question a disproportionate number of times and generally holds that mere prior arrests are not properly considered at sentencing. People v. Riley, 376 Ill. 364, 33 N.E.2d 872 (Ill. 1941), cert. denied, 313 U.S. 586, 61 S.Ct. 1118, 85 L.Ed. 1542 (1941). However, even Illinois applies this on a seemingly case-by-case basis depending upon demonstration of prejudice. People v. Handley, 51 Ill. App.3d 68, 9 Ill.Dec. 148, 366 N.E.2d 405 (1977); People v. Long, 30 Ill. App.3d 815, 333 N.E.2d 534 (1975) and People v. Whiteaker, 30 Ill. App.3d 848, 334 N.E.2d 200 (1975).\nThe conflicting view which allows consideration of arrests not leading to conviction for purposes of sentencing is represented by such States as California, Texas, New Mexico and Hawaii. See People v. Jackson, 78 *1064 Cal. App.3d 533, 144 Cal. Rptr. 199 (1978); People v. Phillips, 76 Cal. App.3d 207, 142 Cal. Rptr. 658 (1977); State v. Montoya, 91 N.M. 425, 575 P.2d 609, cert. denied, 91 N.M. 491, 576 P.2d 297 (1978); Angelle v. State, 571 S.W.2d 301 (Tex.Cr. 1978); and State v. Murphy, 59 Hawaii 1, 575 P.2d 448 (1978).\nWe consider the view expressed in State v. Murphy, supra, to be the appropriate rule. We hold that a trial court can consider a defendant's prior arrests not leading to convictions for purposes of sentencing so long as the court recognizes that these arrests are not convictions or findings of guilt, and the defendant is given an opportunity to explain or offer evidence on the issue of his prior arrests. We are further persuaded to this view by Section 921.231, Florida Statutes (1979), which prescribes the contents of a presentence investigation report in Florida. This report is, by definition, of a hearsay nature, and is to include a complete description of the circumstances surrounding the criminal activity in question. It is also to include a description of the offender's educational background, his employment background, his military record, his employment history, along with his social history, including the broadest consideration possible. In our opinion, if a court can consider a hearsay report of a defendant's social, educational, medical, psychiatric, and psychological history, it should also be able to consider the individual's arrest record so long as it is accurate and the opportunity to explain or otherwise rebut it is given.\nThe judgment and conviction below are therefore affirmed.\nLETTS, C.J., and MOORE, J., concur.\n",
            "ocr": false,
            "opinion_id": 1596402
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}