{
    "id": 8016117,
    "judges": "Start",
    "date_filed": "2004-11-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-palmer",
    "case_name_short": null,
    "case_name": "State v. Palmer",
    "case_name_full": "STATE v. JOSEPH PALMER",
    "attorneys": "W. E. Gutting, for appellant., W. B. Douglas, Attorney General, and G. A. Pidgeon, County Attorney, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Grand Larceny — Evidence—Former Attorney for Defendant.</p> <p>On the trial of the defendant for stealing a pocketbook containing ?13.75 from a dwelling house, the' state called a witness who testified that he found the pocketbook and returned it to the owner. The state, over the objection of the defendant, was then permitted to show by the witness that he was the attorney of the defendant in this case, and that three days after the pocketbook was returned, and on the day first set for the hearing of the case before the magistrate, he withdrew from the defense. Held prejudicial error.</p> <p>Conspiracy — Declaration of Alleged Co-conspirator.</p> <p>After the foundation therefor has been laid by the introduction of evidence sufficient, prima facie, to justify a finding by a jury of a conspiracy to commit a crime, the acts and declarations of each conspirator are admissible in evidence against each and all of his co-conspirators, if such acts and declarations were in furtherance of the common purpose. Care, however, must be taken that the declarations or acts thus admitted be those only which were made or done during the pendency of the criminal enterprise, and in furtherance of its objects. Rule applied, and held, that the trial court erred in receiving in evidence the declarations of the defendant’s alleged co-conspirator.</p>",
    "summary": "Defendant was indicted in tlie district court for Wright county for grand larceny in the second degree. The case was tried before Giddings, J., and a jury, which rendered a verdict of guilty. From a judgment by which defendant was sentenced to be confined in the state reformatory, he appealed.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "79 Minn. 428"
    ],
    "opinions": [
        {
            "author_str": "Start",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTART, C. J.\nThe defendant was convicted of the crime of grand larceny in the second degree in the district court of Wright county, and sentenced to the state reformatory at St. Cloud. He appealed from' *429the judgment. He assigns thirty-three errors, but we shall consider only two of them.\nThe defendant was charged with having stolen on Monday, July 17, 1S99, from the dwelling house of Levi H. Webster his pocketbook which contained a ten-dollar bill and $3.75 in silver. That the larceny was committed by some one is unquestioned. The state called as a witness Mr. C. M. King, who testified that the day after the defendant was arrested he found a pocketbook, which the evidence tends to show was the one stolen, in which there was a ten-dollar bill, and returned it to Mr. Webster on July 18, and that he was (a lawyer. He then testified, over the objection and exception of the defendant, as follows:\n“Q. Were you acting in that capacity for the defendant at that time, — from the 18th to the 21st? (Objected to as incompetent, irrelevant, and immaterial. Overruled. Exception.) A. Well, I don’t know whether I was or not at the time that I returned the pocketbook. I was his attorney from the 18th to the 20th of July. Q. When did you cease to act as his attorney? (Objected to as incompetent, irrelevant, and immaterial. Overruled. Exception.) A. On the 21st,- — at the end of the day. The Court: That was the day of the first hearing? A. Yes, sir; that is the day that the hearing was set for, but there was an adjournment until the 25th. It was the day of the first hearing that I withdrew from the case.”\nThis was reversible error, for the evidence was to the effect that the witness was the attorney of the defendant when he found and returned the stolen pocketbook, and that thereafter, and on the day first set for the defendant’s hearing, he withdrew from his defense. This evidence was clearly immaterial, and no reason is or can be assigned why it was proper or fair to receive it against the protest of the defendant. It is true that it was competent for the state to trace the stolen property by showing that it had been found and returned to the true owner, but what relevancy to the history of the pocketbook after it was stolen was the fact that the witness who found and returned it was the defendant’s attorney, and that .he then withdrew from his defense? The natural tendency of the evidence was to prejudice the defendant’s cause, for the\" jury might well infer from it that the defendant’s attorney, *430having found the stolen property, knew or believed him guilty, and therefore declined to defend him.\nThe other assignment of error to be considered relates to the ruling of the trial court in receiving the evidence of certain admissions and statements of Miss Hattie Baldwin, who was at the house of the complaining witness when the property was stolen, and who was married to the defendant August 1G thereafter. These admissions or statements made to the witness in the absence of the defendant two days after the larceny were to the effect that the defendant stole the money and hid it; that she would show the witness where it was, and went with him to find it, but they did not find it. This evidence as to the statements of Miss Baldwin was admitted by the trial court upon the theory of an existing conspiracy, at the time the statements were made, between her and the defendant.\nThe rule is well settled that after the foundation therefor has been laid by the introduction of evidence sufficient prima facie to justify a.finding by the jury of a conspiracy to commit a crime or actionable wrong, the acts and declarations of each conspirator are admissible in evidence against each and all of his co-conspirators, if such acts or declarations were in furtherance of the common purpose. Care, however, must be taken that the declarations or acts thus admitted be those only which were made and done during the pendency of the criminal enterprise, and in furtherance of its objects. If they took place at a subsequent period, they are merely a narrative of past occurrences, and are not admissible in evidence except against the party making them. 1 Greenleaf, Ev. § 111; 6 Am. &amp; Eng. Enc. (2d Ed.) 866; State v. Thaden, 43 Minn. 253, 45 N. W. 447; Baker v. State, 80 Wis. 416, 418, 50 N. W. 518.\nThe admission of the evidence complained of in this case cannot be sustained without a violation of the rule we have stated. The statements of Miss Baldwin were made two days after the larceny was committed, but the state claims that there was evidence in the case sufficient to establish prima facie a conspiracy between the defendant and Miss Baldwin to steal the pocketbook and divide the money; and as the pocketbook, with ten dollars of the money therein, was found after her statements were made, it follows that *431there had been no division of the money; hence the conspiracy had not been carried into full effect when the statements were made, and her statements were admissible against the defendant. There are two conclusive answers to this claim: (a) Her statements and declarations were not made in furtherance of the common purpose of the alleged conspiracy, or with reference to future contemplated acts to enable the conspirators to consummate their purpose (see State v. Thaden, 43 Minn. 253, 258, 45 N. W. 447), but were simply the narration of a past transaction, to the effect that the defendant stole and hid the money; (b) The evidence, while it tended to show that, if the defendant stole the money, Miss Baldwin was an accessory after the fact, yet it is wholly insufficient to establish prima facie that she and the defendant entered into a conspiracy to steal and divide the money. It was error to receive in evidence her statements made to a third party in the absence of the defendant.\nJudgment reversed, and a new trial granted.\n",
            "ocr": true,
            "opinion_id": 7971360
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Robbery"
}