{
    "id": 1212995,
    "judges": "Brailsford, Bussey, Lewis, Littlejohn, Moss",
    "date_filed": "1990-12-07",
    "date_filed_is_approximate": true,
    "slug": "state-v-green",
    "case_name_short": "Green",
    "case_name": "State v. Green",
    "case_name_full": "The STATE, Respondent, v. Bobby S. GREEN Et Al., Appellants",
    "attorneys": "Messrs. James A. Stuckey, Jr., Vernon R. Scott, and D. J., Stratos, of Charleston, for Appellants, cite:, Messrs. Robert B. Wallace, Sol., and Capers G. Barr, III, Asst. Sol., of Charleston, for Respondent, cite:",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b380-8\">\n    19717\n   </docketnumber><br><parties id=\"b380-9\">\n    The STATE, Respondent, v. Bobby S. GREEN et al., Appellants\n   </parties><citation id=\"AV4G\">\n    (200 S. E. (2d) 74)\n   </citation><br><attorneys id=\"b381-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"367\"> \n     *367\n     </span>\n<em>\n     Messrs. James A. Stuckey, Jr., Vernon R. Scott,\n    </em>\n    and\n    <em>\n     D. J., Stratos,\n    </em>\n    of Charleston,\n    <em>\n     for Appellants,\n    </em>\n    cite:\n   </attorneys><br><attorneys id=\"b382-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"368\"> \n     *368\n     </span>\n<em>\n     Messrs. Robert B. Wallace, Sol.,\n    </em>\n    and\n    <em>\n     Capers G. Barr, III, Asst. Sol.,\n    </em>\n    of Charleston,\n    <em>\n     for Respondent,\n    </em>\n    cite:\n   </attorneys><decisiondate id=\"AiNo\">\n    November 1, 1973.\n   </decisiondate>",
    "citations": [
        "200 S.E.2d 74",
        "261 S.C. 366"
    ],
    "opinions": [
        {
            "author_str": "Brailsford",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5633.0,
            "opinion_text": "\n261 S.C. 366 (1973)\n200 S.E.2d 74\nThe STATE, Respondent,\nv.\nBobby S. GREEN et al., Appellants.\n19717\nSupreme Court of South Carolina.\nNovember 1, 1973.\n*367 Messrs. James A. Stuckey, Jr., Vernon R. Scott, and D. J., Stratos, of Charleston, for Appellants.\n*368 Messrs. Robert B. Wallace, Sol., and Capers G. Barr, III, Asst. Sol., of Charleston, for Respondent.\nNovember 1, 1973.\nBRAILSFORD, Justice:\nAt the December, 1972, term of the Charleston County Court, the appellants, Bobby S. Green, Albert Legare and Ferman Hallums, were convicted of attempted armed robbery and sentenced to terms of imprisonment. They have appealed on exceptions which are argued in the brief under two questions, as follows:\n\"I. Did the Trial Judge err to Appellants' prejudice by permitting testimony that the Appellants had escaped from the same prison in North Carolina four days prior to the alleged attempted robbery?\n\"II. Was any or sufficient evidence adduced to submit to the Jury or permit it to find that Appellants Green and Legare were guilty of attempted armed robbery?\"\nWe consider these questions in inverse order.\nThe three appellants entered Bayne's Country Store on Johns Island in Charleston County at about 8:30 P.M. on *369 August 24, 1972. About an hour later, Hallums, pretending that he wished to purchase a bottle of beer, drew a pistol on the proprietor, telling him to \"Hold it.\" Bayne grappled with his assailant and secured a pistol from under the counter. Several shots were exchanged. Bayne got the upper hand and held Hallums and his companions at pistol point until the police arrived.\nThere is no dispute that Hallums attempted to rob Bayne. The only issue arising on this phase of the appeal is the sufficiency of the evidence to establish that Green and Legare were present at the scene of the crime by prearrangement with Hallums to aid, encourage and abet him in its perpetration. If so, they were guilty as principals. 22 C.J.S. Criminal Law §§ 88(1)-88(2) (1961).\nWe state the evidence in the light of the principle that it, and the inferences to be drawn therefrom, must be viewed most favorably to the State, and that the issue is for the jury if there is any evidence, direct or circumstantial, reasonably tending to prove the guilt of the accused. 7A West's South Carolina Digest, Criminal Law, Key No. 753 (1971).\nThe chain of circumstances tending to show that the three appellants were acting in concert at Bayne's County Store on the evening of August 24, 1972, commences four days earlier when they escaped together from a facility of the North Carolina Department of Corrections at Lexington, North Carolina, some 250 miles from Charleston. At about 4:00 P.M. on August 24, they arrived together at the home of Charles Joyner on Johns Island. Legare was Joyner's nephew, and had previously lived with him on the island. but they had not seen each other for several years. Legare's companions were strangers to Joyner. The four men drank beer and wine together until about 6:00 P.M. when Joyner, becoming drowsy, went to sleep in his bedroom, leaving the appellants on his premises. When Joyner was awakened about midnight, a pistol, which had been hanging on the wall *370 of his bedroom when he went to sleep, was missing, as were the appellants.\nIn the meantime, at about 8:00 P.M., the appellants went together to Bayne's store which was only a short walk from Joyner's house. Bayne, a teen-age employee and several customers were in the store when appellants arrived. Young Abraham Murray and a companion were playing pool on a coin-operated table. After bumming a cigarette and match from Murray, the appellant Green pressed against the boy and inquired, \"Are you in with us?\" Murray, thinking that he detected a hard object under Green's clothing, became alarmed and decided to leave. Before doing so, he confided his suspicion to Bayne's young employee, who, in turn, warned Bayne. The latter responded by moving his stool within easy reach of a pistol under the counter, and, while ostensibly reading a newspaper, watching the appellants.\nBayne testified that the three men were together until Green and Legare started shooting pool, after which Hallums stood nearby, \"watching them boys shooting pool. Occasionally he'd look up.\" After having been in the store about an hour and when there was no other customers present, Hallums walked up to the counter, and asked for a quart of beer. He then drew Joyner's pistol on Bayne, with the results which have been stated. During the affray Hallums took refuge in a back storage room and Legare and Green under the pool table. According to Bayne, these two \"were hollering and screaming and begging me to let them go; they didn't have nothing to do with it; they had no part in it and I just told 'em to lie down on the floor.\"\nWhen Hallums, at Bayne's direction threw his pistol out from the storage room, it landed near the pool table. Either Legare or Green started toward it, but on being emphatically warned by Bayne, scurried back under the table. Almost simultaneously the police arrived and took appellants into custody.\n*371 We think that the evidence is reasonably susceptible of the inference that the three appellants shared a common intent when they left Joyner's house with his pistol in their possession, or in that of one of them, and went together to the store, where they remained until no customers were present before the overt attempt to rob was made by Hallums. It is inferable from the evidence that the appellants had been together for four days since their North Carolina escape, during which, without apparent resources or means of transportation, they made their way to Joyner's Johns Island home and thence to Bayne's store.\nIt is fairly and reasonably inferable that they acted in concert in making this journey and in its culmination at Bayne's store. Of course, Hallums proved a complete bungler when met with determined resistance and other appellants were of no assistance to him. However, neither his failure, nor theirs, negates the inference which the jury could reasonably draw from the recited evidence that the attempted robbery was by prearrangement of the appellants, and that Legare and Green were present to aid, abet and encourage its attempt.\nBy their first assignment of error, the appellants invoke the rule that in a criminal prosecution the defendant's character may not be attacked unless he has put it in issue; hence, evidence of the commission of another independent crime is not admissible against the defendant, certainly not for the purpose of showing that he is a person of bad character likely to have committed the crime charged. However, evidence logically relevant to establish a material element of the offense charged is not to be excluded merely because it incidentally reveals the accused's guilt of another crime. State v. Thomas, 248 S.C. 573, 151 S.E. (2d) 855 (1966); State v. Brooks, 235 S.C. 344, 111 S.E. (2d) 686 (1959).\nThe substantial issue of fact on which the guilt of Legare and Green turned was whether, to the knowledge of Hallums, they were present with criminal *372 intent. Mere presence at the scene of the crime was insufficient, and, as is frequently so, concert of design could be proved only by circumstantial evidence. Certainly the status of the appellants as fugitives and their staying together during the long trek to Johns Island, and afterward, had logical relevance on the issue of common design. The escape at Lexington may fairly be regarded as the first link in a chain of circumstances stretching to Bayne's store and the attempted robbery. The case is the same in principle as though the attempt had been much closer in point of time and distance to the escape. Since the evidence was relevant on the issue of guilt, we find no error as assigned.\nAffirmed.\nMOSS, C.J., and LEWIS, BUSSEY and LITTLEJOHN, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1212995
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Robbery"
}