{
    "id": 1560931,
    "judges": "Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth",
    "date_filed": "1984-11-01",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-dorsey",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Dorsey",
    "case_name_full": "COMMONWEALTH of Pennsylvania, Appellant, v. William DORSEY",
    "attorneys": "Richard J. Orloski, Assistant District Attorney, Allentown, for Commonwealth, appellant., Paul A. McGinley, Allentown, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted March 21, 1977.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b268-7\">\n    380 A.2d 461\n   </citation><br><parties id=\"b268-8\">\n    COMMONWEALTH of Pennsylvania, Appellant, v. William DORSEY.\n   </parties><br><court id=\"b268-10\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"AqN\">\n    Submitted March 21, 1977.\n   </otherdate><br><decisiondate id=\"b268-11\">\n    Decided Dec. 2, 1977.\n   </decisiondate><br><attorneys id=\"b269-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"229\"> \n     *229\n     </span>\n    Richard J. Orloski, Assistant District Attorney, Allentown, for Commonwealth, appellant.\n   </attorneys><br><attorneys id=\"b269-9\">\n    Paul A. McGinley, Allentown, for appellee.\n   </attorneys><br><judges id=\"b269-10\">\n    Before WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\n   </judges>",
    "citations": [
        "380 A.2d 461",
        "251 Pa. Super. 228"
    ],
    "opinions": [
        {
            "author_str": "Voort",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n251 Pa. Super. 228 (1977)\n380 A.2d 461\nCOMMONWEALTH of Pennsylvania, Appellant,\nv.\nWilliam DORSEY.\nSuperior Court of Pennsylvania.\nSubmitted March 21, 1977.\nDecided December 2, 1977.\n*229 Richard J. Orloski, Assistant District Attorney, Allentown, for Commonwealth, appellant.\nPaul A. McGinley, Allentown, for appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nVAN der VOORT, Judge:\nOn March 12, 1976, complaints were filed by an officer of the Allentown Police Department charging the defendant with aggravated assault, recklessly endangering another *230 person, theft and receiving stolen property. On that same date the defendant was arrested and the preliminary hearing was scheduled for March 19, 1976. However, the case was continued because the defendant was without counsel and a public defender had to be appointed. A prima facie case was made out against the defendant on the charges of aggravated assault[1] and recklessly endangering another person[2] and the transcript was returned to court on or about April 12, 1976. The two other charges were dismissed at the preliminary hearing. The case was initially listed for trial during the July Term of Criminal Court, but was never called to trial by the Court Administrator. The Commonwealth filed a petition for an extension of time in which to bring the defendant to trial as provided for in Pa.R.Crim.P. 1100(c)[3] on August 20, 1976. The defendant filed an answer to the Commonwealth's petition and included as new matter a request that the charges against him be dismissed with prejudice and that he be discharged[4] because the Commonwealth failed to bring him to trial within the required 180 days.[5] On September 9, 1976, a hearing was held on the *231 Commonwealth's petition wherein the Commonwealth was prepared to present evidence supporting its position that it had been duly diligent in attempting to bring the defendant to trial within 180 days yet was unable to do so. However, the court stated that even if the Commonwealth was able to show that the delay was attributable to a congested court calendar and the unavailability of a courtroom, this would not be sufficient to justify the granting of the motion to extend the time period because Commonwealth v. Sprankle, 241 Pa.Super. 298, 361 A.2d 385 (1976) held that judicial delay was not grounds for granting an extension. As a result of the court's decision the Commonwealth's motion was denied and the defendant's charges were dismissed and he was discharged. From that order of court, the Commonwealth appealed.\nThe only issue raised on appeal is whether the lower court erred when it denied the Commonwealth's motion for an extension of time under Rule 1100(c) without first allowing the Commonwealth to present evidence. The hearing was held on September 9, 1976, and Commonwealth v. Sprankle, supra, had been decided on June 28, 1976. On October 8, 1976, the Pennsylvania Supreme Court decided the cases of Commonwealth v. Shelton, 469 Pa. 8, 364 A.2d 694 (1976) and Commonwealth v. Mayfield, 469 Pa. 214, 364 A.2d 1345 (1976). In Shelton and Mayfield the court held that judicial delay was justification for granting an extension of time in which to try the defendant if the petition by the Commonwealth was timely filed and due diligence shown by the Commonwealth. We therefore reverse the order of the lower court and remand the case for a hearing on the petition of the Commonwealth. If the Commonwealth is able to establish that despite its due diligence the defendant was not able to be brought to trial, then the lower court should set a time for trial as soon as possible. However, if after a full hearing the lower court determines that an *232 extension of time is not warranted then the order of the lower court dismissing the charges and discharging the defendant shall be reinstated.\nReversed and remanded.\nNOTES\n[1]  Act of Dec. 6, 1972, P.L. 1482, No. 334, 18 Pa.C.S. § 2702.\n[2]  Act of Dec. 6, 1972, P.L. 1482, No. 334, 18 Pa.C.S. § 2705.\n[3]  (c) At any time prior to the expiration of the period for commencement of trial, the attorney for the Commonwealth may apply to the court for an order extending the time for commencement of trial. A copy of such application shall be served upon the defendant through his attorney, if any, and the defendant shall also have the right to be heard thereon. Such application shall be granted only if trial cannot be commenced within the prescribed period despite due diligence by the Commonwealth. Any order granting such application shall specify the date or period within which trial shall be commenced.\n[4]  Pa.R.Crim.P. 1100(f) states:\n\n(f) At any time before trial, the defendant or his attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this Rule has been violated. A copy of such application shall be served upon the attorney for the Commonwealth, who shall also have the right to be heard thereon. Any order granting such application shall dismiss the charges with prejudice and discharge the defendant.\n[5]  Pa.R.Crim.P. 1100(a)(2) states:\n\n(2) Trial in a court case in which a written complaint is filed against the defendant after June 30, 1974 shall commence no later than one hundred eighty (180) days from the date on which the complaint is filed.\n\n",
            "ocr": false,
            "opinion_id": 1560931
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}