{
    "id": 1560940,
    "judges": "Watkins, President Judge, and Jacobs, Hoffman, Cercone, Price, Van Der Voort and Spaeth",
    "date_filed": "2003-07-11",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-liska",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Liska",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. Joseph M. LISKA, Appellant",
    "attorneys": "Sylvia H. Rambo, Carlisle, for appellant., George E. Hoffer, Assistant District Attorney, Carlisle and Edgar B. Bayley, District Attorney, Camp Hill, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 14, 1976.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b143-5\">\n    380 A.2d 1303\n   </citation><br><parties id=\"b143-6\">\n    COMMONWEALTH of Pennsylvania v. Joseph M. LISKA, Appellant.\n   </parties><br><court id=\"b143-9\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b143-10\">\n    Submitted June 14, 1976.\n   </otherdate><decisiondate id=\"AK9\">\n    Decided Dec. 2, 1977.\n   </decisiondate><br><attorneys id=\"b144-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"104\"> \n     *104\n     </span>\n    Sylvia H. Rambo, Carlisle, for appellant.\n   </attorneys><br><attorneys id=\"b144-6\">\n    George E. Hoffer, Assistant District Attorney, Carlisle and Edgar B. Bayley, District Attorney, Camp Hill, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b144-7\">\n    Before WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\n   </judges>",
    "citations": [
        "380 A.2d 1303",
        "252 Pa. Super. 103"
    ],
    "opinions": [
        {
            "author_str": "Spaeth",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n252 Pa. Super. 103 (1977)\n380 A.2d 1303\nCOMMONWEALTH of Pennsylvania\nv.\nJoseph M. LISKA, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 14, 1976.\nDecided December 2, 1977.\n*104 Sylvia H. Rambo, Carlisle, for appellant.\nGeorge E. Hoffer, Assistant District Attorney, Carlisle and Edgar B. Bayley, District Attorney, Camp Hill, for Commonwealth, appellee.\nBefore WATKINS, President Judge, and JACOBS, HOFFMAN, CERCONE, PRICE, VAN der VOORT and SPAETH, JJ.\nSPAETH, Judge:\nOn December 19, 1975, appellant was sentenced to make restitution and to undergo imprisonment on a conviction of burglary and arson. The lower court appointed counsel from the office of the Cumberland County Public Defender to represent appellant on direct appeal to this court. Counsel has filed with us a document entitled \"Brief Submitted Pursuant To The Rule of Commonwealth v. Baker, 429 Pa. 209 [239 A.2d 201],\" and a petition to withdraw as counsel for appellant. It is the petition to withdraw that we consider today. The petition will be denied, for counsel has not complied with Anders v. California, 386 U.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967).\n\nI\nAny discussion of the law on withdrawal of appellate counsel must begin with Anders. In Anders the Court sought to resolve the tension between, on the one hand, an *105 appellant who in the hope of winning a reversal of his conviction insists that his appeal be prosecuted, and on the other, court-appointed counsel who believes the appeal frivolous and therefore feels an ethical compulsion to refrain from prosecuting it. This resolution had to be achieved in the context of the appellant's Sixth Amendment right to the effective assistance of counsel. The Court found that equality between an appellant who can afford to retain counsel and one who cannot could only be maintained by assuring that the indigent appellant is appointed counsel who \"acts in the role of an active advocate in behalf of his client, as opposed to that of amicus curiae.\" 386 U.S. at 744, 87 S.Ct. at 1400. However, the Court concluded that this did not imply a rule that would forbid court-appointed counsel from ever withdrawing, but rather a rule that counsel could withdraw only under very limited circumstances: \"Of course, if counsel finds his [client's] case to be wholly frivolous, after a conscientious examination of it, he should so advise the court and request permission to withdraw.\" 386 U.S. at 744, 87 S.Ct. at 1400.\nThis narrow exception has been commented upon as follows:\nThe possibility exists in every appeal, by indigent and non-indigent alike, that the defendant will want to raise claims that a lawyer would find lacking in merit. The possibility is particularly relevant to indigents' appeals, however, since the defendant who has selected his own lawyer and is paying for the service is not likely to reject counsel's advice out of hand. Where counsel has been assigned and receives no compensation from the client, the chances are much greater that the client will take a position independent of, and perhaps in total opposition to, that recommended by the lawyer.\n.....\nDespite counsel's best effort to find meritorious grounds for appeal and to persuade indigents from appealing on frivolous questions, the ultimate right of the defendant to chart the course means that there will arise situations in *106 which counsel is faced with an appeal in which the entire case, or part of the case, is frivolous. In such circumstances, a variety of responses by assigned counsel has been found. Principal among them is the request for leave to withdraw from the case.\nABA Project on Standards for Criminal Justice, Standards Relating to Criminal Appeals § 3.2, Commentary at 75-77 (Approved Draft, 1970).\nSee also, ABA project on Standards for Criminal Justice, Standards Relating to the Defense Function § 8.3 (Approved Draft, 1971).\nIn addition to defining counsel's responsibility, the Court in Anders prescribed the procedure that must be followed to ensure fulfilment of that responsibility.\n[The] request [to withdraw] must . . . be accompanied by a brief referring to anything in the record that might arguably support the appeal. A copy of counsel's brief should be furnished the indigent and time allowed him to raise any points that he chooses; the court \u0097 not counsel \u0097 then proceeds, after a full examination of all the proceedings, to decide whether the case is wholly frivolous. If it so finds it may grant counsel's request to withdraw and dismiss the appeal insofar as federal requirements are concerned, or proceed to a decision on the merits, if state law so requires. On the other hand, if it finds any of the legal points arguable on their merits (and therefore not frivolous) it must, prior to decision, afford the indigent the assistance of counsel to argue the appeal. 386 U.S. at 744, 87 S.Ct. at 1400.\n\nII\nAnders has been interpreted and applied by the Pennsylvania Supreme Court in a long line of cases beginning with Commonwealth v. Baker, 429 Pa. 209, 239 A.2d 201 (1968),[1]*107 with the result that a simple, step-by-step procedure, as outlined by the Supreme Court, has evolved. Thus in Commonwealth v. Greer, 455 Pa. 106, 314 A.2d 513 (1974), the Court found that the following sequence is constitutionally mandated. First, counsel must thoroughly examine the record to see if his client's case is wholly frivolous. Second, if counsel concludes it is, he must petition the court for permission to withdraw. Third, counsel must submit, with his petition to withdraw, a brief referring the court to any part of the record that might arguably support an appeal. Finally, counsel must \"furnish a copy of this brief to his client in time to allow an appeal in propria persona or a request for appointment of new counsel.\" 455 Pa. at 108, 314 A.2d at 514.\nUnfortunately, these simple, clear requirements are honored all too often by their breach. Commonwealth v. Perry, 464 Pa. 272, 346 A.2d 554 (1975); Commonwealth v. Palmer, 455 Pa. 111, 314 A.2d 853 (1974); Commonwealth v. Greer, 455 Pa. 106, 314 A.2d 513 (1974); Commonwealth v. Rightnour, 453 Pa. 385, 309 A.2d 415 (1973); Commonwealth v. Jones, 451 Pa. 69, 301 A.2d 811 (1973); Commonwealth v. Bartol, 218 Pa.Super. 191, 279 A.2d 771 (1971); Commonwealth v. Covington, 218 Pa.Super. 242, 276 A.2d 312 (1971). The results of an inappropriate or inadequate petition by appointed counsel to withdraw are hardly trivial. There will necessarily ensue a delay in the processing of the appeal while the case is remanded either for counsel to comply with Anders and Baker or for the appointment of new counsel; and what is worse, the appellant's case is, to some degree at least, prejudiced by his own counsel's improper condemnation of it as wholly frivolous. It follows that this court cannot be too vigilant in insisting that when a petition to withdraw is filed, all of the proper steps have been taken.\n*108 As stated in Commonwealth v. Jones, supra 451 Pa. at 77, 301 A.2d at 816:\nUntil counsel has fulfilled all of the requirements of Anders and Baker this Court must reject his request for permission to withdraw from this appeal. It is only upon completion of his assistance as an Anders-Baker advocate that appointed counsel may seek leave to withdraw.\nAs we insist that counsel fulfil all the requirements of Anders and Baker we shall encounter one of three possible situations. First, upon inspection of the petition and the brief submitted with it, we may find that counsel has not fulfilled all the requirements of Anders and Baker. In that case the petition for withdrawal must be denied, and counsel directed to comply in all respects with the requirements. Commonwealth v. Greer, supra; Commonwealth v. Palmer, supra; Commonwealth v. Jones, supra; Commonwealth v. Hall, 250 Pa.Super. 13, 378 A.2d 428 (1977). Second, while counsel may have fulfilled all the requirements of Anders and Baker, we may after review of the record and brief disagree with counsel's opinion and find that there is a non-frivolous issue. Again the petition to withdraw must be denied, and the appeal proceed to a decision on the merits. Commonwealth v. Johnson, 242 Pa.Super. 188, 363 A.2d 1223 (1976). Finally, counsel may have fulfilled all the requirements of Anders and Baker, and after review of the record and the brief we agree that the appeal is wholly frivolous.[2]\n*109 This is the only case in which counsel should be permitted to withdraw.[3]Commonwealth v. Liles, supra.\n\nIII\nThe present case falls into the first of the foregoing three possible situations.\nIn the petition for permission to withdraw, counsel has certified that \"[t]he Defendant has been advised of this Petition and a copy of the same with the Brief has been furnished to the Defendant.\" Request for Permission to Withdraw as Counsel at 1. This is not enough. In Commonwealth v. Greer, supra, our Supreme Court held that under Anders and Baker counsel must \"furnish a copy of [his] brief to his client in time to allow an appeal in propria persona or a request for appointment of new counsel.\" Id. 455 Pa. at 108, 314 A.2d at 514. Far from a formality, this third requirement was characterized by the Court in Baker as \"the most important requirement.\" 429 Pa. at 214, 239 A.2d at 203.\nHere the certification does not say either that counsel informed her client of his right to proceed in propria persona or to request appointment of new counsel, or that she informed him of these rights in time for him to exercise them. In fact appellant has not responded to his counsel's attempt to withdraw. We cannot assume from this that appellant knows his rights but does not wish to proceed; if *110 any assumption is warranted, it is that he does not know his rights. U.S. ex rel. Sliva v. Rundle, 295 F. Supp. 613 (E.D. Pa. 1969). In Commonwealth v. Liles, 467 Pa. 263, 356 A.2d 741 (1976), the Court permitted counsel to withdraw when it found that \"[c]ounsel has fully notified appellant of the order he is seeking [an order permitting withdrawal] and of appellant's right to maintain this appeal without counsel or with new counsel, as required by Commonwealth v. Greer, supra.\" Id. 467 Pa. at 264, 356 A.2d at 741. We should be equally insistent upon full notice. If an appellant is not informed of his rights by his own counsel, we cannot expect that he will be informed at all.[4] An indigent appellant whose appointed counsel has withdrawn and who receives no advice regarding the rights he then has, is likely to \"feel sandbagged when the counsel appointed by one arm of the Government seems to be helping another seal his doom.\" *111 Suggs v. United States, 129 U.S.App.D.C. 133, 136, 391 F.2d 971, 974 (1968).\nThe petition to withdraw is denied, and appellant's counsel is directed to comply with the requirements set forth in Commonwealth v. Greer, 455 Pa. 106, 314 A.2d 513 (1974), within thirty days of the entry of this order.\nPRICE, J., concurs in the result.\nJACOBS, J., dissents.\nNOTES\n[1]  See also, Commonwealth v. Liles, 467 Pa. 263, 356 A.2d 741 (1976); Commonwealth v. Palmer, 455 Pa. 111, 314 A.2d 853 (1974); Commonwealth v. Greer, 455 Pa. 106, 314 A.2d 513 (1974); Commonwealth v. Rightnour, 453 Pa. 385, 309 A.2d 415 (1973); Commonwealth v. Jones, 451 Pa. 69, 301 A.2d 811 (1973); Commonwealth v. Bell, 449 Pa. 1, 295 A.2d 307 (1972); Commonwealth v. Taylor, 448 Pa. 272, 292 A.2d 340 (1972); Commonwealth v. Zanine, 444 Pa. 361, 282 A.2d 367 (1971); Commonwealth v. Diaz, 438 Pa. 356, 264 A.2d 592 (1970).\n[2]  This should not happen often:\n\nIt should be emphasized that lack of merit in an appeal is not the legal equivalent of frivolity. Anders \"appears to rest narrowly on the distinction between complete frivolity and absence of merit. The latter is not enough to support either a request by counsel to withdraw, nor the granting of such a request by the court.\" ABA Project on Standards for Criminal Justice, Standards Relating to the Defense Function § 8.3, Commentary at 297 (Approved Draft, 1971).\nCommonwealth v. Greer, supra 455 Pa. at 108-109, 314 A.2d at 514.\nThus, for example, an appeal cannot be characterized as wholly frivolous just because this court, upon a consideration of the merits, would have affirmed the conviction per curiam without opinion.\n[3]  It should be noted that there is a strong argument for never permitting appointed counsel to withdraw from an appeal. See Commonwealth v. Seville, 231 Pa.Super. 120, 123, 331 A.2d 807, 809 (1974) (Dissenting Opinion by CERCONE, J.). We appreciate that that approach would be a straightforward method of insuring that an appellant has the assistance of counsel. However, as discussed supra, it has been rejected by the Supreme Court in Anders. Moreover, we believe that it is important to permit an opportunity, albeit a narrow one, to insure that \"counsel is not required to compromise principle or to act contrary to his own conscience.\" Commonwealth v. Perry, 464 Pa. at 275, 346 A.2d at 555. The fact remains that unless we are vigilant in insisting that all the requirements of Anders and Baker are fulfilled, we shall enable counsel to withdraw, not because counsel is conscientious but because he is too indifferent or lazy to be effective.\n[4]  When a petition to withdraw is granted, a form order is filed in the office of this court's Prothonotary, and a copy sent to the appellant. In cases where a Public Defender is permitted to withdraw the order reads:\n\nORDER\nAND NOW, , 197, after consideration of the petition of the Public Defender to withdraw as appellant's counsel, the petition is granted. In compliance with Commonwealth v. Baker, 429 Pa. 209 [239 A.2d 201] (1968), appellant is granted the right to proceed with his appeal pro se. A copy of the Public Defender's brief having been delivered to appellant at the same time notice to withdraw was served on him, it is further ordered that consideration of this appeal shall continue to have the status of a perfected undisposed of appeal, shall be continued to Session, commencing, 197, at at which time all assignments of error which may be asserted by appellant pro se in brief form will be considered. Eleven clear copies of said brief prepared by multigraph, mimeograph, hectograph or other mechanical process, typewritten or handwritten, to be filed with the Court and one copy served on the District Attorney of County, in accordance with the rules of this Court, and permission is granted to submit the official notes of testimony and pleadings without reproduction.\n(The order is substantially the same in the case of a petition by private, court-appointed counsel to withdraw except for the references to the Public Defender.)\nWhile this form should not and cannot take the place of the advice and recommendations of counsel, we suggest that it be amended so as to inform the appellant that he has a right, not only to proceed pro se, but also to request appointment of new counsel.\n\n",
            "ocr": false,
            "opinion_id": 1560940
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}