{
    "id": 2722289,
    "judges": null,
    "date_filed": 1409270400000,
    "date_filed_is_approximate": false,
    "slug": "com-v-allen-l",
    "case_name_short": "Com.",
    "case_name": "Com. v. Allen, L.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 24.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S31024-14m.pdf",
            "author_id": null,
            "opinion_text": "J-S31024-14\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,             :     IN THE SUPERIOR COURT OF\n                                          :          PENNSYLVANIA\n                        Appellee          :\n                                          :\n            v.                            :\n                                          :\nLAMAR ALLEN,                              :\n                                          :\n                        Appellant         :     No. 2299 EDA 2013\n\n\n           Appeal from the PCRA Order Entered August 5, 2013,\n           In the Court of Common Pleas of Philadelphia County,\n            Criminal Division, at No. CP-51-CR-0010365-2009.\n\n\nBEFORE: BOWES, SHOGAN and MUSMANNO, JJ.\n\nMEMORANDUM BY SHOGAN, J.:                          FILED AUGUST 29, 2014\n\n      Appellant, Lamar Allen, appeals from the order entered on August 5,\n\n2013, that denied his petition filed pursuant to the Post Conviction Relief Act\n\n                                -9546. We affirm.\n\n      The PCRA court set forth the relevant facts of this case as follows:\n\n            The evidence presented at the suppression hearing is\n      summarized as follows. On June 27, 2009, between 2:30 and\n      3:00 a.m., Officer Davis of the Philadelphia Police Department\n      responded to a call of a robbery near 17th and Pine Streets, in\n      the city and county of Philadelphia, Pennsylvania. Upon arriving\n      on the scene, the officer spoke to the robbery victims\n                          Marisa Guaglione Stevens, Glenn Stevens,\n      and Christopher Guaglione.1 Based on information supplied by\n\n      the robbery suspect(s) over police radio. (N.T. 2/1/10, pp. 74-\n      77).\n\fJ-S31024-14\n\n\n\n           1\n            Glenn Stevens\n           Marisa  Guaglione       Stevens     (Mrs.    Stevens).\n\n\n          At the time of the robbery, Sergeant Dominick Cole was\n     working bike patrol near 5th and South Streets, in the city and\n     county of Philadelphia, Pennsylvania. While directing traffic,\n     Sergeant Cole observed a gray Yukon vehicle turn the wrong\n     way on 5th Street. The officer signaled the vehicle to pull over so\n\n     complied. (Id., pp. 16-19, 38).\n\n\n     while another officer (Officer Rivera) approached the passenger\n     side. Appellant was the sole passenger in the vehicle. Sergeant\n     Cole asked the driver for his license, registration and insurance\n\n\n     what he asserted to be his name, but when the officer checked\n     this name with the Department of Motor Vehicles (DMV), the\n\n     name. (Id., pp. 20-21).\n\n          At this point, Sergeant Cole requested the driver to exit\n     the vehicle and advised that the car would be impounded\n                                                       ecause the\n\n\n\n     (Id., p. 21).2\n           2\n               The driver eventually provided Sergeant Cole\n\n           license had been issued under this second name.\n           (Id., p. 39).\n\n           While Sergeant Cole and Officer Rivera escorted the driver\n\n     sweatshirt o\n\n\n     white male who resided near 17th and Pine Streets. Upon\n\n\n                                       -2-\n\fJ-S31024-14\n\n\n\n     inquiring over police radio whether any robberies recently\n     occurred in that area, the officers learned that one had just\n     occurred at 17th and Pine Streets. Sergeant Cole therefore\n     requested that the robbery victims be brought to 5th and South\n     Streets for purposes of identification. (Id., pp. 23-24, 42-43).\n\n            By this time, another officer, Officer Corrado, had arrived\n                                                                    Id.,\n     p. 67). When she attempted to remove Appellant from the\n     passenger seat, a glove fell from the vehicle and landed on the\n     pavement. Officer Corrado leaned over to retrieve the glove and\n     observed the handle of a gun beneath the passenger seat.\n     Officer Corrado immediately notified Sergeant Cole and Officer\n     Rivera of her discovery, assisted them in securing Appellant in\n     handcuffs, and recovered the weapon. (Id., pp. 68-69).3 The\n     officers also recovered several items from the floor of the vehicle\n     where they discovered the gun, including several cell phones, a\n     camera, and credit cards. (Id., pp. 27-29). After removing\n     Appellant from the vehicle, Officer Corrado asked whether he\n\n     stated that the gun belonged to his brother. (Id., pp. 68-69).\n           3\n\n           with ten (10) live rounds. (Id., p. 23).\n\n\n     transported the complainants to 5th and South Streets for\n     possible identification. Upon seeing Appellant, all of the\n     complainants identified him as the man who robbed them at\n\n                             Id., pp. 77-81). The complainants also\n     identified the gun used by Appellant in the robberies, and\n     confirmed that the items recovered from the vehicle belonged to\n     them. (Id., pp. 34-35).\n\n           After these positive identifications, Officer Rivera searched\n     Appellant and recovered from his left pocket an ID and credit\n     card belonging to Mrs. Stevens. (Id., p. 57).\n\n           Appellant provided no testimony or other evidence at the\n\n     owner, never testified that [the driver] had permission to\n\n\n                                      -3-\n\fJ-S31024-14\n\n\n\n\n      unidentified owner gave Appellant permission to occupy the\n      vehicle. Based\n      denied Appellants suppression motion in its entirety.\n\nPCRA Court Opinion, 2/12/14, at 2-4.\n\n      Appellant was charged with three counts each of robbery, theft by\n\nunlawful taking, receiving stolen property, simple assault, and recklessly\n\nendangering another person, two counts of violating the Uniform Firearms\n\nAct, and one count of possessing an instrument of crime. Appellant filed a\n\nmotion to suppress physical evidence, out-of-court identifications, and his\n\nstatements to police. The motion was denied, and the case proceeded to a\n\nbench trial. At the conclusion of the trial, Appellant was found guilty on all\n\ncharges.   On March 24, 2010, the trial court sentenced Appellant to an\n\naggregate term of ten to twenty years of incarceration, followed by six\n\nmonths of probation. Appellant filed a timely appeal, and his judgment of\n\nsentence was affirmed on March 31, 2011. Commonwealth v. Allen, 891\n\nEDA 2010, 26 A.3d 1212 (Pa. Super. filed March 31, 2011) (unpublished\n\nmemorandum\n\nfor allowance of appeal on September 14, 2011. Commonwealth v. Allen,\n\n29 A.3d 370 (Pa. 2011).\n\n      On January 11, 2012, Appellant, through counsel, filed a timely PCRA\n\npetition, and on August 5, 2013, the PCRA court dismissed the petition. This\n\ntimely appeal followed.\n\n\n                                       -4-\n\fJ-S31024-14\n\n\n\n      On appeal, Appellant raises the following issues:\n\n      A. Is the appellant entitled to post-conviction relief in the form of\n      a new trial or a remand for an evidentiary hearing as a result of\n      the ineffective assistance of appellate counsel for failing to raise\n\n      motion to suppress physical evidence?\n\n      B. Is the appellant entitled to post-conviction relief in the form of\n      a remand for resentencing or for an evidentiary hearing as a\n      result of the ineffective assistance of trial counsel for failing to\n      file and litigate a post-sentence motion in the nature of a motion\n      for reconsideration of sentence?\n\n\n\n      When reviewing the propriety of an order granting or denying PCRA\n\nrelief, this Court is limited to determining whether the evidence of record\n\nsupports the determination of the PCRA court and whether the ruling is free\n\nof legal error.   Commonwealth v. Boyd, 923 A.2d 513, 515 (Pa. Super.\n\n2007).     Great deference is granted to the findings of the PCRA court, and\n\nthese findings will not be disturbed unless they have no support in the\n\ncertified record.       Commonwealth v. Wilson, 824 A.2d 331, 333 (Pa.\n\nSuper. 2003).       There is no right to an evidentiary hearing on a PCRA\n\npetition, and the PCRA court may decline to hold a hearing if the claims are\n\npatently    frivolous    and   without   a    trace   of   support   in   the   record.\n\nCommonwealth v. Jordan, 772 A.2d 1011, 1014 (Pa. Super. 2001). On\n\nreview, we examine the issues raised in the petition in light of the record to\n\ndetermine whether the PCRA court erred in concluding that there were no\n\n\n\n\n                                             -5-\n\fJ-S31024-14\n\n\n\ngenuine issues of material fact and in denying relief without an evidentiary\n\nhearing. Id.\n\n      When considering an allegation of ineffective assistance of counsel, we\n\nnote that counsel is presumed to have provided effective representation\n\nunless the PCRA petitioner pleads and proves that: (1) the underlying claim\n\nis of arguable merit; (2) counsel had no reasonable basis for his or her\n\nconduct; and (3)\n\nCommonwealth v. Pierce, 527 A.2d 973, 975-\n\nto meet the prejudice prong of the ineffectiveness standard, a defendant\n\nmust show that there is a reasonable probability that but for the act or\n\nomission in question the outcome of the proceeding would have been\n\n           Commonwealth v. Wallace, 724 A.2d 916, 921 (Pa. 1999). A\n\nclaim of ineffective assistance of counsel will fail if the petitioner does not\n\nmeet any of the three prongs.       Commonwealth v. Williams, 863 A.2d\n\n505, 513 (Pa. 2004) (quoting Commonwealth v. Rush, 838 A.2d 651, 656\n\n(Pa. 2003)).\n\n      Upon review of the issues raised, the briefs of the parties, the certified\n\nrec\n\nthorough   and     well-crafted   opinion    filed   on   February   12,   2014,\n\ncomprehensively outlines the relevant standards and law, and it correctly\n\n                                                 we affirm the August 5, 2013\n\n\n\n\n                                       -6-\n\fJ-S31024-14\n\n\n\n\nthe event of further proceedings in this matter.\n\n      Order affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\nDate: 8/29/2014\n\n\n\n\n                                      -7-\n\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f",
            "ocr": false,
            "opinion_id": 2722289
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Robbery"
}