{
    "id": 1081200,
    "judges": null,
    "date_filed": 930700800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-roy-sherrod",
    "case_name_short": null,
    "case_name": "State v. Roy Sherrod",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/993/sherrodr.pdf",
            "author_id": null,
            "opinion_text": "             IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                                 AT JACKSON\n\n                           MARCH 1999 SESSION\n                                                         FILED\n                                                          June 30, 1999\n\n                                                      Cecil Crowson, Jr.\nROY L. SHERROD,                  )\n                                                     Appellate Court Clerk\n                                 )\n             Appellant,          )   No. 02C01-9806-CR-00164\n                                 )\n                                 )   Shelby County\nv.                               )\n                                 )   Honorable James C. Beasley, Jr., Judge\n                                 )\nSTATE OF TENNESSEE,              )   (Post-Conviction)\n                                 )\n             Appellee.           )\n\n\nFor the Appellant:                   For the Appellee:\n\nJeffery Gladstein                    John Knox Walkup\n200 Jefferson Ave., Suite 1313       Attorney General of Tennessee\nMemphis, TN 38103                           and\n                                     Patricia C. Kussmann\n                                     Assistant Attorney General of Tennessee\n                                     425 Fifth Avenue North\n                                     Nashville, TN 37243-0493\n\n                                     William L. Gibbons\n                                     District Attorney General\n                                             and\n                                     Paula Wulff\n                                     Assistant District Attorney General\n                                     201 Poplar Avenue, 3rd Floor\n                                     Memphis, TN 38103\n\n\n\n\nOPINION FILED:____________________\n\n\n\nAFFIRMED\n\nJoseph M. Tipton\nJudge\n\f                                        OPINION\n\n\n\n              The petitioner, Roy L. Sherrod, appeals as of right from the Shelby County\n\nCriminal Court’s denial of his petition for post-conviction relief. He seeks relief from his\n\njury convictions for aggravated rape and robbery. This court affirmed these convictions\n\nand his forty-year sentence in the Department of Correction as a Range III, persistent\n\noffender, for aggravated rape but modified the consecutive robbery sentence to\n\nfourteen years as a Range III offender. State v. Roy L. Sherrod, No. 02C01-9510-CR-\n\n00331, Shelby County (Tenn. Crim. App. July 26, 1996). The petitioner contends that\n\nhe received the ineffective assistance of counsel at trial and on direct appeal because\n\ncounsel:\n\n              (1) failed to object to the expert testimony of a witness for the\n              state;\n\n              (2) failed to object to improper remarks made by the state\n              during closing argument;\n\n              (3) failed to object to a jury instruction on reasonable doubt\n              which included the phrase “to a moral certainty;” and\n\n              (4) failed to interview a potential witness.\n\nWe affirm the trial court’s denial of post-conviction relief.\n\n\n\n              At the evidentiary hearing, the petitioner testified that his trial attorneys\n\nwere ineffective for failing to object when the trial court instructed the jury that a nurse\n\ncalled by the state was an expert witness. He said that during her testimony, the nurse\n\nadmitted that she was not an expert when she said that she was working on her sexual\n\nassault nurse evaluation certification. Reading from his petition, the petitioner said that\n\nthe nurse testified that she was not qualified to say or could not say whether the injuries\n\nsuffered by the victim could be consistent with anal penetration occurring quickly and\n\nwithout lubrication. He said that he thought that this statement meant that she was not\n\nqualified to testify about sexual assault. The petitioner stated that trial counsel were\n\n\n\n\n                                              2\n\fineffective for not objecting to the nurse’s qualification as an expert and for not\n\npreserving and raising this issue on direct appeal.\n\n\n\n              The petitioner testified that his attorneys were ineffective for not objecting\n\nto improper statements in the state’s closing argument. He said that the prosecutor\n\nargued that the petitioner raped the victim and that the petitioner’s claim that the victim\n\nwas a prostitute was not true. The petitioner stated that the prosecutor also improperly\n\ncommented upon his silence at the time of his arrest. He said that the prosecutor\n\nargued that the petitioner did not tell the police that he had consensual sex with the\n\nvictim when they first confronted him, that this was inconsistent, and that this showed\n\nthat he was lying to the jury. The petitioner said that these statements affected the\n\njury’s deliberations regarding his defense of consent.\n\n\n\n              The petitioner testified that his attorneys were ineffective for not objecting\n\nto the trial court instructing the jury that reasonable doubt requires a moral certainty of\n\nguilt. He admitted that the Tennessee Supreme Court had upheld this instruction, but\n\nhe said that federal courts have held it to be unconstitutional.\n\n\n\n              The petitioner testified that he was not satisfied with his attorneys’\n\ninvestigation of his case. He said that they did not properly investigate because they\n\ndid not interview his brother. He said that he was coming from his brother’s house\n\nwhen the victim approached him. He stated that he gave one of his attorneys his\n\nbrother’s name, address and telephone number, but she was not able to reach his\n\nbrother by telephone, and she never went to his brother’s house. He stated that his\n\nbrother would have testified that on the night of the offense, the petitioner was at his\n\nhouse and left to go to their mother’s house. On cross-examination, the petitioner\n\nadmitted that having his brother testify that the petitioner was at his house before the\n\n\n\n\n                                             3\n\fincident would not have changed his theory of defense that he and the victim had\n\nconsensual sex.\n\n\n\n              The petitioner’s lead attorney testified that she had been employed by the\n\nShelby County Public Defender’s Office for seven years. She said that she had been\n\nwith the Public Defender’s Office for nine months to one year at the time she\n\nrepresented the petitioner. She said that although she had worked on a few rape cases\n\nbefore she represented the petitioner, his case was her first trial. She said that another\n\npublic defender assisted her with the petitioner’s case.\n\n\n\n              The lead attorney testified that the nurse, who testified for the state, had\n\nsaid that she had performed thousands of rape crisis examinations. She said that she\n\nthought that the nurse was qualified and that the trial court had already limited the\n\nnurse’s testimony to only what she had seen or done. She said that she saw no basis\n\nfor objecting to the nurse’s testimony. She said that she could not remember the state\n\nasking the trial court to declare the nurse an expert, but she did not recall this being an\n\nissue. She said she thought that the trial court would have deemed the nurse to be an\n\nexpert.\n\n\n\n              The attorney testified that she also had no basis for objecting during the\n\nstate’s closing argument because the prosecutor was arguing, not testifying. She\n\nagreed that during the trial, police officers had recounted that when they first\n\nquestioned the petitioner, he said that he was walking home from work but after they\n\narrested him, he told them that the victim engaged in consensual sex with him for\n\nmoney. She said that she had objected to these statements as inadmissible hearsay,\n\nbut the trial court allowed the statements into evidence. She stated that she saw no\n\nbasis for objecting to the prosecutor’s argument about the petitioner’s initial statement.\n\n\n\n\n                                             4\n\fShe said that the trial court gave the standard instruction on reasonable doubt and that\n\nshe did not think that this instruction was unconstitutional.\n\n\n\n              The attorney testified that the petitioner gave her the names of several\n\nwitnesses to interview, including his brother. She said that her investigator tried to\n\ncontact the petitioner’s brother but was not able to locate him. She said that nothing\n\nthe petitioner told her led her to believe that his brother could have provided an alibi\n\nand that their theory of defense was that the petitioner and the victim had consensual\n\nsex. She said that the brother’s testimony that the petitioner had left the brother’s\n\nhouse would have had no bearing on the theory of defense.\n\n\n\n              The attorney testified that she encouraged the petitioner to accept the\n\nstate’s offer of a nine-year sentence, especially in light of the petitioner’s two prior rape\n\nconvictions, but the petitioner wanted to go to trial. She said that she checked the\n\nvictim’s records and found no arrests or convictions for prostitution. She stated that\n\nthey interviewed the victim, the victim’s boyfriend, and the victim’s mother, but they\n\nfound no evidence or witnesses to show that the victim was a prostitute or a drug\n\naddict. She said that although she was not able to verify that the victim was a\n\nprostitute, she questioned the victim at trial about accepting money for sex. She said\n\nthat she tried to persuade the petitioner to testify at trial because they had no other\n\nevidence that the victim was a prostitute. She said that the few prior convictions that\n\nthe state could have used to impeach the petitioner would have had little impact but that\n\nhe refused to testify.\n\n\n\n              On cross-examination, she testified that she did not recall whether she\n\nhad reminded the jury that the closing arguments were not proof. She said that she did\n\nnot believe that she could have done anything that would have changed the outcome of\n\nthe trial.\n\n\n\n                                              5\n\f              Co-counsel testified that he formerly worked for the Shelby County Public\n\nDefender’s Office for almost nine years. He said that he assisted with the petitioner’s\n\ncase but that he was not involved with the pretrial investigation. He said that at trial, the\n\nstate’s nurse testified that she had examined hundreds, if not thousands, of rape\n\nvictims and that she only testified to what she observed and the procedures that she\n\nfollowed. He said that she did not testify about what caused the injury to the victim’s\n\nrectum. He said that she testified within the limits set by the trial court and that he\n\nbelieved her to be an expert on the evidence she gave. He said that he saw no basis\n\nfor objecting to her testimony.\n\n\n\n              Co-counsel testified that he saw no basis for objecting to the state’s\n\nclosing argument. He said that he believed the prosecutor was stating the evidence\n\ngiven by the witnesses at trial. He said that the trial court gave the standard instruction\n\non reasonable doubt and that the Tennessee Supreme Court had approved the\n\nconstitutionality of this instruction. He said that he did not think that the petitioner’s\n\nbrother could have aided their theory of consent. He said that they investigated\n\nwhether the victim was a prostitute. He said he felt that lead counsel’s work on the\n\npetitioner’s case was excellent.\n\n\n\n              Karen Cook testified that she worked for the District Attorney General’s\n\nOffice and that she represented the state pretrial in the petitioner’s case. She said that\n\nthe defense team had open-file discovery in this case and that lead counsel responded\n\nto her Motion for Notice of Alibi that the petitioner had none. She said that she had\n\ninvestigated the possibility that the victim was a prostitute while preparing for\n\nnegotiations in the case but that she had found nothing to substantiate this claim.\n\n\n\n              The trial court denied the petition for post-conviction relief and made the\n\nfollowing detailed factual findings:\n\n\n\n                                               6\n\f              The Transcript of the trial shows that the [nurse] was properly\n              qualified as an expert and allowed to testify as same. . . . .\n              This Court finds that the witness was “in fact” an expert and\n              that the complaint is without merit, therefore the fact that his\n              [attorneys] did not object to her expertise does not render them\n              ineffective.\n\n                     . . . . [The portion of the state’s closing] argument in\n              question dealt with the fact that the petitioner’s defense was\n              that he had consensual sex with the victim for money, and yet\n              at the time of his arrest instead of telling the police that[,] he\n              said he had just got off from work and had been to his\n              brother’s house drinking. . . . . [U]nder the circumstances of\n              the proof in this case . . . the argument made by the state was\n              proper and that there was no basis for an objection by\n              petitioner’s attorneys. . . . .\n\n                     . . . . Our Supreme Court has upheld the [reasonable\n              doubt] jury instruction given and therefore this issue has no\n              merit.\n\n                      Finally, the petitioner claims his attorneys were\n              ineffective because they failed to properly investigate his case.\n              . . . . The only witness not interviewed was the petitioner’s\n              brother who could not be located and whose testimony would\n              not have affected the outcome of the trial.\n\n\n\n                     I. INEFFECTIVE ASSISTANCE OF COUNSEL\n\n              The petitioner contends that he received the ineffective assistance of\n\ncounsel. Under the Sixth Amendment, when a claim of ineffective assistance of\n\ncounsel is made, the burden is upon the petitioner to show (1) that counsel's\n\nperformance was deficient and (2) that the deficiency was prejudicial in terms of\n\nrendering a reasonable probability that the result of the trial was unreliable or the\n\nproceedings fundamentally unfair. Strickland v. Washington, 466 U.S. 668, 687, 104 S.\n\nCt. 2052, 2064 (1984); see Lockhart v. Fretwell, 506 U.S. 364, 368-72, 113 S. Ct. 838,\n\n842-44 (1993). The Strickland standard has been applied, as well, to the right to\n\ncounsel under Article I, Section 9 of the Tennessee Constitution. State v. Melson, 772\n\nS.W.2d 417, 419 n.2 (Tenn.), cert. denied, 493 U.S. 874 (1989).\n\n\n\n              In Baxter v. Rose, 523 S.W.2d 930, 936 (Tenn. 1975), our supreme court\n\nstated that attorneys should be held to the general standard of whether the services\n\n\n                                              7\n\frendered were within the range of competence demanded of attorneys in criminal\n\ncases. Further, the court stated that the range of competence was to be measured by\n\nthe duties and criteria set forth in Beasley v. United States, 491 F.2d 687, 696 (6th Cir.\n\n1974) and United States v. DeCoster, 487 F.2d 1197, 1202-04 (D.C. Cir. 1973). Also,\n\nin reviewing counsel's conduct, a \"fair assessment of attorney performance requires\n\nthat every effort be made to eliminate the distorting effects of hindsight, to reconstruct\n\nthe circumstances of counsel's challenged conduct, and to evaluate the conduct from\n\ncounsel's perspective at the time.\" Strickland v. Washington, 466 U.S. at 689, 104 S.\n\nCt. at 2065; see Hellard v. State, 629 S.W.2d 4, 9 (Tenn. 1982) (counsel's conduct will\n\nnot be measured by \"20-20 hindsight\"). Thus, the fact that a particular strategy or tactic\n\nfailed or even hurt the defense does not, alone, support a claim of ineffective\n\nassistance. Deference is made to trial strategy or tactical choices if they are informed\n\nones based upon adequate preparation. See Hellard, 629 S.W.2d at 9; DeCoster, 487\n\nF.2d at 1201.\n\n\n\n                Also, we note that the approach to the issue of the ineffective assistance\n\nof counsel does not have to start with an analysis of an attorney's conduct. If prejudice\n\nis not shown, we need not seek to determine the validity of the allegations about\n\ndeficient performance. Strickland, 466 U.S. at 697, 104 S. Ct. at 2069.\n\n\n\n                                  A. EXPERT WITNESS\n\n                The petitioner contends that his attorneys’ performance was deficient\n\nbecause they failed to object to the expert testimony of the nurse, who was never\n\ndeclared to be an expert witness by the trial court before the jury. The petitioner argues\n\nthat the failure to object resulted in the witness presenting prejudicial evidence to the\n\njury. The state contends that the petitioner was not prejudiced because the trial court\n\nfound the witness to be qualified to present her expert testimony and that if the\n\n\n\n\n                                              8\n\fpetitioner’s attorney had objected, the trial court would have immediately declared her\n\nan expert and corrected this “oversight.” We agree.\n\n\n\n              Rule 702, Tenn. R. Evid., states:\n\n              If scientific, technical, or other specialized knowledge will\n              substantially assist the trier of fact to understand the evidence\n              or to determine a fact in issue, a witness qualified as an expert\n              by knowledge, skill, experience, training, or education may\n              testify in the form of an opinion or otherwise.\n\nThe petitioner concedes that the nurse had the qualifications to testify as an expert.\n\nHe has presented no evidence that, had his attorneys objected to the state’s failure to\n\nhave the trial court declare the nurse an expert, the result would have been anything\n\nother than such a declaration. Because the nurse would have been permitted to testify\n\nas an expert even if the petitioner’s attorneys had made the objection, the petitioner has\n\nsuffered no prejudice by their failure to object.\n\n\n\n                         B. IMPROPER CLOSING ARGUMENT\n\n              The petitioner contends that he received the ineffective assistance of\n\ncounsel because his attorneys failed to object to improper remarks made by the\n\nprosecutor during the state’s closing argument. The state argues that the petitioner’s\n\nattorneys properly made no objection to the prosecutor’s remarks because the\n\nprosecutor merely pointed out the inconsistencies in the petitioner’s statements to the\n\npolice and did not misstate the facts. We agree.\n\n\n\n              Initially, we note that the record does not include a transcript of the state’s\n\nclosing argument. Portions of the petition for post-conviction relief were read into\n\nevidence at the evidentiary hearing, including a quotation of the allegedly improper\n\nremarks:\n\n              [Prosecutor]: Ladies and gentlemen, the defendant raped the\n              victim, . . . . He not only did it once, he did it twice. He did it\n              anally and vaginally. Now, the defendant would have you all\n              believe that she was a prostitute and that’s why she was\n\n\n                                              9\n\f              walking down the street. Ladies and gentlemen, that is not\n              true. . . . .\n\n                    And did he tell the police that the first time he was\n              confronted? No. Think about that. That’s inconsistent. That\n              [shows] the lie that he is trying to perpetrate on you right now.\n\n                     Why [did he not] say that the first time? Why didn’t he\n              say that very evening, Officer, I’m astounded that [you’re\n              arresting] me for this.\n\nThe trial court found that the prosecutor was referring to the petitioner first telling the\n\npolice that he had just left work and had been at his brother’s house drinking rather\n\nthan telling them that he had consensual sex with the victim for money.\n\n\n\n              A prosecutor may properly base his or her argument upon inferences\n\nsupported by evidence in the record, including argument pertaining to the veracity of a\n\nwitness’s testimony. See State v. Brown, 836 S.W.2d 530, 552 (Tenn. 1992); State v.\n\nBeasley, 536 S.W.2d 328, 330 (Tenn. 1976). A prosecutor may even comment upon\n\nthe defendant’s veracity when the comment is supported by evidence in the record.\n\nState v. West, 767 S.W.2d 387, 394 (Tenn. 1989); see also Beasley, 536 S.W.2d at\n\n330. Although a prosecutor is prohibited from expressing a personal opinion on a\n\nwitness’s credibility, he or she may argue based upon an analysis of the evidence and\n\nthe conclusion supported by the evidence. Id. In this case, the prosecutor was merely\n\ncommenting upon evidence in the record. The petitioner’s lead attorney testified at the\n\nevidentiary hearing that the defense team was not able to present any evidence that the\n\nvictim was a prostitute. She testified, and the trial court’s own analysis of the transcript\n\nconfirmed, that the petitioner’s statements to the police were inconsistent.\n\n\n\n               The petitioner characterizes the prosecutor’s remarks as a comment\n\nupon his silence to the police. When a defendant does not testify at trial, a prosecutor\n\nmay not comment upon a defendant’s failure to make a statement to the police\n\nbecause this would punish the defendant for exercising his or her constitutional right to\n\nremain silent. Braden v. State, 534 S.W.2d 657, 659-60 (Tenn. 1976) (noting further\n\n\n                                              10\n\fthat a defendant’s pretrial silence may be admitted with caution when inconsistent with\n\na defendant’s testimony). Here, the prosecutor did not comment upon the defendant’s\n\nfailure to make a statement to the police. Instead, the prosecutor commented upon the\n\ninaccuracy of the statement that the petitioner made to the police.\n\n\n\n              Because the prosecutor’s remarks were proper, the petitioner’s attorneys\n\nwere not ineffective for not objecting to them. The petitioner argues that his attorneys\n\nshould have objected even if they had no legal basis in order to remind the jury that the\n\nprosecutor’s remarks were argument, not evidence. The attorneys’ choice not to make\n\nthe baseless objection suggested by the petitioner was a tactical decision which this\n\ncourt will not second guess. See Hellard, 629 S.W.2d at 9.\n\n\n\n                                 C. JURY INSTRUCTION\n\n              The petitioner summarily argues that counsel were ineffective for failing to\n\nobject to the trial court’s reasonable doubt jury instruction which contained the phrase\n\n“to a moral certainty.” The petitioner concedes in the petition that the Tennessee\n\nSupreme Court has upheld an identical instruction. See State v. Nichols, 877 S.W.2d\n\n722, 734 (Tenn. 1994). His attorneys’ decision not to object was within the range of\n\ncompetence required of attorneys in criminal cases.\n\n\n\n                           D. INADEQUATE INVESTIGATION\n\n              The petitioner contends that his attorneys were ineffective in their\n\ninvestigation of his case because they did not interview his brother. The petitioner’s\n\nbrother did not testify at the evidentiary hearing. In order for a petitioner to establish\n\nprejudice from his attorney’s failure to locate a witness, the petitioner must have this\n\nwitness testify at the post-conviction hearing. Black v. State, 794 S.W.2d 752, 757-58\n\n(Tenn. Crim. App. 1990). “It is elementary that neither a trial judge nor an appellate\n\ncourt can speculate or guess on the question of whether further investigation would\n\n\n\n                                             11\n\fhave revealed a witness or what that witness’ testimony might have been if introduced\n\nby defense counsel.” Id. at 757. The petitioner has failed to prove how he was\n\nprejudiced by his attorneys’ inability to locate this witness.\n\n\n\n              In consideration of the foregoing and the record as a whole, we hold that\n\nthe petitioner received the effective assistance of counsel and we affirm the denial of\n\npost-conviction relief.\n\n\n                                                          __________________________\n                                                          Joseph M. Tipton, Judge\n\n\n\n\nCONCUR:\n\n\nGary R. Wade, Presiding Judge\n\n\n\nThomas T. W oodall, Judge\n\n\n\n\n                                             12\n\f",
            "ocr": false,
            "opinion_id": 1081200
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}