{
    "id": 1607581,
    "judges": "Per Curiam",
    "date_filed": 283046400000,
    "date_filed_is_approximate": false,
    "slug": "the-florida-bar-v-morales",
    "case_name_short": "Morales",
    "case_name": "The Florida Bar v. Morales",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "366 So. 2d 431"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n366 So.2d 431 (1978)\nTHE FLORIDA BAR, Petitioner,\nv.\nHenry G. MORALES, Respondent.\nNo. 53724.\nSupreme Court of Florida.\nDecember 21, 1978.\nMichael J. Satz, State's Atty., and Ralph J. Ray, Jr., Chief Asst. State's Atty., Fort Lauderdale, for petitioner.\nNicholas R. Friedman, Asst. Staff Counsel, Miami, for The Florida Bar, amicus curiae.\n*432 Henry G. Morales, in pro. per.\nPER CURIAM.\nThe court here reviews a Circuit Judge's report in disciplinary proceedings brought against Henry Morales, also known as Henrifer Morales-Macedo. The State's Attorney for the Seventeenth Judicial Circuit of Florida, participating under our disciplinary rules, and The Florida Bar, acting as amicus curiae, urge approval of the circuit judge's findings of fact, determinations of guilt, and imposition of punishment. Morales contends that the proof against him is not clear and convincing as required by law, and he contends that he has been denied due process of law as guaranteed by the Fourteenth Amendment to the Constitution of the United States and the Constitution of the State of Florida.\nThe facts, the circumstances, and the considerations supporting the punishment are amply stated in the trial judge's order, which provides:\n2. That respondent, a member of The Florida Bar, was retained by one Harry Lee Martin on or before March 14, 1977 to defend Martin on a charge of Robbery in Case No. 77-1911 CFA, of the Seventeenth Judicial Circuit.\n3. That he conferred with Martin and his wife and mother on at least four occasions prior to trial.\n4. That he negligently and incompetently failed to inform himself of the status of the accusatory pleadings in Case No. 77-1911 and its partial predecessor Case No. 77-599.\n5. That he negligently and incompetently failed to make full use of all discovery procedures for the benefit of his client.\n6. That he negligently and incompetently failed to attempt suppression of the alleged weapon involved and of the Pre-Trial identification by the alleged victim.\n7. That he negligently and incompetently failed to interview or subpoena two witnesses advanced by his client as favorable witnesses.\n8. That, according to his own testimony (although denied by his client), allowed his client to testify so as to commit perjury.\n9. That after conviction and sentence, he negligently and incompetently failed to perfect an appeal for his client although his client requested him to do so.\n10. That he negligently and incompetently failed, prior to the date of trial, to file a written Motion for Continuance because of his total lack of preparation of a life-sentence felony.\nThe sum total of the above items, plus others not enumerated above but contained in the record, have led the presiding judge of the Martin trial, Honorable M. Daniel Futch, Jr., and two qualified criminal defense attorneys, Joseph Varon and Ray Sandstrom, to label respondent's handling of this case as negligent and incompetent. This Court finds that such representation as afforded Mr. Martin by respondent was in fact so negligent and incompetent so as to constitute ineffective assistance of counsel, which in turn resulted in the necessity of granting a new trial by Judge Futch.\nRespondent is therefore guilty and this Court adjudges him guilty of serious and gross violations of Disciplinary Rules 6-101(A)(2) and 6-101(A)(3) and 7-102(A)(7), of the Code of Professional Responsibility.\nAnother most serious charge revolves around the attempted extraction of a \"fee\" of $10,000 by respondent from Mr. Martin and his family. The Court finds, by clear and convincing evidence that:\n11. Respondent attempted to extract such fee from Martin, holding out the promise that defendant would be sentenced to probation instead of State Prison time. (He was subsequently sentenced to 20 years in the State Prison after conviction.)\n12. Such fee would be used by respondent to reach Judge Futch and/or someone close to Judge Futch (presumably the prosecutor in the case) to influence those persons in any sentencing.\n\n*433 13. Part of such fee would also be used to see that certain witnesses, including co-defendant Poochie, would not testify at time of trial.\n14. Such attempted extraction persisted after trial and conviction, holding out the false hope of a lenient sentence.\nThis sordid pattern of conduct on the part of the respondent was and is contrary to honesty, justice or good morals and constitutes a good and proper cause to discipline respondent in accordance with the mandate of Rule 11.02(3)(a) of the Integration Rule of The Florida Bar. The Court further finds such conduct to be in direct violation of Disciplinary Rules 1-102(A)(4), 1-102(A)(5), 1-102(A)(6), and 9-101(C) of the Code of Professional Responsibility.\nFinally, this judgment would not be complete without the observation that the respondent testified in his own behalf concerning the charges in this matter and that such testimony was shifty, shoddy, evasive, and, for the most part, unworthy of belief. Such testimony certainly does not comport with high standards expected from an officer of this court or demanded by the sanctity of the oath of a witness generally. It is sad to note that three distinguished attorneys of this circuit have testified that respondent's general reputation for truth and veracity is \"not good\" or \"poor.\"\nFor all of the above reasons, and in accordance with Article XI, Rule 11.14 of the Integration Rule of The Florida Bar, it is\nORDERED and ADJUDGED that the respondent, Henry G. Morales, be, and he is by this judgment, disbarred from the further practice of law in the State of Florida.\nOur review of the record indicates that there is competent, clear and convincing evidence for the findings of fact made by the trial judge. Florida Bar v. Wagner, 212 So.2d 770 (Fla. 1968). The findings are not clearly erroneous or lacking in evidentiary support. State ex rel. Florida Bar v. Bass, 106 So.2d 77 (Fla. 1958). We find respondent's allegations of constitutional deprivations during the disciplinary proceedings to be without merit. The respondent is guilty of violating Disciplinary Rules 1-102(A)(4), 1-102(A)(5), 1-102(A)(6), 6-101(A)(2), 6-101(A)(3), 7-102(A)(7), and 9-101(C) of the Code of Professional Responsibility. The punishment is appropriate.\nAccordingly, The Florida Bar is ordered to strike Henry G. Morales, also known as Henrifer Morales-Macedo, from the list of attorneys permitted to practice law in Florida. Morales is ordered to pay the costs of these proceedings. This order shall be effective immediately upon its filing.\nIt is so ordered.\nOVERTON, SUNDBERG, HATCHETT and ALDERMAN, JJ., concur.\nENGLAND, C.J., dissents.\n",
            "ocr": false,
            "opinion_id": 1607581
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}