{
    "id": 2730759,
    "judges": null,
    "date_filed": 1330560000000,
    "date_filed_is_approximate": false,
    "slug": "state-of-indiana-v-mershaun-scott",
    "case_name_short": null,
    "case_name": "State of Indiana v. Mershaun Scott",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/03011201jgb.pdf",
            "author_id": null,
            "opinion_text": "FOR PUBLICATION\n\n\nATTORNEYS FOR APPELLANT:                       ATTORNEY FOR APPELLEE:\n\nGREGORY F. ZOELLER                             BROOKE N. RUSSELL\nAttorney General of Indiana                    Indianapolis, Indiana\n\n\n                                                                       FILED\nGARY R. ROM\nDeputy Attorney General\nIndianapolis, Indiana                                             Mar 01 2012, 9:48 am\n\n\n                                                                         CLERK\n                              IN THE                                   of the supreme court,\n                                                                       court of appeals and\n                                                                              tax court\n\n\n                    COURT OF APPEALS OF INDIANA\n\nSTATE OF INDIANA,                              )\n                                               )\n       Appellant-Plaintiff,                    )\n                                               )\n              vs.                              )     No. 36A04-1108-CR-419\n                                               )\nMERSHAUN SCOTT,                                )\n                                               )\n       Appellee-Defendant.                     )\n\n\n                    APPEAL FROM THE JACKSON CIRCUIT COURT\n                        The Honorable William E. Vance, Judge\n                            Cause No. 36C01-1005-FC-28\n\n\n\n\n                                     March 1, 2012\n\n                              OPINION – FOR PUBLICATION\n\n\n\nBAKER, Judge\n\f       Appellant-plaintiff State of Indiana (State) appeals the trial court’s grant of\n\nappellee-defendant Mershaun W. Scott’s motion to suppress. The State argues that the\n\npolice officer at the scene had the requisite reasonable suspicion to approach Scott and\n\nlater arrest him after smelling burnt marijuana in the vehicle. As a result, the State\n\nmaintains that none of the the police officer’s actions violated Scott’s rights under either\n\nthe Fourth Amendment to the United States Constitution (Fourth Amendment) or Article\n\n1, Section 11 of the Indiana Constitution.\n\n       We concur with the trial court’s conclusion that the police officer violated Scott’s\n\nright to be free from unreasonable search and seizure under the Fourth Amendment when\n\nthe police officer detained Scott and retained Scott’s driver’s license for an unreasonable\n\nperiod of time without any reasonable suspicion that Scott had committed a criminal\n\noffense. The record also supports the conclusion that Scott was seized and was not free\n\nto leave during the encounter with the police officer. Thus, we affirm the trial court’s\n\ngrant of Scott’s motion to suppress.\n\n                                          FACTS\n\n       On April 27, 2010, at approximately 9:00 a.m., Indiana State Trooper Randell\n\nMiller was parked in a median near mile marker 54 on Interstate 65 (I-65) observing\n\nsouthbound traffic. At some point, Trooper Miller clocked the driver of a BMW with a\n\nTennessee license plate at fifty-six miles per hour in a seventy-mile-per-hour zone.\n\n\n\n                                             2\n\f       As the BMW approached, Trooper Miller observed the driver, who was later\n\nidentified as Scott, a black male, slow the vehicle to fifty miles per hour. Trooper Miller\n\nalso thought that Scott was trying to ―hide behind the pillar of the vehicle.‖ Appellant’s\n\nApp. p. 16.    Trooper Miller began following Scott and saw him drive to a McDonald’s\n\nRestaurant. Trooper Miller waited at a nearby Circle K gas station and watched Scott\n\nproceed to the McDonald’s drive-thru window.\n\n       Scott then drove to the Circle K to eat his food and purchase some cigarettes and\n\ngasoline. When Scott returned to his vehicle, he telephoned his grandfather. At some\n\npoint, Scott began pumping gas and Trooper Miller approached him. Trooper Miller had\n\nbeen watching Scott for nearly fifteen minutes before walking up to him.\n\n       Trooper Miller asked Scott if ―everything was ok,‖ because he had seen him\n\ndriving fifty miles per hour on I-65. Appellant’s App. p. 16. Trooper Miller also asked\n\nScott if he had been wearing his seatbelt. Scott responded that his tires were bald and\n\nwas trying to be careful. Ex. 1; Ex. 2. Trooper Miller then asked Scott what he did for a\n\nliving and inquired as to whether he had a ―good license.‖ Ex. 2. At Trooper Miller’s\n\nrequest, Scott handed him his Illinois driver’s license. While holding the license, Trooper\n\nMiller asked Scott more questions and told him that he would be ―good to go,‖ if his\n\nlicense ―checked out normally.‖ Ex. 2. However, prior to performing a computer check\n\non his license, Trooper Miller continued to question Scott about the year of his vehicle,\n\nthe cost of it, and asked what he did for a living.\n\n\n\n                                              3\n\f       Scott eventually opened the door to his vehicle and retrieved his registration. At\n\nsome point, Trooper Miller smelled the odor of burnt marijuana. Trooper Miller then\n\nasked Scott to accompany him to his squad car. Once inside, Trooper Miller read Scott\n\nhis Miranda rights. Scott told Trooper Miller that his brother had borrowed the vehicle\n\nand claimed that there was no marijuana inside. Trooper Miller then called for a canine\n\nunit after Scott refused consent to a search his vehicle. Trooper Miller also noticed that\n\nScott had a ―green-filmy‖ tongue that commonly occurs when a person smokes\n\nmarijuana. The canine alerted to the presence of drugs after performing a ―sweep‖ of the\n\nvehicle. The officers subsequently discovered a small quantity of marijuana inside the\n\nvehicle. Ex. 1, p. 15, 19.\n\n       Scott then told the officers that there was a handgun inside the trunk of the vehicle.\n\nA portion of the serial number was obliterated, and Scott claimed that he purchased the\n\nweapon at a gun show, and that he had wrapped tape on the gun to keep a loose screw in\n\nplace. Scott also admitted to the police officers that he was on his way to deliver the\n\nmarijuana to his girlfriend in Tennessee.\n\n       On May 18, 2010, the State charged Scott with possession of an altered handgun, a\n\nclass C felony, and possession of marijuana, a class A misdemeanor. Thereafter, on\n\nMarch 8, 2011, Scott filed a motion to suppress all evidence that was seized from the\n\nvehicle and the statements that Scott had made to the police officers. Scott argued that he\n\ndid not commit any illegal behavior and, therefore, Trooper Miller did not have grounds\n\nto stop him. Thus, Scott claimed that the warrantless stop and subsequent search could\n\n                                             4\n\fnot be justified as a valid exception to the Fourth Amendment’s search warrant\n\nrequirement. Scott also claimed that the search was illegal under Article 1, Section 11 of\n\nthe Indiana Constitution. Following a hearing on July 20, 2011, the trial court granted\n\nScott’s motion to suppress. The State now appeals.\n\n                               DISCUSSION AND DECISION\n\n                                      I. Standard of Review\n\n       We review a trial court’s decision to grant a motion to suppress similar to other\n\nsufficiency of the evidence matters. State v. Lucas, 859 N.E.2d 1244, 1248 (Ind. Ct.\n\nApp. 2007). When conducting such a review, we will not reweigh evidence or judge\n\nwitness credibility. State v. Moriarity, 832 N.E.2d 555, 558 (Ind. Ct. App. 2005). In\n\nsuch cases, the State is appealing from a negative judgment and must show that the trial\n\ncourt’s ruling on the motion to suppress was contrary to law. State v. Estep, 753 N.E.2d\n\n22, 24–25 (Ind. Ct. App. 2001). We will reverse a negative judgment only when the\n\nevidence is without conflict and all reasonable inferences lead to a conclusion opposite\n\nthat of the trial court. Id. at 25.\n\n                                  II. The State’s Contentions\n\n       The State contends that the trial court erred in granting Scott’s motion to suppress\n\nbecause the encounter between Scott and Trooper Miller was consensual. Thus, the\n\nFourth Amendment was not implicated and no seizure occurred until after Trooper Miller\n\nsmelled the marijuana, which amounted to probable cause to arrest Scott. As a result, the\n\n\n\n                                               5\n\fState argues that Trooper Miller did not violate Scott’s right to be free from unreasonable\n\nsearch and seizure.\n\n       The Fourth Amendment to the United States Constitution protects the privacy and\n\npossessory interests of individuals by prohibiting unreasonable searches and seizures.\n\nBerry v. State, 704 N.E.2d 462, 464 (Ind. 1998). Fourth Amendment protections apply\n\nwhen a person has an actual subjective expectation of privacy and the expectation is one\n\nthat society is prepared to recognize as reasonable. Alexander v. State, 947 N.E.2d 966,\n\n967 (Ind. Ct. App. 2011).\n\n       In general, an officer’s approach and questioning of an individual that does not\n\ninvolve a detention in a public place is outside the purview of the Fourth Amendment.\n\nHowever, the Fourth Amendment is triggered when there is a show of authority such that\n\na reasonable person would have believed he was not free to leave.         United States v.\n\nMendenhall, 446 U.S. 544, 554 (1980). In other words, the Fourth Amendment is not\n\nimplicated unless the encounter ―loses its consensual nature.‖ Florida v. Bostick, 501\n\nU.S. 429, 434 (1991). And a seizure does not occur ―simply because a police officer\n\napproaches an individual and asks a few questions,‖ so long as ―a reasonable person\n\nwould feel free to disregard the police and go about his business.‖ Id. at 434. However,\n\na full-blown arrest or a detention that lasts for more than a short period of time must be\n\njustified by probable cause. Finger v. State, 799 N.E.2d 528, 532 (Ind. 2003).\n\n       A consensual encounter occurs when a police officer makes a casual and brief\n\ninquiry of a citizen, which involves neither an arrest nor a stop. Overstreet v. State, 724\n\n                                            6\n\fN.E.2d 661, 663 (Ind. Ct. App. 2000). As long as the individual remains free to leave,\n\nunder all the circumstances, the encounter is consensual and there has been no violation\n\nof the individual’s Fourth Amendment rights. Shirley v. State, 803 N.E.2d 251, 255 (Ind.\n\nCt. App. 2004).\n\n       The test for whether such a reasonable impression existed is what a reasonable\n\nperson, innocent of any crime, would have thought had he been in the citizen’s shoes.\n\nState v. Calmes, 894 N.E.2d 199, 205 (Ind. Ct. App. 2008). The test is necessarily\n\nimprecise, because it is designed to assess the coercive effect of police conduct, taken as\n\na whole, rather than to focus on particular details of that conduct in isolation.   Michigan\n\nv. Chestnut, 486 U.S. 567, 573 (1988).\n\n       Interrogation relating to one’s identity or a request for identification by the police\n\ndoes not, by itself, constitute a seizure under the Fourth Amendment. Florida v. Royer,\n\n460 U.S. 491, 501 (1983). However, several courts have determined that a consensual\n\nencounter between a police officer becomes a detention when the officer retains the\n\ndefendant’s license longer than what would be reasonably necessary to review the license\n\nor the officer makes further investigative inquiries while possessing the license, thus\n\nindicating that compliance with the police officer’s request might be compelled. See\n\nUnited States v. Lambert, 46 F.3d 1064 (10th Cir. 1995) (observing that a police officer’s\n\nundue retention of an individual’s driver’s license during a traffic stop renders the\n\nencounter nonconsensual); United States v. Thompson, 712 F.2d 1356 (11th Cir. 1983)\n\n(police officer’s retention of the defendant’s driver’s license rendered a consensual\n\n                                              7\n\fencounter an investigative stop because the defendant was effectively immobilized\n\nwithout his license); U.S. v. Guerrero, 472 F.3d 784 (10th Cir. 2007) (observing that a\n\npolice officer’s taking possession of the defendant’s driver’s license changed the\n\nencounter to an investigative detention).\n\n       To further illustrate, in Finger, our Supreme Court held that when a police officer\n\nretains an individual’s driver’s license, that person is considered detained for purposes of\n\nthe Fourth Amendment. The evidence in Finger demonstrated that a police officer parked\n\nbehind the defendant’s vehicle, activated his emergency lights, and proceeded to ask a\n\nfew questions, including whether Finger needed assistance. These are factors that when\n\n―taken together, would not lead a reasonable person to feel that he was not free to leave.‖\n\nFinger, 799 N.E.2d at 533.         Rather, the consensual encounter ―evolved into an\n\ninvestigative stop‖ when the police officer did not return the driver’s identification to him\n\nafter completing the license check. And instead of returning the license, the police\n\nofficer continued conversing with Finger and asking incriminating questions. Id. Thus,\n\nFinger was detained for purposes of the Fourth Amendment. See also Calmes, 894\n\nN.E.2d at 205 (observing that an individual in the defendant’s position would not feel\n\nfree to leave when one police officer obtained the defendant’s driver’s license to run a\n\ncomputer check, while another officer continued to question the defendant).\n\n       Notwithstanding the determination that the police officer’s act of retaining the\n\ndefendant’s driver’s license amounted to a detention and seizure in Finger, it was also\n\nobserved that at the time of the detention, the police officer relied on the following facts:\n\n                                              8\n\f          (1) Finger’s car was reported as . . . ―suspicious‖; (2) although Finger\n          claimed the car was out of fuel, and someone had gone for gasoline, a\n          gas station was around the corner and the fuel gauge indicated that there\n          was one eighth of a tank of fuel remaining in the car; (3) Finger told\n          other inconsistent stories during his conversation with [the police\n          officer]; (4) there was a folded pocketknife in the car; and (5) Finger\n          and his passenger were ―acting nervous.‖\n\nId. at 534. The officer also had received a report that a robbery had been committed\n\napproximately one block from the stop. Thus, it was ultimately determined that these\n\nfactors rendered the detention reasonable and, therefore, the trial court properly denied\n\nFinger’s motion to suppress. Id. at 535.\n\n       In this case, Trooper Miller did not observe Scott commit a criminal offense and\n\nScott was not issued a ticket for any traffic violation. Rather, Trooper Miller decided to\n\nfollow Scott after he saw him exit on to US 50. Ex. 1, p. 8-9. Although it is not clear\n\nprecisely how long Trooper Miller waited at the Circle K gas station, it was at least\n\nthirteen minutes before he approached Scott. Ex. 2.\n\n       During the initial conversation, Trooper Miller articulated some driving behaviors\n\nto Scott that he thought were suspicious. And before asking Scott for his driver’s license,\n\nTrooper Miller suggested that Scott had engaged in illegal behavior. Once Trooper\n\nMiller, who was standing between Scott and his vehicle, indicated that he had been\n\nfollowing Scott, we cannot say that Scott would have believed that he was free to leave.\n\n       Moreover, even assuming that the encounter may have been consensual when\n\nTrooper Miller initially approached and talked to Scott, it is readily apparent that Scott\n\nwas not free to leave when Miller asked for—and retained—Scott’s driver’s license.\n\n                                            9\n\fFinger, 799 N.E.2d at 533. Trooper Miller retained Scott’s driver’s license while asking\n\nhim questions. And while holding the license, Miller continued to question Scott and ask\n\nhim about the year of his vehicle as he walked around the car. Ex. 1, p. 11-12. And,\n\nwhile Trooper Miller told Scott that he would be ―good to go‖ after he performed a\n\ncomputer verification of his license, Trooper Miller did not check Scott’s license until\n\nwell after the encounter had commenced.\n\n        We also note that Scott did not reside in Indiana, had no friends or family in the\n\narea, and had never before stopped in Jackson County. Tr. p. 5-6. In short, there was no\n\none that Scott could contact to pick him up and he was totally reliant on his vehicle.\n\nScott needed his driver’s license to continue the trip; otherwise, he would be in violation\n\nof Indiana law.1\n\n        Although the State seems to suggest that Trooper Miller could examine and retain\n\nScott’s license for an indefinite period to complete his task of performing the computer\n\ncheck, Finger does not permit such conduct. Moreover, Trooper Miller had no reason to\n\nbelieve that Scott was not forthcoming with him about the status of his license. At the\n\npoint that Trooper Miller asked Scott for his license, Scott had been completely\n\ncooperative with Miller. Moreover, Trooper Miller could have performed a check on his\n\nlicense plate that was plainly visible to determine whether the registered owner of the\n\n\n\n1\n Ind. Code § 9-24-13-3 provides that ―an individual holding a permit or license issued under this article\nmust have the permit or license in the individual’s immediate possession when driving or operating a\nmotor vehicle. The permittee or licensee shall display the license or permit upon demand of a court or a\npolice officer authorized by law to enforce motor vehicle rules.‖\n                                                   10\n\fvehicle had a validly issued driver’s license. However, Trooper Miller chose not to run\n\nthe license plate during the numerous miles that he followed Scott.\n\n       Trooper Miller retained Scott’s license much longer than what it would take to\n\nexamine the license and perform a computer verification. And, as discussed above, even\n\nif Scott wanted to terminate the encounter because he had already answered Trooper\n\nMiller’s questions, he could not do so while Trooper Miller retained his license.\n\n       We reject the State’s contention that Trooper Miller was merely engaging Scott in\n\nconversation that Scott could terminate at any point and leave the scene. In our view, this\n\ncase is markedly different from the typical civilian encounter where an individual would\n\nfeel free to leave. Indeed, Trooper Miller, who was armed and in full uniform, took the\n\nconversation beyond a seemingly consensual encounter by immediately admitting to\n\nfollowing Scott for a number of miles, stopping him, pointing out problems with Scott’s\n\ndriving behavior, asking about illegal behavior, and asking for Scott’s driver’s license\n\nand retaining it for no apparent reason. Ex. 2. All of these circumstances suggest that\n\nScott was obligated to remain at the scene and answer Trooper Miller’s questions.\n\n       As in Finger, the seemingly initial consensual encounter between Trooper Miller\n\nand Scott became a detention and seizure in violation of the Fourth Amendment when\n\nTrooper Miller retained Scott’s driver’s license. As a result, Scott’s act of opening his\n\ncar door to obtain his registration was not voluntary. Rather, that act was in apparent\n\nresponse to Trooper Miller’s retention of the driver’s license and continuing\n\n\n\n                                            11\n\finterrogation. As a result, we conclude that the trial court did not err in granting Scott’s\n\nmotion to suppress. 2\n\n        The judgment of the trial court is affirmed.\n\nDARDEN, J., and BAILEY, J., concur.\n\n\n\n\n2\n  Because we have concluded that Scott’s rights were violated under the Fourth Amendment, we need not\naddress Scott’s alternative contention that Trooper Miller’s actions also violated Scott’s right to be free\nfrom unreasonable search and seizure under Article 1, Section 11 of the Indiana Constitution.\n                                                    12\n\f",
            "ocr": false,
            "opinion_id": 2730759
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Robbery"
}