{
    "id": 2733043,
    "judges": null,
    "date_filed": 1410825600000,
    "date_filed_is_approximate": false,
    "slug": "richard-cartrell-haynes-v-state",
    "case_name_short": null,
    "case_name": "Richard Cartrell Haynes v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=31387&Index=***coa03%5cOpinion",
            "author_id": null,
            "opinion_text": "      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                         NO. 03-13-00547-CR\n\n\n\n                                Richard Cartrell Haynes, Appellant\n\n                                                    v.\n\n                                    The State of Texas, Appellee\n\n\n     FROM THE DISTRICT COURT OF TRAVIS COUNTY, 390TH JUDICIAL DISTRICT\n        NO. D-1-DC-12-205144, HONORABLE JON N. WISSER, JUDGE PRESIDING\n\n\n\n                              MEMORANDUM OPINION\n\n\n                Richard Cartrell Haynes was charged with burglary of a habitation. See Tex. Penal\n\nCode § 30.02(a) (prohibiting crime of burglary), (c)(2) (setting offense level for burglary of habitation).\n\nAfter a trial, the jury found Haynes guilty of the charged offense. Subsequently, Haynes pleaded\n\ntrue to 2 felony-enhancement allegations, and the district court imposed a sentence of 30 years’\n\nimprisonment. See id. § 12.42 (elevating permissible punishment range for repeat-felony offenders).\n\nHaynes appeals his conviction, and we will affirm the district court’s judgment of conviction.\n\n\n                                             DISCUSSION\n\n                On appeal, Haynes contends that the evidence was insufficient to show that the\n\nstructure that he entered was a habitation. In particular, he argues that there was no proof that the\n\nstructure was adapted “for overnight accommodation of persons.” When making this argument,\n\nHaynes notes that no evidence was introduced showing that the structure had bedrooms, a kitchen,\n\for household furnishings. Accordingly, he asks this Court to reform his judgment to reflect a\n\nconviction for the lesser-included offense of burglary of a building or of criminal trespass.\n\n                Under the Penal Code, an individual commits burglary “if, without the effective\n\nconsent of the owner, the person . . . enters a habitation, or a building (or any portion of a building)\n\nnot then open to the public, with intent to commit a felony, theft, or an assault.” Tex. Penal Code\n\n§ 30.02(a)(1). As mentioned above, Haynes does not challenge the sufficiency of the evidence\n\nshowing that he entered a structure with the intent to commit theft; on the contrary, he only asserts\n\nthat the evidence was insufficient to show that the structure was a habitation. The Penal Code\n\ndefines “[h]abitation” as “a structure or vehicle that is adapted for the overnight accommodation of\n\npersons, and includes: (A) each separately secured or occupied portion of the structure or vehicle;\n\nand (B) each structure appurtenant to or connected with the structure or vehicle.” Id. § 30.01(1).\n\nA determination regarding whether a particular structure is suitable for overnight accommodations\n\ninvolves complex and subjective fact questions, which are well-suited for resolution by juries.\n\nSalazar v. State, 284 S.W.3d 874, 877 (Tex. Crim. App. 2009). When making this determination,\n\njuries may consider “the type of structure,” “its typical use,” and its contents, “including bedding,\n\nelectricity, plumbing, or furniture.” Id. The jury may also consider “whether someone was using\n\nthe structure . . . as a residence at the time of the offense.” Blankenship v. State, 780 S.W.2d 198,\n\n209 (Tex. Crim. App. 1989) (op. on reh’g).\n\n                In a legal-sufficiency review, appellate courts view the evidence in the light most\n\nfavorable to the verdict and determine whether “any rational trier of fact could have found the\n\nessential elements of the crime beyond a reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 319\n\n(1979). When performing this analysis, a reviewing court must bear in mind that it is the fact-\n\n\n                                                   2\n\ffinder’s duty to weigh the evidence, to resolve conflicts in the testimony, and to make reasonable\n\ninferences “from basic facts to ultimate facts.” Id. Furthermore, reviewing courts must “determine\n\nwhether the necessary inferences are reasonable based upon the combined and cumulative force of\n\nall the evidence when viewed in the light most favorable to the verdict.” Hooper v. State, 214 S.W.3d\n\n9, 16-17 (Tex. Crim. App. 2007). Moreover, reviewing courts presume that conflicting inferences\n\nwere resolved in favor of the conviction and defer to that resolution. Clayton v. State, 235 S.W.3d\n\n772, 778 (Tex. Crim. App. 2007).\n\n               The structure at issue is a home owned by John Waltrip. During the trial, Waltrip\n\nexplained that he has lived in the home since 2007 and continued to live in the home after the\n\nincident. Further, he related that although he was not present at the time of the alleged offense\n\nbecause he spent the night at his girlfriend’s house, he was home the day before. In addition, he\n\nstated that his home had a working alarm system. Further, when describing the damage that had\n\nbeen done, Waltrip mentioned that his home had a laundry room.\n\n               In addition to the testimony from Waltrip, the State admitted pictures of the\n\nhome as exhibits. Those pictures reveal that the structure was a single-family home with a brick\n\nexterior, a roof, a laundry room, an attached garage, and a paved driveway.1 See Jones v. State,\n\n\n       1\n          In his brief, Haynes cites Chandler v. State for the proposition that a structure’s outside\nappearance is irrelevant. 743 S.W.2d 736, 738 (Tex. App.—Corpus Christi 1987) (“Chandler I”).\nHowever, we find Haynes’s reliance on this case misplaced. On appeal, that opinion was reversed\nby the court of criminal appeals. Chandler v. State, 790 S.W.2d 635 (Tex. Crim. App. 1990).\nMoreover, the court of criminal appeals noted that the primary precedent relied on in Chandler I had\nrecently been overruled and that a new “standard for determining sufficiency of the evidence to show\na structure is a habitation” had been established. Id. at 635 (noting that Jones v. State, 532 S.W.2d\n596 (Tex. Crim. App. 1976), was overruled by Blankenship v. State, 780 S.W.2d 198 (Tex. Crim.\nApp. 1989) (op. on reh’g)); see also Blankenship, 780 S.W.2d at 209 (authorizing consideration\nof type of structure “(e.g. house, apartment, condominium . . . )” when deciding if structure is\naccommodation).\n\n                                                 3\n\fNo. 01-09-00267-CR, 2010 Tex. App. LEXIS 10279, at *15 (Tex. App.—Houston [1st Dist.]\n\nDec. 30, 2010, no pet.) (mem. op., not designated for publication) (concluding that structure was\n\nhabitation after considering, among other evidence, photos showing “that the house was a\n\nfully-enclosed, brick, one-story, single-family dwelling with a roof, a paved driveway, and an\n\nattached garage” and explaining that single-family residences are intended to be used to\n\naccommodate people overnight); cf. Hicks v. State, 204 S.W.3d 505, 507 (Tex. App.—Amarillo\n\n2006, no pet.) (mem. op.) (determining that “minimal evidence cited by” defendant would not\n\nhave permitted “a rational factfinder to conclude that . . . [structure] was only a building and not\n\na habitation” when evidence showed that structure was designed to be lived in, was wired for\n\nelectricity, had running water and gas, had kitchen and bathroom, and had appliances and noting\n\nthat “no other evidence appears of record suggesting that the structure lacked the status as a\n\nhabitation”). Moreover, the pictures seem to depict that the structure was fully enclosed. Further,\n\nthe pictures show that the home contained appliances, clothing, a bicycle, tools, and cleaning\n\nsupplies. In addition, the photos demonstrate that the home had working electricity because an\n\nexterior light is illuminated in several of the photos. Cf. In re E.P., 963 S.W.2d 191, 192 (Tex.\n\nApp.—Austin 1998, no pet.) (concluding that evidence was sufficient to show that vacant unit\n\nwas habitation when evidence showed, among other things, that apartment was surrounded by\n\nother units and had running electricity and water). Furthermore, a video from the dashboard camera\n\nof one of the responding officers was admitted as an exhibit, and that video depicts the home in a\n\nresidential neighborhood with accompanying bike lanes.2\n\n\n       2\n        As support for his assertion that the evidence was insufficient to support his conviction,\nHaynes primarily relies on Moss v. State, 574 S.W.2d 542 (Tex. Crim. App. 1978). However, we\n\n                                                 4\n\f                 In light of all of the evidence summarized above as well as the reasonable inferences\n\nthat the fact-finder could have made from that evidence and given that the standard of review for\n\nlegal-sufficiency challenges obligates appellate courts to defer to the fact-finder’s resolution of\n\nconflicts in the testimony and to review the evidence in the light most favorable to the verdict, see\n\nJackson, 443 U.S. at 319; Clayton, 235 S.W.3d at 778; Hooper, 214 S.W.3d at 16-17, we cannot\n\nconclude that the evidence was legally insufficient to support the jury’s determination that the\n\nstructure was a habitation. Accordingly, we overrule Haynes’s issue on appeal.\n\n\n                                           CONCLUSION\n\n                 Having overruled Haynes’s issue on appeal, we affirm the district court’s judgment\n\nof conviction.\n\n\n\n                                               __________________________________________\n\n                                               David Puryear, Justice\n\nBefore Justices Puryear, Goodwin, and Field\n\nAffirmed\n\nFiled: September 16, 2014\n\nDo Not Publish\n\n\n\n\nfind Moss to be distinguishable from the circumstances present in this case. In Moss, the structure\nat issue had not been occupied for several months and had no running water. Id. at 544-45. In\naddition, there was evidence showing that the structure had no light bulbs and that the “stove and\nheaters were not connected.” Id. at 545. Moreover, the owner of the property testified that the items\nthat were in the house were there “for storage only, and that in order to rent the house she would\nhave had to move them out and install other furniture and appliances.” Id.\n\n                                                   5\n\f",
            "ocr": false,
            "opinion_id": 2733043
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}