{
    "id": 1613740,
    "judges": "Swann, C.J., and Pearson and Charles Carroll",
    "date_filed": 68169600000,
    "date_filed_is_approximate": false,
    "slug": "aetna-casualty-surety-company-v-enright",
    "case_name_short": "Enright",
    "case_name": "Aetna Casualty & Surety Company v. Enright",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "258 So. 2d 472"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n258 So. 2d 472 (1972)\nThe AETNA CASUALTY AND SURETY COMPANY, Appellant,\nv.\nThomas E. ENRIGHT, Appellee.\nNo. 71-900.\nDistrict Court of Appeal of Florida, Third District.\nFebruary 29, 1972.\nRehearing Denied March 15, 1972.\nKates, Ress, Gomez &amp; Rothenberg and David Howland, North Miami, for appellant.\nHeadley &amp; Sudduth, Bolles, Goodwin, Ryskamp &amp; Ware, Miami, for appellee.\nBefore SWANN, C.J., and PEARSON and CHARLES CARROLL, JJ.\nPEARSON, Judge.\nThis appeal presents a question of the application of the public policy of the State of Florida. The trial court held that the public policy of the State of Florida as expressed by Florida statute voided the \"other insurance\" or \"excess coverage\" clause contained in an uninsured motorist provision of an automobile insurance policy issued in New York to a New York resident when the enforcement of the uninsured motorist provision was to be in Florida. We hold that the trial court incorrectly applied the public policy of the State of Florida and we reverse.\nThe plaintiff-appellant insurance company commenced suit by filing a complaint for declaratory judgment in the trial court. The complaint alleged that the insured defendant-appellee had made a claim for arbitration under the uninsured motorist provision of appellant company's policy and that the company was in no way indebted to the appellee under the terms of the policy. The court entered its final declaratory judgment ruling for the insured, holding that the \"other insurance\" clause was contrary to the public policy of the State of Florida.\nThe appellee was injured in an automobile accident in Dade County, Florida, on February 24, 1970. At the time of the accident appellee was operating an automobile owned by one Ruth Lehman. The operator of the other car involved in the accident was not protected by an automobile liability insurance policy. Ruth Lehman and defendant were each covered by automobile liability policies, which provided uninsured motorist coverage. Appellee made a claim under Ruth Lehman's policy and settled said claim under the uninsured motorist provision for the policy limits. Appellee then sought further recovery by processing a claim under the uninsured motorist provision of his own policy issued by the appellant. Appellant relied upon the following clause contained in the uninsured motorist provision to deny further recovery.\n\"With respect to bodily injury to an insured while occupying an automobile *473 not owned by the named insured, the insurance under Part IV (Uninsured Motorist Provision) shall apply only as excess insurance available to such automobile as primary insurance, and this insurance shall then apply only in the amount by which the limit of liability for this coverage exceeds the applicable limit of liability of such other insurance.\"\nThe appellee and Ruth Lehman are both permanent residents of the State of New York; their policies of insurance were issued and purchased in the State of New York and each policy provided identical limits of coverage. The appellant and the appellee agree and the trial court noted in its opinion that the law would ordinarily require the application of New York law to the disputed contract insofar as that contract expresses the extent of the liability of the insurance company. See Northwestern National Casualty Co. v. McNulty, 307 F.2d 432 (5th Cir.1962); Century Indemnity Co. v. United States Casualty Co., 306 F.2d 956 (5th Cir.1962); Brown v. Case, 80 Fla. 703, 86 So. 684 (1920); Confederation Life Association v. Ugalde, Fla.App. 1963, 151 So. 2d 315.\nThe trial court held:\n\"This Court agrees that under the general provisions of conflict of laws, the laws of New York would ordinarily govern the disposition of the issues in this cause. However, recognition of foreign law may be claimed only as a courtesy and not as a matter of right. This Court is not, therefor, absolutely obligated under the doctrine of comity to recognize and apply the law of the State of New York. Thus, the doctrine of comity does not require this Court to enforce any law of New York which is repugnant to the law or public policy of Florida.\n\"It appears quite clear that under the laws of New York the exclusionary clause above quoted is valid. On the other hand, a similar exclusionary clause has been held void under Florida law ...\nTherefore, the law of Florida and the law of New York on this issue being in direct conflict, the doctrine of comity must yield.\" (Emphasis added.)\nThe public policy of the State of Florida relative to uninsured motorist coverage is initially expressed in a statute:\n\"627.0851 Automobile liability insurance; uninsured vehicle coverage; insolvent insurer protection. \u0097 (1) No automobile liability insurance, covering liability arising out of the ownership, maintenance, or use of any motor vehicle, shall be delivered or issued for delivery in this state with respect to any motor vehicle registered or principally garaged in this state unless coverage is provided therein or supplemental thereto, in not less than limits described in § 324.021(7), under provisions filed with and approved by the department, for the protection of persons insured thereunder who are legally entitled to recover damages from owners or operators of uninsured motor vehicles because of bodily injury, sickness or disease, including death, resulting therefrom; provided, however, that the coverage required under this section shall not be applicable where any insured named in the policy shall reject the coverage; provided further that, unless the named insured requests such coverage in writing, the coverage need not be provided in or supplemental to a renewal policy where the named insured had rejected the coverage in connection with a policy previously issued to him by the same insurer.\"\nIn addition, this public policy has been followed in the Florida case law. It is expressed by the Supreme Court of Florida in Sellers v. United States Fidelity and Guaranty Co., Fla. 1966, 185 So. 2d 689, *474 which dealt with \"other insurance\" clauses in Florida contracts:\n* * * * * *\n\"Our views herein are predicated upon our construction of § 627.0851. We consider that it provides for a limited type of compulsory automobile liability coverage. It appears to require coverage for bodily injury caused by the negligence of an uninsured motorist to the extent of specific limited amounts. It does not permit `other insurance' clauses in the policy which are contrary to the statutorily limited amounts of coverage.\"\n* * * * * *\nFurthermore, in Travelers Indemnity Co. v. Powell, Fla.App. 1968, 206 So. 2d 244, the District Court of Appeal, First District, expressed this public policy of the State of Florida as applicable to that case as follows:\n* * * * * *\n\"The coupling of uninsured motorist coverage with family protection coverage in an automobile liability policy has made each member of a family an insured under each such policy purchased by any family member. Complications arise when there are several members of a family, each owning an automobile, each purchasing a separate policy, and each being an insured under all policies. Since it has been decided in Sellers that an insurance company could not limit its liability under the statute by a `set-off,' an `excess insurance,' or `other insurance' provision, such provisions being void as contrary to public policy, the question now before us is whether an insurance company can accomplish the same result with a nonliability clause although there has been no rejection of coverage by the insured.\"\n* * * * * *\nThe trial judge concluded that these expressions of public policy applied in the instant case where the insurance policy in question was issued in New York to a New York resident. We think that by so holding he has improperly extended statutory expressions of public policy regulating insurance policies issued in Florida to the point where he has overruled the general law of contracts. The expressions of the legislature in the statute clearly apply only to contracts issued in the State of Florida. In both Sellers and Travelers the policy against limiting uninsured motorist coverage was applied to policies issued to Florida residents.\nThe question then is whether or not the operation by a nonresident of an automobile on Florida highways coupled with a subsequent attempt to enforce a foreign insurance contract in the courts of Florida constitutes a sufficient basis to activate the state policy regarding Florida contracts. We hold that it does not and that the trial court mistakenly applied the public policy expressed in the Sellers and Travelers Indemnity cases.\nIn the past, the Florida courts have applied New York law to contracts of insurance, including automobile liability insurance, where the contract of insurance was written in New York for a resident of New York, but an action upon that contract was instituted in a Florida court. In Quarty v. Insurance Company of North America, Fla.App. 1971, 244 So. 2d 181, the court held that where a homeowners policy was issued in New York to a New York resident by a New York insurer, where the premiums were paid in New York and the property was located in New York and where the loss by burglary occurred in New York, the mere fact that the insured moved and became a resident of Florida within twelve months after the loss did not give Florida sufficient contact with the transaction and the parties to justify the application of Florida Statute § 95.03, F.S.A., voiding any contractual provision fixing the time in which suits may be instituted at a period less than that provided by the Statute of Limitations. The fact that the insurance carrier was licensed to do business in Florida was deemed irrelevant when the action was based upon a contract *475 written and issued in New York to a citizen of New York.\nIn a more significant case, this court determined in State-Wide Insurance Company v. Flaks, Fla.App. 1970, 233 So. 2d 400, that when a liability indemnity automobile policy had been issued in New York and the insurer was obligated to pay all interest accruing after entry of judgment until the insurer had paid or tendered or deposited in court such part of the judgment as did not exceed the limits of the policy, the insurer was obligated to pay interest only on the policy limits plus the costs and it was not liable for interest on the full amount of a damage suit judgment. In that case a judgment for $150,000.00 was entered against the insured of State-Wide Insurance Company. The insured-judgment debtor was a resident of New York and was insured by State-Wide under a policy issued to him in New York. The circuit court in entering judgment in favor of the judgment creditor determined that State-Wide was obligated for interest upon the entire amount of the judgment. In reversing, this court stated:\n\"The ruling of the trial court, requiring the insured to pay interest on the full amount of the judgment until such time as it pays or tenders payment of the amount it owes within its policy limits, is in accordance with the law of Florida as the obligation in that respect has been determined upon interpretation by the Florida appellate courts of similarly worded provisions of an indemnity insurance contract ...\n\"On the other hand, under the law of the State of New York, a similarly worded provision of an indemnity contract for payment of interest is interpreted to create and impose an obligation on the insurer to pay interest only on that portion of the judgment which is payable by the insurer under the policy according to its limits, and in this case that would be interest at 6% per annum on $10,000 of the judgment and on the cost judgment.\" ...\n(Citations omitted)\nThe court then agreed in that case with the general principle that matters bearing upon the execution, validity, interpretation, and obligations of contracts are determined by the laws of the place where the contract is made, whereas matters connected with performance are regulated by the law of the place where the contract is to be performed; matters relating to procedure are dependent upon the law of the forum. See Confederation Life Association v. Ugalde, supra. In Herron v. Passailaigue, 92 Fla. 818, 110 So. 539 (1926), the court stated that a court may not depart from the rules of comity, except in certain cases, for the purpose of protection of Florida citizens or for the purpose of enforcing some paramount rule of public policy. In this case, no Florida citizen is involved nor is the public policy of this State as expressed in its statutes and interpreted by its courts altered in any respect by a reversal of the trial court's decision.\nReversed and remanded for the entry of judgment in accordance with the views expressed above.\nReversed and remanded.\n",
            "ocr": false,
            "opinion_id": 1613740
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}