{
    "id": 1661979,
    "judges": "Robertson",
    "date_filed": 739152000000,
    "date_filed_is_approximate": false,
    "slug": "hamrick-v-alabama-alcoholic-beverage-control-bd",
    "case_name_short": "Hamrick",
    "case_name": "Hamrick v. Alabama Alcoholic Beverage Control Bd.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "628 So. 2d 632"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6125.0,
            "opinion_text": "\n628 So. 2d 632 (1993)\nRobert HAMRICK d/b/a Bob's Golden Palace\nv.\nALABAMA ALCOHOLIC BEVERAGE CONTROL BOARD, et al.\nAV92000162.\nCourt of Civil Appeals of Alabama.\nJune 4, 1993.\nJennifer L. Lunt, Montgomery, for appellant.\n*633 A. James Carson of Dempsey, Carson &amp; Steed, P.C., Birmingham, for appellees.\nROBERTSON, Presiding Judge.\nThis is an appeal from the denial of the renewal of a club liquor license for Robert Hamrick, d/b/a Bob's Golden Palace. The Alabama Alcoholic Beverage Control Board (Board) received a letter signed by the mayor, the police chief, and the city council of Alexander City; a letter from the Tallapoosa County Commission; and a letter from the sheriff of Tallapoosa County, all protesting the renewal of Hamrick's liquor license. The county commission's letter requested that Hamrick's license \"be revoked immediately due to the numerous problems and deaths that have taken place at this establishment.\"\nThe Board notified Hamrick of the protest letters, advised him of the statutory authority and the Board rules and regulations involved, and set a hearing date. Following the hearing, wherein witnesses testified as to why the license should not be renewed, the Board voted not to renew Hamrick's license.\nHamrick appealed the Board's decision to the Montgomery County Circuit Court. After reviewing the record of the proceedings before the Board, together with briefs submitted by the parties, the trial court found that Hamrick was given sufficient notice and found no support of Hamrick's allegations of abuse of discretion or violation of due process. The trial court determined \"that there was sufficient finding of fact and substantial evidence presented to support the ABC Board's ruling.\"\nHamrick appeals to this court, questioning whether he was denied procedural due process; whether the Board's action was in violation of the provisions of the Alabama Administrative Procedure Act and the Board's own rules; whether the Board's action was in excess of its statutory authority; whether the Board's action was clearly erroneous; and whether the Board's action was unreasonable, arbitrary, capricious, and an abuse of discretion. We find that all of Hamrick's questions on appeal are due to be answered in the negative, and we affirm the judgment of the trial court.\nJudicial review of decisions by the Board is governed by § 41-22-20, Code 1975, and is extremely limited on appeal. Dawson v. Alabama Dep't of Environmental Management, 529 So. 2d 1012 (Ala.Civ.App.), writ denied, 529 So. 2d 1015 (Ala.1988).\nSection 41-22-20(k) provides:\n\"the agency order shall be taken as prima facie just and reasonable and the court shall not substitute its judgment for that of the agency as to the weight of the evidence on questions of fact, except where otherwise authorized by statute.\"\nIn reviewing the issuance or denial of licenses by the Board, this court has held\n\"that judicial deference to an administrative agency tends to ensure uniformity and consistency of decisions in light of the agency's specialized competence in the field of operation entrusted to it by the legislature. Because of the specialized competency and the uniformity of decisions, a court frustrates legislative intent and usurps the discretionary role by stepping in when the agency's choice is not clearly unreasonable or arbitrary.\"\nAlabama Dep't of Public Health v. Perkins, 469 So. 2d 651, 652-53 (Ala.Civ.App.1985).\nThe appellate courts must give the Board's decision a presumption of correctness due to its recognized expertise in a specific, specialized area, and we cannot reverse that decision unless it is shown to be clearly unreasonable or arbitrary. Dawson; Perkins.\nThe record reflects that Hamrick's business is located one mile southwest of Alexander City in Tallapoosa County. The Board heard testimony from law enforcement officers, elected officials, and members of the community concerning the unlawful incidents that occurred at Bob's Golden Palace. These incidents included felonious assaults with weapons, homicides, fighting, theft, disorderly conduct, discharging firearms, and selling alcohol to minors. The Board also received a petition signed by residents of the community protesting the license renewal. The petition was entered into evidence without objection.\n*634 After a careful review of the record, we find that substantial evidence was presented to support the Board's decision. We also find that Hamrick has failed to show that the Board's decision was clearly unreasonable or arbitrary. Also, we find that the record does not support any of Hamrick's other contentions on appeal. Consequently, the judgment of the trial court is affirmed.\nAFFIRMED.\nTHIGPEN and YATES, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1661979
        }
    ],
    "court_short_name": "Court of Civil Appeals of Alabama",
    "court_full_name": "Court of Civil Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}