{
    "id": 205240,
    "judges": "Murphy, McKay, and Tymkovich, Circuit Judges",
    "date_filed": 1298332800000,
    "date_filed_is_approximate": false,
    "slug": "sarkar-v-mccallin",
    "case_name_short": "Sarkar",
    "case_name": "Sarkar v. McCallin",
    "case_name_full": "Purnendu SARKAR, Plaintiff-Appellant, v. Nancy McCALLIN, in Her Individual and Official Capacity; Barbara McDonnell; Wanda Cousar; Ledy Garcia-Eckstein; Jennifer Hopkins; Bernadette Marquez; Barbara McKellar; Jerry Nickell; John Trefny; Tamra J. Ward; Kristin Corash; Patricia Erjavec, Defendants-Appellees",
    "attorneys": "Nora V. Kelly of Nora V. Kelly, P.C., Denver, CO, for Plaintiff-Appellant., Douglas J. Cox, Senior Assistant Attorney General (John W. Suthers, Attorney General, with him on the brief), Denver, CO, for Defendants-Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b600-13\">\n    Purnendu SARKAR, Plaintiff-Appellant, v. Nancy McCALLIN, in her individual and official capacity; Barbara McDonnell; Wanda Cousar; Ledy Garcia-Eckstein; Jennifer Hopkins;\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"573\"> \n     *573\n     </span>\n    Bernadette Marquez; Barbara McKellar; Jerry Nickell; John Trefny; Tamra J. Ward; Kristin Corash; Patricia Erjavec, Defendants-Appellees.\n   </parties><br><docketnumber id=\"b601-5\">\n    No. 09-1420.\n   </docketnumber><br><court id=\"b601-6\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b601-7\">\n    Feb. 22, 2011.\n   </decisiondate><br><attorneys id=\"b601-24\">\n    Nora V. Kelly of Nora V. Kelly, P.C., Denver, CO, for Plaintiff-Appellant.\n   </attorneys><br><attorneys id=\"b601-25\">\n    Douglas J. Cox, Senior Assistant Attorney General (John W. Suthers, Attorney General, with him on the brief), Denver, CO, for Defendants-Appellees.\n   </attorneys><br><judges id=\"b601-26\">\n    Before MURPHY, McKAY, and TYMKOVICH, Circuit Judges.\n   </judges>",
    "citations": [
        "636 F.3d 572"
    ],
    "opinions": [
        {
            "author_str": "McKAY",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/09/09-1420.pdf",
            "author_id": null,
            "opinion_text": "\n636 F.3d 572 (2011)\nPurnendu SARKAR, Plaintiff-Appellant,\nv.\nNancy McCALLIN, in her individual and official capacity; Barbara McDonnell; Wanda Cousar; Ledy Garcia-Eckstein; Jennifer Hopkins; *573 Bernadette Marquez; Barbara McKellar; Jerry Nickell; John Trefny; Tamra J. Ward; Kristin Corash; Patricia Erjavec, Defendants-Appellees.\nNo. 09-1420.\nUnited States Court of Appeals, Tenth Circuit.\nFebruary 22, 2011.\nNora V. Kelly of Nora V. Kelly, P.C., Denver, CO, for Plaintiff-Appellant.\nDouglas J. Cox, Senior Assistant Attorney General (John W. Suthers, Attorney General, with him on the brief), Denver, CO, for Defendants-Appellees.\nBefore MURPHY, McKAY, and TYMKOVICH, Circuit Judges.\n*574 McKAY, Circuit Judge.\nIn this employment case, Plaintiff Purnendu Sarkar appeals the district court's grant of summary judgment in favor of Defendants, who are various officials affiliated with Plaintiff's former employer, the Colorado Community College System. Plaintiff also appeals the entry of a protective order regarding his Rule 30(b)(6) notice of deposition.\nIn late 2004, Plaintiff was hired as the chief information officer of the Colorado Community College System by Dr. Nancy McCallin, the CCCS president. According to his own deposition testimony, Plaintiff's responsibility as the chief information officer was to manage CCCS's contract with SunGard, the vendor of a new computer system CCCS was implementing, and to ensure SunGard was delivering according to the contract. It is undisputed that SunGard's software had some inherent deficiencies, and it is also undisputed that the relationship between Plaintiff and SunGard was frequently quite adversarial. On August 18, 2006, Dr. McCallin informed Plaintiff his employment was being terminated based on vendor relations, among other concerns.[1]\nPlaintiff then filed suit, alleging that his termination was motivated by his public statements about SunGard, in violation of the First Amendment, and by discriminatory animus against him as a native of India, in violation of 42 U.S.C. § 1981. He also alleged that Defendants retaliated against his complaint of racial discrimination by terminating his employment, accusing him of stealing a laptop, and contacting his prior employers to verify his resume information. We review de novo the district court's grant of summary judgment in favor of Defendants on all of these claims.\nAs an initial matter, we consider the question of our appellate jurisdiction. Although Plaintiff brought suit against Dr. McCallin in both her individual and her official capacities, the district court entered judgment in favor of Dr. McCallin only in her official capacity. Thus, the judgment technically did not terminate all matters as to all parties and causes of action, which could call its finality and appealability into question. See Utah v. Norton, 396 F.3d 1281, 1287 (10th Cir. 2005). However, the record makes it abundantly clear that the district court intended to enter judgment in favor of all Defendants, including Dr. McCallin in her individual capacity. Under similar circumstances, where a district court clearly intended to enter a final judgment as to all claims and all parties but failed to do so because of \"a clerical mistake or a mistake arising from oversight or omission,\" Fed. R.Civ.P. 60(a), our sister circuits have treated the district court's judgment as if it had been amended to correct the mistake. See, e.g., In re U.S. Healthcare, Inc., 193 F.3d 151, 158 &amp; n. 2 (3d Cir.1999) (treating as final an order that did not dismiss all claims although it expressly set forth the intention to do so); Brown v. Moore, 247 F.2d 711, 714 n. 2 (3d Cir.1957) (treating the appeal as going to both causes of actions considered below although the district court erroneously entered only one judgment); Crosby v. Pacific S.S. Lines, Ltd., 133 F.2d 470, 474 (9th Cir.1943) (treating the district court's order as if it were amended to dismiss the petition because the intent to dismiss was clear and the error arose from oversight or *575 omission); see also 11 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure: Civil 2d § 2856, at 251-52 (2d ed. 1995) (noting that \"in other cases the appellate courts simply have treated clerical errors, oversights, and omissions as if they had been corrected and have not required the formality of a correction by the district court\"). As the Third Circuit reasoned in Brown, where a deficiency results from \"an obvious clerical error which could have been corrected at any time prior to the filing of the notice of appeal,\" there seems little point in \"vacat[ing] the judgment[] and remand[ing] to a presently very much overburdened United States District Court for technical correction.\" 247 F.2d at 714 n. 2. We thus treat the district court's judgment as if it had entered judgment in favor of Dr. McCallin in her individual capacity, in accordance with the court's clearly expressed intention, and we consider the judgment to be a final, appealable judgment as to all claims and all parties.\nTurning now to the merits, we first consider Plaintiff's claim that he was terminated in violation of the First Amendment based on his public criticisms of SunGard. The district court concluded that Plaintiff's criticisms were not protected by the First Amendment because they were all made pursuant to his official duties of enforcing the SunGard contract and representing CCCS in his capacity as chief information officer. The First Amendment does not apply to \"speech that owes its existence to a public employee's professional responsibilities,\" Garcetti v. Ceballos, 547 U.S. 410, 421, 126 S.Ct. 1951, 164 L.Ed.2d 689 (2006), and the district court concluded that Plaintiff's criticisms of SunGard were classic examples of this type of speech.\nAfter thoroughly reviewing the record on appeal, we agree with the district court's conclusions. Nothing in the record suggests Plaintiff criticized SunGard in his capacity as a citizen or taxpayer rather than in his capacity as a managerial employee with the responsibility of overseeing and enforcing CCCS's multi-million-dollar contract with SunGard. See Brammer-Hoelter v. Twin Peaks Charter Academy, 492 F.3d 1192, 1203 (10th Cir.2007) (\"The ultimate question is whether the employee speaks as a citizen or instead as a government employee. . . .\"). The fact that Plaintiff was \"trying to focus attention on apparently misguided actions or improper situations\" does not change this analysis, and neither does the fact that his supervisors were unhappy with the specific statements he made regarding SunGard and its performance under the contract. Green v. Bd. of Cnty. Comm'rs, 472 F.3d 794, 801 (10th Cir.2007); see also Doucette v. Minocqua Hazelhurst, Lake Tomahawk Sch. Dist. No. 1, 2008 WL 2412988, at *8 (W.D.Wis.2008) (\"After all, there will be few cases in which an employee is disciplined for doing exactly what he is told; there will usually be a determination that the employee has stepped `out of bounds' in some way.\"). Plaintiff was paid to manage the SunGard contract and oversee the implementation of the new computer system at CCCS, and his criticisms of SunGard were made pursuant to these managerial duties. Cf. Brammer-Hoelter, 492 F.3d at 1204 (concluding that school teachers' complaints regarding the school's curriculum, budgetary decisions, and expectations of student behavior were all made pursuant to their inherent duties as teachers to execute the curriculum, ensure they had adequate materials to educate their students, and regulate student behavior).\nWe are unpersuaded by Plaintiff's argument that his speech was not made pursuant to his official duties because he spoke to individuals outside the chain of his command. *576 It is clear from the record that all of these individuals\u0097other state officials concerned with the implementation of new computer systems at state schools\u0097spoke with Plaintiff in his capacity as CCCS chief information officer, not as a private citizen, and that their discussions stemmed from Plaintiff's official duties to oversee the contract with SunGard and to serve \"as the representative and/or liaison for [CCCS] with the staffs of the Legislature . . . and other colleges, universities, agencies and organizations on information technology matters of mutual concern.\" (R. at 749); see Chavez-Rodriguez v. City of Santa Fe, 596 F.3d 708, 716 (10th Cir.2010) (\"Thus, even though Chavez-Rodriguez may have been stepping outside the chain of command when speaking with Lujan, the nature of the conversation indicates the speech was not undertaken as a private citizen, but rather in Chavez-Rodriguez's role as the Director.\"). Although Plaintiff argues he spoke to the press on issues outside of his official duties, the evidence he cites in support is conclusory and non-specific. Plaintiff's general allegation that he spoke with the press at some unspecified time about SunGard's overbilling practices is insufficient to create a genuine dispute of material fact as to whether he engaged in protected speech prior to his termination. We thus conclude that the district court did not err in granting summary judgment to Defendants on Plaintiff's First Amendment claim.\nPlaintiff also argues that his termination was motivated at least in part by discriminatory animus against natives of India. The parties do not dispute whether Plaintiff can establish a prima facie case of discrimination, nor do they dispute whether Defendants have shown facially non-discriminatory reasons for his termination under the familiar McDonnell Douglas burden-shifting framework. See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-04, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Rather, both parties focus on whether Plaintiff has shown that Defendants' proffered reasons were mere pretext for discrimination. See id.\nA plaintiff may show pretext by demonstrating \"such weaknesses, implausibilities, inconsistencies, incoherencies, or contradictions in the employer's proffered legitimate reasons for its actions that a reasonable factfinder could rationally find them unworthy of credence and hence that the employer did not act for the asserted non-discriminatory reasons.\" Jaramillo v. Colo. Judicial Dep't, 427 F.3d 1303, 1308 (10th Cir.2005). \"A challenge of pretext, however, requires a court to look at the facts as they appear to the person making the decision to terminate, not the aggrieved employee.\" Piercy v. Maketa, 480 F.3d 1192, 1200 (10th Cir.2007) (internal quotation marks and brackets omitted). Thus, \"[t]he relevant inquiry is not whether the employer's proffered reasons were wise, fair, or correct, but whether it honestly believed those reasons and acted in good faith upon those beliefs.\" Rivera v. City &amp; Cnty. of Denver, 365 F.3d 912, 924-25 (10th Cir.2004).\nDefendants' asserted reason for the termination was their belief that Plaintiff was not succeeding in his role as chief information officer based on a variety of different issues that had arisen during the course of his employment, including problems relating to his management of and relationship with SunGard. After reviewing the record, we agree with the district court that Plaintiff has failed to raise a genuine factual dispute regarding pretext. In essence, Plaintiff's arguments for pretext boil down to a disagreement with Defendants' assessment of his work performance and his share of the blame for the problems that arose during his term of *577 employment. However, none of the evidence cited by Plaintiff demonstrates a genuine dispute of fact as to the relevant inquiry\u0097whether Defendants honestly believed there were issues with his work performance and acted in good faith upon that belief. We thus conclude that the district court did not err in granting summary judgment to Defendants on this claim.\nPlaintiff's third claim is that Defendants retaliated against his complaint of discrimination by firing him, accusing him of stealing a laptop and requesting the Colorado Bureau of Investigation to investigate this accusation, and contacting his former employers to ask for verification of his employment history. After reviewing the record, we agree with the district court that Plaintiff has failed to set forth any evidence of retaliation. The undisputed evidence in the record shows that the decision to terminate Plaintiff's employment was made before he ever complained of discrimination. As for the accusation regarding the laptop, nothing in the record suggests this accusation was based on a retaliatory or discriminatory motive rather than a good-faith belief that Plaintiff had stolen the missing laptop. Finally, we agree with the district court that Defendants' communications with Plaintiff's former employers\u0097short requests for basic employment information\u0097would not be considered materially adverse by a reasonable employee. See Burlington N. &amp; Santa Fe Ry. Co. v. White, 548 U.S. 53, 68, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006).\nLastly, Plaintiff argues that the magistrate judge erred in granting Defendants a protective order regarding Plaintiff's Rule 30(b)(6) deposition notice. The magistrate judge concluded that the deposition notice was defective on its face because Rule 30(b)(6) applies only to the deposition of organizations, not individuals, and only individuals were named in the deposition notice and in the complaint. Plaintiff argues that this reasoning was flawed because Defendants were sued in their official capacity as representatives of a state agency and thus the agency could be deposed as the real party in interest under Rule 30(b)(6). We are not persuaded. When a state official is named as the defendant in a lawsuit, \"[w]hether the state is the real party in interest turns on the relief sought by the plaintiffs. Suits that seek prospective relief are deemed to be suits against the official, while suits that seek retroactive relief are deemed to be suits against the state.\" Powder River Basin Res. Council v. Babbitt, 54 F.3d 1477, 1483 (10th Cir.1995). As the district court noted, all of Plaintiff's official-capacity claims for retroactive relief are barred by the Eleventh Amendment, see Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc., 506 U.S. 139, 146, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993), and thus this action can only be considered as a suit against the individual officials and not against the state itself. We agree with the magistrate judge that a Rule 30(b)(6) deposition notice naming only individuals is defective on its face, and we accordingly affirm the entry of a protective order.\nThe judgment of the district court is hereby AFFIRMED.\nNOTES\n[1]  Plaintiff argues he was only asked to resign and did not know until some time after August 18 that he would be terminated if he refused to resign. However, his contemporaneous e-mail statements make clear that he was aware his employment was being ended, whether by his resignation or not.\n\n",
            "ocr": false,
            "opinion_id": 205240
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}