{
    "id": 1709670,
    "judges": "Northcutt",
    "date_filed": "2023-06-14",
    "date_filed_is_approximate": true,
    "slug": "eab-v-state",
    "case_name_short": "EAB",
    "case_name": "EAB v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "964 So. 2d 877"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7006.0,
            "opinion_text": "\n964 So. 2d 877 (2007)\nE.A.B., Appellant,\nv.\nSTATE of Florida, Appellee.\nNo. 2D06-3972.\nDistrict Court of Appeal of Florida, Second District.\nSeptember 26, 2007.\nJames Marion Moorman, Public Defender, and Allyn M. Giambalvo, Assistant Public Defender, Bartow, for Appellant.\nBill McCollum, Attorney General, Tallahassee, and Tonja Rene Vickers, Assistant Attorney General, Tampa, for Appellee.\nNORTHCUTT, Chief Judge.\nOn appeal from his delinquency adjudication for obstructing an officer without violence, E.A.B. contends that the charge was not proved. We agree and reverse.\nThe State filed a petition alleging that E.A.B. was delinquent for obstructing an officer without violence, contrary to section 843.02, Florida Statutes (2005). This statute makes it a crime to \"resist, obstruct, or oppose any officer . . . in the lawful execution of any legal duty.\" To prove this charge against E.A.B., the State presented the testimony of Hillsborough County Sheriff's Deputy Richard Morales. He *878 testified that on the day in question he responded to a particular intersection in Wimauma to investigate a \"stolen vehicle that had just occurred.\" The deputy described this as an area where, based on his experience, a lot of drugs are sold. When he arrived at the intersection, the deputy observed the driver of a truck sounding his horn, flashing his lights, and pointing to a Chevrolet Cavalier.\nDeputy Morales testified that, to determine \"whether they were involved,\" he activated his lights and siren to make a traffic stop but the Cavalier left the scene. The deputy followed at a high rate of speed (although he never said that they exceeded the speed limit). The Cavalier entered a trailer park and stopped at a dead end. As Deputy Morales approached, he saw the driver and a passenger exit the car. The deputy verbally ordered them to stop, but both ran off. A short time later the passenger, E.A.B., was apprehended by another deputy.\nAt the conclusion of the deputy's testimony, defense counsel moved for a dismissal of the charge. He argued that the State had failed to show that the deputy was engaged in the lawful execution of a legal duty because the deputy lacked a reasonable basis for believing that E.A.B. was involved in criminal activity. The trial court rejected this argument and found E.A.B. delinquent.\nWe review the denial of a motion to dismiss de novo. E.A.B. v. State, 851 So. 2d 308, 310 (Fla. 2d DCA 2003)[1] (citing Pagan v. State, 830 So. 2d 792 (Fla.2002)). The evidence is viewed in the light most favorable to the State, but a dismissal is warranted when the State's evidence was not sufficient to permit a rational trier of fact to find that the elements of the crime were proved beyond a reasonable doubt. Id.\nThe issue we thus confront is whether Deputy Morales was engaged in the lawful execution of a legal duty when E.A.B. fled. In D.M. v. State, 681 So. 2d 797 (Fla. 2d DCA 1996), a case involving facts very similar to those present in this case, we explained the State's burden when attempting to prove an obstruction based on the defendant's flight:\nIn order to prove that a defendant is guilty of unlawfully obstructing an officer without violence, the state must establish that the defendant fled with knowledge of the officer's intent to detain him and the officer was justified in making the detention due to his founded suspicion that the defendant was engaged in criminal activity.\n\nId. at 797 (emphasis supplied); see also Tillman v. State, 934 So. 2d 1263, 1273 (Fla.2006) (construing identical element in obstruction with violence statute and explaining that an investigatory detention \"constituted lawful execution of a legal duty only if the facts known to the officer created a reasonable suspicion either that Tillman was involved in criminal activity or that he was armed and dangerous\"); E.A.B., 851 So.2d at 311 (\"The element of lawful execution of a legal duty is satisfied if an officer has either a founded suspicion to stop the person or probable cause to make a warrantless arrest.\").\nTherefore, E.A.B.'s delinquency adjudication can stand only if Deputy Morales had a particularized and objective basis for suspecting that E.A.B. was involved in criminal activity. See Tillman, 934 So.2d at 1273; see also Popple v. State, 626 So.2d *879 185, 186 (Fla.1993) (requiring \"well-founded, articulable suspicion of criminal activity\" to support investigatory stop under Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20 L. Ed. 2d 889 (1968)); § 901.151, Fla. Stat. (2005) (authorizing investigatory stop when circumstances reasonably indicate that person stopped has committed, is committing, or is about to commit crime).\nNothing in the scenario described by the deputy gave him an objective basis for suspecting E.A.B. of criminality. The failure of the car to stop when first directed to do so could not be attributed to E.A.B. because he was not driving it. In D.M., 681 So. 2d 797, the juvenile defendant was the passenger in a car that fled after running a red light and almost hitting a police car. We reversed an adjudication for obstruction without violence based on the passenger's flight because the officer lacked a founded suspicion to conclude that the passenger was engaged in criminal activity. As we explained in J.R.P. v. State, 942 So. 2d 452, 454 (Fla. 2d DCA 2006), another case that reversed an obstruction adjudication under similar facts, the police may have had a basis to stop the drivers, but the passengers had the right to leave in the absence of a well-founded, articulable suspicion that they were involved in criminal activity. See also T.H. v. State, 554 So. 2d 589, 590 (Fla. 3d DCA 1989) (reversing delinquency adjudication for resisting without violence because \"absent objective proof of actions by a passenger which evidences some substantial involvement in the driver's actions, a mere passenger cannot be held responsible for the actions of the driver of the vehicle\"). J.R.P. also described various circumstances that might require a passenger to remain, 942 So.2d at 454-55, but none of those circumstances were present in this case.\nNeither could E.A.B.'s own flight from the scene at the trailer park have given the deputy a well-founded, articulable suspicion that he was engaged in criminal activity. There was no evidence that the trailer park was a high crime or drug area. And although the incident began with the deputy's response to a report of a vehicle theft, the State offered no evidence to suggest that the Cavalier was the stolen vehicle, or even that the deputy believed it to be the stolen vehicle.\nObviously, the deputy attributed some sort of significance to the truck driver's actions, and he acted on them. But he offered no basis for relating the truck driver's behavior to the stolen vehicle report or to any other possible criminality. Nor do we know anything about the truck driver's reliability or motive. The deputy did not state where the theft supposedly occurred and did not describe the intersection or surrounding area, the level of activity there, or even the time of day. See State v. Wise, 603 So. 2d 61, 63 (Fla. 2d DCA 1992) (discussing factors bearing on whether officer has reasonable suspicion to conduct a stop pursuant to a be-on-the-lookout report, including amount of time since offense, distance from offense, specificity of description of vehicle and occupants, and source of BOLO information). At most, the State's evidence established that the deputy had a mere hunch that the Cavalier he encountered at the intersection might be involved in some sort of criminal conduct. The deputy's testimony certainly never established that this defendant, as the passenger, knew or should have known that the car was stolen. Cf. E.A.B., 851 So.2d at 310 (reversing passenger's adjudication for trespass in a conveyance when State failed to prove his knowledge that car was stolen).\nThe trial court relied principally on this court's decision in McGee v. State, 818 *880 So.2d 558 (Fla. 2d DCA 2002), but that case is distinguishable. In McGee, an officer driving in a high crime area saw the defendant standing in an alley. McGee fled at the sight of the police, and upon his apprehension he discarded cocaine. This court affirmed McGee's convictions for possession of cocaine and obstructing an officer without violence. Factually, the cases appear similar in that the only conduct described in the McGee opinion that seemed to support the obstruction charge was the defendant's flight from an officer. Legally, however, the cases are not the same. In McGee, the issue was the propriety of the stop, raised by a motion to suppress. 818 So.2d at 558 (noting that McGee \"pleaded to the charges after reserving his appellate right to challenge the denial of his dispositive motion to suppress\"). Citing Illinois v. Wardlow, 528 U.S. 119, 120 S. Ct. 673, 145 L. Ed. 2d 570 (2000), this court found that the officer had a reasonable suspicion sufficient to justify stopping McGee because he fled when approached by the police in a high crime area. McGee did not address the issue before us today, that being the sufficiency of the evidence to prove the crime of obstructing without violence.\nAs such, McGee does not stand for the proposition that flight from a police officer, standing alone, constitutes the crime of obstructing without violence. To base an obstruction conviction on the defendant's flight, the State has to show that the defendant fled with knowledge of the officer's intention to detain him, and that the officer's attempt to detain the suspect was lawful. D.M., 681 So.2d at 797. If it was not lawful, the defendant had the perfect right to depart notwithstanding the officer's direction to remain, and that departure could not be deemed an obstruction of the officer's performance of a lawful duty.\nThe Third District has also rejected the applicability of McGee and Wardlow when deciding whether flight alone constitutes obstruction without violence. In D.T.B. v. State, 892 So. 2d 522 (Fla. 3d DCA 2004), the court held that even after the Supreme Court's decision in Wardlow, flight alone is not obstruction if the officer lacked a reasonable suspicion of criminal activity necessary to support an investigatory detention. See also Slydell v. State, 792 So. 2d 667, 676 (Fla. 4th DCA 2001) (Farmer, J., concurring) (\"The answer to the question whether the state proved a prima facie case of obstructing an officer without violence will be found in the cases interpreting our state statute [on obstruction], not in Wardlow.\")\nBecause the deputy lacked a reasonable suspicion to believe that E.A.B. was engaged in criminal activity, the deputy was not lawfully executing a legal duty when he ordered E.A.B. to stop. Therefore, E.A.B. could not be guilty of obstruction when he fled in defiance of the deputy's order. See, e.g., J.A. v. State, 679 So. 2d 843 (Fla. 2d DCA 1996) (holding that when officer lacks well-founded, articulable suspicion of criminal activity to justify an investigatory detention, defendant's flight does not constitute obstruction without violence). Accordingly, we reverse the delinquency adjudication for obstructing an officer without violence, and we remand for E.A.B.'s discharge in this case.\nReversed.\nSALCINES, J., Concurs.\nCOBB, WARREN H., Associate Senior Judge, Dissents with opinion.\nCOBB, WARREN H., Associate Senior Judge, Dissenting.\nThe unrebutted evidence adduced below was that Deputy Morales went to an intersection known as a drug area in response *881 to a report that a vehicle had just been stolen. Upon his arrival he saw two vehicles, a truck and a Cavalier automobile (which could have been the reported vehicle so far as Morales knew). The driver of the truck was honking his horn, flashing his lights, and pointing to the Cavalier in which E.A.B. was a passenger. Morales activated his lights and siren attempting a traffic stop of the Cavalier to ascertain if it was the stolen car and determine the cause of the truck driver's agitation. The driver of the Cavalier raced away at a high rate of speed until cornered at a dead end, at which point the driver and E.A.B. fled on foot despite being ordered by Morales to stop. E.A.B. subsequently was apprehended by another deputy.\nThe question presented on appeal is whether Morales was authorized, pursuant to section 901.151,[2] to stop E.A.B. upon the latter's exit from the vehicle for investigatory purposes to ascertain whether he was engaged in criminal activity. Given the plethora of circumstances \u0097 the stolen vehicle report, the truck driver's actions, the high crime location, and E.A.B.'s flight on foot \u0097 it seems to me that the answer to that question clearly is yes. See McGee, 818 So. 2d 558.\nThe case of J.R.P., 942 So. 2d 452, is readily distinguishable from the instant facts. In that case nothing showed a high crime area, intentional flight from an officer, a reported crime in the area, or an excited citizen directing the officer's attention to the juvenile.\nI would affirm.\nNOTES\n[1]  Although the appellants' initials are the same, the cited case did not involve the juvenile who has appealed in this case.\n[2]  See also Terry, 392 U.S. at 21-22, 88 S. Ct. 1868.\n\n",
            "ocr": false,
            "opinion_id": 1709670
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Robbery"
}