{
    "id": 1674500,
    "judges": "Boslaugh, Clinton, McCown, Newton, Smith, Spencer, White",
    "date_filed": 127699200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-gaston",
    "case_name_short": "Gaston",
    "case_name": "State v. Gaston",
    "case_name_full": "State of Nebraska, Appellee, v. Larry Joe Gaston, Appellant",
    "attorneys": "Frank B. Morrison, Sr., and Bennett G. Hornstein, for appellant., Clarence A. H. Meyer, Attorney General, and Harold S. Salter, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 17,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b139-11\">\n    State of Nebraska, appellee, v. Larry Joe Gaston, appellant.\n   </parties><br><citation id=\"b139-13\">\n    214 N. W. 2d 376\n   </citation><br><decisiondate id=\"b139-14\">\n    Filed January 18, 1974.\n   </decisiondate><docketnumber id=\"AZsO\">\n    No. 38910.\n   </docketnumber><br><attorneys id=\"b140-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"122\"> \n     *122\n     </span>\n    Frank B. Morrison, Sr., and Bennett G. Hornstein, for appellant.\n   </attorneys><br><attorneys id=\"b140-7\">\n    Clarence A. H. Meyer, Attorney General, and Harold S. Salter, for appellee.\n   </attorneys><br><judges id=\"b140-8\">\n    Heard before White, C. J., Spencer, Boslaugh, Smith, McCown, Newton, and Clinton, JJ.\n   </judges>",
    "citations": [
        "214 N.W.2d 376",
        "191 Neb. 121"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5034.0,
            "opinion_text": "\n214 N.W.2d 376 (1974)\n191 Neb. 121\nSTATE of Nebraska, Appellee,\nv.\nLarry Joe GASTON, Appellant.\nNo. 38910.\nSupreme Court of Nebraska.\nJanuary 18, 1974.\nFrank B. Morrison, Public Defender, Bennett G. Hornstein, Asst. Public Defender, Omaha, for appellant.\nClarence A. H. Meyer, Atty. Gen., Harold S. Salter, Deputy Atty. Gen., Lincoln, for appellee.\nHeard before WHITE, C. J., and SPENCER, BOSLAUGH, SMITH, McCOWN, NEWTON, and CLINTON, JJ.\nWHITE, Chief Justice.\nThis is a direct appeal from a judgment, sentence, and commitment to the Nebraska Penal and Correctional Complex for an indeterminate period of not less than 20 or more than 30 years.\nThe defendant was found guilty by a jury of forgery, and by the court of being an habitual criminal in a subsequent proceeding. § 29-2221, R.S.Supp., 1972. On November 13, 1972, he appeared for sentencing on these two convictions.\nInstead of imposing one sentence on the forgery conviction for the mandatory minimum of 10 to 60 years required by the habitual criminal act (section 29-2221, R.S. Supp., 1972), the District Court imposed a separate sentence of 1 to 2 years on the forgery conviction and another and second sentence of 20 to 30 years on the conviction under the habitual criminal act. This was error. State v. Tyndall, 187 Neb. 48, 187 N.W.2d 298; State v. Sheldon, 179 Neb. 377, 138 N.W.2d 428.\n*377 On the same day, November 13, 1972, the court committed the defendant to the Nebraska Penal and Correctional Complex by entering a formal written journal entry of judgment and commitment, \"that the defendant * * * be delivered * * * to the Nebraska Penal and Correctional Complex * * * for an indeterminate period of not less than Twenty (20) years and not more than Thirty (30) years * * * on the charge of Forgery and being an habitual criminal * * *.\" This would have been a proper sentence but it does not conform to the two sentences actually imposed in open court and is no proper judgment. Preuit v. People, 5 Neb. 377, at 382.\nThe defendant now contends on direct appeal, citing numerous decisions in support, that the second and separate habitual criminal sentence is illegal and void, and that he only has to serve the 1-to-2 year indeterminate sentence for forgery.\nThe answer to this contention is that both sentences orally pronounced on the defendant are unauthorized, not according to law, and invalid. By its terms, the habitual criminal act provides for one single sentence on the principal charge and mandatorily requires that single sentence to be for a period of from 10 to 60 years. The sentence for only 1 to 2 years was improperly entered. § 29-2221, R.S.Supp., 1972. Preuit v. People, supra; Hickman v. Fenton, 120 Neb. 66, 231 N.W. 510; In re Fanton, 55 Neb. 703, 76 N.W. 447. On direct appeal this court has the power to remand a cause for a lawful sentence where the one pronounced was void as being beyond the power of the trial court to pronounce and where the accused himself invoked appellate jurisdiction for the correction of errors. Hickman v. Fenton, supra; Drawbridge v. State, 115 Neb. 535, 213 N.W. 839; Knothe v. State, 115 Neb. 119, 211 N.W. 619; In re Application of Cole, 103 Neb. 802, 174 N.W. 509, 848. The holdings of these cases apply \"with equal force to a sentence for a shorter period than the minimum prescribed by statute.\" Hickman v. Fenton, supra.\nBoth original orally pronounced sentences were unauthorized by statute, illegal, and of no force and effect. The two convictions are valid and stand unchallenged. The defendant remains legally without sentence.\nOur recent decision in State v. Brewer, 190 Neb. 667, 212 N.W.2d 90, is not contrary to our present holding. In that case there was a valid sentence orally pronounced on the defendant on the principal charge and a subsequent attempt to convict and sentence the defendant on an habitual criminal charge. The case of State v. Solano, 181 Neb. 716, 150 N.W.2d 585, insofar as it is in conflict with this opinion, is overruled.\nThe judgment of the District Court is reversed and the cause remanded with directions to resentence the defendant in conformity with this opinion.\nReversed and remanded with directions.\nSPENCER, Justice (dissenting).\nI am unable to see how we can distinguish this case from State v. Brewer, 190 Neb. 667, 212 N.W.2d 90.\nThe bill of exceptions and the journal entry do not reflect the same facts. The bill of exceptions reflects that on Monday, November 13, 1972, after visiting with the defendants, the court said: \"No, the Court doesn't see anything either in your record or your background, or in your attitude, that would justify anything else other than what the Court intends to sentence you.\n\"So it will be the judgment of the Court that for the crime of forgery you be sentenced in the Nebraska Penal Complex, in accordance with law, for a period of one to two years, and to pay a dollar fine.\n\"On the conviction for being an habitual criminal it is the judgment of the Court that you be sentenced in the Nebraska Penal Complex, pursuant to law, for a period of Twenty to thirty years, and to pay the costs of this action.\"\n*378 The journal entry appearing in the transcript, so far as material herein, is as follows: \"IT IS THEREFORE CONSIDERED, ORDERED AND ADJUDGED by the Court, that the defendant Larry J. Gaston be taken hence to the Douglas County Jail and that thence within thirty (30) days and as early as practicable, he be delivered by the Sheriff of Douglas County to the NEBRASKA PENAL AND CORRECTIONAL COMPLEX, in Lancaster County, Nebraska, for imprisonment at hard labor, for an indeterminate period of not less than Twenty (20) years nor more than Thirty (30) years, from and after this 13th day of November A. D. 1972, on the charge of Forgery and being an habitual criminal, * * *.\"\nWe have therefore a journal entry filed after sentence was pronounced, which does not reflect the sentencing proceedings. Neither do they reflect in any way that defendant was present or was advised that the court had changed its mind and was now imposing only one sentence. We therefore are not dealing with an erroneous sentence. On this record the sentence as an habitual criminal was void.\nIn Gamron v. Jones (1947), 148 Neb. 645, 28 N.W.2d 403, we said: \"We see no reasonable basis for construing the judgment of the court to be other than one imposing two sentences\u0097one for chicken stealing, and one as an habitual criminal. * * * The district court for Washington County was without authority to render a distinct separate judgment and sentence as was done for ten years as an habitual criminal. That portion of the sentence is void.\"\nIn State v. Solano (1967), 181 Neb. 716, 150 N.W.2d 585, this court stated: \"In this case, the court found the defendant guilty of being a habitual criminal and separately sentenced him upon this count. This was error. * * * the sentence in this case for being a habitual criminal is void, but the principal sentence upon the charge of breaking and entering is valid. * * * Consequently, we hold that the sentence of the court for 10 years upon the habitual criminal charge is void but that the sentence for a period of 5 years for burglary is a valid sentence and should be affirmed.\"\nIn State v. Tyndall (1971), 187 Neb. 48, 187 N.W.2d 298, we said: \"Defendant's third assignment of error must be sustained. The habitual criminal act, section 29-2221, R.S.Supp., 1969, does not create a new and separate criminal offense for which a person may be separately sentenced * * *. We accordingly vacate the separate sentence on Count III, the habitual criminal charge.\"\nThere can be no question that a separate sentence as an habitual criminal is void. Likewise, our rule has always been that a sentence imposed on the main offense, if within the statutory limits, is valid. In this case, the court imposed two sentences: One much too lenient on the main offense; and then a 20 to 30 year sentence as an habitual criminal. The first sentence is valid (section 28-601, R.S.Supp., 1972), and in my judgment the second one is void. While the defendant deserved a more severe sentence, we cannot correct that situation without ignoring past precedent. In any event, if we deal with the question of whether the first sentence for the main offense was invalid, we must remember that the defendant is not questioning that sentence. It is not involved in the appeal. Assume that it was valid, or in the alternative, assume that its invalidity cannot be reached herein. How do we than handle the question of double jeopardy?\nI am in total disagreement with the statement in the majority opinion that: \"Our recent decision in State v. Brewer, 190 Neb. 667, 212 N.W.2d 90, is not contrary to our present holding.\" It is premised upon the fact that the sentence pronounced on the forgery conviction herein was not a valid sentence. This is erroneous.\nThe sentence pronounced, while minimal, was within the limits of the sentence provided *379 for the offense, so this case is in no different posture than those heretofore cited in this dissent.\nBOSLAUGH, Justice (concurring in result).\nI concur in only the result. The sentence for forgery was erroneous. The separate sentence for being an habitual criminal was void. The entry on the journal was a nullity.\n",
            "ocr": false,
            "opinion_id": 1674500
        },
        {
            "author_str": "White",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWhite, C. J.\nThis is a direct appeal from a judgment, sentence, and commitment to the Nebraska Penal and Correctional Complex for an indeterminate period of not less than 20 or more than 30 years.\nThe defendant was found guilty by a jury of forgery, and by the court of being an habitual criminal in a subsequent proceeding. § 29-2221, R. S. Supp., 1972. On November 13, 1972, he appeared for sentencing on these two convictions.\nInstead of imposing one sentence on the forgery conviction for the mandatory minimum of 10 to 60 years required by the habitual criminal act (section 29-2221, R. S. Supp., 1972), the District Court imposed a separate sentence of 1 to 2 years on the forgery conviction and another and second sentence of 20 to 30 years on the conviction under the habitual criminal act. This was error. State v. Tyndall, 187 Neb. 48, 187 N. W. 2d 298; State v. Sheldon, 179 Neb. 377, 138 N. W. 2d 428.\nOn the same day, November 13, 1972, the court committed the defendant to the Nebraska Penal and Correctional Complex by entering a formal written journal entry of judgment and commitment, “that the defendant * * * be delivered * * * to the Nebraska Penal and Correctional Complex * * * for an indeterminate period of not less than Twenty (20) years and not more than *123Thirty (30) years * * * on the charge of Forgery and being an habitual criminal * * This would have been a proper sentence but it does not conform to the two sentences actually imposed in open court and is no proper judgment. Preuit v. People, 5 Neb. 377, at 382.\nThe defendant now contends on direct appeal, citing numerous decisions in support, that the second and separate habitual criminal sentence is illegal and void, and that he only has to serve the l-to-2 year indeterminate sentence for forgery.\nThe answer to this contention is that both sentences orally pronounced on the defendant are unauthorized, not according to law, and invalid. By its terms, the habitual criminal act provides for one single sentence on the principal charge and mandatorily requires that single sentence to be for a period of from 10 to 60 years. The sentence for only 1 to 2 years was improperly entered. § 29-2221, R. S. Supp., 1972; Preuit v. People, supra; Hickman v. Fenton, 120 Neb. 66, 231 N. W. 510; In re Fanton, 55 Neb. 703, 76 N. W. 447. On direct appeal this court has the power to remand a cause for a lawful sentence where the one pronounced was void as being beyond the power of the trial court to pronounce and where the accused himself invoked appellate jurisdiction for the correction of errors. Hickman v. Fenton, supra; Drawbridge v. State, 115 Neb. 535, 213 N. W. 839; Knothe v. State, 115 Neb. 119, 211 N. W. 619; In re Application of Cole, 103 Neb. 802, 174 N. W. 509, 848. The holdings of these cases apply “with equal force to a sentence for a shorter period than the minimum prescribed by statute.” Hickman v. Fenton, supra.\nBoth original orally pronounced sentences were unauthorized by statute, illegal, and of no force and effect. The two convictions are valid and stand unchallenged. The defendant remains legally without sentence.\nOur recent decision in State v. Brewer, 190 Neb. 667, *124212 N. W. 2d 90, is not contrary to our present holding. In that case there was a valid sentence orally pronounced on the defendant on the principal charge and a subsequent attempt to convict and sentence the defendant on an habitual criminal charge. The case of State v. Solano, 181 Neb. 716, 150 N. W. 2d 585, insofar as it is in conflict with this opinion, is overruled.\nThe judgment of the District Court is reversed and the cause remanded with directions to resentence the defendant in conformity with this opinion.\nReversed and remanded with directions.\n",
            "ocr": false,
            "opinion_id": 9667657
        },
        {
            "author_str": "Spencer",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSpencer, J.,\ndissenting.\nI am unable to see how we can distinguish this case from State v. Brewer, 190 Neb. 667, 212 N. W. 2d 90.\nThe bill of exceptions and the journal entry do not reflect the same facts. The bill of exceptions reflects that on Monday, November 13, 1972, after visiting with the defendant, the court said: “No, the Court doesn’t see anything either in your record or your background, or in your attitude, that would justify anything else other than what the Court intends to sentence you.\n“So it will be the judgment of the Court that for the crime of forgery you be sentenced in the Nebraska Penal Complex, in accordance with law, for a period of one to two years, and to pay a dollar finé.\n“On the conviction for being an habitual criminal it is the judgment of the Court that you be sentenced in the Nebraska Penal Complex, pursuant to law, for a period of twenty to thirty years, and to pay the costs of this action.”\nThe journal entry appearing in the transcript, so far as material herein, is as follows: “IT IS THEREFORE CONSIDERED, ORDERED AND ADJUDGED by the Court, that the defendant Larry J. Gaston be taken hence to the Douglas County Jail and that thence within thirty (30) days and as early as practicable, he be delivered by the Sheriff of Douglas County to the NE*125BRÁSKA PENAL AND CORRECTIONAL COMPLEX, in Lancaster County, Nebraska, for imprisonment at hard labor, for an indeterminate period of not less than Twenty (20) years nor more than Thirty (30) years, from and after this 13th day of November A. D. 1972, on the charge of Forgery and being an habitual criminal, * *\nWe have therefore a journal entry filed after sentence\" was pronounced, which does not reflect the sentencing proceedings. Neither do they reflect in any way that defendant was present or was advised that the court had changed its mind and was now imposing only one’ sentence. We therefore are not dealing with nn erroneous sentence. On this record the sentence as an habitual criminal was void.\nIn Gamron v. Jones (1947), 148 Neb. 645, 28 N. W. 2d 403, we said: “We see no reasonable basis for construing the judgment of the court to be other than one imposing two sentences — one for chicken stealing, and-one as an habitual criminal. * * * The district court, for Washington County was without authority to render a distinct separate judgment and sentence as was done for 10 years as an habitual criminal. That portion of the sentence is .void.”\nIn State v. Solano (1967), 181 Neb. 716, 150 N. W. 2d 585, this court stated: “In this case, the court found the defendant guilty of being an habitual criminal and separately sentenced him upon this count. This- was error. * * * the sentence in this case for being an habitual criminal is void, but the principal sentence upon the charge of breaking and entering is valid. * * * Consequently, we hold that the sentence of the court for 10 years upon the habitual criminal charge is void but that the sentence for a period of 5 years for burglary is a valid sentence and should be affirmed.”\nIn State v. Tyndall (1971), 187 Neb. 48, 187 N. W. 2d 298, we said: “Defendant’s third assignment of error *126must be sustained. The habitual criminal act, section 29-2221, R. S. Supp., 1969, does not create a new and separate offense for which a person may be separately sentenced * * *. We accordingly vacate the separate sentence in Count III, the habitual criminal charge.”\nThere can be no question that a separate sentence as an habitual criminal is void. Likewise, our rule has always been that a sentence imposed on the main offense, if within the statutory limits, is valid. In this case, the court imposed two sentences: One much too lenient on the main offense; and then a 20 to 30 year sentence as an habitual criminal. The first sentence is valid (section 28-601, R. S. Supp., 1972), and in my judgment the second one is void. While the defendant deserved a more severe sentence, we cannot correct that situation without ignoring past precedent. In any event, if we deal with the question of whether the first sentence for the main offense was invalid, we must remember that the defendant is not questioning that sentence. It is not involved in the appeal. Assume that it was valid, ór in the alternative, assume that its invalidity cannot be reached herein. How do we then handle the question of double jeopardy?\nI am in total disagreement with the statement in the majority opinion that: “Our recent decision in State v. Brewer, 190 Neb. 667, 212 N. W. 2d 90, is not contrary to our present holding.” It is premised upon the fact that the sentence pronounced on the forgery conviction herein was not a valid sentence. This is erroneous.\nThe sentence pronounced, while minimal, was within the limits of the sentence provided for the offense, so this case is in no different posture than those heretofore cited in this dissent.\n",
            "ocr": false,
            "opinion_id": 9667658
        },
        {
            "author_str": "Boslaugh",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBoslaugh, J.,\nconcurring in result.\nI concur in only the result. The sentence for forgery was erroneous. The separate sentence for being an *127habitual criminal was void. The entry on the journal was a nullity.\n",
            "ocr": false,
            "opinion_id": 9667659
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Robbery"
}