{
    "id": 76591,
    "judges": "Marcus, Musgrave, Tjoflat",
    "date_filed": "2022-02-19",
    "date_filed_is_approximate": true,
    "slug": "roberto-domingo-reyes-sanchez-v-us-atty-gen",
    "case_name_short": null,
    "case_name": "Roberto Domingo Reyes-Sanchez v. U.S. Atty. Gen.",
    "case_name_full": "Roberto Domingo REYES-SANCHEZ, Petitioner, v. UNITED STATES ATTORNEY GENERAL, Immigration and Naturalization Service, Respondents",
    "attorneys": "Eduardo A. Canal, Miami, FL, for Petitioner., Shelley R. Goad, Linda S. Wendtland, John C. Cunningham, INS, Office of Imm. Lit., Washington, DC, Michelle Ressler, Miami, FL, for Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 222,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1263-6\">\n    Roberto Domingo REYES-SANCHEZ, Petitioner, v. UNITED STATES ATTORNEY GENERAL, Immigration and Naturalization Service, Respondents.\n   </parties><br><docketnumber id=\"b1263-9\">\n    No. 02-14584.\n   </docketnumber><br><court id=\"b1263-10\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate id=\"b1263-11\">\n    May 12, 2004.\n   </decisiondate><br><attorneys id=\"b1263-23\">\n    Eduardo A. Canal, Miami, FL, for Petitioner.\n   </attorneys><br><attorneys id=\"b1263-24\">\n    Shelley R. Goad, Linda S. Wendtland, John C. Cunningham, INS, Office of Imm. Lit., Washington, DC, Michelle Ressler, Miami, FL, for Respondents.\n   </attorneys><br><judges id=\"b1264-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1240\"> \n     *1240\n     </span>\n    Before TJOFLAT and MARCUS, Circuit Judges, and MUSGRAVE\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    , Judge.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1264-11\">\n     Honorable R. Kenton Musgrave, Judge, United States Court of International Trade, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "369 F.3d 1239"
    ],
    "opinions": [
        {
            "author_str": "Tjoflat",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/200214584.pdf",
            "author_id": null,
            "opinion_text": "369 F.3d 1239\n    Roberto Domingo REYES-SANCHEZ, Petitioner,v.UNITED STATES ATTORNEY GENERAL, Immigration and Naturalization Service, Respondents.\n    No. 02-14584.\n    United States Court of Appeals, Eleventh Circuit.\n    May 12, 2004.\n    \n      Eduardo A. Canal, Miami, FL, for Petitioner.\n      Shelley R. Goad, Linda S. Wendtland, John C. Cunningham, INS, Office of Imm. Lit., Washington, DC, Michelle Ressler, Miami, FL, for Respondents.\n      Petition for Review of an Order of the Board of Immigration Appeals.\n      Before TJOFLAT and MARCUS, Circuit Judges, and MUSGRAVE*, Judge.\n      TJOFLAT, Circuit Judge:\n    \n    \n      1\n      Petitioner Roberto Domingo Reyes-Sanchez (\"Reyes\") is a native and citizen of Peru. The Board of Immigration Appeals (\"BIA\" or \"Board\") denied him relief under Article 3 of the United Nations Convention Against Torture (\"CAT\")1 and ordered him removed from the United States. We affirm.\n    \n    I.\n    \n      2\n      Reyes arrived in the United States in March 1993 with a temporary nonimmigrant visa. After overstaying his visa, Reyes in December 1993 applied to the Immigration and Naturalization Service (\"INS\") for asylum. Over four years later, in April 1998, the INS denied Reyes's application and served him with a notice to appear before an immigration judge (\"IJ\") to show cause why he should not be removed.\n    \n    \n      3\n      Before the IJ, Reyes conceded removability but sought relief in the forms of asylum, withholding of removal under the Immigration and Nationality Act (\"INA\"), 8 U.S.C. &#167; 1231(b)(3), and withholding of removal under the CAT. The IJ conducted an evidentiary hearing to determine the bases for Reyes's claims for relief. Reyes was the only witness to testify at this hearing.2 We relate the salient features of his testimony.\n    \n    \n      4\n      In 1991, Reyes opened a mini supermarket in his hometown of Lima, Peru. At this time, a Peruvian terrorist group, the Movimiento Revolucionario Tupac Amaru (\"MRTA\"), began to extort a \"war tax\" from him. Individuals identifying themselves as MRTA members called Reyes's home and business and told him where and when to bring the money and threatened to harm him and his family if he did not comply. Thus, every fifteen days, Reyes paid the MRTA roughly $400.\n    \n    \n      5\n      By September 1992, Reyes had become angered by the MRTA's destructive activities. When an MRTA member called to tell him where to drop off his usual payment, Reyes said that he would no longer pay the war tax. The caller dubbed Reyes a traitor and threatened his life and property.\n    \n    \n      6\n      On September 18, 1992, a man and woman entered Reyes's store wearing masks with MRTA logos. They held guns to Reyes and his wife and looted the store shelves and cash register, saying that they would take by force what Reyes refused to pay. When Reyes reported the incident, the police came to the store, verified the facts, checked for fingerprints, and collected MRTA leaflets the assailants had left behind. The police never apprehended anyone, however.3\n    \n    \n      7\n      Later that same week, two people followed Reyes's son, Carlos, as he left school. Concerned that he would be kidnaped, Carlos evaded his followers by fleeing to a nearby police car. A person identifying himself as an MRTA member called the next day and told Reyes \"that his son had escaped this time, but [that] no one was free from [the MRTA].\" Soon thereafter, Reyes closed his business and came to the United States.\n    \n    \n      8\n      The IJ found Reyes's testimony credible. She denied his requests for asylum and for withholding of removal under the INA,4 but granted him withholding of removal under the CAT.5 In the IJ's view, Reyes had proven, as required by 8 C.F.R. &#167; 208.16(c)(2), that it was \"more likely than not that he ... would be tortured if removed to\" Peru, because (1) Reyes had suffered harm at the hands of the MRTA before arriving in the United States; (2) the police had not responded sufficiently to the MRTA's actions against him; (3) recent State Department reports showed that the Peruvian government had not fully \"decimated\" the MRTA, as reports in earlier years had suggested; (4) no particular area of Peru appeared free from the risk of MRTA activity; (5) Reyes \"ha[d] heard of the terrorists tracking people to other areas\" of the country; and (6) Reyes testified that after he arrived in the United States, terrorists killed a fellow shopkeeper in Peru.\n    \n    \n      9\n      The INS appealed the IJ's order, and the BIA sustained the appeal. The BIA implicitly assumed, for the sake of rendering its judgment, that Reyes proved he would suffer harm if removed to Peru. The alleged harm did not amount to \"torture\" in the Board's view, however. As the Board recognized, to constitute \"torture\" under the CAT, the harm the petitioner alleges must be \"inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\" 8 C.F.R. &#167; 208.18(a)(1). The BIA concluded that Reyes \"failed to demonstrate prima facie eligibility for\" CAT relief, since he had not proven that Peruvian officials would \"deliberate[ly] accept[]\" any harm Reyes might suffer upon his return to Peru.6 The Board ordered Reyes removed from the United States and Reyes brought this appeal.\n    \n    II.\n    \n      10\n      The sole issue for our consideration is whether the BIA erred in setting aside the IJ's decision to grant Reyes withholding of removal under the CAT. As the regulations state, \"[t]he burden of proof is on the applicant for withholding of removal under [the CAT] to establish that it is more likely than not that he or she would be tortured if removed to the proposed country of removal.\" 8 C.F.R. &#167; 208.16(c)(2). \"Torture\" is\n    \n    \n      11\n      any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or her or a third person information or a confession, punishing him or her for an act he or she or a third person has committed or is suspected of having committed, or intimidating or coercing him or her or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\n    \n    \n      12\n      Id. &#167; 208.18(a)(1). Acquiescence \"requires that the public official, prior to the activity constituting torture, have awareness of such activity and thereafter breach his or her legal responsibility to intervene to prevent such activity.\" Id. &#167; 208.18(a)(7).\n    \n    \n      13\n      \"We review only the Board's decision, except to the extent that it expressly adopts the IJ's opinion.\" Najjar v. Ashcroft, 257 F.3d 1262, 1284 (11th Cir.2001). Assuming for the sake of argument that Reyes proved he would suffer harm if removed to Peru, the BIA seized upon the issue of the Peruvian government's role in any such harm. We find no basis upon which to disturb the Board's judgment that Reyes failed to demonstrate that the Peruvian government would acquiesce in the harm Reyes fears he would suffer if returned to Peru.7\n    \n    \n      14\n      First, the Peruvian government did not acquiesce in the harm the MRTA inflicted upon Reyes in Peru. When MRTA members raided Reyes's store and assaulted him and his wife, the police came to the scene, verified the facts, took fingerprints, and collected the MRTA leaflets. Thus, Reyes is incorrect in claiming that the police \"did nothing\" to respond to the robbery and assault.8 That the police did not catch the culprits does not mean that they acquiesced in the harm. Indeed, were we to follow this reasoning, a person could obtain CAT relief merely because he was attacked by a gang of neighborhood thugs whom the police were unable to apprehend. The CAT does not extend so far.\n    \n    \n      15\n      Second, the Peruvian government does not presently acquiesce in the MRTA's activities. Upon analyzing the State Department reports the IJ admitted into the record, the BIA concluded that the Peruvian \"[g]overnment actively, albeit not entirely successfully, combats the MRTA.\" The Board was entitled to rely heavily on these sources, see Rojas v. INS, 937 F.2d 186, 190 n. 1 (5th Cir.1991) (The State Department \"is the most appropriate and perhaps the best resource the Board could look to in order to obtain information on political situations in foreign nations.\"), and did not misinterpret them. The record amply supports the BIA's determination.\n    \n    \n      16\n      In sum, the Board did not err in concluding that Reyes failed to make a prima facie case under the CAT. The IJ based her decision largely upon (1) Reyes's conclusory allegations that the MRTA would harm him if he returned to Peru, and (2) an erroneous conclusion that the Peruvian government would acquiesce in this harm. Assuming for the sake of argument that the IJ was correct as to the first determination (a generous assumption indeed), the BIA properly concluded that she erred as to the second. In effect, the BIA determined that \"[t]here is ... no evidence from which to infer that any harm suffered upon return would be ... with the ... acquiescence of\" the government. Guzman v. INS, 327 F.3d 11, 17 (1st Cir.2003) (marks omitted). We agree. The relief Reyes seeks is beyond the CAT's reach.\n    \n    III.\n    \n      17\n      The judgment of the Board of Immigration Appeals is\n    \n    \n      18\n      AFFIRMED.\n    \n    \n      \n        Notes:\n      \n      \n        *\n         Honorable R. Kenton Musgrave, Judge, United States Court of International Trade, sitting by designation\n      \n      \n        1\n         Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, Dec. 10, 1984, S. Treaty Doc. No. 100-20 (1988), 1465 U.N.T.S. 85\n        \"[T]he United States Senate consented to ratify the Convention with the declaration that Convention articles 1-16 are not self-executing.\" Ali v. Reno, 237 F.3d 591, 596 (6th Cir.2001) (citing 136 Cong. Rec. S17486-01, S17492 (1990)). Thus, to implement Article 3 of the CAT, Congress passed the Foreign Affairs Reform and Restructuring Act of 1998 (\"FARRA\"), Pub. L. No. 105-277, &#167; 2242, 112 Stat. 2681, 2681-822, codified as note to 8 U.S.C. &#167; 1231. INS regulations for CAT claims appear at 8 C.F.R. &#167; 208.16-18. Section 2242(a) of the FARRA states:\n        It shall be the policy of the United States not to expel, extradite, or otherwise effect the involuntary return of any person to a country in which there are substantial grounds for believing the person would be in danger of being subjected to torture, regardless of whether the person is physically present in the United States.\n        Because Article 3 of the CAT is not self-executing, a petitioner must technically seek relief under the FARRA rather than the CAT itself. For convenience, however, we refer to Reyes's claim as a \"CAT claim.\"\n        Section 2242(d) of the FARRA, along with the applicable regulations, provides us with jurisdiction to review the BIA's judgment. See 8 C.F.R. &#167; 208.18(e)(1) (\"Pursuant to the provisions of Section 2242(d) of the [FARRA], there shall be no judicial appeal or review of any action, decision, or claim raised under the Convention ... except as part of the review of a final order of removal....\"). \"Relief under the Convention is in the form of the mandatory remedy of withholding of removal.\" Najjar v. Ashcroft, 257 F.3d 1262, 1303 (11th Cir.2001) (citing 8 C.F.R. &#167; 208.16(c)).\n      \n      \n        2\n         In addition to hearing Reyes's testimony, the IJ admitted several documents into the record, including the 1997 State Department reports on country conditions and human rights in Peru\n      \n      \n        3\n         In his testimony before the IJ, Reyes did not contend that the police identified the assailants or those who made the extortionate telephone calls but did nothing to apprehend them or otherwise deter their tortious conduct\n      \n      \n        4\n         Reyes's requests for asylum and withholding of deportation were patently meritless, which explains why he did not challenge the IJ's rejection thereof before the BIA or in this appeal\n      \n      \n        5\n         The IJ's decision was made orally, transcribed, and then made part of the record\n      \n      \n        6\n         Reyes has never claimed that the harm he would suffer in Peru would be \"inflicted by or at the instigation of\" the government; rather, his request for CAT relief depends upon a theory of government \"acquiescence.\"See 8 C.F.R. &#167; 208.18(a)(1), (7) (defining \"torture\" and \"acquiescence\"). At oral argument, Reyes's counsel argued that the BIA erred in holding that Reyes was required to show \"deliberate\" or \"willful acceptance\" of the MRTA's activities by the Peruvian government. In Reyes's view, the deliberate or willful acceptance standard is inconsistent with the FARRA and the CAT regulations. He bases this argument upon recent precedent from the Ninth Circuit. See Zheng v. Ashcroft, 332 F.3d 1186, 1188-89 (9th Cir.2003) (\"We conclude that the BIA's interpretation of acquiescence to require that government officials `are willfully accepting' of torture to their citizens by a third party is contrary to clearly expressed congressional intent to require only `awareness,' and not to require `actual knowledge' or `willful[] accept[ance]' in the definition of acquiescence.\"). We need not address this question today. Reyes's CAT claim plainly fails under the definition of \"acquiescence\" set forth in the regulations. See 8 C.F.R. &#167; 208.18(a)(7).\n      \n      \n        7\n         Reyes contends that he proved that the Peruvian government would acquiesce in the harm he anticipates that he would suffer because, in 1991-92, the police were unable to apprehend the people who attacked him and his wife and bring an end to the MRTA's extortion attempts and threatening telephone calls. In other words, drawing on the inability of the police to accomplish these objectives, Reyes concludes the police had \"acquiesced\" in MRTA's conduct. He submits that because the police acquiesced back then and, to date, have been unable to bring MRTA to justice, if he returned to Peru the police would acquiesce once again. This is essentially all that he told the IJ. He insisted that the MRTA would resume its tortious activity without telling the IJ where he would go if he returned to Peru and the business, if any, he would engage in there (which would make him an extortion target). In short, what he said was, simply, that the MRTA would kill him if he returned to Peru. Without evidence as to where he would settle in Peru and the business or occupation he would pursue there, a finding that the police would acquiesce in whatever harm might befall him would be based on nothing more than pure speculation. Nonetheless, the IJ made the finding\n      \n      \n        8\n         Nor could it be said that the police \"did nothing\" when the MRTA followed Carlos home from school. The IJ herself stated that Carlos \"was able to run to a police car nearby and the police assisted him from getting away from these individuals.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 76591
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}