{
    "id": 2734190,
    "judges": "Judge Robert W. Wedemeyer",
    "date_filed": 1410825600000,
    "date_filed_is_approximate": false,
    "slug": "sonny-lyles-v-jerry-lester-warden",
    "case_name_short": null,
    "case_name": "Sonny Lyles v. Jerry Lester, Warden",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/lyeslsonnyopn.pdf",
            "author_id": 8293.0,
            "opinion_text": "           IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                             AT JACKSON\n                        Assigned on Briefs September 3, 2014\n\n               SONNY LYLES v. JERRY LESTER, WARDEN\n\n             Direct Appeal from the Circuit Court for Lauderdale County\n                      No. 6731    Joseph H. Walker, III, Judge\n\n\n\n\n              No. W2014-00392-CCA-R3-HC - Filed September 16, 2014\n\n\nIn 2011, the Petitioner, Sonny Lyles, pleaded guilty to multiple charges and received an\neffective sentence of twelve years and six months at 100%. In accordance with the plea\nagreement, this sentence was ordered to be served concurrently with a sentence in Arkansas.\nOn February 18, 2014, the Petitioner filed a petition for habeas corpus relief in which he\nalleged that the 2011 judgments were void. He argued that because the state of Arkansas\ngranted him an early release and he was transferred to Tennessee, his Tennessee sentence\nwas now “consecutive” to his Arkansas sentence, which was not contemplated by the plea\nagreement. The habeas corpus court summarily dismissed the Petitioner’s petition. We\naffirm the judgment of the habeas corpus court.\n\nTenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nR OBERT W. W EDEMEYER, J., delivered the opinion of the court, in which A LAN E. G LENN and\nR OBERT L. H OLLOWAY, J R., JJ., joined.\n\nSonny Lyles, Henning, Tennessee, Pro Se.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Clarence E. Lutz, Senior Counsel;\nMike Dunavant, District Attorney General, for the appellee, State of Tennessee.\n\n\n                                        OPINION\nI. Facts\n\nA. Procedural History\n\n       This case arises from the Petitioner’s plea of guilty to several charges: one count of\n\faggravated robbery, one count of theft of property valued over $500, five counts of robbery,\nand three counts of aggravated robbery. In accordance with the plea agreement, the\nPetitioner was sentenced to twelve years and six months, as a violent offender, to be served\nat 100%, and his sentence was ordered to be served concurrently with an 150-month sentence\nin Arkansas. On March 22, 2013, the Petitioner received an early release from his Arkansas\nsentence.\n\n       The Petitioner filed a petition for habeas corpus relief, alleging that “once [he] was\ngranted parole in Arkansas, the judgment entered by Tennessee was null and void, as so with\nconcurrent sentences, release on one represents release on all.” The trial court found:\n\n              Concurrent means the sentences are served at the same time, not that the\n       release eligibility dates are the same.\n\n              ....\n\n               The [P]etitioner’s sentence has not expired, and the court had\n       jurisdiction.\n\n              ....\n\n              It is therefore ORDERED that the petition is denied and dismissed.\n\n       It is from this judgment that the Petitioner now appeals.\n\n                                        II. Analysis\n\n        On appeal, the Petitioner contends that the habeas corpus court erred when it\ndismissed his petition. Article I, section 15 of the Tennessee Constitution guarantees the\nright to seek habeas corpus relief. See Faulkner v. State, 226 S.W.3d 358, 361 (Tenn. 2007).\nAlthough the right is guaranteed in the Tennessee Constitution, the right is governed by\nstatute. T.C.A. §§ 29-21-101, -130 (2012). The determination of whether habeas corpus\nrelief should be granted is a question of law and is accordingly given de novo review with\nno presumption of correctness given to the findings and conclusions of the court below.\nSmith v. Lewis, 202 S.W.3d 124, 127 (Tenn. 2006) (citation omitted); Hart v. State, 21\nS.W.3d 901, 903 (Tenn. 2000). Although there is no statutory limit preventing a habeas\ncorpus petition, the grounds upon which relief can be granted are very narrow. Taylor v.\nState, 995 S.W.2d 78, 83 (Tenn. 1999).\n\n       It is the burden of the petitioner to demonstrate by a preponderance of the evidence\n\n                                              2\n\fthat “the sentence is void or that the confinement is illegal.” Wyatt v. State, 24 S.W.3d 319,\n322 (Tenn. 2000). In other words, the very narrow grounds upon which a habeas corpus\npetition can be based are as follows: (1) a claim there was a void judgment which was\nfacially invalid because the convicting court was without jurisdiction or authority to sentence\nthe defendant; or (2) a claim the defendant’s sentence has expired. Stephenson v. Carlton,\n28 S.W.3d 910, 911 (Tenn. 2000); Archer v. State, 851 S.W.2d 157, 164 (Tenn. 1993). “An\nillegal sentence, one whose imposition directly contravenes a statute, is considered void and\nmay be set aside at any time.” May v. Carlton, 245 S.W.3d 340, 344 (Tenn. 2008) (citing\nState v. Burkhart, 566 S.W.2d 871, 873 (Tenn. 1978)). In contrast, a voidable judgment or\nsentence is “one which is facially valid and requires the introduction of proof beyond the face\nof the record or judgment to establish its invalidity.” Taylor, 995 S.W.2d at 83 (citations\nomitted); see State v. Ritchie, 20 S.W.3d 624, 633 (Tenn. 2000). The petitioner bears the\nburden of showing, by a preponderance of the evidence, that the conviction is void or that\nthe prison term has expired. Passarella v. State, 891 S.W.2d 619, 627 (Tenn. Crim. App.\n1994).\n\n       It is also permissible for a trial court to summarily dismiss a petition of habeas corpus\nwithout the appointment of a lawyer and without an evidentiary hearing if there is nothing\non the face of the judgment to indicate that the convictions addressed therein are void. See\nPassarella, 891 S.W.2d at 627; Rodney Buford v. State, No. M1999-00487-CCA-R3-PC,\n2000 WL 1131867, at *2 (Tenn. Crim. App., at Nashville, July 28, 2000), perm. app. denied\n(Tenn. Jan. 16, 2001).\n\n       After our review of the record, we conclude that the trial court did not err when it\nsummarily dismissed the Petitioner’s petition. The fact that Arkansas granted the Petitioner\nan early release does not affect his sentence in Tennessee. The Petitioner understood that his\nsentence was to be served at 100%, meaning that, even if he were granted relief in any form\nfrom his Arkansas sentence, he would still be required to serve the twelve years and six\nmonths at 100%. The Petitioner has not proven that the judgment is void on its face or that\nhis sentence is expired. He is not, therefore, entitled to relief.\n\n                                       III. Conclusion\n\n       In accordance with the aforementioned reasoning and authorities, we affirm the trial\ncourt’s judgment.\n\n\n                                                     ________________________________\n                                                      ROBERT W. WEDEMEYER, JUDGE\n\n\n\n                                               3\n\f4\n\f",
            "ocr": false,
            "opinion_id": 2734190
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}