{
    "id": 1685757,
    "judges": "Clifford H. Ahrens",
    "date_filed": 1187654400000,
    "date_filed_is_approximate": false,
    "slug": "walker-v-state",
    "case_name_short": "Walker",
    "case_name": "Walker v. State",
    "case_name_full": "Edward WALKER, Appellant, v. STATE of Missouri, Respondent",
    "attorneys": "Maleaner Harvey, St. Louis, MO, for appellant., Jeremiah W. (Jay) Nixon, Atty. Gen., Mary H. Moore, Jefferson City, MO, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b604-6\">\n    Edward WALKER, Appellant, v. STATE of Missouri, Respondent.\n   </parties><br><docketnumber id=\"b604-9\">\n    No. ED 88753.\n   </docketnumber><br><court id=\"b604-10\">\n    Missouri Court of Appeals, Eastern District, Division Three.\n   </court><br><decisiondate id=\"b604-12\">\n    Aug. 21, 2007.\n   </decisiondate><br><attorneys id=\"b605-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"587\"> \n     *587\n     </span>\n    Maleaner Harvey, St. Louis, MO, for appellant.\n   </attorneys><br><attorneys id=\"b605-7\">\n    Jeremiah W. (Jay) Nixon, Atty. Gen., Mary H. Moore, Jefferson City, MO, for respondent.\n   </attorneys>",
    "citations": [
        "232 S.W.3d 586"
    ],
    "opinions": [
        {
            "author_str": "Ahrens",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7683.0,
            "opinion_text": "\n232 S.W.3d 586 (2007)\nEdward WALKER, Appellant,\nv.\nSTATE of Missouri, Respondent.\nNo. ED 88753.\nMissouri Court of Appeals, Eastern District, Division Three.\nAugust 21, 2007.\n*587 Maleaner Harvey, St. Louis, MO, for appellant.\nJeremiah W. (Jay) Nixon, Atty. Gen., Mary H. Moore, Jefferson City, MO, for respondent.\nCLIFFORD H. AHRENS, Judge.\nEdward Walker (\"Movant\") appeals from the judgment of the motion court denying his motion for post-conviction relief pursuant to Rule 24.035 on the merits without an evidentiary hearing. In his motion, Movant claims that he was denied his rights to due process because the plea court accepted his guilty plea without a factual basis for the plea in that the State failed to present a description of the nature of his acts that constituted appropriating the property of another to prove that he committed the crime of stealing a motor vehicle. Movant also contends that his plea counsel was ineffective for advising him to enter a plea of guilty where there was no factual basis presented to support a conviction for stealing a motor vehicle. Finding no error, we affirm.\nMovant was charged by indictment with appropriating a motor vehicle without consent and with the purpose to deprive the owner of the vehicle in violation of section 570.030 RSMo 2000. Movant was charged as a prior and persistent offender. Movant pleaded guilty to the charge of stealing a motor vehicle on November 15, 2004. Prior to accepting Movant's plea of guilty, the court inquired into his level of education and his ability to understand the proceedings. Movant stated that he was not under the influence of any drugs, narcotics, or alcohol, but that he was taking prescription medication for hyperthyroidism.\nThe State recited the facts that it would show if there would be a trial as follows.\nYour Honor, if this case proceeded to trial, the State would prove beyond a reasonable doubt that on October 14, 2003, at 4129 West Florissant, in the city of St. Louis, [Movant] and Sullivan Jones appropriated an Oldsmobile Intrigue, which property was owned by the St. Louis Metropolitan Police Department, and [Movant] and Sullivan Jones appropriated that property without their consent and with the purpose to deprive it thereof.\nThe State would further prove that [Movant] is both a prior and persistent offender . . .\nIn this case, Your Honor, the anti-crime unit used a police department ba[it] car with a kill switch on the ignition. They left the car with the keys in it on the street. [Movant] got in the driver's seat. Sullivan Jones got in the passenger's seat. [Movant] put the car into gear and appropriated it. At that point the kill switch activated. The police moved in and arrested both subjects.\nThe plea court thereafter continued to question Movant to establish the voluntariness of his plea. Movant stated that he had not been promised anything in exchange for his plea of guilty. The plea court inquired into Movant's discussion of his case with plea counsel, and the plea court established that Movant had, in addition to any other conversations, spent most of that day in court, from roughly 9:30 a.m. until approximately 4:00 p.m., talking with Movant about his case, even showing him a videotape of him entering and exiting the *588 police bait car. He expressed satisfaction with plea counsel's services, stating that he wanted her to get certain evidence, but the record reflected that such evidence was not in existence. Movant stated that he was unhappy about the prospect of receiving a 12-year sentence, even if it was concurrent to the sentence that he was already serving for an unrelated crime.\nThe plea court queried Movant as to whether he understood his rights as a defendant. He asked Movant if he understood that he had a right to a jury trial by twelve people who would have to be unanimously convinced of his guilt beyond a reasonable doubt; that he had the right to cross-examine witnesses and put on his own evidence, that the court could compel witnesses to testify by subpoena on his behalf, and that he could remain silent at trial, with no comments from the State or the bench over his remaining silent. The plea court also asked if he understood that he could appeal a verdict of guilty by a jury to a higher court. The plea court questioned Movant as to whether he understood that by entering a plea of guilty, he would be waiving all of those rights, as well as any challenges as to how the police gathered evidence against him. Movant stated that he understood this. Movant had no further questions of his plea counsel. He stated that no one had threatened or intimidated him or any member of his family to compel a plea of guilty. The plea court asked Movant how he was pleading to the charge of \"prior and persistent offender, stealing a motor vehicle[,]\" to which Movant replied \"Guilty.\"\nThe plea court found that Movant knowingly and voluntarily entered this guilty plea, \"with a full understanding of the charge and the consequences of the plea and with an understanding of his rights attending a jury trial and the effect of a plea of guilty on those rights.\" It also found that there was a factual basis for the plea. It accepted the plea of guilty and found Movant guilty of the charge beyond a reasonable doubt.\nAfter sentencing Movant to twelve years' imprisonment, with the sentence running concurrently with that in a separate case, the plea court then questioned him regarding his legal representation, and explained his right to file a motion under Rule 24.035. After answering the plea court's questions, Movant expressed satisfaction with his legal representation by plea counsel. The plea court found that Movant was advised of his rights to proceed under Rule 24.035, and that there was no probable cause to believe that he received ineffective assistance of counsel.\nMovant timely filed a motion for post-conviction relief pursuant to Rule 24.035. The motion court denied this motion without an evidentiary hearing. Movant now appeals.\nAn evidentiary hearing is not required for a post-conviction motion for relief if the motion court determines that the motion and the files and records of the case show conclusively that movant is not entitled to relief. Rule 24.035(h). To be entitled to an evidentiary hearing, movant must: (1) allege facts, not conclusions, which merit relief; (2) the facts alleged must raise matters not refuted by the files and records in the case; and (3) the matters must have resulted in prejudice to movant. Morrow v. State, 21 S.W.3d 819, 822 (Mo. banc 2000); Hall v. State, 16 S.W.3d 582, 585 (Mo. banc 2000).\nWe will consider Movant's first and second points relied on together. In his first point relied on, Movant contends that the motion court plainly erred in denying his Rule 24.035 motion without an evidentiary hearing because he alleged facts that warranted relief that were not clearly refuted by the record in that the State \"failed to *589 present a description of the nature of [Movant's] acts that constituted appropriating property or the services of another with the purpose to deprive him or her thereof, either without his or her consent or by means of deceit or coercion to prove he committed the crime of stealing a motor vehicle[.]\" Movant asserts that there was no factual basis established for his plea of guilty to support his conviction for stealing a motor vehicle, and therefore he was deprived of his rights to due process. In his second point relied on, Movant contends that the plea court clearly erred in denying his motion for post-conviction relief without an evidentiary hearing because he alleged facts that warranted relief that were not clearly refuted by the record in that his plea counsel was ineffective for advising him to enter a plea of guilty where there was no factual basis to support a conviction for stealing a motor vehicle under the facts presented by the State.\nRule 24.02(e) provides that a court shall not enter judgment on a guilty plea unless there is a factual basis for the plea. Before accepting a plea, the court must determine facts that the defendant admits by his plea and that those facts indicate his guilt on the offense charged. England v. State, 85 S.W.3d 103, 106 (Mo. App.2002). A defendant is not required to recite or admit facts constituting the offense; a factual basis can be established if the defendant understands the facts recited by the judge or prosecutor. Id. A defendant should, however, express an understanding of the nature and elements of the charge to which he pleads guilty. Id. The recital of a factual basis for the charge helps to ensure the defendant's plea is knowing and voluntary. The court must reject the guilty plea if the facts presented during the hearing do not establish commission of the charged offense. Id. However, the trial court does not have to explain each and every element of a crime to which a person pleads guilty, provided that the person understands the nature of the charge. Daniels v. State, 70 S.W.3d 457, 461 (Mo.App.2002).\nIn order to prevail on a claim of ineffective assistance of counsel, a movant has to satisfy the two-prong test set forth in Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 2064, 80 L.Ed.2d 674, 693 (1984), that requires proof by a preponderance of the evidence that: (1) movant's counsel failed to exercise the customary care, skill, and diligence that a reasonably competent attorney would perform under similar circumstances; and (2) the movant was prejudiced thereby. Eddy v. State, 176 S.W.3d 214, 217 (Mo. App.2005). If either prong is not met, then this Court need not consider the other, and the movant's claim of ineffective assistance of counsel must fail. Id.\nThe gravamen of Movant's assertion is that the State's description of his acts \"did not prove that he took, obtained, used, transferred, concealed or retained possession of the Oldsmobile Intrigue owned by the St. Louis Police Department . . . [,]\" but rather established that he \"attempted to move the Oldsmobile Intrigue\" and that his acts of \"entering the vehicle, starting the engine and putting the vehicle into gear were insufficient to prove he `appropriated' the motor vehicle as alleged by the State.\" (Emphasis in original). Because of the kill switch, which was activated when Movant put the car into gear, he could not move the car.\nThe comments to section 570.030 provides that the only essential elements under the statute are (1) an appropriation (2) of property or services (3) of another (4) with the purpose to deprive the other thereof (5) accomplished without the owner's consent, or by means of deceit, or by means of coercion. Section 570.010(2) defines *590 \"appropriate\" as meaning \"to take, obtain, use, transfer, conceal or retain possession of[.]\" The statute establishes clearly that exercising control by any of the listed acts, with the requisite intent, is a prohibited \"appropriation.\" State v. Boyle, 970 S.W.2d 835, 838 (Mo.App.1998).\nPrior to the statutory revision in 1979, the crime of stealing had separate elements of caption and asportation. See id. at 838-39. The 1979 revision removed the separate requirements of caption and asportation as required elements of stealing and replaced them with the single element of appropriation. Id. \"[A]sportation is not an essential element of stealing.\"\nIt was not necessary that the State show that it intended to prove that Movant moved the car, or \"asported\" it. The record shows that Movant did \"take, obtain, use, transfer, conceal or retain possession of\" the car, or in other words, appropriated it. It is disingenuous of Movant to argue that his actions in entering a vehicle that he did not own, without the owner's consent, starting the motor, and putting the vehicle into gear did not constitute appropriation. As noted above, movement is not a required element of stealing under section 570.030. There was a factual basis for Movant's plea of guilty. Accordingly, Movant's plea counsel was not ineffective for advising him to plead guilty, given that there was a factual basis for that guilty plea. Points denied.\nThe judgment of the motion court is affirmed.\nROY L. RICHTER, P.J., and GLENN A. NORTON, J., concurs.\n",
            "ocr": false,
            "opinion_id": 1685757
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}