{
    "id": 1687544,
    "judges": "Fogleman",
    "date_filed": 29980800000,
    "date_filed_is_approximate": false,
    "slug": "jackson-v-state",
    "case_name_short": null,
    "case_name": "Jackson v. State",
    "case_name_full": "Carl JACKSON v. STATE of Arkansas",
    "attorneys": "John W. Walker and Frank B. Newell, for appellant., Joe Purcell, Attorney General; Milton Lueken, Asst. Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b675-3\" pgmap=\"675\">\n    Carl JACKSON v. STATE of Arkansas\n   </parties><docketnumber id=\"AQ7\" pgmap=\"675\">\n    5475\n   </docketnumber><citation id=\"AI5\" pgmap=\"675\">\n    460 S. W. 2d 319\n   </citation><decisiondate id=\"AgQ\" pgmap=\"675\">\n    Opinion delivered December 14, 1970\n   </decisiondate><br><attorneys id=\"b676-10\" pgmap=\"676\">\n    John W. Walker and Frank B. Newell, for appellant.\n   </attorneys><br><attorneys id=\"b676-11\" pgmap=\"676\">\n    Joe Purcell, Attorney General; Milton Lueken, Asst. Atty. Gen., for appellee.\n   </attorneys>",
    "citations": [
        "460 S.W.2d 319",
        "249 Ark. 653"
    ],
    "opinions": [
        {
            "author_str": "Fogleman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3747.0,
            "opinion_text": "\n460 S.W.2d 319 (1970)\nCarl JACKSON, Appellant,\nv.\nThe STATE of Arkansas, Appellee.\nNo. 5475.\nSupreme Court of Arkansas.\nDecember 14, 1970.\n*320 John W. Walker, Little Rock, for appellant.\nJoe Purcell, Atty. Gen., Milton Lueken, Asst. Atty. Gen., Little Rock, for appellee.\nFOGLEMAN, Justice.\nAppellant was convicted of first degree rape and sentenced to death. He states eight points for reversal. We find one of these of sufficient merit to require reversal.\nAfter the jury was selected, impaneled and sworn, the prosecuting attorney made the opening statement for the State. Appellant's attorney then stated that the defendant would like to reserve his opening statement until the closing of the State's case. There was no objection by the State and the trial judge assented. After the prosecuting attorney rested the case for the prosecution, the court called upon the defendant to call his first witness. Defendant's attorney then stated that he had an opening statement. The circuit judge ruled that defendant had waived his right to make an opening statement when he did not do so immediately following that of the prosecution. The trial judge relied upon the holding in McDaniels v. State, 187 Ark. 1163, 63 S.W.2d 335, which had been called to his attention by a deputy prosecuting attorney at some time between the opening and closing of the State's evidence in chief.\nWe agree with the circuit judge that the proper procedure calls for the making of defendant's opening statement immediately following that on behalf of the prosecuting attorney, and that refusal to make his statement at that time would constitute a waiver. See Ark.Stat.Ann. §§ 43-2110\u00972111 (Repl.1964); McDaniels v. State, 187 Ark. 1163, 63 S.W.2d 335; Perryman v. State, 242 Ark. 461, 414 S.W.2d 91. We need not dwell upon the importance of an opening statement by which a party may alert the jury for critical points to be expected to be covered in the testimony to be adduced. See Karr v. State, 227 Ark. 777, 301 S.W.2d 442. By the same token, it seems unnecessary to elaborate upon the detriment suffered by a party deprived of his right to make such a statement. The impropriety of the procedure sought to be followed by the defendant in this case also seems apparent to us.\nEven though a defendant in a criminal case may waive this right, no waiver of a fundamental right should be effective unless it is knowingly made. We do not feel that it could be said that a defendant knowingly waived his right to make his opening statement after having been assured by the trial court, without objection by the prosecution, that he could reserve the statement until after presentation of the State's evidence in chief. Since one cannot consent that the court, during the progress of the trial, take some action, and then complain of that action, in the absence of any showing that consent had been given under some misapprehension or without attempting to withdraw the consent, a party is in no position to complain of an error he permitted the court to *321 make without objection. Clack v. State, 213 Ark. 652, 212 S.W.2d 20. We feel that the failure of the State to object when defendant's request was made at least a silent acquiescence in the procedure proposed. The failure to permit the defendant to make his belated opening statement deprived him of a fair trial and constituted prejudicial error.\nThere are certain other points asserted as error by appellant which may well arise upon a new trial, so we deem it necessary that we discuss them.\nThe point that has given us the most concern is appellant's assertion that the trial court erred in holding that defendant's waiver of right to counsel before appearing in a lineup when he had not been apprised that he was to be charged with a capital crime was knowledgeable and intelligent and in holding the lineup to have been constitutionally conducted. Our problem was aggravated by extremely sketchy abstracts in the briefs.\nAppellant's contention as to waiver is based principally upon his age, which was 15 or 16 years, and his alleged legal incapacity. The record reveals the following with respect to appellant's contention:\nOfficer Hester of the Little Rock Police Department obtained from the victim a description of her alleged assailant. She said, among other things, that he was of a slim build, about 6 feet 2 inches tall and approximately 19 years of age. As a result of the officer's broadcast of the description, appellant was apprehended and brought to the police station only a short time after the alleged offense was reported. Detective Bob Moore was examined before the circuit judge, in chambers, before he testified before the jury. There, he testified that:\nFour persons, including appellant, were brought to me at about 2:00 p.m. on the day of the arrest. I talked to appellant about the lineup at about 2:25. I advised Jackson that he was a suspect in a robbery and assault to rape; that he had the right to use a telephone and to talk to an attorney, and, if he did not have one, or couldn't afford one, that one would be appointed for him by the court; that he had the right to have his attorney present before answering any questions, and to stop interrogation at any time; and that any statement he made could be used against him. No threats or promises were made to induce Jackson to stand in a lineup. Before starting to talk to Jackson, Detective Parkman and I also advised Jackson that we were going to conduct a lineup and that he had a right to have a lawyer there. I explained what a lineup was. Jackson agreed to stand in the lineup. I asked Jackson if he understood the rights explained to him. Jackson then read and signed a statement that the particular rights mentioned had been explained and that he agreed to stand in a lineup without an attorney. I believe that Jackson said that his age was 15 years, and I had no reason not to believe this. Jackson stated that he wanted the interrogation stopped, so no further questions were asked him. I did not advise Jackson's parents or guardian that he had been arrested. Detective Parkman and I were wearing guns at the time. The three of us were sitting in a room 3 or 4 feet wide and 5 or 6 feet long. Jackson was advised of his rights by both of us. Either Parkman or I explained what a lineup was. Parkman and I also explained to Jackson that he did not have to submit himself to repeated lineups, that he had a right to make a request for counsel during the process or after one lineup.\nDetective Parkman then testified that:\nI advised appellant of his rights from the form waiver Jackson later signed. Jackson read the form and then I read the form to him before Jackson signed it. Jackson answered that he understood that he could have his attorney present during the lineup proceedings, when I asked if he did. Jackson also stated that he understood the rights enumerated in the form waiver he signed. When I asked if he wanted his attorney present, *322 Jackson said he did not. Jackson gave his age as 16.\nJackson also testified in camera, substantially as follows:\nI was 15 on the day I was arrested and in the eighth grade in school. I could read and write. I did not see Officer Parkman. Moore told me about my rights and then told me to sign the waiver, so I did, without reading it. I asked to use the phone but Officer Moore said I could not because I had not been charged. My understanding of my right to remain silent was \"that is when they tell you to be quiet.\" An \"attorney\" and a \"lawyer\" are the same thing.\nJackson showed a fair knowledge of the meaning and effect of \"waiver,\" but professed ignorance of the meaning of \"interrogation.\" He said that he had never been charged with a felony, and denied knowing or having been told what a lineup was, either before he signed the waiver or before the lineup. He stated that he did not know that he was charged with a capital offense until his preliminary hearing a few days later. He claimed that a request for a lawyer of the people conducting the lineup was refused. According to him, his request was directed to Sergeants Harris and Hale, who told him to be quiet and stand up and that if he was not picked out, he wouldn't be going to the penitentiary anyway.\nAt the conclusion of the hearing, the trial judge ruled that appellant's right to counsel was waived voluntarily, commenting that Jackson was bound to have understood what he was doing and what keeping silent meant because he kept silent, and did not make a statement. He added that the court was inclined to think that the officers were telling the truth when they said that the waiver of the presence of an attorney at the lineup was voluntary.\nAfter this ruling Detective Moore testified in open court that a lineup was conducted and identified a photograph showing the persons in the lineup.[1] Appellant's objection to any statement made by the prosecuting witness with reference thereto outside appellant's presence was sustained without any question having been asked. Thereupon, no further questions were asked upon direct examination. Upon cross-examination, appellant's counsel endeavored to bring out testimony that the lineup was unfair because of its makeup and the method in which it was conducted.\nMrs. Mary Etters, the alleged victim, then testified. When asked if she recognized the person in the courtroom who committed the offenses against her, she pointed out appellant. She said that he told her, on the occasion of the alleged offenses, that he was 19 years old, and had graduated from high school some two, three or four year earlier. After relating the details of the crimes she said Jackson had committed, she told of the description she had given of her assailant. When asked when she next saw him, she answered that it was at the lineup at the police station. No objection was interposed to this question and answer, or to the subsequent affirmative answer to the inquiry whether she was able to pick the man out of the lineup. She identified appellant and the man she said accompanied him on the day of the offenses from the lineup photograph, without any objection by or on behalf of appellant. Upon cross-examination, appellant's attorney went to great lengths in an effort to elicit testimony that Mrs. Etters' lineup identification was based almost entirely upon the clothing worn by appellant on that occasion, which was not similar to that of any other person in the lineup.\nNo objection was ever made to the testimony of this witness pertaining to either the lineup or the courtroom identification. Subsequently, appellant called a police officer *323 as a witness and established that appellant was wearing the same clothing in the lineup that he was wearing when arrested.\nWhile a part of appellant's argument on this point is directed to the basic unfairness of the lineup, as a denial of due process, this particular point is not before us, because it was not raised in the trial court. Appellant's failure to object to testimony concerning the lineup or to the prosecuting witness' answers relating her identification of Jackson on that occasion seems clearly to have been a tactical decision to attempt to discredit the testimony of the prosecuting witness in the eyes of the jurors by fully developing all possible infirmities in the lineup and the identification made by the witness, rather than to seek exclusion of her identification testimony. The only question actually before us relates to the waiver of the presence of counsel at the lineup.\nIn determining whether presence of counsel is necessary, in any event, however, the United States Supreme Court has said that any particular lineup confrontation must be scrutinized to ascertain whether the presence of counsel is necessary to preserve an accused's basic right to a fair trial as affected by his right meaningfully to cross-examine the witnesses against him and to have effective assistance of counsel at the trial itself, and requires analysis whether substantial prejudice to the defendant's rights inheres in the particular confrontation and the ability of counsel to help avoid that prejudice. United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926, 18 L. Ed. 2d 1149 (1967). See also, Gilbert v. California, 388 U.S. 263, 87 S. Ct. 1951, 18 L. Ed. 2d 1178 (1967). The facts relating to a particular confrontation are pertinent in determining due process. Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967, 18 L. Ed. 2d 1199 (1967). Inability of the defendant to reconstruct the manner and mode of lineup identification and the failure to record participants' names were pointed out in these cases as hazards to the accused in lineup procedures. These difficulties certainly were nonexistent in this case where a photograph was made and introduced by the State and names and ages of participants disclosed. Be that as it may, it is clearly recognized in Wade that the presence of counsel is not required where there has been an intelligent waiver. The burden was upon the State to show that waiver of appellant's constitutional right to counsel was given voluntarily, knowingly and intelligently and based upon his having received adequate warnings as to his rights. See Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694, 10 A.L.R. 3d 974 (1966). This determination by the trial court depends upon the particular facts and circumstances of the case, including the background, experience and conduct of the accused. Johnson v. Zerbst, 304 U.S. 458, 58 S. Ct. 1019, 82 L. Ed. 1461 (1938).\nWe find the evidence supporting the trial judge's finding to be substantial. No question of technical difficulties presented itself here as to defenses available to appellant as is often the case where pleas of guilty without advice of counsel are involved. Furthermore, there does not seem to be anything with reference to the lineup procedure that was beyond Jackson's comprehension. The trial judge's statement about appellant's having understood the explanation of his rights seems to have been justified. Jackson himself does not inject any substantial element of coercion in obtaining his waiver. Appellant appeared and testified before the trial judge. We must, of course, give substantial weight to that judge's opportunity\u0097far superior to ours where demeanor is all-important\u0097to evaluate both the credibility of appellant and his ability to comprehend.\nWhile there is a division of authority on the question,[2] we have come to the conclusion that the better rule is that a minor above the age at which there is a *324 want of criminal capacity may waive his right to counsel, and that, while age is a very important factor to be considered in determining whether his waiver is voluntarily, knowingly and intelligently given, it is only one of the important considerations. See Carpentier v. Lainson, 248 Iowa 1275, 84 N.W.2d 32, 71 A.L.R. 2d 1151 (1957); Moore v. Michigan, 355 U.S. 155, 78 S. Ct. 191, 2 L. Ed. 2d 167 (1957); People v. Lara, 67 Cal. 2d 365, 62 Cal. Rptr. 586, 432 P.2d 202 (1967), cert. denied, 392 U.S. 945, 88 S. Ct. 2303, 20 L. Ed. 2d 1407; Jones v. State, 119 Ga.App. 105, 166 S.E.2d 617 (1969); Hayden v. State, 245 Ind. 591, 201 N.E.2d 329 (1964), cert. denied, 384 U.S. 1013, 86 S. Ct. 1926, 16 L. Ed. 2d 1034; People v. Schwartz, 6 Mich.App. 581, 149 N.W.2d 897 (1967); People v. Harden, 38 Ill. 2d 559, 232 N.E.2d 725 (1968); Snyder v. Maxwell, 66 Wash.2d 115, 401 P.2d 349 (1965); State v. Gullings, 244 Or. 173, 416 P.2d 311 (1966); State v. Casey, 244 Or. 168, 416 P.2d 665 (1966); Klapproth v. Squier, 50 Wash.2d 675, 314 P.2d 430 (1957); Palacorolle v. State, 239 Md. 416, 211 A.2d 828 (1965); In re Moses, 122 Vt. 36, 163 A.2d 868 (1960); Commonwealth ex rel. Reichelderfer v. Burke, 176 Pa.Super. 215, 107 A.2d 578 (1954), cert. denied, 351 U.S. 942, 76 S. Ct. 837, 100 L. Ed. 1468; Ex parte Barton, 32 Okla. Crim. 41, 239 P. 944 (1925); People v. Williams, 174 Cal. App. 2d 364, 345 P.2d 47 (1959), cert. denied, 363 U.S. 807, 80 S. Ct. 1244, 4 L. Ed. 2d 1150; People v. Camarillo, 266 Cal. App. 2d 523, 72 Cal. Rptr. 296 (1968), cert. denied, 395 U.S. 966, 89 S. Ct. 2111, 23 L. Ed. 2d 752. We find the following language of the California Supreme Court pertaining to this rule in People v. Lara, supra, particularly appropriate here:\nDefendants stress that they are members of a minority group (Mexican-American); that they have little education (ninth or tenth grade), and no money; that they are minors; and that through lack of sleep and excessive drinking each was allegedly in poor physical and mental condition at the time he was questioned by the police. Such factors have often been considered by the courts in determining the voluntariness of an ensuing confession * * *, and there is no doubt they are also relevant to the question whether a waiver of Dorado[[3]] rights at the outset of an interrogation was intelligently and understandingly made. * * * Lara further complains, however, that the police did not inform him of \"the elements of the crimes charged against him,\" \"the possible defenses available to him,\" and the fact that \"he could receive the death penalty.\" There is no requirement that an accused be informed of these matters while the case is still in the stage of interrogation by investigating officers. Indeed, it would usually be impossible to do so, for at that stage no crimes have yet been \"charged against him\"; the latter decision is subsequently made by the district attorney, after appraising the legal effect of the evidence gathered from all sources in the case.\nThe issue, as with all matters of waiver, is to be resolved upon the whole record. * * * Here the officers specifically asked each defendant if he understood the statement of rights just given to him, and each replied that he did. There was testimony that at the time of the questioning Lara was \"very calm\" and gave no indication of having consumed alcoholic beverages, and Alvarez appeared \"cognizant and aware.\" Each defendant, moreover, concluded his handwritten confession with a full statement of his Dorado rights.\n* * * * * *\nWe cannot accept the suggestion of certain commentators * * * that every *325 minor is incompetent as a matter of law to waive his constitutional rights to remain silent and to an attorney unless the waiver is consented to by an attorney or by a parent or guardian who has himself been advised of the minor's rights. Such adult consent is of course to be desired, and should be obtained whenever feasible. But as we will explain, whether a minor knowingly and intelligently waived these rights is a question of fact; and mere failure of the authorities to seek the additional consent of an adult cannot be held to outweigh, in any given instance, an evidentially-supported finding that such a waiver was actually made.\n* * * * * *\n[W]ith respect to tortious or criminal acts of minors, the law extends no blanket presumption of incapacity. Rather, while the minor's immaturity will often result in his undergoing different methods of adjudication and treatment, it is simply one element, although an important one, to be weighed with many others in determining the issue of his liability. It is clear the Legislature intends that determination to be made on the particular facts of each case.\nA similar approach has been taken by the courts in dealing with other stages of the criminal process. The most common context in which the issue has arisen is in ruling whether a minor has the capacity to make a voluntary extrajudicial confession.\n* * * * * *\nThis, then, is the general rule: a minor has the capacity to make a voluntary confession, even of capital offenses, without the presence or consent of counsel or other responsible adult, and the admissibility of such a confession depends not on his age alone but on a combination of that factor with such other circumstances as his intelligence, education, experience, and ability to comprehend the meaning and effect of his statement. * * * Applying the \"totality of circumstances\" test of Gallegos,[4] such confessions have been held admissible when made by a minor of the age of fourteen, fifteen, sixteen, seventeen, eighteen, nineteen, or twenty.\n* * * * * *\nTo sum up, we have seen that a minor, even of subnormal mentality, does not lack the capacity as a matter of law to make a voluntary confession without the presence or consent of counsel or other responsible adult, or to make a knowing and intelligent waiver of his right to counsel at trial; in either event, the issue is one of fact, to be decided on the \"totality of the circumstances\" of each case. We are of the opinion that the same rule governs the issue of the effectiveness of a minor's waiver of his rights to counsel and to remain silent after the accusatory stage has been reached in a pretrial investigation.\nWe have held a waiver valid where the accused was a \"mild mental defective\" with an IQ of 70 or 71, who had only reached the seventh grade in school. Cox v. State, 240 Ark. 911, 405 S.W.2d 937. We have also held that officers are not required to contact the parents of a minor over the age of 14 years who is suspected of, or charged with, a crime. Washington v. State, 227 Ark. 225, 297 S.W.2d 930. In the latter case objection had been made to testimony concerning admissions made by an accused minor on the ground that his parents had not been contacted. The rule we apply here on the question of the minor's waiver of his right to counsel at the lineup is in harmony with our decisions mentioned above.[5]\n*326 One matter that has given us considerable concern, however, is Jackson's testimony concerning his requests for counsel to Officers Harris and Hale. These officers are not identified by him or anyone else. It is not at all clear whether they had anything to do with the lineup procedures or with the investigation of the charges. Nor do we know that they had anything to do with appellant's arrest or custody, or for that matter with the case in any way. Presumably, they are members of the Little Rock Police Department. Neither of them testified.\nThere should be no doubt that one in custody should be permitted to revoke his waiver of the right to counsel at any stage of a lineup procedure just as he could during interrogation. Yet, so far as the record reflects, no such request was made of the officers conducting the lineup, or in any manner that it might reasonably have been expected to be communicated to them. If indeed, it should develop upon retrial of this case that prior to the lineup identification, appellant did, in a proper manner, request the assistance of counsel, then all evidence of the lineup identification should be excluded and upon proper and timely objection being made, the court should conduct an in camera hearing to determine whether the prosecuting witness' in court identification is so tainted by the lineup procedure as to require its exclusion.\nArguments relating to the death penalty include the following:\nThe single verdict procedure for the trial of capital cases is fundamentally unfair, and by forcing petitioner to choose between presenting mitigating evidence on the punishment issue or maintaining his privilege against self-incrimination on the guilt issue, denies him rights guaranteed by the fifth and fourteenth amendments to the federal constitution.\nArkansas' practice of allowing capital trial juries absolute discretion to impose the death penalty, uncontrolled by standards or directions of any kind, violates the due process clause of the fourteenth amendment.\nWhile we do not feel that there is any merit in these contentions, inasmuch as cases involving these questions are now pending before the United States Supreme Court in Crampton v. Ohio, 398 U.S. 936, 90 S. Ct. 1847, 26 L. Ed. 2d 268, and McGautha v. California, 398 U.S. 936, 90 S. Ct. 1846, 26 L. Ed. 2d 267 (both argued November 9, 1970), it appears to us that the decisions there will be controlling on the federal constitutional questions involved, or virtually so; therefore, it would be futile for us to undertake to pass upon these questions of first impression. Hopefully, the cases referred to will be decided before a retrial is had in this case.\nAppellant also asserts that there was error in the denial of his motion to restrain the prosecuting attorney from demanding the death penalty because he contends that it is discriminatorily imposed on Negroes in first degree rape prosecutions in Arkansas. He also contends that the Arkansas procedure requiring simultaneous submission of issues of guilt and punishment to the jury without standards to guide its discretion as to punishment not only encourages but almost renders discriminatory imposition of the death penalty. The only support offered for this argument is the testimony of the present incumbent of the prosecuting attorney's office that he had not previously sought the death penalty during his tenure of office. We find no merit in this contention.\n*327 We find no merit in appellant's contention that the circuit judge made statements which could have intimated to the jury his opinion as to appellant's guilt. The only remarks called to our attention pertain to appellant's \"testing\" numerous questions. The record indicates to us that the remarks of which complaint is made were made in chambers out of the hearing of the jury. No prejudice could have resulted, even if the remarks could be taken to indicate an opinion of guilt.\nAppellant argues that the trial court made disparaging remarks about his attorney during voir dire examination of prospective jurors. We have held that a trial judge's prejudicial remarks which could be construed as a reflection upon counsel's knowledge and skill or as a suggestion of improper conduct on his part are reversible error. In McAllister v. State, 206 Ark. 998, 178 S.W.2d 67, we said:\nIn the case of Western Coal &amp; Mining Co. v. Kranc, 193 Ark. 426, 428, 100 S.W.2d 676, 677, Mr. Justice Butler, speaking for the Court, says: \"No principle is better settled than that a judge presiding at a trial should manifest the most impartial fairness in the conduct of the case. Because of his great influence with the jury, he should refrain from impatient remarks or unnecessary comments which may tend to result prejudicially to a litigant or which might tend to influence the minds of the jury. By his words or conduct he may, on the one hand, support the character and weight of the testimony or may destroy it in the estimation of the jury. Because of his personal and official influence, uncalled for or impatient remarks, although not so intended by him, may give one of the parties an unfair advantage over the other.\" \"We are not unaware that many things occur during the trial of a case to fray and irritate the nerves of the presiding judge and that he is not immune to the natural frailties of humanity, but because of his position he must exercise the greater forbearance and patience.\"\nAt 64 C.J., page 92, it is said: \"Where counsel engaged in the trial of an action is guilty of impropriety or misconduct, a proper admonition, censure, or rebuke by the presiding judge, in the presence and hearing of the jury, is ordinarily not prejudicial, where not couched in intemperate language, although it is ordinarily preferable that any rebuke be administered in the jury's absence. The judge is justified in using to counsel language sufficiently pointed and emphatic to put an end to objectionable conduct, and some warmth or asperity in interchanges between counsel and the court will not give ground for complaint, particularly in a hotly contested case.\"\nIn the footnotes supporting the text the following cases are referred to: Weinberg v. Pavitt, 304 Pa. 312, 155 A. 867, where it was held that the presiding judge should not unnecessarily belittle the argument of counsel; Schafer v. Thurston Mfg. Co., 48 R.I. 244, 137 A. 2, to the effect that when counsel makes contentions which are deemed unsound, the trial court should overrule them with dignity, and should not use language holding counsel up to ridicule; Bennett v. Harris, 68 Misc. 503, 124 N.Y.S. 797, where it was held that the cause of the parties is prejudiced where the court states that an objection made by counsel is ridiculous.\nAlthough it may be assumed that the trial judge did not intend that his remarks should in any way prejudice the rights of appellant, or influence the jury, still his choice of words was unfortunate. The words to grant your motion \"would just be silly\" doubtless was construed by the jury to mean that the motion itself was silly, and they could have gathered the impression that the court was intentionally belittling it, and holding counsel up to ridicule for having made it. Viewed in this light, the court's remarks could have been construed as a reflection upon counsel's knowledge and skill as a lawyer, and, perhaps, even as a suggestion that counsel was guilty of improper conduct. *328 Not only this, but when counsel objected to the remarks of the court, which he unquestionably had a right to do, he was informed that the court would not \"put up with any more of this foolishness.\" This constituted an unmerited reprimand and prejudicial error calling for reversal.\nWe do not believe any disparagement of counsel was intended by the circuit judge in this case, especially in view of his remarks when appellant's attorney was called upon for his closing argument. He then said that appellant's appointed counsel had done an exceptionally good job. Of course, the trial judge must be scrupulously cautious about remarks to counsel which might be interpreted by any juror as derogatory, as indicated by our language above quoted.\nAppellant asserts that the trial judge committed reversible error in denying his motion to quash the jury panel. The motion alleged that the jury was not comprised of and did not reflect a cross section of the population of Pulaski County. The particular grounds alleged were that there were only five black persons on the jury, that 18 of the 32 jurors listed reside in the \"economically exclusive\" Fifth Ward of the City of Little Rock, and that a disproportionate number of retired executive, managerial and professional persons comprised the panel. The alternate prayer of the motion was that the trial be delayed until the \"new modified jury wheel method of selecting juries is instituted in Arkansas.\" We assume that appellant refers to the system provided by Act 468 of 1969 [Ark.Stat.Ann. § 39-101 et seq. (Supp. 1969)] effective January 1, 1970. Since the obvious purpose of this act was an endeavor to obtain more representative jury panels and to minimize the effect of arbitrary selection standards by jury commissions, we forego any discussion about the objections to this particular panel of jurors, in view of the action we are taking. The act (39-201) requires an oath of the jury commissioners that they will select jurors from a fair cross section of the community and will not exclude or include any persons on account of race, color, religion, sex, national origin or economic status. We are confident that the circuit judges will emphasize the importance of the oath. We must assume that the commissioners appointed will abide by the oath.\nFor the reasons indicated, the judgment is reversed and the case remanded for a new trial.\nNOTES\n[1]  In this lineup, appellant wore a jacket or sweater similar to clothing that Mrs. Etters had described as being worn by her assailant. No one else in the lineup wore, or was asked to put on, a garment like this.\n[2]  See 71 A.L.R. 2d 1160 (1960).\n[3]  Dorado rights, in California, are the same often referred to as Miranda rights or warnings: right to counsel, right to remain silent and admonition that an accused's statements may be used in evidence against him. They are set out in People v. Dorado, 62 Cal. 2d 338, 42 Cal. Rptr. 169, 398 P.2d 361 (1965).\n[4]  Gallegos v. Colorado, 370 U.S. 49, 82 S. Ct. 1209, 8 L. Ed. 2d 325 (1962).\n[5]  Appellant's reliance upon Von Moltke v. Gillies, 332 U.S. 708, 68 S. Ct. 316, 92 L. Ed. 309 (1947) as authority holding that in order for a waiver of right to counsel to be valid, it must have been given with an apprehension of the charges, the statutory offenses included within them, the range of possible punishment and possible defenses to the charges is misplaced. In the first place these factors were relevant to the views of only four members of the court. Secondly, the language pertained to waiver of counsel upon a plea of guilty. Furthermore, the cause was remanded to the trial court for an explicit determination whether petitioner there had competently, intelligently and with full understanding of the implications waived her right to counsel.\n\n",
            "ocr": false,
            "opinion_id": 1687544
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Robbery"
}