{
    "id": 1694971,
    "judges": "Dixon",
    "date_filed": "2010-10-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-buckley",
    "case_name_short": "Buckley",
    "case_name": "State v. Buckley",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 41,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "426 So. 2d 103"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4573.0,
            "opinion_text": "\n426 So. 2d 103 (1983)\nSTATE of Louisiana\nv.\nGloria BUCKLEY.\nSTATE of Louisiana\nv.\nErnest ROBERTSON.\nNos. 82-K-1283, 82-K-1538.\nSupreme Court of Louisiana.\nJanuary 10, 1983.\nRehearing Denied February 11, 1983.\n*105 William J. Guste, Jr., Atty. Gen., Barbara Rutledge, Asst. Atty. Gen., Harry F. Connick, Dist. Atty., Louise Korns, Asst. Dist. Atty., for plaintiff-appellee in No. 82-K-1283.\nMaurice T. Hattier, New Orleans, for defendant-appellant in No. 82-K-1283.\nHarry F. Connick, Dist. Atty., William Campbell, Asst. Dist. Atty., for relator in No. 82-K-1538.\nCalvin Johnson, New Orleans, Supervising Atty., Erika Beck, Student Practitioner Veronia Martzell, New Orleans, for respondent in No. 82-K-1538.\nDIXON, Chief Justice.\nIn each of these two cases we granted writs sought by the State of Louisiana to review the actions of the Orleans Parish Criminal District Court which sustained defendants' motions to suppress the evidence. Because of the similarity of the factual situations, procedural postures and issues of law in these two cases, the cases have been consolidated in this court and both will be treated in this opinion.\nGloria Buckley was charged by bill of information April 1, 1982 with possession of Talwin in violation of R.S. 40:967. Defendant pleaded not guilty and filed a motion to suppress the evidence which the state answered. After a hearing on the motion and the submission of briefs, the trial judge ordered the evidence suppressed. The state's application for writs of certiorari was granted. 416 So. 2d 936 (La.1982).\nErnest B. Robertson was charged by bill of information on May 4, 1982 with possession of Preludin in violation of R.S. 40:967 to which he pleaded not guilty. Robertson also filed a motion to suppress the evidence which was granted by the trial court after a hearing and submission of briefs. The state's application for writs was granted. 416 So. 2d 937 (La.1982).\nBoth defendants were arrested shortly after allegedly making drug purchases in an area of the City of New Orleans suspected by the police as being high in drug trafficking, and each was in possession of drugs at the time of their arrest. Confidential informants played a part in both of these separate arrests, and in neither case was the suspected seller of the drugs arrested. The defendants claim the evidence should be suppressed because of violations of their constitutional and statutory protections against unreasonable searches and seizures. Specifically, defendants argue that there was insufficient probable cause for the searches or for the arrests.\nAt the hearing on Gloria Buckley's motion to suppress, the following facts were adduced.[1] Officer Selby of the Special Operations Division of the New Orleans Police Department testified that on the afternoon of March 18, 1982 he (and others not named) met with a confidential informant who stated that he had observed a black female known as \"Vickie\" selling narcotics on the corner of Thalia and South Rampart Streets. According to the informant, Vickie was wearing brown slacks and a white blouse and had been dealing drugs in front of Snow's Gambling Shack on the lake, downtown corner of the intersection throughout the course of the day.\nSelby asked the informant to return to the intersection to determine if Vickie was still selling drugs, and to report at a nearby pay telephone. The informant telephoned at 4:20 that afternoon and reported that he was at the intersection and had observed another black female dressed in a one-piece, striped red and white outfit get out of a gold Plymouth, approach Vickie and hand her some United States currency. Vickie took the currency inside the restaurant and then returned to the female waiting outside. Vickie handed her some pills that were described by the informant as being pink and blue, the size of aspirins, which she placed in her right hand. The female then crossed South Rampart and walked toward downtown.\n*106 Upon receiving this information, the officers proceeded in their car up Erato Street, turning left toward uptown on South Rampart. They observed a female in a red and white striped outfit walking toward them on the left side of the street. Officer Selby testified that they observed her place something from her right hand into the small brown purse she was carrying. The officers got out of the car, identified themselves as police officers, and asked the female if they could see her purse, and if she would mind emptying the purse onto the trunk of the police car. The female stated, \"You have me,\" and admitted having narcotics in her purse. The purse was then emptied, yielding six loose pills, three Talwin and three Pybenzomine. The female, Gloria Buckley, was then advised of her rights and taken to Central Lockup.\nOfficer Selby testified that an attempt was made to locate Vickie and the other occupants of the gold Plymouth but it was unsuccessful. The officer explained that when anyone is stopped at or near that intersection, the remaining people disband and somewhat disappear.\nOn cross-examination, Officer Selby testified that the confidential informant involved in this arrest was \"quite reliable.\" Officer Selby estimated that seventy to eighty arrests had been made with this informant and others working in that area of the city. Responding to a question from the court concerning convictions following the arrests, Selby stated that they were still going to court on the cases, but that they had not lost one of the cases yet.\nThe hearing on Ernest Robertson's motion to suppress was held on June 11, 1982. Officer Selby again testified for the state. After confirming the past reliability of the informant used in the arrest, Selby testified that he received information that subjects were dealing narcotics at the corner of Thalia and South Rampart Streets in front of a bar located on the lake side of South Rampart Street in New Orleans. In particular, the informant described the clothing of two individuals whom he had observed selling drugs. A female was described as wearing red slacks and a silky white blouse and a male was wearing blue jeans and a black silk shirt with some lighter colored design in it. Officer Selby took up a position in a building across the street and observed the described subjects, among others, outside in front of the bar.\nThe female and the male were engaged in conversation on the sidewalk when they were approached by Ernest Robertson. Robertson and the female walked to the entrance of the bar, where Robertson handed United States currency to the female who took it into the bar. When she returned, she handed something to Robertson which he took in his right hand. Selby could not see what was passed to Robertson. Robertson then stepped down from the step in front of the bar, looked up and down the street, and walked up Thalia Street toward Saratoga Street. Feeling that a drug transaction had taken place, Selby radioed a unit in the area and described Robertson's clothing and indicated his location and direction.\nThe arrest of Ernest Robertson was made by Officer Bardy who received the radio message from Officer Selby. Bardy, called by the defense, testified that he had been told by Selby that a drug transaction had just taken place and the subject, wearing short blue pants and a brown print design shirt, was heading down Thalia in the direction of Saratoga with whatever he had purchased in his right hand. Bardy was parked in an unmarked car on Saratoga and saw Robertson, matching the radioed description, pass directly in front of his car. Bardy stated that as Robertson noticed the officers in the car, he quickened his pace, but Bardy immediately got out of the car and told Robertson to \"hold up\" and retrieved from his right hand ten orange Preludin pills in a celophane wrapper.\nWhen Robertson was stopped, again the intersection under surveillance by Officer Selby became quickly deserted. The female involved in the transaction with Robertson crossed South Rampart Street and headed toward uptown out of Selby's view. The male subject was not pursued according to *107 Officer Selby since he had not been involved in any transaction that Selby saw. Selby testified that he believed the arresting officers came down Thalia in search of the female, but were unable to locate her.\nThe defense also called Yvonne Porter, the girl friend of Robertson. Her testimony was that she and her baby were eating in a cafe with Robertson. He finished eating early and left to take a walk down the street, saying he would be right back. After Porter and the baby finished, they decided to wait for Robertson in his truck. She stated that she saw him walking up Thalia in the direction of the cafe when he was stopped by the officer. The essence of her testimony was that Robertson was acting normally at the time of his arrest, with nothing visible in his hand.\nThe state argues in each instance that there was probable cause to arrest, and that the contraband was found in a search pursuant to a lawful arrest. This is a recognized exception to the rule that a warrantless search is unreasonable. Chimel v. California, 395 U.S. 752, 89 S. Ct. 2034, 23 L. Ed. 2d 685 (1969); State v. Tomasetti, 381 So. 2d 420 (La.1980). However, the police must affirmatively show that probable cause existed for the arrests, for if an arrest is unreasonable, a subsequent search does not come within the exception. State v. Zielman, 384 So. 2d 359 (La.1980).\nProbable cause to arrest exists when the detaining officer has articulable knowledge of particular facts sufficient to reasonably suspect the detained person of criminal activity and thus justify an infringement on his constitutionally protected right of freedom from governmental interference. Beck v. Ohio, 379 U.S. 89, 85 S. Ct. 223, 13 L. Ed. 2d 142 (1964); State v. Wilson, 366 So. 2d 1328 (La.1978). Probable cause must be judged by the probabilities and practical considerations of everyday life on which average men, and particularly average police officers, can be expected to act. State v. Tomasetti, supra; State v. Marks, 337 So. 2d 1177 (La.1976). Whether probable cause existed at the time of the arrest must be determined without regard to the result of the subsequent search. State v. Finklea, 313 So. 2d 224 (La.1975).\nInformation received from informants contributes to the articulable facts known to the police, provided the information is trustworthy. Trustworthiness is measured against the two prong test of Aguilar v. Texas, 378 U.S. 108, 84 S. Ct. 1509, 12 L. Ed. 2d 723 (1964), which requires that the information provided include facts relating to both the \"basis of knowledge\" and the \"veracity\" of the information.[2]Spinelli v. United States, 393 U.S. 410, 89 S. Ct. 584, 21 L. Ed. 2d 637 (1969). The \"basis of knowledge\" factor preserves the function of the neutral and detached magistrate by requiring the recital of facts from which he can conclude that probable cause exists, rather than merely basing the determination of probable cause on the conclusions provided by others. The \"veracity\" factor requires facts which allow the magistrate to determine the reliability of the informant.[3]*108 While information from an informant may provide sufficient probable cause for an arrest, State v. Morvant, 384 So. 2d 765 (La.1980), it is often the case that the information only contributes to the articulable facts needed for probable cause. In such instances, the information is combined with knowledge acquired by the police from other sources and independent investigation.[4]\nAlso relevant to a determination of probable cause is the nature of the area in which the activity reported to the police occurs.[5] The reputation of an area is an articulable fact upon which a police officer may legitimately rely. United States v. Brignoni-Ponce, 422 U.S. 873, 95 S. Ct. 2574, 45 L. Ed. 2d 607 (1975); United States v. Magda, 547 F.2d 756 (2d Cir.1976). Such so-called high crime areas are places in which the character of the area gives color to conduct which might not otherwise arouse the suspicion of an officer. United States v. Garr, 461 F.2d 487 (6th Cir.), cert. denied, 409 U.S. 880, 93 S. Ct. 170, 34 L. Ed. 2d 135 (1972); United States v. Bailey, 547 F.2d 68 (8th Cir.1976).\nLouisiana jurisprudence requires more than merely innocent activity within a suspect area. In State v. Saia, 302 So. 2d 869 (La.1974), cert. denied, 420 U.S. 1008, 95 S. Ct. 1454, 43 L. Ed. 2d 767 (1975), there was no probable cause to arrest defendant who left a residence known to be a drug outlet and slipped her hand inside the waistband of her pants and turned to walk in the other direction upon sighting the marked police car pull abreast of her. This court found the case factually similar to Sibron v. New York, 392 U.S. 40, 88 S. Ct. 1889, 20 L. Ed. 2d 917 (1968), in which the United States Supreme Court found no probable cause to arrest defendant after talking with several known narcotics addicts where nothing was seen exchanged. This court also found insufficient facts upon which to base a finding of probable cause in State v. Kinnemann, 337 So. 2d 441 (La.1976), where defendant entered a residence under surveillance by the police as a suspected drug *109 outlet empty-handed and emerged a short time later carrying two paper bags, even though defendant looked up and down before crossing the street and had a changed demeanor after leaving the residence. See also, State v. Jones, 308 So. 2d 790 (La.1975). In each of these cases, there was nothing to connect the defendant with the criminal activity known by the police to be common in the suspect area.\nAll the information then in the possession of the police is to be considered in the determination of whether probable cause existed for the arrest. State v. Edwards, 406 So. 2d 1331 (La.1981); State v. Frisch, 393 So. 2d 1220 (La.1981); the quantity and quality of evidence needed for probable cause are measured by lesser standards than those for conviction of the defendant at trial. Brinegar v. United States, 338 U.S. 160, 69 S. Ct. 1302, 93 L. Ed. 1879 (1949). These considerations control the analysis of the arrests of Gloria Buckley and Ernest Robertson.\n\nGloria Buckley\nBuckley was arrested based on information supplied by the confidential informant which was partially corroborated by the observations of the police officers making the arrest and on information independently acquired by the police.\nThe veracity of the informant was shown at the hearing on the motion to suppress by Officer Selby's testimony that the particular informant had provided information in the recent past that led to seventy or eighty arrests; that those cases were still being tried in court and not one case had yet been lost. Regarding the basis of knowledge, Selby testified that the informant stated that he had personally observed the small pink and blue pills which Buckley placed in her right hand.\nAs the officers approached the intersection shortly thereafter, they saw a female matching all of the characteristics described by the informant, corroborating the information given to them. They also noticed Buckley transfer something from her right hand to the small purse she was carrying. This normally innocent act, considered in connection with the information already in the possession of the police, further corroborated the informant's tip.\nThe police also had independent knowledge that the intersection where the informant made his observations was an area high in drug trafficking, and the police had been conducting investigations in the area. The informant had also earlier that day told the officers that he had observed Vickie selling narcotics on that corner throughout the day. The fact that Buckley was observed acquiring the pills through what reasonably appeared to be a purchase from an identified seller of narcotics connected Buckley with the criminal activity known by the police as being prevalent in the suspect area.\nThe combination of these articulable facts, judged by the probabilities and practical considerations of everyday life on which average policemen can be expected to act, provides ample basis to support a finding of probable cause to arrest Gloria Buckley for possession of controlled substances. The trial court erred in ordering suppressed the evidence seized incident to her arrest.\n\nErnest Robertson\nThe information provided by the confidential informant in the arrest of Robertson did not include as many important specific facts as the information in Buckley's arrest, but the tip did include the crucial link between the criminal activity in the area and the defendant.\nThe credibility of the informer was again proved on the basis of the past performance. Officer Selby testified that this particular informant had provided information leading to approximately nine or ten arrests resulting in four or five convictions with other cases still pending. As to the informant's basis of knowledge, Selby testified that the confidential informant stated that he had observed a particular male and female engaging in several narcotics transactions (personal knowledge from observation).\n*110 The police set up a surveillance from a building across the street. While the descriptions of the male and female were not detailed, they were sufficient for the officer to recognize them from his vantage point.\nWhile the pair was under surveillance, they were approached by Robertson who engaged them in conversation. The female received money from Robertson and then went inside the bar. Upon her return a short time later, the officer observed her hand \"objects\" to Robertson which he cupped in his right hand. Even with the aid of binoculars, the officer could not identify the object that was passed from hand to hand. Robertson was arrested one block from where his transaction was observed.\nThe defendant cites cases holding that a person's associations do not provide probable cause for his arrest. State v. Blanton, 400 So. 2d 661 (La.1981) (no probable cause to arrest after transporting several people under surveillance for drug violations); State v. Jones, supra; State v. Saia, supra; State v. Kinnemann, supra; Sibron v. New York, supra. Defendant also compares the present facts to those found in State v. Herbert, 351 So. 2d 434 (La.1977), where this court on rehearing found that the passing of an object between admitted narcotics addicts followed by the passing of an object to a woman who fled at the sight of the police was not sufficient for a finding of probable cause. The majority in this decision stated, quoting State v. Kinnemann, supra:\n\"... These `facts' cannot be said to furnish probable cause for an arrest or search. They do not connect defendants with criminal activity. They are at least as consistent with innocent activity as with guilt.\" State v. Herbert, supra at 440.\nThe court in State v. Herbert, supra, had only the fact that the object had previously been passed between narcotics addicts to support the ultimate conclusion that the object was an illegal drug. In the present case, the police had the informant's tip that the described pair was engaging in narcotics transactions, and had also observed the exchange of money for the object. We find the decisions relied on by defendant factually distinguishable from the present case. Those cases correctly state the rule that a person's associations or the area in which an innocent activity occurs alone do not support a finding of probable cause. The requisite connection of the defendant with the criminal activity suspected was missing in the cases relied on by defendant.\nThe trial judge in written reasons correctly stated that the information provided by the confidential informant was not sufficient to provide probable cause for the arrest of the defendant. The trial judge also correctly stated that the action of Robertson at the intersection was not inconsistent with ordinary everyday behavior and in and of itself insufficient to supply articulable facts for the arrest of the defendant. However, considering the cumulation of all of the facts known to the police at the time Robertson was arrested, it is reasonable for an average policeman to conclude that the object passed to Robertson was an illegal drug, the possession of which is a crime. Under all of the circumstances, innocent explanations for this exchange seem implausible. The trial court erred in sustaining defendant Robertson's motion to suppress the evidence seized from him at the time of his arrest.\nThe ruling of the trial judge sustaining the motions to suppress the evidence as to both Gloria Buckley and Ernest Robertson is reversed. Both cases are remanded for further proceedings consistent with this opinion.\nWATSON, J., concurs in the result.\nNOTES\n[1]  The state contends that the facts found by the trial court are not supported by the record. As there were no explicit findings relating to credibility, this opinion is based on the record of this case.\n[2]  While the test of Aguilar was developed in the context of affidavits in support of search warrants, the test is equally applicable to information provided to officers making warrantless arrests. McCray v. Illinois, 386 U.S. 300, 87 S. Ct. 1056, 18 L. Ed. 2d 62 (1967).\n[3]  The veracity factor of the Aguilar test may be met in a variety of ways. Among the methods most often suggested are past performance of the informant, McCray v. Illinois, 386 U.S. 300, 87 S. Ct. 1056, 18 L. Ed. 2d 62 (1967); admissions against the interest of the informant, United States v. Harris, 403 U.S. 573, 91 S. Ct. 2075, 29 L. Ed. 2d 723 (1971) (declaration that informant had recently purchased illicit whiskey from within named residence); and the inherent credibility of the provider of information (for example, information provided by a citizen witness to a crime contrasted with information provided by a paid informer close to criminal activity). The basis of knowledge factor may be satisfied by a showing that the information is the personal knowledge of the informant, including the circumstances under which such knowledge was acquired; information that is of such detail that the personal knowledge of the informant may be presumed, Draper v. United States, 358 U.S. 307, 79 S. Ct. 329, 3 L. Ed. 2d 327 (1959); Spinelli v. United States, 393 U.S. 410, 89 S. Ct. 584, 21 L. Ed. 2d 637 (1969); or the information is secondhand, but there is reason to believe in the credibility of the third person, United States v. Smith, 462 F.2d 456 (8th Cir. 1972). See generally, LaFave, Search and Seizure, § 3.3, West Publishing Co. (1978).\n[4]  There are two distinct concepts involved when police undertake an investigation following a tip from an informant; the first involves the verification of the facts provided, while the second seeks to discover new facts culminating in probable cause. The first concept is illustrated by Draper v. United States, 358 U.S. 307, 79 S. Ct. 329, 3 L. Ed. 2d 327 (1959), where an informant told police that a suspect would be arriving on a train from Chicago at a certain time and that he would be carrying three ounces of heroin. The informant described Draper, the clothes he would be wearing, and a tan zipper bag that he would be carrying and also stated that Draper habitually walked fast. The United States Supreme Court upheld the warrantless arrest and search of a man alighting from the train having all of the described characteristics. The court held that \"with every other bit of [the informant's] information being thus personally verified,\" the surveilling agent had probable cause \"that the remaining unverified bit of [the informant's] information\u0097that Draper would have the heroin with him\u0097was likewise true.\" 358 U.S. at 313, 79 S.Ct. at 333. The Draper case has not been without criticism, and interpretations of the case do not clearly describe which factor of the Aguilar test is supported by corroboration of innocent details of the informant's tip, that is, whether the corroboration goes to the basis of knowledge or the veracity of the informant. See Justice White's concurring opinion in Spinelli v. United States, 393 U.S. 410, 423, 89 S. Ct. 584, 592, 21 L. Ed. 2d 637 (1969), for a rejection of the proposition that the corroboration of nine innocent facts enhances the trustworthiness of the tenth unverified fact where the tenth fact is the crucial one which cannot be inferred from the other nine. See also Stanley v. State, 19 Md. App. 507, 313 A.2d 847 (1974).\n[5]  See the following for a finding of probable cause where normally innocent activity occurs in suspect surroundings: Carroll v. United States, 267 U.S. 132, 45 S. Ct. 280, 69 L. Ed. 543 (1925) (known bootleggers traveling route from source of supply at international border to bootleggers' primary area of operation); The Apollon, 9 Wheat. 362, 6 L. Ed. 111 (seizure of French vessel near coastal area historically infested by smugglers); State v. Melton, 412 So. 2d 1065 (La. 1982) (reputation of discotheque as establishment where narcotics are present relevant to officer's belief that pills in plastic bag were illicit drug); Commonwealth v. Holloway, 229 Pa.Super. 128, 323 A.2d 216 (1974) (suspect carrying stereo equipment at night in a neighborhood with a high burglary rate); and State v. Sinclair, 11 Wash.App. 523, 523 P.2d 1209 (1974) (carrying television set considered with great number of burglaries committed in the area).\n\n",
            "ocr": false,
            "opinion_id": 1694971
        }
    ],
    "court_short_name": "Supreme Court of Louisiana",
    "court_full_name": "Supreme Court of Louisiana",
    "court_type": "S",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}