{
    "id": 1049349,
    "judges": "Judge Thomas T. Woodall",
    "date_filed": 1288828800000,
    "date_filed_is_approximate": false,
    "slug": "state-of-tennessee-v-jeffrey-thomas-pardue",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Jeffrey Thomas Pardue",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/TCCA/PDF/104/State%20v%20Jeffrey%20Thomas%20Pardue.pdf",
            "author_id": 8296.0,
            "opinion_text": "        IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                         AT NASHVILLE\n                        Assigned on Briefs November 18, 2009\n\n          STATE OF TENNESSEE v. JEFFREY THOMAS PARDUE\n\n            Direct Appeal from the Criminal Court for Davidson County\n                      No. 2008-A-420     Steve Dozier, Judge\n\n\n\n              No. M2009-01163-CCA-R3-CD - Filed November 4, 2010\n\n\nAppellant, Jeffrey Thomas Pardue, was indicted by the Davidson County Grand Jury for\nburglary of a motor vehicle and theft of property valued at more than $1,000. A jury found\nAppellant guilty of both charges. The trial court sentenced Appellant to two years for\nburglary and three years for theft, and the sentences were ordered to be served concurrently.\nThe trial court suspended the sentences and placed Appellant on probation. Appellant was\nalso ordered to receive alcohol treatment and pay restitution in the amount of $1,184. After\nthe denial of a motion for new trial, Appellant filed a timely notice of appeal. On appeal,\nAppellant argues that the evidence was insufficient to sustain the convictions. After a\nreview of the record, we determine that the evidence was sufficient to support the\nconvictions for burglary of a vehicle and theft of property valued at more than $1,000.\nConsequently, the judgments of the trial court are affirmed.\n\n Tenn. R. App. P. Appeal as of Right; Judgments of the Criminal Court Affirmed\n\nTHOMAS T. WOODALL, J., delivered the opinion of the Court, in which JERRY L. SMITH and\nCAMILLE R. MCMULLEN, JJ., joined.\n\nMichael J. Flanagan, Nashville, Tennessee, for the appellant, Jeffrey Thomas Pardue.\n\nRobert E. Cooper, Jr., Attorney General and Reporter; Lindsy Paduch Stempel, Assistant\nAttorney General; Victor S. (Torry) Johnson, III, District Attorney General; and Jennifer\nMcMillen, Assistant District Attorney General, for the appellee, the State of Tennessee.\n\f                                         OPINION\n\nI. Background\n\n       On Tuesday, August 29, 2006, Robert Vance Pounders, the owner of a plumbing,\nheating, and air conditioning repair and installation business, located at 939 Woodland Street\nin Nashville, was notified that a gate behind one of his buildings was left open. When Mr.\nPounders reviewed the security tapes, he became aware that approximately $5,700 in hand\nand power tools had been stolen from a company vehicle. According to Mr. Pounders, the\nvideotape showed a man grabbing a briefcase full of tools from a vehicle. The man then\nbacked a pick-up truck into the fenced in area and took more tools.\n\n        Mr. Pounders called the police. Then Mr. Pounders watched the videotape several\nmore times with his employee John Davidson. After watching the videotape, Mr. Pounders\nwas able to discern that the pick-up truck involved in the incident was painted a flat black\ncolor and had a blue truck bed. The driver of the truck was wearing blue jeans, a flannel\nshirt, and a ball cap.\n\n       Approximately four or five hours later, Mr. Pounders and Mr. Davidson were\nstanding outside in front of the office when they noticed a pick-up truck that looked like the\none in the videotape drive by and pull into a construction site across the street. Mr.\nPounders and Mr. Davidson got into a vehicle and followed the truck when it left the site\nacross the street. They followed the truck to a bank parking lot. The driver of the truck\npulled up beside them and asked why he was being followed. The man was wearing blue\njeans, a flannel shirt, and a ball cap. Mr. Pounders informed the man that security\nvideotapes showed him stealing tools from his property. The driver of the truck sped off.\n\n       Mr. Pounders was able to get the license plate number on the truck. He turned that\ninformation over to police who were able to verify that the license plate was registered to\nAppellant, who lived in Dickson County. The police department prepared a photographic\nlineup, and Mr. Pounders was able to identify Appellant as the driver of the truck.\n\n      After the denial of a motion for new trial, Appellant filed a timely notice of appeal.\nOn appeal, Appellant challenges the sufficiency of the evidence to support the convictions.\n\n                                        II. Analysis\n\n       When a defendant challenges the sufficiency of the convicting evidence, we must\nreview the evidence in a light most favorable to the prosecution in determining whether a\nrational trier of fact could have found all the essential elements of the crime beyond a\n\n                                             -2-\n\freasonable doubt. Jackson v. Virginia, 443 U.S. 307, 319 (1979). Once a jury finds a\ndefendant guilty, his or her presumption of innocence is removed and replaced on appeal\nwith a presumption of guilt. State v. Black, 815 S.W.2d 166, 175 (Tenn. 1991). The\ndefendant has the burden of overcoming this presumption, and the State is entitled to the\nstrongest legitimate view of the evidence along with all reasonable inferences which may\nbe drawn from that evidence. Id.; State v. Tuggle, 639 S.W.2d 913, 914 (Tenn. 1982). The\njury is presumed to have resolved all conflicts and drawn any reasonable inferences in favor\nof the State. State v. Sheffield, 676 S.W.2d 542, 547 (Tenn. 1984). Questions concerning\nthe credibility of witnesses, the weight and value to be given the evidence, and all factual\nissues raised by the evidence are resolved by the trier of fact and not this Court. State v.\nBland, 958 S.W.2d 651, 659 (Tenn. 1997). These rules are applicable to findings of guilt\npredicated upon direct evidence, circumstantial evidence, or a combination of both direct\nand circumstantial evidence. State v. Matthews, 805 S.W.2d 776, 779 (Tenn. Crim. App.\n1990).\n\n       To sustain the defendant’s conviction for burglary of a motor vehicle in this case, the\nState was required to prove that the defendant, without the owner’s consent, entered a motor\nvehicle with the intent to commit a theft. T.C.A. § 39-14-402(a)(4). “A person commits\ntheft of property if, with intent to deprive the owner of property, the person knowingly\nobtains or exercises control over the property without the owner’s effective consent.”\nT.C.A. § 39-14-103. Therefore, to obtain a theft conviction, the State must establish “(1)\nthe defendant knowingly obtained or exercised control over property; (2) the defendant did\nnot have the owner’s effective consent; and (3) the defendant intended to deprive the owner\nof the property.” State v. Amanns, 2 S.W.3d 241, 244-45 (Tenn. Crim. App. 1999).\n\n        The evidence, viewed in a light most favorable to the State, shows that both Mr.\nPounders and Mr. Davidson viewed the videotape that showed Appellant entering a vehicle\nowned by Mr. Pounders. Appellant removed approximately $5,700 worth of tools from the\nvehicle and placed them in a distinctively painted pick-up truck. Mr. Pounders later\nwitnessed the same truck driving past the entrance to his business to pull into a nearby\nconstruction site. Mr. Pounders and Mr. Davidson followed the truck to a nearby parking\nlot. When informed by Mr. Pounders that there was a videotape showing Appellant stealing\ntools, Appellant promptly sped away in his pick-up truck. They got the license plate number\nof the truck and were both able to recognize Appellant as the person on the videotape by his\nflannel shirt and ball cap. The license plate was registered to Appellant. Further, Mr.\nPounders picked Appellant out of a photographic lineup as the perpetrator. The\nidentification of a defendant as the perpetrator is a question of fact for the jury. State v.\nLindsey, 208 S.W.3d 432, 444 (Tenn. Crim. App. 2006). “The credible testimony of one\nidentification witness is sufficient to support a conviction if the witness viewed the accused\nunder such circumstances as would permit a positive identification to be made.” Id. (citing\n\n                                             -3-\n\fState v. Radley, 29 S.W.3d 532, 536 (Tenn. Crim. App. 1999). Moreover, as stated\npreviously, questions concerning the credibility of witnesses, the weight and value to be\ngiven the evidence, and all factual issues raised by the evidence are resolved by the trier of\nfact and not this Court. Bland, 958 S.W.2d at 659. In this case, the jury obviously resolved\nany identification issues in favor of the State. The evidence was sufficient to support the\nconvictions. Appellant is not entitled to relief on this issue.\n\n                                      CONCLUSION\n\n       After a thorough review of the record, we affirm the judgments of the trial court.\n\n\n                                                   _________________________________\n                                                   THOMAS T. WOODALL, JUDGE\n\n\n\n\n                                             -4-\n\f",
            "ocr": false,
            "opinion_id": 1049349
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Robbery"
}