{
    "id": 655186,
    "judges": null,
    "date_filed": 747014400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-gary-a-jones",
    "case_name_short": null,
    "case_name": "United States v. Gary A. Jones",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 F.3d 236"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/7/7.F3d.236.92-4179.html",
            "author_id": null,
            "opinion_text": "7 F.3d 236\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.UNITED STATES of America, Plaintiff-Appellee,v.Gary A. JONES, Defendant-Appellant.\n    No. 92-4179.\n    United States Court of Appeals, Sixth Circuit.\n    Sept. 3, 1993.\n    \n      Before KEITH and KENNEDY, Circuit Judges, and JORDAN, District Judge.*\n      PER CURIAM.\n    \n    \n      1\n      Defendant Gary A. Jones appeals the sentence imposed upon his plea of guilty to conspiracy to distribute and possess with intent to distribute cocaine, in violation of 21 U.S.C. &#167; 846.   On appeal, defendant contends that the District Court erred (1) in sentencing him as a career offender pursuant to United States Sentencing Guidelines (\"U.S.S.G.\") section 4B1.1;  (2) in considering the quantity of LSD sold by his coconspirator when calculating his base offense level;  and (3) in refusing to reduce his offense level for acceptance of responsibility.   For the reasons set forth below, we affirm.\n    \n    I.\n    \n      2\n      In early 1991, agents for the Bureau of Alcohol, Tobacco and Firearms (\"ATF\") and the South Central Ohio Task Force began investigating street-level drug dealers in the Ross, Pickaway, and Franklin County, Ohio areas.   Their investigation established that Neil Terry, Jr. was the dealers' primary drug supplier.   On October 1, 1991, undercover agents were introduced to Terry for the purpose of making a cocaine purchase.   The agents met with Terry at approximately 10:00 p.m. at the Airy Acres Campground to discuss the purchase.   During the discussions, Terry told the agents that in the future they could purchase the cocaine directly from him and they would receive a better price and product.   Terry further told the agents to complete the (present) transaction with William Jones, one of Terry's distributors.\n    \n    \n      3\n      Later that evening, the agents met with Larry Haskins (another of Terry's distributors) and the defendant, Gary Jones.   Haskins handed the agents approximately one ounce of cocaine and two methaqualone pills.   The agents gave Haskins $1,400 for the cocaine.   Haskins counted the money and then gave it to Jones.\n    \n    \n      4\n      The next day, October 2, 1991, an undercover agent again met with Terry at the campgrounds.   Defendant and Haskins were also present at the meeting.   During this meeting future drug deals and the purchase of firearms were discussed.   Terry provided the agent with samples of various drugs, including methadone, methaqualone, and ocycodone.   While discussing the firearms purchase, defendant told the agent that he had been armed with a .38 caliber revolver during the drug deal the previous night.\n    \n    \n      5\n      Also on October 2, 1991, undercover agents negotiated with Terry to purchase approximately 1,000 unit doses of LSD for $1,800.   Defendant, Haskins and Terry were all present during these negotiations and one agent testified that defendant \"overheard the negotiation.\"   Joint App. at 62.   Later that evening, agents met Terry, defendant and Haskins (and Haskins' wife) at Terry's trailer at the Airy Acres Campground.   The agents purchased 1,100 unit doses (approximately four grams) of LSD from Terry.\n    \n    \n      6\n      On October 9, 1991, an undercover agent again contacted Terry for the purpose of purchasing 2,000 unit doses of LSD.   Later that day undercover agents met with Terry at his trailer.   Defendant and the Haskins were also present.   During the meeting, the agents purchased approximately two ounces of cocaine and 2,000 unit doses of LSD.\n    \n    \n      7\n      Thereafter, on November 6, 1991, the agents met with Terry, Haskins and defendant at the campground to discuss trading machine guns for drugs.   Terry agreed to provide the agents with two ounces of cocaine in exchange for three machine guns.   The agents left the guns at Terry's trailer and then went to a second trailer where Jones was holding the cocaine.   Terry then instructed defendant to give the cocaine to the agents.   Defendant handed the agents two clear plastic baggies containing cocaine.   Terry also told defendant to go to Terry's trailer and retrieve the guns.   At this time, Terry and defendant were arrested.1\n    \n    \n      8\n      On March 19, 1992, defendant was charged with one count of conspiring to distribute and possess with intent to distribute cocaine, in violation of 21 U.S.C. &#167; 846, and one count of distribution of cocaine, in violation of 21 U.S.C. &#167;&#167; 841(a)(1) and 2.   Pursuant to a plea agreement, defendant pled guilty to Count 1 in exchange for the government's agreement to dismiss count 2 and to not file additional charges.\n    \n    \n      9\n      On October 30, 1992, the District Court held a sentencing hearing and entertained several objections filed by defendant.   Specifically relevant to this case are defendant's objection to the inclusion of the LSD from the October 2 and October 9, 1991 deals as relevant conduct (in the calculation of defendant's base offense level);  his objection to the probation officer's denial of an adjustment for acceptance of responsibility;  and his objection to the determination that he was a career offender pursuant to U.S.S.G. &#167; 4B1.1.   The District Court overruled all of these objections and determined that the guidelines called for a sentence of 324-405 months imprisonment.   The court then sentenced defendant to the statutory maximum of 240 months.   This timely appeal followed.\n    \n    II. Career Offender\n    \n      10\n      Defendant first challenges the District Court's classification of him as a career offender under U.S.S.G. &#167; 4B1.1.   He contends that his prior state conviction for burglary is not a \"crime of violence\" and therefore should not have been considered in classifying him as a career offender.   U.S.S.G. &#167; 4B1.1 provides that a defendant is a career offender if the instant offense is a felony conviction for a crime of violence or a controlled substance offense and the defendant has at least two prior felony convictions for crimes of violence.  \"Burglary of a dwelling\" is by definition a crime of violence under the guidelines.   U.S.S.G. &#167; 4B1.2(1)(ii).   Defendant maintains that his 1982 Ohio conviction does not constitute burglary of a dwelling, and thus, is not a crime of violence under section 4B1.2.\n    \n    \n      11\n      This Court reviews a district court's factual findings which underlie the application of a guideline provision for clear error.   United States v. Garner, 940 F.2d 172, 174 (6th Cir.1991).   However, whether those facts as determined by the district court warrant the application of a particular guideline provision is purely a legal question and is reviewed de novo by this Court.   Id.\n    \n    \n      12\n      On February 17, 1982, defendant was found guilty of burglary, in violation of Ohio Revised Code &#167; 2911.12.   Section 2911.12 provides, in pertinent part, that:\n    \n    \n      13\n      (A) No person, by force, stealth, or deception, shall do any of the following:\n    \n    \n      14\n      (1) trespass in an occupied structure or in a separately secured or separately occupied portion thereof, with purpose to commit therein any theft offense or any felony.\n    \n    \n      15\n      Ohio Revised Code &#167; 2909.01 provides, in pertinent part, that:\n    \n    \n      16\n      (C) \"Occupied structure\" means any house, building ... or other structure ... or any portion thereof, to which any of the following applies:\n    \n    \n      17\n      (1) It is maintained as a permanent or temporary dwelling, even though it is temporarily unoccupied and whether or not any person is actually present.\n    \n    \n      18\n      (2) At the time, it is occupied as the permanent or temporary habitation of any person, whether or not any person is actually present.\n    \n    \n      19\n      (3) At the time, it is specially adapted for the overnight accommodation of any person, whether or not any person is actually present.\n    \n    \n      20\n      (4) At the time, any person is present or likely to be present in it.\n    \n    \n      21\n      Although Ohio's burglary statute allows a defendant to be convicted of burglary by entering a variety of structures other than \"dwellings,\" the District Court in this case examined the indictment (charging Jones with burglary) and specifically found that defendant's conviction constituted burglary of a \"dwelling.\"   A \"dwelling\" is a \"house or other structure in which a person or persons live;  a residence;  abode;  habitation;  the apartment or building, or group of buildings, occupied by a family as a place of residence.   Structure used as a place of habitation.\"   BLACKS LAW DICTIONARY 505 (6th ed. 1990).   After making the indictment part of the record, the District Court stated:\n    \n    \n      22\n      The Court believes that the conviction results in a judicial determination that this was indeed an occupied structure, and thus was a dwelling.\n    \n    \n      23\n      Now, defendant argues that the owner of the dwelling was in the process of moving, but he hadn't completed his moving.   He had his property there, and in fact he returned to the residence during the commission of the offense, so there clearly was a risk of confrontation and injury to the owner and inhabitant of the dwelling which is the underlying reason for considering burglary of a dwelling as a crime of violence.\n    \n    \n      24\n      Joint App. at 79-80.\n    \n    \n      25\n      On appeal, defendant continues to argue that his conviction cannot amount to burglary of a dwelling because the property was for sale, it had been vacant for over three months, the owner of the property, Charles Marr, had returned to the property on only two occasions during that three-month period, the utilities had been turned off for nine months, Marr lived in another city (after getting married), and Marr had moved the beds and cleared out the refrigerator although leaving other furnishings.   The District Court's findings, however, are supported by the testimony of Marr taken during the burglary trial in the Court of Common Pleas in Ross County, Ohio on February 16 and 17, 1982.   Joint App. at 24-43.   There, Marr repeatedly referred to the residence (defendant burglarized) as his \"home.\"   His testimony established that despite long absences since his marriage, he still kept the house furnished and still had antiques, mirrors, jewelry, and clothing in the residence.   Marr also testified that he kept food and beverages in the house.\n    \n    \n      26\n      Thus, in this factual context, defendant's burglary conviction constituted a crime of violence as used in U.S.S.G. &#167; 4B1.2, and the District Court did not err in relying on it for purposes of classifying defendant as a career offender.   See United States v. Raynor, 939 F.2d 191 (4th Cir.1991) (holding that a conviction for breaking and entering a residence that was unoccupied at the time of the offense because the owner was residing in a rest home constituted a \"crime of violence\" for purposes of U.S.S.G. &#167; 4B1);   State v. Green, 18 Ohio App.3d 69 (1984) (explaining that the definition of a structure under Ohio Rev.Code &#167; 2909.01 includes a dwelling house whose occupant is absent on a prolonged basis or receiving long-term care in a nursing home, or where the house is a summer cottage or a residential rental unit which is temporarily vacant).\n    \n    III. Relevant Conduct\n    \n      27\n      Pursuant to U.S.S.G. &#167; 2D1.1(c), the base offense level for drug trafficking offenses depends on the quantity of contraband attributable to the defendant.   Defendant contends that the District Court committed clear error by including the 16.6 grams of LSD (equivalent to 1,660 kilograms of marijuana) sold to the agents on October 2 and 9, 1991, when calculating the base offense level based on the quantity of drugs involved in the relevant conduct.2  Specifically, defendant argues that he should not be held accountable for amounts involved in transactions at which he was present but in which he did not participate.   According to defendant, Terry chose to deal with the agents alone inside his trailer (i.e., Terry gave the agents the drugs and took the money) while defendant was outside making chili.\n    \n    \n      28\n      Pursuant to U.S.S.G. &#167; 1B1.3(a)(2) (November 1992)3 a defendant's base offense level \"shall be determined on the basis of ... all such acts and omissions that were part of the same course of conduct or common scheme or plan as the offense of conviction....\"  The commentary to section 1B1.3 explains that, \"in a drug distribution case, quantities and types of drugs not specified in the count of conviction are to be included in determining the offense level if they were part of a common scheme or plan as the count of conviction.\"   U.S.S.G. &#167; 1B1.3, comment.  (background).  In  United States v. Miller, 910 F.2d 1321, 1327 (6th Cir.1990), cert. denied, 498 U.S. 1094 (1991), this Court clarified that \"the entire quantity of [drugs] attributable to a distribution enterprise must be used to establish the base offense level....\"   See also United States v. Davern, 970 F.2d 1490, 1494 (6th Cir.1992) (en banc) (\"The law in this Circuit is clear that a base offense level is determined by the amount of drugs included in the defendant's relevant conduct, not just amounts in the offense of conviction or charged in the indictment.\"), cert. denied, 113 S.Ct. 1289 (1993).   In Miller, this Court also interpreted the Guidelines to \"require[ ] consideration of relevant uncharged conduct.\"   Miller, 910 F.2d at 1237.   Therefore, there is no question, and defendant concedes, that the District Court may include uncharged drugs when calculating a defendant's base offense level.   Additionally, in cases involving drug conspiracies, relevant conduct also includes \"all reasonably foreseeable acts and omissions of others in furtherance of\" the conspiracy.   U.S.S.G. &#167; 1B1.3(a)(1)(B).\n    \n    \n      29\n      \"Whether a preponderance of the evidence supports the aggregation of drug amounts for which defendant was not convicted is reviewed by this Court under the clearly erroneous standard.\"   United States v. Gibson, 985 F.2d 860, 863 (6th Cir.), cert. denied, 61 U.S.L.W. 3835 (1993).   See also United States v. Walton, 908 F.2d 1289, 1301 (6th Cir.)  (recognizing that a district court's factual findings as to the amount of drugs attributable to a defendant may be overturned only if they are clearly erroneous), cert. denied, 498 U.S. 990 (1990).   Consequently, the only question in this case is whether the District Court clearly erred in using the LSD to establish defendant's base offense level.\n    \n    \n      30\n      In overruling defendant's objection to inclusion of the LSD, the District Court stated:\n    \n    \n      31\n      [T]he Court finds by a preponderance of the evidence that Mr. Jones was involved in a conspiracy which--drug conspiracy which included not only cocaine but LSD and other drugs, and his role in the conspiracy included acting as a go-between and so-called enforcer or protector, and the Court believes that the circumstantial evidence is more than sufficient to connect him with the sales of the LSD.   He was present.   The Court has no question in its mind as to why he was present.   He was present for those transactions just for the same reasons he was present for the cocaine transactions;  and the Court finds by a preponderance of the evidence that the LSD sales of October 2nd and October 9th are part of the relevant conduct in this case....\n    \n    \n      32\n      Joint App. at 73.4  The court further found that \"[d]efendant knew that his associates in the drug conspiracy were involved in selling LSD, and the two LSD transactions were known to defendant and foreseeable to defendant.\"   Joint App. at 48.   At the sentencing hearing, Agent Mitchell testified that defendant was present for and overheard the agents' negotiations with Terry regarding the sale of LSD.   Joint App. at 62.   He testified that during the October 2, 1991 transaction, defendant went in and out of the trailer during the transaction.   It was Mitchell's belief that defendant was \"just keeping an eye on Neil Terry, making sure that the transaction was going as we had planned it, discussed it.   He was more or less an overseer, the strong arm is the term we use for it.\"   Id.  Similarly, as to the October 9, 1991 transaction, Mitchell again testified that defendant was \"in and out [of the trailer], but negotiations, he was usually present on.\"   Joint App. at 64.   Defendant's role as an \"enforcer\" is further substantiated by the testimony that defendant told agents he was armed with a .38 caliber revolver during the October 1, 1991 transaction and by the fact that Terry, during  the relevant time period, rarely engaged in negotiations or conducted a drug transaction without defendant present.   Furthermore, the record clearly establishes, and defendant does not dispute, that the agents received various types of drugs (not just cocaine) during the drug transactions that formed the basis of the conspiracy.   Consequently, given the facts of record, the inferences reasonably extractable therefrom, and the deferential standard of review, the District Court did not err in including as \"relevant conduct\" the total amount of LSD sold on October 2, 1991 and October 9, 1991, when determining defendant's base offense level.\n    \n    IV. Acceptance of Responsibility\n    \n      33\n      Defendant also contends that the District Court erred by refusing to decrease his offense level by two, pursuant to U.S.S.G. &#167; 3E1.1, for acceptance of responsibility.   Application Note 1 to section 3E1.1 sets forth numerous indicia of defendant's acceptance of responsibility including the timeliness of a guilty plea, cooperation with law enforcement, and truthfully admitting the conduct comprising the offense.   A district court's refusal to credit a defendant with acceptance of responsibility is subject to a clearly erroneous standard as is reversible only in extraordinary circumstances when the decision is without foundation.   United States v. Downs, 955 F.2d 397, 400 (6th Cir.1992).   See also U.S.S.G. &#167; 3E1.1 Application Note 5 (\"The sentencing judge is in a unique position to evaluate a defendant's acceptance of responsibility.   For this reason, the determination of the sentencing judge is entitled to great deference on review.\").   The district court has the responsibility to determine whether a defendant has met his burden of showing acceptance of responsibility by a preponderance of the evidence.   United States v. Morrison, 983 F.2d 730, 733 (6th Cir.1993).\n    \n    \n      34\n      In seeking a reduction, defendant relies on the fact that he pled guilty.   The Sentencing Guidelines make clear, however, that a \"defendant who pleads guilty is not entitled to an adjustment under [&#167; 3E1.1] as a matter of right.\"   U.S.S.G. &#167; 3E1.1, Application Note 3.   Defendant also relies on the fact that he agreed to submit to debriefings and to testify truthfully concerning all matters in the indictment and other narcotics activities to which he had knowledge.   Defendant maintains that at the time he was interviewed by the probation officer he had not yet been debriefed and thus could not seek protection under U.S.S.G. &#167; 1B1.8 for any statements made to the probation officer.   Therefore, according to defendant, the probation officer's determination that defendant had not yet accepted responsibility (and the District Court's reliance on this finding) at the time of the interview is in error.   The timing of defendant's debriefing, however, is irrelevant.   Nothing in the Guidelines or case law suggests that a defendant's comments must be protected before he can accept responsibility.   Section 1B1.8 merely provides that if, as part of a cooperation agreement, \"the government agrees that self-incriminating information provided pursuant to the agreement will not be used against the defendant, then such information shall not be used in determining the applicable guideline range;\"  it does not guarantee a defendant a reduction for acceptance of responsibility.\n    \n    \n      35\n      What the District Court focused on was the defendant's failure to acknowledge any responsibility for or involvement in the conspiracy.   As the court explained:\n    \n    \n      36\n      The statement that Mr. Jones made to the probation officer was far less than acknowledgment of his responsibility and role in this drug conspiracy.   In paragraph 43, the probation officer reports that Mr. Jones described his involvement in this offense as just being in the wrong place at the wrong time.   He said he was doing a favor for a friend by holding the cocaine until Mr. Terry returned.   The Court finds by a preponderance of the evidence that Mr. Jones' involvement is much more significant than that, that he was in fact the protector and enforcer, and that he was fully aware of all of the aspects of the drug conspiracy and was a key player in it.   So his statements to the probation officer fall far short of the acceptance of responsibility which would entitle him to a two-level reduction in his guideline sentencing range....\n    \n    \n      37\n      Joint App. at 76.5  We find that defendant points to nothing in the record which would indicate that the District Court's determination that he had not demonstrated acceptance of responsibility was without foundation.\n    \n    V.\n    \n      38\n      For the aforementioned reasons, defendant's sentence is AFFIRMED.\n    \n    \n      \n        *\n         The Honorable Leon Jordan, United States District Judge for the Eastern District of Tennessee, sitting by designation\n      \n      \n        1\n         Defendant Jones attempted to flee the scene in his car but was quickly apprehended and taken into custody\n      \n      \n        2\n         Pursuant to Application Note 10 of U.S.S.G. &#167; 2D1.1, the probation officer converted the amount of drugs listed for inclusion in the base offense level into a marijuana equivalence.   Adding in the two LSD sales increased the total from 28.881 kilograms of marijuana to 1688.881 kilograms.   This resulted in a base offense level of 32\n      \n      \n        3\n         Because defendant was sentenced on November 3, 1992, U.S.S.G. &#167; 1B1.3 (1992) of the sentencing guidelines guides the analysis of this issue.   United States v. Gibson, 985 F.2d 860 (6th Cir.), cert. denied, 61 U.S.L.W. 3835 (1993)\n      \n      \n        4\n         Similarly, in addressing defendant's objection to the fact that no adjustment was given for his role as a minimal participant, the District Court found by a preponderance of the evidence that\n        [defendant] had full knowledge and understanding of the scope and structure of the enterprise and the activities of others, and that the nature of his involvement by providing protection and by providing other assistance was more than minimal or even minor participation.   The Court notes from Mr. Jones' criminal record that he is--he was probably well qualified for the role of protector and enforcer.\n        Joint App. at 74 (emphasis added).\n      \n      \n        5\n         The Presentence Report also states that \"files with the Adult Parole Authority indicate that Jones told his parole officer that he was riding around with a friend who was involved in a drug deal.   They pulled into the campground and his friend completed the deal without his [defendant's] knowledge.\"   Joint App. at 99\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 655186
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}