{
    "id": 1771381,
    "judges": "John M. Yeaman",
    "date_filed": 8812800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-thomas",
    "case_name_short": "Thomas",
    "case_name": "State v. Thomas",
    "case_name_full": "STATE of Missouri, Respondent, v. Robert Alvin THOMAS, Appellant",
    "attorneys": "John C. Danforth, Atty. Gen., Peter H. Ruger, Asst. Atty. Gen., Jefferson City, for respondent., J. M. Willemin, Clayton, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 44,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b186-3\">\n    STATE of Missouri, Respondent, v. Robert Alvin THOMAS, Appellant.\n   </parties><br><docketnumber id=\"b186-5\">\n    No. 54448.\n   </docketnumber><br><court id=\"b186-6\">\n    Supreme Court of Missouri, Division No.\n    <em>\n     2.\n    </em>\n</court><br><decisiondate id=\"b186-8\">\n    April 13, 1970.\n   </decisiondate><br><attorneys id=\"b187-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"161\"> \n     *161\n     </span>\n    John C. Danforth, Atty. Gen., Peter H. Ruger, Asst. Atty. Gen., Jefferson City, for respondent.\n   </attorneys><br><attorneys id=\"b187-12\">\n    J. M. Willemin, Clayton, for defendant.\n   </attorneys>",
    "citations": [
        "452 S.W.2d 160"
    ],
    "opinions": [
        {
            "author_str": "Yeaman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n452 S.W.2d 160 (1970)\nSTATE of Missouri, Respondent,\nv.\nRobert Alvin THOMAS, Appellant.\nNo. 54448.\nSupreme Court of Missouri, Division No. 2.\nApril 13, 1970.\n*161 John C. Danforth, Atty. Gen., Peter H. Ruger, Asst. Atty. Gen., Jefferson City, for respondent.\nJ. M. Willemin, Clayton, for defendant.\nJOHN M. YEAMAN, Special Judge.\nDefendant was charged with the offenses of burglary second degree, and stealing, and two prior felony convictions. The jury returned a verdict finding the defendant guilty of burglary sceond degree, and finding the defendant not guilty of stealing. Since it was alleged and proved that defendant had been convicted of two prior felonies, the Court determined his punishment, which was fixed at confinement to the Department of Corrections of the State of Missouri for a period of seven years. Defendant appeals. We affirm.\nAssigned as error are these points: (1) The Court erred in denying and overruling defendant's Motion for Judgment of Acquittal at the conclusion of the State's case, and again at the close of all the evidence, for the reason that competent, material and relevant evidence on behalf of the State was legally insufficient to make a submissible case; (2) The Court erred in considering the two prior convictions for the reason that defendant was not adequately and effectively represented by counsel; (3) The Court erred in admonishing the defendant that should he desire to testify that counsel for the State would be permitted to cross-examine him to test his credibility by inquiring and otherwise concerning such prior convictions; and, (4) The Court erred in receiving and accepting the verdict of the jury finding the defendant guilty of burglary in the second degree, and finding the defendant not guilty of stealing.\nThe evidence will support the following statement of facts: Larnel Bonds, and his wife, Laura Bonds, along with their three children, lived at 6045 Kingsbury Avenue, Apartment 1E, City of St. Louis, on May 30, 1968, Decoration Day. On this Decoration Day afternoon, around 3 P.M., Mr. Bonds left his apartment, Mrs. Bonds and the children having departed sometime before. When he left, all entries were locked. When Mr. Bonds returned home around 6 P.M. he found the glass in the upper half of the front door to the apartment broken out; that certain personal property, including a Magnavox Stereo, Philco portable television set, a couple of watches, a set of cuff links, and around $30 in money were missing. None of the property has been recovered. Mrs. Bonds returned home a few minutes after her husband, having been summoned by him when informed of the burglary. She observed the glass broken from the upper half of their door, said glass being painted green on the inside and beige on the outside. Next to the Bonds' apartment door in the hallway was a steam radiator\u0097\"right outside of the door.\" Both Mr. and Mrs. Bonds noticed a \"sizeable piece of glass\" from their front apartment *162 door behind the radiator on the evening of the 30th of May, the day of the burglary, around 6 P.M. On the morning after the burglary, around 8 A.M., when Mrs. Bonds was cleaning up, she noticed this \"sizeable piece of glass,\" and what appeared to her to be \"big greasy fingerprints,\" and she immediately renotified the police, who came and found latent prints on the piece of glass. Said prints were later identified as being the prints of the defendant, the four fingers of the right hand on the one side of the glass, and the right thumb print of the defendant on the other side. Defendant was arrested by Detective Warren Williams, and, after having been duly advised of his rights under the Miranda warning, he stated in Detective Williams' presence, and in the presence of Larnel Bonds, that \"he knew nothing of the burglary at 6045 Kingsbury, and he said that he wasn't there and he could prove where he was.\"\nDefendant did not testify. Testimony given in his behalf by his mother and father was directed to the establishment of an alibi in his behalf (and the jury was duly instructed upon that issue). Said testimony by both his parents was to the effect that defendant was at their home, along with eleven other individuals, for a barbecue all day long on the 30th day of May, 1968, except for a period of time of approximately one hour in length. Said absence occurred prior to 3:30 o'clock in the afternoon when he was gone. They knew it was 3:30 o'clock in the afternoon, although said time was not referenced to any clock, it was just an approximation on their part. Their testimony was to the effect that he was with them that evening when they all took a ride and went to the park, and when they came back they stayed home and did not leave.\nWe will first consider the assignment that the State failed to make a submissible case: There is no question that a burglary second degree was proved. However, the evidence connecting the defendant with the burglary is circumstantial. In that situation the facts and circumstances relied upon by the State to establish guilt \"must not only be consistent with each other and with the hypothesis of defendant's guilt, but they must also be inconsistent and irreconcilable with his innocence and must point so clearly and satisfactorily to his guilt as to exclude every reasonable hypothesis of innocence.\" State v. Walker, Mo. Sup., 365 S.W.2d 597, 601. In a case involving circumstantial evidence the circumstances need not be absolutely conclusive of guilty, and they need not demonstrate impossibility of innocence. State v. Taylor, Mo.Sup., 445 S.W.2d 282. We think the evidence was sufficient to comply with the strict requirements of the above stated rules. As stated in Curley v. United States, 81 U.S.App.D.C. 389, 160 F.2d 229. Moreover, this Court has made it plain that the mere existence of other possible hypothesis is not enough to remove the case from the jury. If the judge were to direct acquittal whenever in his opinion the evidence failed to exclude every hypothesis than that of guilt, he would preempt the functions of the jury. Under such a rule the judge would have to be convinced of guilt beyond peradventure of doubt before the jury would be permitted to consider the case. That is not the place of the jury in criminal procedure. They are the judges of the facts and of guilt or innocence, not merely a device for checking upon the conclusions of the judge.\nDefendant did not stand on his Motion for Acquittal at the close of State's case. He offered testimony. Therefore, he waived any claim of error for overruling his Motion of Acquittal at the close of State's case. State v. Schleicher, Mo. Sup., 442 S.W.2d 19, 21. In any event, the fingerprint evidence was sufficient to warrant the jury's finding of guilty. State v. Allen, Mo.Sup., 420 S.W.2d 330; State v. Deutschmann, Mo.Sup., 392 S.W.2d 279. Defendant would have us reject this fingerprint evidence because the piece of glass was outside the apartment door in the hallway. This was rejected in State v. Allen, Mo.Sup., 420 S.W.2d 330, 332, where the *163 piece of glass was found outside the building. Proof, however, that fingerprints found in the place where a crime is committed, under such circumstances that they could only have been impressed at the time that the crime was committed\u0097corresponding to those of the accused\u0097may be sufficient proof of identity to sustain a conviction. Evidence\u0097Finger, Palm or Footprint, 28 A.L.R. 2d 1115, Sections 28, 29. Borum v. United States, 127 U.S.App.D.C. 48, 380 F.2d 595 holds that \"Defendant's conviction for housebreaking could not be predicated on fingerprints removed from objects in the home in [the] absence of evidence indicated that such objects were generally inaccessible to defendant because of custody or location of objects prior to [the] crime.\" This is not the evidence, or the facts in the case at hand. Defendant's evidence was to the effect that during the course, or immediately after the burglary, he was with his parents and other individuals at home barbecueing, or taking a ride in the car, or in the park. It is tacitly conceded by the defendant that the fingerprints would have to be placed upon the glass of the apartment door during the course of the burglary, or immediately thereafter, and prior to 8 o'clock A.M. on the morning after the burglary. By the defendant's own evidence this possibility is excluded. Under the circumstances here shown, the jury was fully justified in concluding that the defendant in the course of his crime had impressed his fingerprints on the broken glass of the apartment door.\nWe will now consider the assignment that the Court erred in considering the two prior felony convictions for the reason that defendant was not adequately and effectively represented by counsel, and he cites as his authority for this proposition Burgett v. Texas, 389 U.S. 109, 88 S. Ct. 258, 19 L. Ed. 2d 319.\nEvidence of the prior felony convictions was heard by the trial judge out of the hearing of the jury. Defendant admits that he had entered a plea of guilty in 1962 to the felony of tampering with a motor vehicle, was sentenced and imprisoned therefor, that he did enter a plea of guilty in 1967 to the felony of burglary and stealing and was sentenced and imprisoned therefor. On both pleas and prior thereto, he was represented by an attorney from the Public Defenders Bureau of the City of St. Louis, but he objected to the receipt and proof of these prior felony convictions by the trial judge in the hearing out of the jury's presence for the reason that his representation was not adequate and effective by said Public Defenders Bureau. The trial court did receive evidence from the defendant at said evidentiary hearing in the form of testimony from the defendant himself, and members of the Public Defenders Bureau of the City of St. Louis, and he did overrule the objection of the defendant that said representation was not adequate and effective, and did make a finding as provided for by § 556.280. In determining this issue the trial court is necessarily clothed with that discretion exercised by a trial court when acting as a trier of the facts, and upon appeal the review is limited to a determination of whether the findings, conclusions and judgment of the trial court are clearly erroneous. State v. Mountjoy, Mo.Sup., 420 S.W.2d 316; Drew v. State, Mo.Sup., 436 S.W.2d 727.\nWe find that from the evidence produced here, the findings of the trial court were proper and were not erroneous.\nDefendant did urge upon the trial court, and does urge upon this Court, to extend the doctrine of Burgett v. Texas, supra. In this collateral attack upon prior felony convictions, Burgett v. Texas holds that where records of prior felony convictions did not show that defendant was represented by counsel, or that he waived counsel, the records on their face raised a presumption that defendant was denied his rights in violation of the Sixth Amendment, and therefore prior felony convictions should have been deemed void in subsequent prosecutions. We, of course, are bound by the decision in Burgett v. Texas, supra, but the *164 facts before us show that the records of the prior felonies disclosed that defendant was represented by counsel, and in addition thereto, the trial judge did receive evidence and made a finding that the prior representation of the defendant in both of his prior felonies was indeed adequate and effective.\nIn view of the recent Federal decisions, the trial courts of this State must look to their housekeeping chores with greater diligence in receiving pleas of guilty; they can no longer fly by the seat of their pants, but must use the checkoff list as laid down by Boykin v. Alabama, 395 U.S. 238, 89 S. Ct. 1709, 23 L. Ed. 2d 274, and McCarthy v. United States, 394 U.S. 459, 89 S. Ct. 1166, 22 L. Ed. 2d 418, cases.\nDefendant assigns as error that the Court erred in admonishing defendant that should he desire to testify that counsel for the State would be permitted to cross-examine him to test his credibility by inquiring and otherwise concerning such prior conviction. This point can be ruled summarily inasmuch as defendant has not preserved such an objection for review, and, from reading the entire record, there is no legal merit in such a contention if it had been raised properly. Here defendant's counsel made no objection to the trial judge's explanation of the implication of defendant testifying. Point in Motion for New Trial and in brief must be based on objections made and reasons assigned at time error occurs. State v. Brookshire, Mo.Sup., 353 S.W.2d 681.\nThe last point assigned as error is that it was error in receiving and accepting the verdict of the jury finding the defendant guilty of burglary in the second degree and finding the defendant not guilty of stealing. When a defendant is charged with committing two criminal offenses that involve different elements, a jury may find him guilty of one crime and acquit on the other charge. State v. Burns, 263 Mo. 593, 173 S.W. 1070. The statutory definition of the crime of second degree burglary (§ 560.045 RSMo 1959, V.A.M.S.), and stealing (§ 560.156 RSMo 1959, V.A.M.S.) clearly include different elements and thus would justify a conviction of one offense and acquittal of another.\nIt is well established that where an information charges both burglary and stealing, there may be a conviction of burglary only. State v. Burdett, 145 Mo. 674, 47 S.W. 796. The trial court properly accepted the verdict in the instant case.\nDONNELLY, P. J., and MORGAN, J., concur.\nFINCH, J., not sitting.\n",
            "ocr": false,
            "opinion_id": 1771381
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}