{
    "id": 1775203,
    "judges": "Nye, C.J., and Benavides and Kennedy",
    "date_filed": "1990-07-25",
    "date_filed_is_approximate": true,
    "slug": "rodriguez-v-state",
    "case_name_short": "Rodriguez",
    "case_name": "Rodriguez v. State",
    "case_name_full": "Francisco RODRIGUEZ, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Joseph A. Connors, III, McAllen, for appellant., Theodore C. Hake, Asst. Criminal Dist. Atty., Hidalgo County Courthouse, Edin-burg, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Nov. 16, 1989.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b920-3\">\n    Francisco RODRIGUEZ, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b920-5\">\n    No. 13-88-534-CR.\n   </docketnumber><br><court id=\"b920-6\">\n    Court of Appeals of Texas, Corpus Christi.\n   </court><br><decisiondate id=\"b920-8\">\n    Oct. 12, 1989.\n   </decisiondate><br><otherdate id=\"b920-9\">\n    Rehearing Denied Nov. 16, 1989.\n   </otherdate><br><attorneys id=\"b921-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"885\"> \n     *885\n     </span>\n    Joseph A. Connors, III, McAllen, for appellant.\n   </attorneys><br><attorneys id=\"b921-6\">\n    Theodore C. Hake, Asst. Criminal Dist. Atty., Hidalgo County Courthouse, Edin-burg, for appellee.\n   </attorneys><br><judges id=\"b921-7\">\n    Before NYE, C.J., and BENAVIDES and KENNEDY, JJ.\n   </judges>",
    "citations": [
        "779 S.W.2d 884"
    ],
    "opinions": [
        {
            "author_str": "Benavides",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8303.0,
            "opinion_text": "\n779 S.W.2d 884 (1989)\nFrancisco RODRIGUEZ, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 13-88-534-CR.\nCourt of Appeals of Texas, Corpus Christi.\nOctober 12, 1989.\nRehearing Denied November 16, 1989.\n*885 Joseph A. Connors, III, McAllen, for appellant.\nTheodore C. Hake, Asst. Criminal Dist. Atty., Hidalgo County Courthouse, Edinburg, for appellee.\nBefore NYE, C.J., and BENAVIDES and KENNEDY, JJ.\n\nOPINION\nBENAVIDES, Justice.\nAppellant was convicted by a jury of aggravated robbery and sentenced to twenty-five years of imprisonment. He appealed, and this Court reversed because of error in the punishment stage of the trial, set aside the judgment, and remanded the cause to the trial court for further proceedings in accordance with Ex parte Klasing, 738 S.W.2d 648, 650 (Tex.Crim.App.1987). Rodriguez v. State, 745 S.W.2d 572 (Tex. App.-Corpus Christi 1988, pet. ref'd). On remand he was resentenced by the court to twelve years of imprisonment. He appeals the trial court's denial of a jury trial on the guilt-innocence phase of his case on remand. We affirm the judgment of the trial court.\nOn appeal from remand, appellant raises ten points of error, presented in one argument, all of which relate to the trial court's denial of his motion for a jury trial at the guilt-innocence phase of his trial, the refusal of the trial court to apply Tex.Code Crim.Proc.Ann. art. 44.29 (Vernon 1985), and the trial court's application of Tex. Code Crim.Proc.Ann. art. 44.29(b) (Vernon Supp.1989). He specifically alleges violations of his constitutional rights regarding ex post facto or retroactive laws under Tex. Const. art. 1, § 16 and U.S. Const. art. 1, § 9, clause 3. He also alleges violations of his constitutional right to fundamental fairness, due process and equal protection under Tex. Const. art. 1, § 19 and U.S. Const. Amend. XIV. Appellant further alleges that the district court violated the separation of powers doctrine of the Tex. Const. art. II, § 1 by violating the due process and ex post facto provisions of the Texas Constitution. He finally alleges that the district court ignored the provisions of Tex.Gov't Code Ann. § 311.022 (Vernon 1985). The core of all his points is that the court's application of art. 44.29(b) retroactively deprived him of his substantive rights.\nOn remand, the trial court applied Tex. Code Crim.Proc.Ann. art. 44.29(b) (Vernon Supp.1989). The judge commenced the new trial as if a finding of guilt had been returned and proceeded only with the punishment stage of the trial. The appellant's attorney objected and requested a new trial both as to guilt-innocence and punishment. The judge overruled his objection and assessed punishment.\nArticle 44.29(b) provides in part that:\nIf the court of appeals ... awards a new trial to the defendant only on the basis of an error or errors made in the punishment stage of the trial, the cause shall stand as it would have stood in case the new trial had been granted by the court below, except that the court shall commence the new trial as if a finding of guilt had been returned and proceed to the punishment stage of the trial....\nThe effective date of this amendment was August 31, 1987. Act of May 26, 1987, ch. 179 (Tex.Gen.Laws 1387). This article is directed to the trial court. Ex parte Sewell, 742 S.W.2d 393 (Tex.Crim.App.1987) (Opinion on motion for rehearing); Ex parte Klasing, 738 S.W.2d 648 (Tex.Crim. App.1987) (Opinion on motion for rehearing); Goodlow v. State, 766 S.W.2d 352, 354 (Tex.App.-Texarkana 1989, pet. ref'd).\nThe ex post facto prohibition bars the enactment of any law which exacts a punishment for an act which was not punishable at the time it was committed or which imposes a greater punishment than that prescribed when the act was committed. Weaver v. Graham, 450 U.S. 24, 101 S. Ct. 960, 964, 67 L. Ed. 2d 17 (1981). Laws which do not amend substantive law by *886 defining criminal acts or providing for penalties are procedural in nature. Ex parte Johnson, 697 S.W.2d 605, 607 (Tex.Crim. App.1985); Ex parte Allen, 699 S.W.2d 886, 894 (Tex.App.-Dallas 1985, pet. ref'd) (Opinion on motion for rehearing). Remedial or procedural laws are not usually within the ex post facto prohibition. Klasing v. State, 771 S.W.2d 684 (Tex.App.- Corpus Christi 1989, pet. filed); Ex parte Allen, 699 S.W.2d at 895. A procedural statute is not ex post facto merely because it works to a defendant's disadvantage. Dobbert v. Florida, 432 U.S. 282, 97 S. Ct. 2290, 2298, 53 L. Ed. 2d 344 (1977). If a procedural change is retroactive and results in a deprivation of a substantive protection, however, it is unconstitutional. Ex parte Abahosh, 561 S.W.2d 202, 203 (Tex. Crim.App.1978) (panel op.); Ex parte Allen, 699 S.W.2d at 895.\nA statute is presumptively prospective in application unless it is expressly made retrospective. Nichols v. State, 754 S.W.2d 185, 204 (Tex.Crim.App.1988); Ex parte Abahosh, 561 S.W.2d at 204; Tex. Gov't Code Ann. § 311.022 (Vernon 1988). A procedural statute controls litigation from its effective date, and it may be applied to trials for offenses committed before its effective date and to proceedings pending at the time of its enactment. Goodlow, 766 S.W.2d at 354. This is because a litigant has no vested right in a procedural remedy under the due course of law or ex post facto clauses of the United States and Texas Constitutions. Thompson v. Utah, 170 U.S. 343, 18 S. Ct. 620, 42 L. Ed. 1061 (1898); Merchants Fast Motor Lines, Inc. v. Railroad Comm'n of Texas, 573 S.W.2d 502, 504-05 (Tex.1978); Cooper v. State, 769 S.W.2d 301, 306 (Tex.App.- Houston [1st Dist.] 1989, no pet.). Retroactive application of amended article 44.29(b) to cases originally tried before the effective date of the amendment does not violate prohibitions against ex post facto laws in the federal and state constitutions. Klasing v. State, 771 S.W.2d at 686.\nAppellant argues that the application of article 44.29(b) to his case deprives him of the right to a new trial on guilt-innocence which was a right he had when the offense was committed. This court determined that appellant had received a trial on guilt or innocence in which there was no harmful error. Rodriguez, 745 S.W.2d 572. The Constitution does not require that a defendant receive two error free trials on guilt or innocence. Goodlow, 766 S.W.2d at 354.\nAny right appellant had to a new trial on guilt-innocence could not have existed until this Court held that the trial court had committed reversible error. Goodlow, 766 S.W.2d at 355; see also Ex parte Allen, 699 S.W.2d at 896. Since this Court's judgment was rendered after the effective date of the amendment, appellant was not retroactively deprived of a substantive right.\nAppellant failed to argue his point of error alleging he was denied equal protection of the law. He did not discuss any facts or cite any authorities to maintain this point of error, and appellant, therefore, waived this point of error. Richardson v. State, 753 S.W.2d 759, 769 (Tex.App.-Dallas 1988, no pet.); Hefner v. State, 735 S.W.2d 608, 627 (Tex.App.-Dallas 1987, pet. ref'd); Tex.R.App.Proc.Ann. 74(f) (Vernon Supp.1989).\nAccordingly, we overrule appellant's ten points of error and AFFIRM the judgment of the trial court.\n",
            "ocr": false,
            "opinion_id": 1775203
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}