{
    "id": 901508,
    "judges": "Gilbertson, Konenkamp, Meierhenry, Sabers, Zinter",
    "date_filed": "2012-10-28",
    "date_filed_is_approximate": true,
    "slug": "wagner-v-wagner",
    "case_name_short": "Wagner",
    "case_name": "Wagner v. Wagner",
    "case_name_full": "Amy WAGNER N/K/A Amy Lyngstad, Plaintiff and Appellee, v. Michael WAGNER, Defendant and Appellant",
    "attorneys": "Amy Lyngstad, Yankton, SD, pro se plaintiff and appellee., Michael Wagner, Yankton, SD, pro se defendant and appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Considered on Briefs Feb. 13, 2006., Rehearing Denied May 1, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b691-12\">\n    2006 SD 31\n   </citation><br><parties id=\"b691-13\">\n    Amy WAGNER n/k/a Amy Lyngstad, Plaintiff and Appellee, v. Michael WAGNER, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b691-16\">\n    No. 23689.\n   </docketnumber><br><court id=\"b691-17\">\n    Supreme Court of South Dakota.\n   </court><otherdate id=\"AR2\">\n    Considered on Briefs Feb. 13, 2006.\n   </otherdate><decisiondate id=\"ABN\">\n    Decided March 29, 2006.\n   </decisiondate><otherdate id=\"A_Rz\">\n    Rehearing Denied May 1, 2006.\n   </otherdate><br><attorneys id=\"b693-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"655\"> \n     *655\n     </span>\n    Amy Lyngstad, Yankton, SD, pro se plaintiff and appellee.\n   </attorneys><br><attorneys id=\"b693-14\">\n    Michael Wagner, Yankton, SD, pro se defendant and appellant.\n   </attorneys>",
    "citations": [
        "2006 SD 31",
        "712 N.W.2d 653"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.sdjudicial.com/Uploads/opinions/23689.pdf",
            "author_id": null,
            "opinion_text": "\n2006 SD 31\nAMY WAGNER n/k/a AMY LYNGSTAD, Plaintiff and Appellee,\nv.\nMICHAEL WAGNER, Defendant and Appellant.\nNo. 23689\nSupreme Court of South Dakota.\nConsidered On Briefs On February 13, 2006\nOpinion Filed March 29, 2006\nAMY LYNGSTAD, Yankton, South Dakota, Pro se plaintiff and appellee.\nMICHAEL WAGNER, Yankton, South Dakota, Pro se defendant and appellant.\nPER CURIAM.\n[¶1.] Michael Wagner (Wagner) appeals the modification of his child support obligation. We affirm.\n\nFacts and Procedural History\n[¶2.] Wagner and Amy Lyngstad Wagner (Lyngstad) were married on May 12, 1990. They were divorced on March 16, 1999. Lyngstad was awarded sole custody of the couple's two children, and Wagner was ordered to pay child support. Since that order, Wagner and Lyngstad have continued to litigate child support. Nine petitions for modification of child support have been filed, the most recent being March 11, 2005.\n[¶3.] A hearing on the latest petition was held before a referee. The referee filed findings and an order recommending a child support obligation of $597 per month. Wagner objects to three of the referee's findings. The relevant parts of those findings are:\n(3) [Lyngstad] ... earns $9.00 per hour and works 40 hours a week. From January 1, 2005, through April 9, 2005, she earned bonuses ... in average of $191 a month.\n(4) [Wagner] failed to submit any information regarding his income and he refused to answer any questions regarding his income. Department of Labor records reflect that ... Wagner was paid the sum of $8,084 from October 1, 2004, through December 31, 2004, which is an average of $2,695 per month....\n(7) Neither party requested deviation from the child support schedule.\n(Emphasis added.)\n[¶4.] Wagner's specific objections are that: a) the referee committed perjury relating to finding 3 (Lyngstad's hours of work) and finding 7 (request for a deviation), and Lyngstad committed perjury on her financial statement; b) a writ of mandamus should have been issued for the arrest of the referee and Lyngstad for the alleged perjury; c) Lyngstad had federal felony convictions, and therefore, her petition should have been denied; and d), with respect to finding 4, it was improper for the referee to independently obtain evidence of Wagner's income from Department of Labor records. The circuit court held a hearing on these objections and issued an order affirming the referee's report in all material respects.[1] Wagner appeals.\n\nDecision\n[¶5.] It is well settled that we review a child support referee's findings of fact under the clearly erroneous standard and questions of law are fully reviewable. Mixed questions of law and fact are classified as questions of law and are reviewable de novo. In addition, when the circuit court has adopted a child support referee's findings and conclusions, we apply the clearly erroneous standard of review to the findings and give no deference to conclusions of law. Further, in applying this standard, we will not reverse findings of fact unless we are left with a definite and firm conviction a mistake has been made.\nMathis v. Mathis, 2000 SD 59, ¶7, 609 NW2d 773, 774 (internal citations, alterations, and quotation marks omitted).\n\na) Alleged Perjury\n[¶6.] Wagner makes three allegations of perjury: one against Lyngstad and two against the referee. Wagner claims that Lyngstad committed perjury on a financial statement that was attached to her petition for child support modification. On the financial statement, the following question concerning health insurance was asked: \"Do you have health insurance available for dependents through your employer\"? Wagner alleges that Lyngstad committed perjury in answering \"no\" to this question.\n[¶7.] However, a review of the hearing transcript reflects that Lyngstad was simply confused in answering this question:\nReferee: And then I see that you have medical and dental insurance deductions from your pay?\nLyngstad: That's correct.\nReferee: Do those insurance plans [referring to Lyngstad's employment plan] cover the children?\nLyngstad: No, they do not cover the children, because at this time I did not elect to do that because they have insurance through their father.\n\n(Emphasis added.) This testimony, and a further exchange between the referee and Lyngstad, reveal that Lyngstad answered \"no\" on her financial statement only because the children were covered by Wagner's plan, and therefore, there was no elective coverage available for the children under her plan at the time she completed her financial statement. Considering the entire record, there is no evidence of a knowing and intentional misstatement of material fact. See SDCL 22-29-1.\n[¶8.] Wagner next claims that the referee committed perjury by entering finding of facts 3 and 7. In finding 3 the referee found that Lyngstad worked forty hours a week. Wagner alleges perjury because there is documentary evidence (pay stubs) reflecting that on two occasions Lyngstad worked less than forty hours. However, when asked how many hours she normally worked each week, Lyngstad testified: \"I am normally supposed to get forty hours. The last couple weeks it has been a little bit slower. They're renegotiating a contract ... [n]ormally forty, yes, that is correct.\" Thus, Wagner's allegation of perjury on this finding is totally without merit.\n[¶9.] In finding 7 the referee found that neither party requested a deviation from the basic support schedule. With respect to this finding, Wagner correctly points out that Lyngstad requested a deviation on her petition, but the referee found that \"no party requested deviation.\" However, in reviewing this issue we note that SDCL 25-7-6.10[2] only allows a referee to address deviations when one has been \"raised\" by a party and only upon the entry of specific findings following the hearing. In this case, the record reflects that although Lyngstad requested a deviation on her written application, she did not preserve the issue at the hearing by producing evidence or making a request for a deviation. Therefore, finding 7 simply explains why the referee did not address deviations. In essence, Lyngstad's initial request was withdrawn because she failed to preserve it at the hearing. Under these circumstances, the referee's finding was correct.\n\nb) Writ of Mandamus\n[¶10.] \"[A] writ of mandamus is an extraordinary remedy that will issue only when the duty to act is clear[.]\" Baker v. Atkinson, 2001 SD 49, ¶16, 625 NW2d 265, 271. \"To prevail in seeking a Writ of Mandamus, the petitioner must have a  clear legal right to performance of the specific duty sought to be compelled and the respondent must have a definite legal obligation to perform that duty.\" Id.\n(emphasis in original) (citing Sorrels v. Queen of Peace Hosp., 1998 SD 12, ¶6, 575 NW2d 240, 242). However, \"[a] private citizen lacks a judicially cognizable interest in the prosecution or nonprosecution of another.\" Linda R. S. v. Richard D. and Texas, 410 US 614, 619, 93 SCt 1146, 1149, 35 LEd2d 536 (1973). Therefore, Wagner, as a \"citizen[,] lacks standing to contest the policies of the prosecuting authority when he himself is neither prosecuted nor threatened with prosecution.\" Id. For that reason, Wagner had no legal right to the issuance of a writ of mandamus from the circuit court. He also had no right to a writ of mandamus because his claims of perjury are meritless.\n\nc) Federal Felony convictions\n[¶11.] Wagner alleges that Lyngstad has federal felony convictions, and therefore, her request for modification should be denied. However, a child support proceeding only determines the amount of money necessary to support a child, and the support amount is not based on the character of the parents. Furthermore, there was no factual dispute in the hearing that was resolved on Lyngstad's credibility. Therefore, absent an issue of credibility, Lyngstad's criminal convictions, if any, were not material in this child support proceeding. Wagner's argument is without merit.\n\nd) Wagner's Wages\n[¶12.] In his last issue, Wagner argues that the referee erred in independently obtaining evidence of Wagner's wages from a source outside the hearing. In the referee's defense, the record reveals that Wagner was completely uncooperative and in fact obstructive in determining his employment and wages at the hearing, as is demonstrated by the following exchange:\nReferee: State your full name.\nWagner: Mike Wagner.\nReferee: Where do you live?\nWagner: I'll plead the fifth.\nReferee: Well, Mr. Wagner, you can't plead the fifth on your address. There are no criminal proceedings pending in this court, so you're not incriminated in any way by stating your address. So, what's your address?\nWagner: None.\nReferee: You're not living at 809 Burgess Road, Yankton, South Dakota?\nWagner: At times, but not always.\nReferee: Well, okay, for purposes of this hearing it suffices that that's where you're living, and you're single, correct?\nWagner: Yeah.\nReferee: And you're employed, right?\nWagner: I'm not answering it.\nReferee: Well, isn't it true that you're employed by a company called Kohlberg Pioneer, Incorporated?\nWagner: Not answering it.\nReferee: Okay, well, you don't have to answer it. I know that that's the case, Mr. Wagner.\nWagner: How do you know that?\nReferee: Because I checked.\nWagner: Why did you check? You're the Referee.\nReferee: Because I figured you might be uncooperative. And are you willing to tell what your rate of pay is?\nWagner: She's been convicted of identity theft. She's taken out credit cards in my name before. I'm not giving you identity information so she can do it again.\nReferee: Okay. So would you \u0097 or then can I interpret that as meaning you're not going to tell me your wages from over at Pioneer?\nWagner: Nope.\nReferee: Okay. For the record, according to the Department of Labor records from the period of \u0097\nWagner: I object to this.\nReferee: Well, your objection is noted, but it's overruled. The record reflects that from the period of October through December of 2004, Mr. Wagner was paid $8084 from Kohlberg Pioneer, Incorporated, which amounts to monthly gross income average of $2695.\nThus, because Wagner refused to disclose his wage information, the only information available to the referee was what the referee had obtained from the Department of Labor records. Those records indicated that Wagner's wages averaged $2695 per month.[3]\n[¶13.] Additionally, while Wagner obstructed all efforts to determine his wage information and whether he was employed, he simultaneously sought a deduction for his contributions to his employer's 401(k) plan. But, in pursuing that deduction, he did not submit verifying pay stubs apparently because they would have revealed his wages.\n[¶14.] However, in the subsequent appeal to the circuit court, Wagner was granted his request to submit a pay stub to verify his 401(k) contributions. And, on this occasion, Wagner again attempted to hide his wages, this time by submitting a pay stub on which his wage information was \"whited out.\" Nevertheless, upon receiving the pay stub, the circuit court viewed it closely and observed that notwithstanding the attempt to obliterate the wage information, the wages were readable through the white out. That pay stub also confirmed the referee's finding. Once the court circuit disclosed that it could verify Wagner's earnings through his own exhibit, Wagner then attempted to withdraw the exhibit, informing the court that it could not receive any new evidence at the hearing. Thus, the circuit court, in its memorandum decision, correctly observed what Wagner was attempting to do:\nClearly, Mr. Wagner wants to have it both ways. On the one hand he would like to have some consideration for his retirement contributions, but he doesn't feel the court should have the readily available payroll information in his possession to verify his gross income. Mr. Wagner has proceeded in an uncredible manner. Once Mr. Wagner became aware that the court could verify that his gross earnings were in fact in the amount that the [r]eferee determined from the Department of Labor records, he has determined that he should withdraw the evidence which he offered to the court as part of his objections and he continues to do his best to hinder the [r]eferee and the court from obtaining the truth.\nThe circuit court ultimately affirmed the referee's finding on wages.\n[¶15.] Now on appeal, Wagner claims that the circuit court's child support order was erroneously based upon information that the referee had obtained from the Department of Labor outside of the hearing process. We do not, however, reach this issue because Wagner has failed to demonstrate prejudice. \"The party alleging error on appeal must show ... error affirmatively by the record and not only must the error be demonstrated but it must also be shown to be prejudicial error.\" Tovsland v. Reub, 2004 SD 93, ¶15, 686 NW2d 392, 398 (citing City of Sioux Falls v. Kelley, 513 NW2d 97, 104 (SD 1994)). \"Error is prejudicial when, in all probability... [i]t produced some effect upon the final result and affected rights of the party assigning it.\" Novak v. McEldowney, 2002 SD 162 ¶7, 655 NW2d 909, 912 (emphasis added) (internal citations and quotation marks omitted).\n[¶16.] Here, Wagner failed to demonstrate prejudice because even if the referee erred in the procedural manner by which he obtained the wage information, Wagner agreed that the referee's substantive wage information was correct. Wagner's agreement occurred when he requested the referee to give him the deduction for his 401(k) retirement plan contributions. When informed that the referee would need to know Wagner's income from employment before the referee could calculate the deduction, Wagner stated \"[y]ou just stated my income from my job.\" The referee then explained \"I know what your income as reported in 2004 by the Department of Labor, and that's the only information I have. I'm giving you an opportunity to give me further information. If you don't want to, then I won't take it.\" Wagner then replied \"[i]t's five percent off of what it says there [referring to the Department of Labor wage information].\" Thus, Wagner agreed that the Department of Labor information was correct. And, because Wagner agreed that the substantive wage information was correct, the referee's procedural method of obtaining it had no effect on the final result. Therefore, Wagner was not prejudiced by the procedure utilized by the referee.[4]\n\nMotion for costs and damages\n[¶17.] Wagner filed an appellate motion for \"costs\" and \"damages.\" SDCL 15-30-6[5] sets forth the \"costs\" that may be allowed to the prevailing party on an appeal to this Court. Because Wagner has failed to prevail on any issue, he is not entitled to costs. Furthermore, his alleged \"damages\" are not recoverable under SDCL 15-30-6. His motion is denied.\n[¶18.] Affirmed.\n[¶19.] GILBERTSON, Chief Justice, and SABERS, KONENKAMP, ZINTER and MEIERHENRY, Justices, participating.\nNOTES\n[1]  The circuit court did, however, correct one conceded mistake with respect to a health insurance deduction. With the correction, Wagner's final child support obligation was $562 per month.\n[2]  SDCL 25-7-6.10 provides in part: \"Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings[.]\"\n[3]  The referee verbally provided the information. There was no evidence describing how the information was obtained.\n[4]  We express no opinion on the propriety of this procedure.\n[5]  SDCL 15-30-6 provides in part:\n\nCosts on appeal to the Supreme Court shall be allowed to the prevailing party in civil actions and special proceedings, provided, however, that the cost of printing or reproducing briefs as set out in ... and the cost of transcripts ... are recoverable only if the required proof of such costs is filed with the clerk of the Supreme Court prior to entry of the court's decision. ...\n\n",
            "ocr": false,
            "opinion_id": 901508
        }
    ],
    "court_short_name": "South Dakota Supreme Court",
    "court_full_name": "South Dakota Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "South Dakota, SD",
    "crime_category": "Robbery"
}