{
    "id": 1778915,
    "judges": "Green",
    "date_filed": "1996-05-06",
    "date_filed_is_approximate": true,
    "slug": "navajar-v-state",
    "case_name_short": "Navajar",
    "case_name": "Navajar v. State",
    "case_name_full": "Carlos NAVAJAR, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Russ Henrichs, Corpus Christi (On appeal only), Mary Ellen Keith, Houston, (Court appointed), for appellant., Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b91-14\">\n    Carlos NAVAJAR, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b91-16\">\n    No. 46221.\n   </docketnumber><br><court id=\"b91-17\">\n    Court of Criminal Appeals of Texas.\n   </court><br><decisiondate id=\"b91-18\">\n    June 20, 1973.\n   </decisiondate><br><attorneys id=\"b93-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"63\"> \n     *63\n     </span>\n    Russ Henrichs, Corpus Christi (On appeal only), Mary Ellen Keith, Houston, (Court appointed), for appellant.\n   </attorneys><br><attorneys id=\"b93-8\">\n    Jim D. Vollers, State’s Atty., and Robert A. Huttash, Asst. State’s Atty., Austin, for the State.\n   </attorneys>",
    "citations": [
        "496 S.W.2d 61"
    ],
    "opinions": [
        {
            "author_str": "Green",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n496 S.W.2d 61 (1973)\nCarlos NAVAJAR, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 46221.\nCourt of Criminal Appeals of Texas.\nJune 20, 1973.\n*63 Russ Henrichs, Corpus Christi (On appeal only), Mary Ellen Keith, Houston, (Court appointed), for appellant.\nJim D. Vollers, State's Atty., and Robert A. Huttash, Asst. State's Atty., Austin, for the State.\n\nOPINION\nGREEN, Commissioner.\nThis appeal is from a conviction of robbery with firearms, wherein punishment was assessed at thirty years confinement.\nThe record reflects that State's witnesses Alcoser, Perez and Villarreal testified that on May 16, 1970, between 9:00 P.M. and 10:00 P.M., two men came to the Kentucky Fried Chicken store in which they worked and robbed the acting manager Perez of money from the cash register. One of the robbers had a rifle, and pointed it at these witnesses during the robbery. About ten days later, police officer Kiddy brought to the store photographs of five men, from which each of the witnesses positively identified appellant as the robber with the rifle. All of these parties, including Kiddy, testified that the photographs were shown to each of the eyewitnesses to the robbery separately, outside of the presence of the others and without any suggestion as to which, if any, might be the robber or robbers. As the result of this identification, appellant was filed on and arrested the next day.\nShortly thereafter, according to the witnesses Perez and Villarreal, appellant's mother came to the place of business and showed them a picture of her son Carlos, the appellant herein. The witnesses testified that the picture shown them by appellant's mother was a photograph of the robber with the rifle. Later in the trial appellant's mother, as a defense witness, testified that the picture she showed these witnesses on that occasion was a photograph of her son, the appellant. Appellant did not testify.\nAppellant's first ground of error complains that the identification testimony of the State's eyewitnesses was so indefinite and tainted as to constitute an insufficient basis for the conviction. The State concedes that the in-court identification by these witnesses was hesitant and tentative.[1] The nearest the witnesses came to identifying him during the trial, outside of the evidence concerning the photographs, was that appellant very closely resembled the robber with the rifle. One distinguishing item was that the robber was clean shaven, while the appellant at the trial a year later had a moustache. However, the identification of the photograph of appellant ten days after the robbery was positive and unhesitating. The same is true as to their identification of appellant's photograph shown the witnesses by his mother. Such photographic identification was sufficient *64 to support the conviction. United States v. Collins (4th Cir.), 416 F.2d 696, cert. den., 396 U.S. 1025, 90 S. Ct. 601, 24 L. Ed. 2d 519.\nAs to the charge that the identification testimony of these witnesses was tainted, there was no objection raised during the trial to the witnesses' testimony concerning the photographs. Further, the record shows that there was no suggestion by the officer or in the proceedings used in the picture identification process concerning these photographs. Each witness was shown the pictures separately from the other, and each identification was made independent of the others.\nAppellant's first ground of error is overruled.\nIn his second ground of error and the argument thereunder, appellant contends that the manner in which Officer Kiddy showed a picture of appellant to the witness Villarreal \"was a denial of due process and a violation of the Sixth Amendment Right of Counsel.\"\nAppellant argues that, because the witness Villarreal \"might have been\" less than five feet from the picture when witness Perez identified appellant as the robber, she \"might have\" been influenced by his selection. This is nothing more than conjecture, and is contrary to the evidence of Officer Kiddy and the other witnesses. There was no evidence that the manner in which Officer Kiddy showed the pictures to the witnesses, one witness at a time separate and apart from the others, was impermissibly suggestive, and no violation of due process was shown to have occurred. Ward v. State, Tex.Cr.App., 474 S.W.2d 471; cf. Procter v. State, Tex.Cr.App., 465 S.W.2d 759.\nAs to appellant's contention in this duplicitous ground that appellant's right of counsel was violated, the record clearly shows that at the time of the identification process in question no charges had been filed against appellant, and he was not under arrest. See Kirby v. Illinois, 406 U.S. 682, 92 S. Ct. 1877, 32 L. Ed. 2d 411 (1972). The mother of appellant, a defense witness, testified on direct examination that she showed a photograph of appellant to the eyewitnesses. While she said they failed to recognize appellant as one of the robbers, they testified to the contrary.\nAppellant's second ground of error is overruled.\nAppellant's third ground alleges error in the action of the court in permitting the State to ask certain leading questions of its witness Perez. This was a matter within the sound discretion of the trial court, and unless appellant can show that he was unduly prejudiced by virtue of such questions, no abuse of discretion is shown. Linton v. State, 171 Tex. Crim. 213, 346 S.W.2d 320; Ballew v. State, Tex.Cr. App., 452 S.W.2d 460; Bell v. State, 166 Tex. Crim. 340, 313 S.W.2d 606. No undue prejudice is shown by the interrogation here questioned. The third ground of error is overruled.\nIn his fourth ground, appellant complains that the court committed reversible error in allowing oral testimony during the punishment stage of the trial that the defendant had theretofore been convicted of burglary. Jay Cazalas, probation officer, testifying for the State on direct examination, stated that he had in his possession a file on appellant kept in the usual course of his business, that his records showed a prior conviction of burglary and that appellant had been convicted of burglary and placed on probation.\nAfter the testimony had been given, appellant objected on the ground that this violated the best evidence rule. The objection was overruled. See Overton v. State, Tex.Cr.App., 490 S.W.2d 556. Appellant did not ask that the evidence be stricken. The objection was not timely made. Failure to make a timely objection to the admission of testimony absent a *65 showing of no opportunity to object waives error. Hendrix v. State, Tex.Cr.App., 474 S.W.2d 230; Crestfield v. State, 471 S.W.2d 50; Swanson v. State, Tex.Cr.App., 447 S.W.2d 942; Middleton v. State, Tex.Cr. App., 402 S.W.2d 900; Dobbs v. State, Tex.Cr.App., 398 S.W.2d 557. Appellant's fourth ground of error is overruled.\nAppellant in his fifth ground urges that the trial court erred when it allowed the State on cross-examination of the appellant's mother to ask some thirteen \"have you heard\" questions with reference to some arrests and other matters of misconduct of appellant.\nThe record reflects that at the punishment phase of the trial appellant placed his mother on the stand as a character witness. On direct examination, she testified that appellant had stayed with her since his return from a two year stay in the penitentiary. She said she had had an opportunity to observe him, and what he did. Then the following questions were asked and the following answers given:\n\"Q Now, then, at that time, have you heard, or what is Carlos' reputation as being a law abiding citizen in the community in which he is best known. Is it good or bad?\n\"A In my say, I think he hasn't done anything wrong.\n\"Q My question was from hearsay and what you know about people telling you, is it good or bad, his reputation?\n\"A What people said, it's bad, but I, on my side I never see him doing something bad you know.\"\nWhen the State took the witness on cross-examination, a hearing was had out of the presence of the jury. Appellant objected to a \"have you heard\" question concerning an arrest of appellant for burglary on January 26, 1965, the objection being as follows:\n\"MR. WINGO: I object to it. The proper question would be if she knows he was finally convicted. She hasn't said that. He was arrested. He can be arrested for being drunk or anything else. That doesn't constitute a bad reputation.\"\nThe objection was overruled, and thereafter, in the presence of the jury, the witness was required to answer a number of \"have you heard\" questions concerning various arrests of appellant.\nIt is made clear from the record that this witness was placed on the stand by appellant at this phase of the trial to testify to the reputation of appellant. Under the authority of Childs v. State, Tex.Cr.App., 491 S.W.2d 907, and Salazar v. State, Tex.Cr.App., 494 S.W.2d 548, 1973, the questions asked the witness on direct examination, and her answers thereto, made the witness a character witness to whom questions might properly be propounded as to her having heard of acts inconsistent with good behavior. Even though the witness' answers on direct examination may not have been satisfactory to appellant, the tenor of the witness' testimony was geared toward persuading the jury to assess a small penalty, which made the witness a character witness subject to proper cross-examination on character. Childs v. State, supra; Salazar v. State, supra; cf. Hurt v. State, Tex.Cr.App., 480 S.W.2d 747. The fifth ground of error is overruled.\nIn his sixth ground, appellant contends that the trial court erred in permitting prosecutor to comment on the fact that appellant was attempting to disguise himself at the trial by wearing a moustache, and that appellant and his allies had put prosecution witnesses in fear of their lives.\nThe record shows that at the time of the robbery appellant was clean shaven, while at the trial he had a moustache. This was noted by the witnesses as causing them to have difficulty in making a positive identification. The comments of the prosecuting attorney were legitimate conclusions drawn from the evidence.\n*66 At the time the matter of the witnesses having been put in a state of fear was mentioned by the State, no objection to the evidence or the comments of the prosecuting attorney was made.\nThe sixth ground of error is overruled.\nHis seventh ground complains of argument to the jury made by the State at the punishment stage wherein the prosecuting attorney made the remark that appellant was \"a potential murderer.\" The evidence showed that during the robbery appellant was armed with a rifle, and pointed it at the employees in the store. Appellant, when this argument was made, had already been convicted by this jury of robbery with firearms. The remark of the prosecuting attorney was a legitimate deduction from the evidence. Mauldin v. State, Tex.Cr. App., 463 S.W.2d 10; Meyer v. State, Tex.Cr.App., 416 S.W. 415. There was no error in overruling appellant's objection to this argument.\nFinding no reversible error, the judgment is affirmed.\nApproved by the Court.\nNOTES\n[1]  The record discloses testimony given before the court in the absence of the jury that the witnesses were afraid of retaliatory actions by some of appellant's friends. Perez, the acting manager of the store at the time, testified to threats made against him, and stated that he had changed his address and telephone number several times. The prosecuting attorney had promised him before trial that his present address would not be disclosed during the trial.\n\n",
            "ocr": false,
            "opinion_id": 1778915
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Robbery"
}