{
    "id": 1719283,
    "judges": "Walker, P.J., and Dan M. Lee and Sullivan",
    "date_filed": 462585600000,
    "date_filed_is_approximate": false,
    "slug": "hall-v-state",
    "case_name_short": "Hall",
    "case_name": "Hall v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "455 So. 2d 1303"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n455 So. 2d 1303 (1984)\nGary L. HALL\nv.\nSTATE of Mississippi.\nNo. 54909.\nSupreme Court of Mississippi.\nAugust 29, 1984.\nRehearing Denied October 3, 1984.\nW. Robert Lotz, Covington, Ky., Donald J. Steighner, Columbus, for appellant.\nBill Allain, Atty. Gen., by Walter L. Turner, Sp. Asst. Atty. Gen., Jackson, for appellee.\n*1304 Before WALKER, P.J., and DAN M. LEE and SULLIVAN, JJ.\nWALKER, Presiding Justice, for the Court:\nThis is an appeal from the Circuit Court of Lowndes County, Mississippi wherein the appellant, Gary L. Hall, was convicted of possession of controlled substances with intent to deliver and was sentenced to a term of eighteen years in the custody of the Mississippi Department of Corrections and fined $40,000.00. Aggrieved with the lower court's holding, appellant has perfected his appeal to this Court contending it was error to overrule his motion to suppress evidence seized during a search of his safety deposit box at the National Bank of Commerce in Columbus, Mississippi.\nOn November 23, 1982 Officer Dowdle, Commander of the Columbus-Lowndes Narcotic Unit, received information through a reliable informant that a male person on November 16 was observed in the National Bank of Commerce acting very suspiciously. After renting a large safety deposit box this man secured a large black suitcase from his automobile, an Oldsmobile with Florida tags, returned to the Bank and presumably, while behind closed doors, emptied the contents of the suitcase into the deposit box. Dowdle contacted the bank president and learned that a box had been rented on November 16 by Raymond E. Eaves who listed his address as Post Office Box 1533 in Columbus, Mississippi. Officer Dowdle then went to the bank, and along with Bank officials approached the safety deposit box where he noticed a distinct acrid chemical type odor. It was later learned this address belonged to one Joseph Cook, owner of O.C. Electric Company. Mrs. Cook, who works for her husband's company, testified she did not know Raymond Eaves.\nFrom an investigation of various local motels, the register at the Best Western Motel in Columbus, Mississippi showed R.G. Evans was registered November 17 and the tag number on the registration came off of a Pontiac registered in Florida. Through police communications, it was discovered that Evans was an alias for Robert Glenn Hobson who was known to have dealt in drugs and explosives and at one time had been a patient in a mental hospital.\nWith this information and concerned that the safety deposit box might possibly contain explosives, Dowdle obtained a search warrant on November 29 from Charles Younger, Justice Court Judge in District No. 5. Before the warrant was granted Dowdle was placed under oath and presented his affidavit of underlying facts and circumstances (see Appendix \"A\") as well as telling Younger orally of the reliability of his informant.\nA locksmith was called in to aid the officer in opening the safety deposit box. Inside the box the men found over 12,000 quaaludes.\nThe appellant was arrested January 17, 1983 at the National Bank of Commerce carrying a large empty suitcase. On his person he had keys to a brown Oldsmobile and also a set of keys to a lock box located at another local bank.\n\nI.\nAppellant contends the attached affidavit did not establish probable cause for the issuance of a search warrant for his safety deposit box. We do not agree.\nProbable cause exists when the facts and circumstances within an officer's knowledge, or of which he has reasonable trustworthy information, are sufficient in themselves to justify a man of average caution in belief that a crime has been committed and that a particular individual has committed it. Holland v. State, 263 So. 2d 566 (Miss. 1972).\nIt was not until Dowdle feared the safety deposit box contained explosives that he sought a search warrant. This suspicion was based on the information which was received from Florida concerning a man named Evans in conjunction with the odor of an acrid type chemical which Dowdle smelled near appellant's safety deposit box.\n*1305 The United States Supreme Court in Johnson v. United States, 333 U.S. 10, 68 S. Ct. 367, 92 L. Ed. 436 (1948) made it clear that probable cause may be established through the sense of smell stating:\nAt the time entry was demanded the officers were possessed of evidence which a magistrate might have found to be probable cause for issuing a search warrant. We cannot sustain defendant's contention, erroneously made, on the strength of Taylor v. United States, 286 U.S. 1, 76 L. Ed. 951, 52 S. Ct. 466, that odors cannot be evidence sufficient to constitute probable grounds for any search. That decision held only that odors alone do not authorize a search without warrant. If the presence of odors is testified to before a magistrate and he finds the affiant qualified to know the odor, and it is one sufficiently distinctive to identify a forbidden substance, this Court has never held such basis insufficient to justify issuance of a search warrant. Indeed might very well be found to be evidence of most persuasive character.\n92 L. Ed. 440.\nThe learned Circuit Judge, Harvey Buck, found that under the totality of the circumstances the Justice Court Judge did have probable cause for issuance of the search warrant and rendered the following scholarly opinion explaining his ruling:\nThe Court, after hearing evidence and argument of counsel on the Motions to Suppress filed in Cause Numbers 7917, 7918, 7919, 7823, 7920, 7921, and 7922, and consolidated for hearing by the parties, issues the following opinion:\nProbable cause is an intangible concept. Undoubtably it is comprised of little building blocks of facts as characterized in the argument of the prosecution; yet there is none of the precision and concreteness that the use of the term \"building blocks\", suggests. In fact, the whole concept is somewhat vague by its very nature. It is defined in terms of what a \"reasonable\" man would believe; but we as individuals all have a different perception of what is \"reasonable\" in a given situation. This case presents us with an illustration of that fact.\nIt is now the duty of the Court to pass on the actions of the Law Enforcement Officers involved in this investigation and determine if there was probable cause, as a matter of law, for the searches conducted herein. What this Court must do, using the Prosecution's analogy, is step back and size up the pile of building blocks to see if it reaches that quantum referred to as probable cause.\nInitially, the officer received a tip from an informant concerning the behavior of an individual at a local bank. The informant told the officer that a few days before, he had seen an individual acquire a lockbox in the bank. This man had carried a large suitcase up to the lockbox area and subsequently departed in a hurry. During the whole transaction, he appeared nervous and spoke abruptly. The vehicle in which he traveled was noted to have Florida tags, and there was some indication that they were from Dade County. There is no averrment in the affidavit that this informant was reliable nor was there any facts presented which would support such a characterization. This tip alone is certainly insufficient to form probable cause in the Court's opinion.\nThe officer then proceeded to verify with the President of the bank that a box had indeed been rented on that particular day. This verified, although only to a small degree, the informant's information.\nNext, the officer obtained the name and address of the individual who had rented the box, a Raymond Eaves. Upon a check, the address proved to be that of a completely different individual who had no knowledge of Raymond Eaves. Once again, this alone is insufficient, in this Court's opinion, to form probable cause.\nThe investigator then checked all the hotel reservations in the area and found that an R.G. Evans with a Florida address *1306 had spent the night of November 17, 1982, in Columbus. He then contacted Dade County, Florida, and discussed the case with a deputy sheriff. He was informed that the name of \"R.J. Evans\" was an alias for a Robert Glenn Hobson. The information on Hobson was that he had been a mental patient with a history of various felonies, including crimes with explosives. This reputation and background evidence, once again was insufficient, standing alone, for probable cause.\nThe officer then went with a member of the Bank to the particular deposit box rented, a noticed a distinct acrid smell which the Bank official indicated was not normal. With this information it is the opinion of the Court that the Bank officials \u0097 in the absence of action by law enforcement officers \u0097 would have been derelict in their duties had they not requested a search warrant for the lockbox, not only for the protection of their property but for the safety of their employees and customers. There has been testimony that a number of innocuous items may have produced the odor so described, however, the testimony was that there was a number of explosives which could also emit such an odor. Once again, in and of itself, this does not provide probable cause.\nHowever, the Court is not examining each of these factors separately. They must be viewed as a whole. Harris v. U.S., [403 U.S. 573], 91 Sct 2075 [29 L. Ed. 2d 723] stands for the proposition that an informant's tip which does not supply probable cause in and of itself may still supply part of the sum total of probable cause. Significantly, the Harris decision also points out that reputation and background may also contribute to probable cause. Furthermore, Miller v. State, 373 So2d 1004 stands for the proposition that the use of the sense of smell can also be an additional factor in determining probable cause. Royer v. Florida, [460 U.S. 491], 103 Sct 1319, [75 L. Ed. 2d 229] stands for the proposition that the so-called Drug Courier Profile can provide a certain quantum of probable cause, although insufficient probable cause when standing alone for an arrest and search. It is significant to note that many of the factors listed in the Royer decision which are within the profile are present here. Royer was a young male casually dressed as was the individual in this case. Royer was carrying a large suitcase, appeared pale and nervous, and gave false information on a questionnaire provided him by the airport. All of these factors are present in this case.\nTaking these circumstances as a whole, as the Court must, this Court cannot say that the officer acted unreasonably or that a reasonable man would not have believed that there was some type of explosive device located in the lockbox on the date in question. In making its ruling, the Court is not unmindful of the situation in which the police officers were placed. There existed a potentially dangerous set of circumstances. Had there indeed been a bomb in the lockbox, or some other type of explosives, a detonation, either accidental or intentional, would have resulted in great loss of life. The officers were thus placed on the \"horns of a dilemma\" wherein they were \"damned if they did and damned if they didn't.\"\nIt is vigorously and ably urged by defense counsel that the background information and the sense of smell alone are insufficient to establish that there were explosives in the lockbox. However, when dealing with probable cause one deals with what is probable, not certain. While it is true that the testimony revealed that a number of substances could have emitted the described odor, the Court feels that this situation is nonetheless analogous to the almost proverbial \"clear plastic bag containing brown vegetable matter\" that is frequently discovered by officers in their searches. For all the officers may know, the brown matter may be brown tea leaves, dried grass, or any one of a number of other items which are not contraband. However, due to the circumstances surrounding *1307 the possession of this bag, the officer will make an arrest for possession of marijuana. Looking at the circumstances surrounding this odor and considering the affidavit and testimony that was presented to the Justice Court Judge, this Court is of the opinion that probable cause existed for the search of Lockbox No. 1254.\nIn our opinion the trial judge was eminently correct in holding that under the totality of the circumstances that probable cause did exist for the issuance of a search warrant and that the evidence obtained pursuant thereto was admissible.\n\nII.\nThe appellant also asserts that the warrant and affidavit failed to describe the items to be seized with the required particularity. We find no merit to appellant's contention as the term \"explosives\" is definite in and of itself. Once in the lockbox, the officers could seize any contraband within plain view. See Prueitt v. State, 261 So. 2d 119 (Miss. 1972).\n\nIII.\nFinally, the appellant asserts that the action of the bank president by voluntarily relinquishing confidential information from the bank records at the request of the police constituted an illegal search and seizure.\nThis assignment was not preserved in the trial court and is now procedurally barred from being raised the first time on appeal. See Isonhood v. State, 274 So. 2d 685 (Miss. 1973).\nFor the above stated reasons, the conviction and sentence are affirmed.\nAFFIRMED.\nROY NOBLE LEE, P.J., and BOWLING, HAWKINS, DAN M. LEE, PRATHER, ROBERTSON and SULLIVAN, JJ., concur.\nPATTERSON, C.J., not participating.\n\nAPPENDIX \"A\"\nLB #223\n=================================================================\n                  AFFIDAVIT FOR SEARCH WARRANT\nTHE STATE OF MISSISSIPPI\nCOUNTY OF LOWNDES\n   This day personally appeared before me, the undersigned\njudicial officer of said county,         Harry Dowdle          \n_________________________________  ______________________________\n_______________________________ and _____________________________\nknown to me to be credible persons, who, after having been first\nduly sworn, depose and say:\n   1. That affiants have good reason to believe and do believe\nthat certain things hereafter described are now being concealed\nin or about the following place in this County: (here\nparticularly describe the place to be searched.)\n   A Safety Deposit Box #1254 located in the Safety Deposit\n   Vault, National Bank of Commerce of Mississippi, 803 Main\n   Street, Columbus, Mississippi\ntogether will all approaches and appurtenances thereto.\n   2. That the place described above is occupied and controlled by:\n     Raymond E. Eaves and the National Bank of Commerce of Mississippi\n*1308\n    3. That said things are particularly described as follows:\n(here describe the thing or things to be seized, taking care to\ndescribe only those things which affiants have probable cause to\nbelieve and do believe are concealed at the place described\nabove, and with enough particularity to insure that an\nuninformed officer will not seize one thing under a warrant\ndescribing another. Mere evidence is not a proper subject of a\nsearch or seizure. Certain things subject to search and seizure\ninclude, in addition to the specific subjects enumerated in the\nCode, all contraband, instrumentalities used in the commission of\na crime; and books, writings, pictures and prints adjudged in a\nproper proceeding by a proper court to be obscene.)\n    Explosives, Drugs or any other contraband\n    4. That possession of the above described things is in itself\nunlawful (or the public has a primary interest in or primary\nright to possession of, the above described things), in that said\nthings are: (here state briefly the use and intention for use\nof the specified things, citing the appropriate Code section or\nordinance being violated and charging its violation and a brief\nnarrative account of the offense being committed.)\n    In violation of Section 41-29-139 of the Mississippi Code of\n    1972 as amended and annotated\n    In violation of Section 97-37-23 and Section 97-37-25 of the\n    Mississippi Code of 1972 as amended and annotated\n    5. The facts and circumstances upon which the court may fairly\nascertain the persuasiveness of the facts relied on to show\nprobable cause to establish the foregoing grounds for issuance of\na Search Warrant are as follows, to-wit: (Include enough of the\nunderlying facts and circumstances to enable the issuing officer\nto fairly ascertain that probable cause exists for the issuance\nof the warrant. All persons having knowledge of the facts should\nsign the affidavit, be identified throughout by name, and appear\nbefore the issuing officer for examination, if possible.)\n\nPROBABLE CAUSE\nC.I. Informant on November 23, 1982 stated that he was in the vault of the National Bank of Commerce, Main Bank in Columbus, Mississippi on Main Street where he saw a suspicious acting individual asking the attendant for a large lockbox. Suspect stated he wanted the largest box they had. Informant said the attendant waited on him and was in the process of showing him this lockbox when the suspect disappeared. Informant followed the suspect and observed him go into a brown Cutlass Oldsmobile with a Dade County, Florida tag. He further observed him retrieve a large suitcase from this automobile and take the bag inside, upstairs in the bank. Informant said the suspect took from three to five minutes behind closed doors taking it out of the suitcase and putting it in the box. Informant said that the suspect put the suitcase back into the same automobile and left in a hurry. Suspect seemed very nervous, appeared in a hurry, coming and going; spoke abruptly to the attendant. Informant observed this on the 16th of November, 1982. Upon receiving this information from my informant, I contacted the Bank President to verify this information. The information related to me by the Bank President verified the informant's statement. I further obtained the name and address of the person driving the car and renting the box to be on Raymond E. Eaves, whose address was given as P.O. Box 1533, Columbus, MS. I checked with the United States Post Office and P.O. Box 1533 is rented to O.C. Electric Company in the name of Joseph S. Cook, P.O. Box 1533, Columbus, Mississippi. I contacted Joseph S. Cook and asked him did he know any Raymond Eaves or Carrie Eaves; he said he did not know either individual and I asked him what his P.O. Box # was and he said P.O. Box 1533 and I further asked had he authorized anyone else to use his box number and he said he did not. He later learned that M.C. Edwards was present in the National Bank of Commerce Bank on November 16, 1982 and was alerted by my C.I. to observe this same suspect and I have interviewed Mr. Edwards who stated and verified that this individual did get in a Dade County car. Mr. Edwards further stated that he spoke to this individual when he entered the bank and I asked him did he speak back and he said \"yes\". He said he could identify him if he saw him again. This investigator *1309 personally checked the hotel and motel reservations in the Columbus, Mississippi area and discovered, at random, that on November 17, 1982 at the Best Western Motel in Columbus, Mississippi that an R.G. Evans, given his address as 2083 Linton, Delray, Florida, listing the make of his automobile as a Firebird, liscense #NMM878 \u0097 he stayed one night in Room 201 in the Best Western Motel, Columbus, MS. This investigator contacted Dade County Sheriff's Office Division \u0097 Officer Jack Curtain. I talked to him on November 24, 1982. Deputy Curtain said he did checked land records, automobile registration and nothing came up in the name of Raymond E. Eaves or Carrie Eaves. I talked to him again on November 29, 1982 and he told me that R.J. Eaves[1] is an alias. His real name is Robert Glen Hobson. Curtain stated that Hobson is a white male, D.O.B. is January 16, 1936 from Durham, North Carolina \u0097 tatoos on both arms. Curtain stated that this subject's F.B.I.'s # is 759-048A. Hobson has been arrested numerous times in several states on various charges: such as multiple counts of Auto Theft, Grand Larceny, Forgery, Breaking and Entering, Possession of Explosives, and was a patient in Norfolk, Virginia in the General Hospital. A check determined that he was hospitalized as a mental patient. This investigator went to the National Bank of Commerce Safety Deposit Vault and physically observed this Box 1254 and noticed a distinct acrid, chemical type smell eminating from this box and not from surrounding boxes. The Bank Officer indicated that this smell was not a normal smell.\nDate  11/29/82                 /s/ Harry Dowdle  \n                                             Harry Dowdle\n                                             Affiant\nDate  11-29-82                 /s/ C.J. Younger  \n                                             C.J. Younger,\n                                             Justice Court Judge\nNOTES\n[1]  Supreme Court Footnote: The \"Eaves\" appearing on the fourteenth line from the bottom was a typographical error and should read \"Evans.\"\n\n",
            "ocr": false,
            "opinion_id": 1719283
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Robbery"
}