{
    "id": 1320093,
    "judges": "Bell, Divisions, Hill, Marshall, Smith, Weltner",
    "date_filed": "2020-10-13",
    "date_filed_is_approximate": true,
    "slug": "head-v-state",
    "case_name_short": "Head",
    "case_name": "Head v. State",
    "case_name_full": "Head v. the State",
    "attorneys": "Carl P. Greenberg, for appellant., Lewis R. Slaton, District Attorney, Richard E. Hicks, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 73,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b459-14\">\n    41019.\n   </docketnumber><parties id=\"AmO\">\n    HEAD v. THE STATE.\n   </parties><br><citation id=\"b459-15\">\n    (322 SE2d 228)\n   </citation>",
    "citations": [
        "322 S.E.2d 228",
        "253 Ga. 429"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4102.0,
            "opinion_text": "\n253 Ga. 429 (1984)\n322 S.E.2d 228\nHEAD\nv.\nTHE STATE.\n41019.\nSupreme Court of Georgia.\nDecided October 17, 1984.\n*433 Carl P. Greenberg, for appellant.\nLewis R. Slaton, District Attorney, Richard E. Hicks, Assistant District Attorney, for appellee.\nWELTNER, Justice.\nRaymond Head was convicted of armed robbery and possession of a firearm by a convicted felon.\nThe evidence at trial revealed that Arthur Wilson had picked up a hitchhiker, who threatened him with a pistol and robbed him of his wallet and other personal property. Later, an anonymous telephone caller told Wilson that Raymond Head was the person who had robbed him. Reporting this to the police, Wilson subsequently picked out a picture of Head from seven photographs. A week later, Wilson's *430 wallet was returned to him through the mail.\nBoth counts of the indictment were dependent exclusively upon Wilson's testimony as to the identity and conduct of Head. However, three prior felony convictions (aggravated assault and armed robbery) were admitted, over objection, to establish that Head was a convicted felon.\nHead relies upon the holding in Panzavecchia v. Wainwright, 658 F2d 337 (5th Cir. 1981), for his contention that the admission of three prior convictions deprived him of his right to a fair trial under the Fourteenth Amendment. We granted certiorari to determine whether the trial court was required to sever the two offenses for trial.\n1. In Panzavecchia, a defendant was convicted of first degree murder and possession of a firearm by a convicted felon \u0097 the prior conviction being for counterfeiting. On a federal habeas corpus writ, a district court in Florida found that the denial of the motion to sever resulted in the admission of irrelevant and prejudicial evidence which violated the defendant's Fourteenth Amendment right to a fair trial. The court of appeals affirmed, finding the trial procedure fundamentally unfair, and hence violative of due process. 658 F2d at 341.\nHolding that the counterfeiting conviction was totally immaterial to the murder charge, it concluded that \"the only purpose it served was to show bad character and propensity to commit a crime,\" that \"the jury heard repeated references to the defendant's criminal past without any limiting instruction to relate this evidence only to the firearm violation and to disregard it altogether in considering the murder count\"; and that \"this prejudice rose to such a level as to make the petitioner's trial fundamentally unfair and in violation of the fourteenth amendment.\" 658 F2d at 341.\nThis court, of course, is not bound by the conclusions which the trial or intermediate courts of the federal system might reach relative to whether circumstances of criminal prosecutions are \"fundamentally unfair\" in a due process sense. Nonetheless, the exigencies of a proper and mutual respect draw us to careful consideration of conclusions such as those expressed in Panzavecchia. Further, we must acknowledge that while this court is not bound by the rulings of the federal court of appeals for our circuit, the citizens of this state, including prison officials, are most assuredly bound by the orders emanating from such rulings. We will therefore examine the circumstances of this case in the light of Panzavecchia, but seeking our own conclusions.\n2. We have noted above that the only evidence linking Head to the event described by Wilson is the testimony of Wilson. Having reviewed the record, we are satisfied that although Head's conviction is based upon the testimony of one witness only, the evidence is sufficient to enable a rational trier of fact to find him guilty beyond a *431 reasonable doubt. Jackson v. Virginia, 443 U. S. 307, 319 (99 SC 2781, 61 LE2d 560) (1979).\nNonetheless, there being no corroboration of Wilson's testimony, it cannot be said that the evidence of Head's guilt is overwhelming. That being the case, introduction of three prior convictions of similar type offenses might easily be seen by a jury as bolstering Wilson's testimony, when, in fact, they have nothing to do with any element of the robbery charge, except the forbidden (albeit perhaps the most illuminating) realm of character and propensity for violent crimes.\nOCGA § 24-9-20 (b) provides, in part, that while a defendant may be sworn, \"no evidence of general bad character or prior convictions shall be admissible unless and until the defendant shall have first put his character in issue. Evidence of prior felony convictions may be admitted in those cases where the prior felony convictions are alleged in the indictment, as provided by law.\"\nThe circumstances of this case seem to create a contradiction between these adjacent principles. Head did not put his character in issue, but his prior convictions were alleged in the indictment charging possession.\nThere were no limitations imposed by the trial court as to the use to which the jury properly might put the evidence of prior convictions, and hence no \"cure\" (if, indeed, limiting instructions can ever be curative in fact) of the perceived harmful effect of the prior convictions upon the robbery count. Under the circumstances of this case, where the prior convictions were not legally material to the robbery charge, and were admitted without limiting instructions, we cannot say with certainty that Head's conviction for robbery was not unduly influenced by evidence of his prior criminal record. Accordingly, the robbery conviction must be reversed, and a new trial ordered.[1]\n3. We now undertake to formulate for the guidance of trial courts a procedure which we believe will protect the rights of the accused, and at the same time see to the admission of evidence of prior convictions, in cases similar to this one, where they might properly be placed before the jury.\n(a) If the charge of possession of a firearm by a convicted felon is unrelated to another count for which the defendant is to be tried (as in this case), the trial judge, on motion, shall undertake to place the *432 defendant on trial for both charges, but shall bifurcate the proceedings in such manner that the jury shall hear and determine first the more serious charge, and under circumstances where the jury is unaware of the pendency of the possession charge. That is to say, the jury will, in one trial, determine the question of guilt or innocence as to the more serious charge. Thereafter, whether the defendant be convicted or acquitted of the more serious charge, it shall undertake to try and determine the possession of firearms charge.\n(b) We foresee that there might be some question as to a proper scope for voir dire, where one jury is to try two charges, but is unaware of the second charge at the time of jury selection. Hence, if an accused inquires during voir dire relative to the second charge in such manner as to disclose to the jury the existence of prior felony convictions, the trial court at that time shall issue limiting instructions, admonishing the jury that they are to consider nothing relative to any prior convictions during the trial of the more serious charge, nor are they to draw any inference unfavorable to the accused from the fact that implications relative to any prior convictions have been placed before them in voir dire.\n(c) To avoid uncertainty, we observe now that, should a jury acquit of the more serious charge, that would not bar trial on the possession charge, because guilt or innocence as to the possession charge is not determined by the verdict on the more serious charge. The denial of a plea of double jeopardy made to such circumstance shall not be appealable immediately under Patterson v. State, 248 Ga. 875 (287 SE2d 7) (1982).\n(d) In cases where the count charging possession of a firearm by a convicted felon might be material to a more serious charge \u0097 as, for example, where the offense of murder and possession are charged in one indictment, and the possession charge might conceivably become the underlying felony to support a felony murder conviction on the malice murder count of the indictment \u0097 the trial need not be bifurcated. On request, the trial judge shall carefully instruct the jury as to the proper limitations upon their consideration of any evidence of prior convictions. Specifically, in such event, the trial court shall instruct the jury that the only purpose for which they are permitted to receive evidence of prior convictions is relative to the charge of possession, and that they may not consider evidence of prior convictions in determining guilt or innocence on the more serious charge, except as such evidence might be material in considering a lesser included offense.\nJudgment reversed. All the Justices concur, except Marshall, P. J., Smith and Bell, JJ., who concur specially in Divisions 3 (a) and (b), and Hill, C. J., Clarke and Smith, JJ., who concur specially in Division 3 (d). Gregory, J., not participating.\nHILL, Chief Justice, concurring specially.\nI concur in the opinion of the court, except paragraph (d) of Division 3. Although paragraph (d) is procedural, my disagreement with it is substantive.\nIn my view a person who defends himself or herself against an aggressor's attack and who, without malice or intent, causes the aggressor's death in self-defense, should not nevertheless be guilty of felony murder on the basis that such person is guilty of possession (however momentary) of a firearm by a convicted felon. That is to say, in my view, a person should not be denied the right of self-defense because such person is a convicted felon.\nAs this substantive issue is not before us at this time, I concur in the judgment.\nI am authorized to state that Justice Clarke and Justice Smith, join in this special concurrence.\nBELL, Justice, concurring specially.\nI concur in the opinion of the court, except paragraphs (a) and (b) of Division 3. I would hold that in cases where the count charging possession of a firearm is not material to the more serious charge, the trial of the possession charge must be severed and held before a different jury. This would eliminate the danger that evidence of the more serious crime will prejudice the jurors during the subsequent trial of the possession charge, and would also foreclose the possibility that inquiries relative to the possession charge during voir dire will unfavorably affect the defendant during trial of the more serious charge.\nI am authorized to state that Presiding Justice Marshall and Justice Smith join in this special concurrence.\nNOTES\n[1]  While it is perilous to suppose too much from the remove of this court, it is not unrealistic to suspect that a jury, realizing that Head's guilt depended solely upon the credibility of Wilson, might experience a mental process somewhat as follows: \"It's only one man's word against another, but Head has done it before, so I suppose he did it again.\" In some instances, the danger of that impropriety must be overlooked, and the evidence admitted, when its relevance or necessity outweighs the possibility of undue prejudice \u0097 \"undue,\" because it is rare that any evidence is offered against any criminal accused that is not designed to prejudice him in the eyes of the finder of fact.\n\n",
            "ocr": false,
            "opinion_id": 1320093
        },
        {
            "author_str": "Weltner",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWeltner, Justice.\nRaymond Head was convicted of armed robbery and possession of a firearm by a convicted felon.\nThe evidence at trial revealed that Arthur Wilson had picked up a hitchhiker, who threatened him with a pistol and robbed him of his wallet and other personal property. Later, an anonymous telephone caller told Wilson that Raymond Head was the person who had robbed him. Reporting this to the police, Wilson subsequently picked out a picture of Head from seven photographs. A week later, Wilson’s *430wallet was returned to him through the mail.\nBoth counts of the indictment were dependent exclusively upon Wilson’s testimony as to the identity and conduct of Head. However, three prior felony convictions (aggravated assault and armed robbery) were admitted, over objection, to establish that Head was a convicted felon.\nHead relies upon the holding in Panzavecchia v. Wainwright, 658 F2d 337 (5th Cir. 1981), for his contention that the admission of three prior convictions deprived him of his right to a fair trial under the Fourteenth Amendment. We granted certiorari to determine whether the trial court was required to sever the two offenses for trial.\n1. In Panzavecchia, a defendant was convicted of first degree murder and possession of a firearm by a convicted felon — the prior conviction being for counterfeiting. On a federal habeas corpus writ, a district court in Florida found that the denial of the motion to sever resulted in the admission of irrelevant and prejudicial evidence which violated the defendant’s Fourteenth Amendment right to a fair trial. The court of appeáls affirmed, finding the trial procedure fundamentally unfair, and hence violative of due process. 658 F2d at 341.\nHolding that the counterfeiting conviction was totally immaterial to the murder charge, it concluded that “the only purpose it served was to show bad character and propensity to commit a crime,” that “the jury heard repeated references to the defendant’s criminal past without any limiting instruction to relate this evidence only to the firearm violation and to disregard it altogether in considering the murder count”; and that “this prejudice rose to such a level as to make the petitioner’s trial fundamentally unfair and in violation of the fourteenth amendment.” 658 F2d at 341.\nThis court, of course, is not bound by the conclusions which the trial or intermediate courts of the federal system might reach relative to whether circumstances of criminal prosecutions are “fundamentally unfair” in a due process sense. Nonetheless, the exigencies of a proper and mutual respect draw us to careful consideration of conclusions such as those expressed in Panzavecchia. Further, we must acknowledge that while this court is not bound by the rulings of the federal court of appeals for our circuit, the citizens of this state, including prison officials, are most assuredly bound by the orders emanating from such rulings. We will therefore examine the circumstances of this case in the light of Panzavecchia, but seeking our own conclusions.\n2. We have noted above that the only evidence linking Head to the event described by Wilson is the testimony of Wilson. Having reviewed the record, we are satisfied that although Head’s conviction is based upon the testimony of one witness only, the evidence is sufficient to enable a rational trier of fact to find him guilty beyond a *431reasonable doubt. Jackson v. Virginia, 443 U. S. 307, 319 (99 SC 2781, 61 LE2d 560) (1979).\nNonetheless, there being no corroboration of Wilson’s testimony, it cannot be said that the evidence of Head’s guilt is overwhelming. That being the case, introduction of three prior convictions of similar type offenses might easily be seen by a jury as bolstering Wilson’s testimony, when, in fact, they have nothing to do with any element of the robbery charge, except the forbidden (albeit perhaps the most illuminating) realm of character and propensity for violent crimes.\nOCGA § 24-9-20 (b) provides, in part, that while a defendant may be sworn, “no evidence of general bad character or prior convictions shall be admissible unless and until the defendant shall have first put his character in issue. Evidence of prior felony convictions may be admitted in those cases where the prior felony convictions are alleged in the indictment, as provided by law.”\nThe circumstances of this case seem to create a contradiction between these adjacent principles. Head did not put his character in issue, but his prior convictions were alleged in the indictment charging possession.\nThere were no limitations imposed by the trial court as to the use to which the jury properly might put the evidence of prior convictions, and hence no “cure” (if, indeed, limiting instructions can ever be curative in fact) of the perceived harmful effect of the prior convictions upon the robbery count. Under the circumstances of this case, where the prior convictions were not legally material to the robbery charge, and were admitted without limiting instructions, we cannot say with certainty that Head’s conviction for robbery was not unduly influenced by evidence of his prior criminal record. Accordingly, the robbery conviction must be reversed, and a new trial ordered.1\n3. We now undertake to formulate for the guidance of trial courts a procedure which we believe will protect the rights of the accused, and at the same time see to the admission of evidence of prior convictions, in cases similar to this one, where they might properly be placed before the jury.\n(a) If the charge of possession of a firearm by a convicted felon is unrelated to another count for which the defendant is to be tried (as in this case), the trial judge, on motion, shall undertake to place the *432defendant on trial for both charges, but shall bifurcate the proceedings in such manner that the jury shall hear and determine first the more serious charge, and under circumstances where the jury is unaware of the pendency of the possession charge. That is to say, the jury will, in one trial, determine the question of guilt or innocence as to the more serious charge. Thereafter, whether the defendant be convicted or acquitted of the more serious charge, it shall undertake to try and determine the possession of firearms charge.\n(b) We foresee that there might be some question as to a proper scope for voir dire, where one jury is to try two charges, but is unaware of the second charge at the time of jury selection. Hence, if an accused inquires during voir dire relative to the second charge in such manner as to disclose to the jury the existence of prior felony convictions, the trial court at that time shall issue limiting instructions, admonishing the jury that they are to consider nothing relative to any prior convictions during the trial of the more serious charge, nor are they to draw any inference unfavorable to the accused from the fact that implications relative to any prior convictions have been placed before them in voir dire.\n(c) To avoid uncertainty, we observe now that, should a jury acquit of the more serious charge, that would not bar trial on the possession charge, because guilt or innocence as to the possession charge is not determined by the verdict on the more serious charge. The denial of a plea of double jeopardy made to such circumstance shall not be appealable immediately under Patterson v. State, 248 Ga. 875 (287 SE2d 7) (1982).\n(d) In cases where the count charging possession of a firearm by a convicted felon might be material to a more serious charge — as, for example, where the offense of murder and possession are charged in one indictment, and the possession charge might conceivably become the underlying felony to support a felony murder conviction on the malice murder count of the indictment — the trial need not be bifurcated. On request, the trial judge shall carefully instruct the jury as to the proper limitations upon their consideration of any evidence of prior convictions. Specifically, in such event, the trial court shall instruct the jury that the only purpose for which they are permitted to receive evidence of prior convictions is relative to the charge of possession, and that they may not consider evidence of prior convictions in determining guilt or innocence on the more serious charge, except as such evidence might be material in considering a lesser included offense.\n\nJudgment reversed.\n\n\nAll the Justices concur, except Marshall, P. J., Smith and Bell, JJ., who concur specially in Divisions 3 (a) and (b), and Hill, C. J., Clarke and Smith, JJ., who concur specially in Division 3 (d). Gregory, J., not partcipating.\n\n*433Decided October 17, 1984.\nCarl P. Greenberg, for appellant.\nLewis R. Slaton, District Attorney, Richard E. Hicks, Assistant District Attorney, for appellee.\n\n While it is perilous to suppose too much from the remove of this court, it is not unrealistic to suspect that a jury, realizing that Head’s guilt depended solely upon the credibility of Wilson, might experience a mental process somewhat as follows: “It’s only one man’s word against another, but Head has done it before, so I suppose he did it again.” In some instances, the danger of that impropriety must be overlooked, and the evidence admitted, when its relevance or necessity outweighs the possibility of undue prejudice — “undue,” because it is rare that any evidence is offered against any criminal accused that is not designed to prejudice him in the eyes of the finder of fact.\n\n",
            "ocr": false,
            "opinion_id": 9578629
        },
        {
            "author_str": "Hill",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHill, Chief Justice,\nconcurring specially.\nI concur in the opinion of the court, except paragraph (d) of Division 3. Although paragraph (d) is procedural, my disagreement with it is substantive.\nIn my view a person who defends himself or herself against an aggressor’s attack and who, without malice or intent, causes the aggressor’s death in self-defense, should not nevertheless be guilty of felony murder on the basis that such person is guilty of possession (however momentary) of a firearm by a convicted felon. That is to say, in my view, a person should not be denied the right of self-defense because such person is a convicted felon.\nAs this substantive issue is not before us at this time, I concur in the judgment.\nI am authorized to state that Justice Clarke and Justice Smith, join in this special concurrence.\n",
            "ocr": false,
            "opinion_id": 9578630
        },
        {
            "author_str": "Bell",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBell, Justice,\nconcurring specially.\nI concur in the opinion of the court, except paragraphs (a) and (b) of Division 3. I would hold that in cases where the count charging possession of a firearm is not material to the more serious charge, the trial of the possession charge must be severed and held before a different jury. This would eliminate the danger that evidence of the more serious crime will prejudice the jurors during the subsequent trial of the possession charge, and would also foreclose the possibility that inquiries relative to the possession charge during voir dire will unfavorably affect the defendant during trial of the more serious charge.\nI am authorized to state that Presiding Justice Marshall and Justice Smith join in this special concurrence.\n",
            "ocr": false,
            "opinion_id": 9578631
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Robbery"
}