{
    "id": 1728515,
    "judges": "Barrett, Pritchard, Stockard",
    "date_filed": "2023-06-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-williams",
    "case_name_short": null,
    "case_name": "State v. Williams",
    "case_name_full": "STATE of Missouri, Respondent, v. Sidney A. WILLIAMS, Appellant",
    "attorneys": "John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, for respondent., Legal Aid and Defender Society of Greater Kansas City, Kansas City, for appellant; Paul T. Miller, Executive Director, Willard B. Bunch, Chief Defender, Kansas City, of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing or to Transfer to Court En Banc Denied Dec. 13, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b408-10\">\n    STATE of Missouri, Respondent, v. Sidney A. WILLIAMS, Appellant.\n   </parties><br><docketnumber id=\"b408-12\">\n    No. 56426.\n   </docketnumber><br><court id=\"b408-13\">\n    Supreme Court of Missouri, Division No. 2.\n   </court><br><decisiondate id=\"b408-15\">\n    Nov. 8, 1971.\n   </decisiondate><br><otherdate id=\"b408-16\">\n    Motion for Rehearing or to Transfer to Court En Banc Denied Dec. 13, 1971.\n   </otherdate><br><attorneys id=\"b409-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"383\"> \n     *383\n     </span>\n    John C. Danforth, Atty. Gen., G. Michael O’Neal, Asst. Atty. Gen., Jefferson City, for respondent.\n   </attorneys><br><attorneys id=\"b409-13\">\n    Legal Aid and Defender Society of Greater Kansas City, Kansas City, for appellant; Paul T. Miller, Executive Director, Willard B. Bunch, Chief Defender, Kansas City, of counsel.\n   </attorneys>",
    "citations": [
        "473 S.W.2d 382"
    ],
    "opinions": [
        {
            "author_str": "Stockard",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n473 S.W.2d 382 (1971)\nSTATE of Missouri, Respondent,\nv.\nSidney A. WILLIAMS, Appellant.\nNo. 56426.\nSupreme Court of Missouri, Division No. 2.\nNovember 8, 1971.\nMotion for Rehearing or to Transfer Denied December 13, 1971.\n*383 John C. Danforth, Atty. Gen., G. Michael O'Neal, Asst. Atty. Gen., Jefferson City, for respondent.\nLegal Aid and Defender Society of Greater Kansas City, Kansas City, for appellant; Paul T. Miller, Executive Director, Willard B. Bunch, Chief Defender, Kansas City, of counsel.\nMotion for Rehearing or to Transfer to Court En Banc Denied December 13, 1971.\nSTOCKARD, Commissioner.\nBy appellant's sole point on this appeal he challenges the constitutionality of § 211.071 of the Juvenile Code, §§ 211.011 to 211.431. All statutory references are to RSMo 1969, V.A.M.S.\nAppellant was charged and found guilty of an armed robbery which he committed when sixteen years and approximately ten months of age. Therefore, he was a \"child\" within the definition set forth in § 211.021. After a hearing pursuant to § 211.071, which is not challenged on this appeal, the juvenile court determined that appellant was \"not a proper subject to be dealt with\" under the Juvenile Code and directed that he should be \"prosecuted under the general law\" as provided for in § 211.071.\nIn its parts pertinent to this appeal § 211.071 provides as follows:\n\"In the discretion of the judge of the juvenile court, when any petition under Sections 211.011 to 211.431 alleges that a child of the age of fourteen years or older has committed an offense which would be a felony if committed by an adult, * * * the petition may be dismissed and such child * * * may be prosecuted under the general law, whenever the judge after receiving the report of the investigation required by Sections 211.011 to 211.431 and hearing evidence finds that such child * * * is not a proper subject to be dealt with\" under the provisions of the Juvenile Code.\nAppellant asserts that § 211.071 is invalid because \"it provides no standards for determining that he was not a proper subject to be dealt with\" under the Juvenile Code.\nWe first note that the Juvenile Code is a complete law, and each section is to be read and construed in relation to the others. Mashak v. Poelker, Mo.App., 356 S.W.2d 713. In the event § 211.071 were to be held unconstitutional, the question then presented would be, what would be the effect of such a holding on the entire Juvenile Code? Unless this court could say that the Legislature would have enacted the remaining portions of the Code without § 211.071, the entire Code must fall as invalid. State ex rel. State Highway Commission of Mo. v. Curtis, 365 Mo.\n*384 447, 283 S.W.2d 458. This we could not do. It would be most speculative for this court to conclude that the Legislature would have enacted the other portions of the Juvenile Code, at least as now worded, if a child nearing the age to be classified an adult who had committed a serious crime could not be tried as an adult under the general law when it was in the \"best interest of the state\" to do so. In the event the Juvenile Code should be held to be void, in the absence of a statute providing for other treatment, appellant would be tried for his offense under the general law. It would therefore appear that if appellant were successful in his contention on this appeal, he would be subject to the precise treatment of which he now complains; that is, to be tried under the general law. We deem it advisable, however, not to rule this appeal on the above rule of law. Instead, we conclude that § 211.071 is not invalid for the reasons asserted by appellant.\nThe requirement that the juvenile court find \"such child * * * is not a proper subject to be dealt with\" under the Juvenile Code is a direction that the court look to the other provisions of the Juvenile Code in making that determination. In § 211.011 it is stated that the purpose of the Code is to facilitate the care, protection and discipline of children within the jurisdiction of the juvenile court, and to provide such care, guidance and control, \"as will conduce to the child's welfare and the best interests of the state.\" There is no contention here that the evidence and the report of investigation by the juvenile officer would not support a finding by the juvenile court that, in the best interest of the state, appellant should be prosecuted under the general law.\nA statute is presumed to be constitutional and it will not be held otherwise unless it clearly and undoubtedly contravenes some constitutional provision. State ex rel. Eagleton v. McQueen, Mo., 378 S.W.2d 449, 452. The cases generally hold that if the words or terms used in a statute are of common usage and understandable by persons of ordinary intelligence they will satisfy the constitutional requirement as to definiteness and certainty. State v. Becker, 364 Mo. 1079, 272 S.W.2d 283, 288. Elaboration or an attempt to rationalize our reasons is not necessary, but it is sufficient to say that the directive in the Juvenile Code that the juvenile court may, in its discretion, authorize a \"child\" of the age of fourteen years or older to be prosecuted under the general law, when after hearing it is found that such action shall be conducive \"to the child's welfare and the best interest of the state,\" affords adequate and sufficient standards to guide the court in carrying out the legislative directive and intent. See for example, State v. Katz Drug Company, Mo., 352 S.W.2d 678, where the words \"drugs and medicines\" and \"provisions\" were not unconstitutionally vague and indefinite, and State ex rel. Lentine v. State Board of Health, 334 Mo. 220, 65 S.W.2d 943, where the terms \"bad moral character\" and \"unprofessional and dishonorable conduct\" did not render a statute so uncertain, vague, or ambiguous as to be unconstitutional.\nThe judgment is affirmed.\nBARRETT and PRITCHARD, CC., concur.\nPER CURIAM:\nThe foregoing opinion by STOCKARD, C., is adopted as the opinion of the Court.\nAll of the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1728515
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}