{
    "id": 1748513,
    "judges": "Patterson",
    "date_filed": 500601600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-mcdevitt",
    "case_name_short": "McDevitt",
    "case_name": "State v. McDevitt",
    "case_name_full": "State of Alabama v. Gregg Daniel McDevitt.",
    "attorneys": "E. Charles Ogden III, Guntersville, for appellant. Charles A. Graddick, Atty. Gen., and David B. Karn, Asst. Atty. Gen., for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Circuit Court, Marshall County, William D. Jetton, J. Page 544",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "484 So. 2d 543"
    ],
    "opinions": [
        {
            "author_str": "Patterson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6154.0,
            "opinion_text": "\n484 So. 2d 543 (1985)\nSTATE of Alabama\nv.\nGregg Daniel McDEVITT.\n8 Div. 302.\nCourt of Criminal Appeals of Alabama.\nNovember 12, 1985.\nRehearing Denied December 10, 1985.\nCertiorari Denied February 21, 1986.\n*544 E. Charles Ogden III, Guntersville, for appellant.\nCharles A. Graddick, Atty. Gen., and David B. Karn, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 85-312.\nPATTERSON, Judge.\nThe appellee, Gregg Daniel McDevitt, was indicted for the offense of robbery in the first degree of an employee of the Arab Wal-Mart, as proscribed by § 13A-8-41, Code of Alabama 1975. After McDevitt was appointed an attorney and entered a plea of not guilty on January 28, 1985, the trial court conducted a suppression hearing to determine the admissibility of McDevitt's statement.[1] Upon consideration of the testimony presented, the court found that the prosecution failed to show a valid waiver of the constitutional rights enumerated in Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), and, accordingly, ordered that the statement be suppressed. It is from this ruling that the State of Alabama appeals.\nThe testimony elicited during the suppression hearing established the following facts: When McDevitt was arrested at approximately 1:00 a.m. on Sunday, December 16, 1984, he was read his Miranda rights by Officer Tucker of the Bessemer Police Department. When Officer Tucker asked him if he understood his rights, and, with those rights in mind, whether he was willing to talk, McDevitt gave no response; he simply smiled. McDevitt was then transported to the police station.\nSometime shortly after lunch on Sunday, December 16, Lieutenant Acker interviewed McDevitt. Sergeant Bellanca, the officer in charge of McDevitt's case, was also present. Prior to any conversation, Lieutenant Acker read McDevitt his Miranda *545 rights.[2] When asked if he understood each of those rights, McDevitt answered affirmatively, and he also affirmatively responded to the question, \"Having these rights in mind, do you wish to talk to me?\" Lieutenant Acker asked McDevitt if he had talked to an attorney, to which he replied that he had not. The lieutenant told McDevitt that he thought McDevitt could use an attorney, but McDevitt stated that he \"[c]ouldn't afford one, didn't need one.... [The attorney] would rip him off, get his money ... just didn't need one.\" Prior to any questioning, no one threatened McDevitt or made any promises or assurances to him. The lieutenant and McDevitt discussed several Wal-Mart robberies and a bank robbery. In response to the question whether he committed the robbery of the Arab Wal-Mart, McDevitt asked, \"[I]f I tell you I did this, what kind of deal can you work out?\" Lieutenant Acker responded that he was in no position to work out a deal and that McDevitt needed an attorney to \"get with these people up here at Arab.\" McDevitt also stated that one would think each job would be easier, but that each job he did got harder. In response to the question of whether, as a former employee of Wal-Mart, he was \"doing it out of revenge or was he doing it to get the money,\" McDevitt explained that \"if I did these robberies, I'm not a revengeful person.\" He would not respond to the officer's inquiry about why he had, in his car, a ski mask with its mouth sewed up; however he admitted ownership of the mask. This interview lasted for approximately two hours and terminated at approximately 2:30 p.m. At no time during this period did McDevitt state that he did not want to talk to anyone or that he wanted an attorney present.\nAt approximately 12:30 p.m. on Monday, December 17, Special Agents Haynes and Walsh of the Federal Bureau of Investigation attempted to interview McDevitt. Although no officer from the local police department was present, the local authorities were aware of the interview. Agent Hayes first informed McDevitt that he wanted to talk to him about any information he had in regard to \"some robberies.\" He also advised him of his Miranda rights[3] and McDevitt stated that he understood those rights. Then, McDevitt advised the agents that he wanted to talk to his attorney before he could provide them with any information. He explained that he had called his attorney, but the attorney had not returned his call yet. The agents started to leave and, then, McDevitt asked if he could talk off the record and he said a few things (which were not revealed during any testimony). When the agents left, one of them informed the Bessemer detective who had scheduled the interview that the interview was terminated because McDevitt wanted to speak with his attorney, but at the suppression hearing, Agent Walsh could not remember the detective's name.\nOn Wednesday, December 19, Mr. Bobby Ross met McDevitt in furtherance of his investigation of the August 1984 robbery of the Arab Wal-Mart store and two other robberies. He is employed by Wal-Mart Stores, Incorporated, as a district loss prevention supervisor and his duties include investigation of internal and external affairs, including thefts and robberies of the Wal-Mart stores in his district. Mr. Ross had known McDevitt for three and a half years; McDevitt had worked in one of the stores supervised by Mr. Ross. Prior to *546 talking with McDevitt, Mr. Ross talked to Sergeant Bellanca. When Mr. Ross met McDevitt, Sergeant Bellanca and Mr. Don Walker, an investigator with the Wal-Mart stores, were present. However, when the interview commenced, Mr. Ross was alone with McDevitt. Mr. Ross did not inform McDevitt of his Miranda warnings, but he did ask him if he had been read his rights and if he understood that he did not have to talk to him. McDevitt answered affirmatively to both questions. Mr. Ross then cautioned McDevitt that McDevitt could discontinue the conversation at any point and that he was not there in any official capacity, but just as a representative of Wal-Mart. Before any mention of the Arab robbery, Mr. Ross said something to the effect that he had experience with police departments and all the cases would probably not be prosecuted. He also told McDevitt that he felt the best thing for him to do was to \"come clean about what he had done\"; that it is up to the prosecuting attorneys in each case to decide which ones they would prosecute; and that he needed to make a statement and get the best deal he could. (Mr. Ross later told the District Attorney on January 2, in a taped statement, that he also had stated to McDevitt that if he would make a statement on the robberies in Huntsville, the authorities would probably not pursue the case and not pursue all of the cases.) During their two-hour conversation, McDevitt wanted to know if Wal-Mart was willing to offer him a deal and stated that he would be willing to make whatever statement was necessary in connection with the robberies if he knew that provisions would be made for his family. His terms for the deal were that Wal-Mart pay the mortgage payment on his house while he was in prison and that Wal-Mart hire him as a truck driver or an investigator after he was released from prison. Mr. Ross, in turn, explained that he would present the proposal to his company, but that, in his opinion, the company would not accept responsibility for McDevitt's mortgage payments after he had robbed several stores. He also stated that McDevitt's employment application would be considered as that of any other applicant would be.\nMr. Ross interviewed McDevitt again at the police department on Friday, December 21. Again, they were alone. This time, Mr. Ross made no reference at all to McDevitt's rights. Mr. Ross did not threaten McDevitt or offer him any promises or rewards. In fact, he explained that he was in no position to make him any promises. Mr. Ross asked McDevitt if he was willing to admit to the robberies that he had committed. After approximately 20 minutes of conversation, McDevitt told Mr. Ross, \"I'm going to make you a hero.\" When Mr. Ross asked him what he meant, McDevitt exclaimed, \"I'm willing to make a full statement.\" Mr. Ross then explained that he would like to have Sergeant Bellanca present and McDevitt said, \"Sure.\" Mr. Ross left the room, discovered that the sergeant was not in the office, and had a call put out to him over the police radio.\nMr. Ross then returned and asked McDevitt, \"Why Wal-Mart stores?\" McDevitt explained that he had looked at Wal-Mart stores from Oklahoma City to St. Augustine, Florida, and that they were easy. He continued as follows: \"Take for instance, Arab, Alabama. The police department there is worthless. I sat on that parking lot for two weeks and watched that store and never once saw the police department come to the store at night.\" He further explained that, during those two weeks, he lay between the store building and a trailer that is located to the side of the building; that he took three days to figure out what to do and the remainder of the two weeks to get his nerve up; that he had been watching the management make the night deposits; that he would not rob a woman assistant because he had observed her park her car at Hardee's restaurant, located near the store, while the others parked their cars next to the trailer; and that he would not rob that store on a weekend because, on weekends, Hardee's had a guard on its premises.\nAfter McDevitt made the statement, Sergeant Bellanca arrived. McDevitt then *547 asked Mr. Ross to leave the room. Sergeant Bellanca did not testify at the hearing, but Mr. Ross testified that the sergeant did not reduce any statement to writing or tape-record one and, that so far as he knew, Sergeant Bellanca did not obtain a statement from McDevitt.\nPrior to interviewing McDevitt on December 19 and 21, Ross had not been informed that McDevitt had previously requested an attorney; however, prior to talking with McDevitt, he did talk with Sergeant Bellanca.\nOn Friday, December 22, at approximately 6:00 p.m., Lieutenant Acker talked with McDevitt again. He encountered McDevitt using the telephone in the office of the jail. After exchanging pleasantries, the lieutenant asked McDevitt if he had obtained any attorney yet. McDevitt explained that he had not, that he did not need one, and that attorneys would not do anything but rip him off. He also mentioned something about $5,000. Lieutenant Acker was of the opinion that McDevitt's answer indicated that McDevitt had talked with an attorney.\nApproximately one month later, McDevitt was declared indigent and appointed an attorney.\nThe disposal of a factual situation such as the one before us is usually governed by the principles enunciated in Oregon v. Bradshaw, 462 U.S. 1039, 103 S. Ct. 2830, 77 L. Ed. 2d 405 (1983). There, eight members of the Court agreed that the admissibility of a confession given by a defendant who earlier had invoked his Miranda right to counsel is to be determined by a two-tier analysis: first, it must be determined whether the defendant initiated the further communication, exchanges, or conversations with the police, and, if so, then it must be determined \"whether a valid waiver of the right to counsel and the right to silence had occurred, that is, whether the purported waiver was knowing and intelligent and found to be so under the totality of the circumstances, including the necessary fact that the accused, not the police, reopened the dialogue with the authorities.\" 462 U.S. at 1044, 103 S.Ct. at 2834 (quoting Edwards v. Arizona, 451 U.S. 477, 486, n. 9, 101 S. Ct. 1880, 1885 n. 9, 68 L. Ed. 2d 378 (1981)) (emphasis in Oregon v. Bradshaw).\nHowever, we need not pursue a detailed analysis of the situation before us, for we find that McDevitt's ultimate confession is not admissible because the prosecution failed to establish that McDevitt knowingly and intelligently waived his Miranda warnings, at any time during his numerous contacts with the various law enforcement officers and Mr. Ross.\nThe principles of Miranda do not apply unless the confession is made to persons who are law enforcement officers or their agents. Truex v. State, 282 Ala. 191, 210 So. 2d 424 (1968). Clearly, the Miranda principles applied to the questioning by the Bessemer police officers and the FBI agents. We hold, as did the trial court, that these principles also governed questioning by Mr. Ross. We agree with the court's finding that \"[McDevitt] was in custody; this was a custodial interrogation; [Mr. Ross] had at least an aura of official capacity.\" In reaching the holding that Mr. Ross was acting as an agent of law enforcement officers, we have reviewed the following circumstances surrounding McDevitt's two statements to Mr. Ross, Woodson v. State, 392 So. 2d 551, 552 (Ala. Cr.App.1980), cert. denied, 392 So. 2d 554 (Ala.1981): Although there was no evidence to the effect that Mr. Ross was instructed by the district attorney or any police officer to interview McDevitt, Mr. Ross met with Sergeant Bellanca prior to talking with McDevitt; obviously, Mr. Ross had made arrangements with the authorities to question McDevitt; Sergeant Bellanca was present when Mr. Ross first encountered McDevitt; the interviews occurred at the jail where McDevitt was in custody; Mr. Ross represented to McDevitt that, from his experiences with police departments, all the cases would probably not be prosecuted and he would get a better deal if he made a statement; Mr. Ross asked specific, accusatory questions, thus giving the interviews the appearance of interrogations; *548 and when McDevitt indicated his desire to make a full confession, Mr. Ross explained that he would like to have Sergeant Bellanca present. Mr. Ross was not \"so disconnected from law enforcement personnel that the principles of Miranda do not apply.\" Allen v. State, 53 Ala.App. 66, 72, 297 So. 2d 391, 397, cert. denied, 292 Ala. 707, 297 So. 2d 399 (1974). Compare Terry v. State, 397 So. 2d 217, 220 (Ala.Cr. App.), cert. denied, 397 So. 2d 223 (Ala. 1981) (security guard at the defendant's place of employment was not an agent), and Woodson v. State, supra (television news reporter was not an agent) with Allen v. State, supra (the defendant's friend was considered an agent).\nThus, we look to Miranda v. Arizona, wherein the Court stated:\n\"[A] heavy burden rests on the government to demonstrate that the defendant knowingly and intelligently waived his privilege against self-incrimination and his right to retained or appointed counsel. Escobedo v. Illinois, 378 U.S. 478, 490, n. 14 [84 S. Ct. 1758, 1765 n. 14, 12 L. Ed. 2d 977]. This Court has always set high standards of proof for the waiver of constitutional rights, Johnson v. Zerbst, 304 U.S. 458 [58 S. Ct. 1019, 82 L. Ed. 1461] (1938), and we reassert these standards as applied to incustody interrogation.\"\n384 U.S. at 475, 86 S.Ct. at 1628. See also Tague v. Louisiana, 444 U.S. 469, 100 S. Ct. 652, 62 L. Ed. 2d 622 (1980). Hence, the major question presented is whether the evidence before us establishes that the \"high standards of proof\" for a knowing and intelligent waiver were met. \"[T]he determination whether statements obtained during custodial interrogation are admissible against the accused is to be made upon an inquiry into the totality of the circumstances surrounding the interrogation, to ascertain whether the accused in fact knowingly and voluntarily decided to forgo his rights to remain silent and to have the assistance of counsel.\" Fare v. Michael C., 442 U.S. 707, 724-25, 99 S. Ct. 2560, 2571-72, 61 L. Ed. 2d 197 (1979) (citing Miranda, 384 U.S. at 475-77, 86 S.Ct. at 1628-29). Thus, whether a waiver of counsel is knowing and intelligent depends upon the particular underlying facts and circumstances surrounding each case, including the background, experience, and conduct of the accused. Edwards v. Arizona, 451 U.S. 477, 482, 101 S. Ct. 1880, 1883, 68 L. Ed. 2d 378 (1981); Thomas v. State, 373 So. 2d 1167, 1168 (Ala.1979), vacated on other grounds, 448 U.S. 903, 100 S. Ct. 3043, 65 L. Ed. 2d 1133 (1980); Wright v. State, 340 So. 2d 74 (Ala.1976).\nTurning to the facts before us, the record offers no insight into McDevitt's background or experience, which a court usually considers in deciding whether a waiver was knowingly made. However, it is undisputed that McDevitt, after being informed of his rights by Lieutenant Acker, acknowledged that he understood those rights and affirmatively responded to the inquiry whether he wished to talk to his interrogator. However, we note as follows:\n\"An express written or oral statement of waiver of the right to remain silent or of the right to counsel is usually strong proof of the validity of that waiver, but is not inevitably either necessary or sufficient to establish waiver. The question is not one of form, but rather whether the defendant in fact knowingly and voluntarily waived the rights delineated in the Miranda case.... The courts must presume that a defendant did not waive his rights; the prosecution's burden is great....\"\nNorth Carolina v. Butler, 441 U.S. 369, 373, 99 S. Ct. 1755, 1757, 60 L. Ed. 2d 286 (1979). In light of McDevitt's immediate subsequent statement that he \"[c]ouldn't afford one, didn't need one,\" the oral \"waiver\" became unclear and ambiguous.[4]*549 The \"waiver\" becomes even more tenuous when we consider that McDevitt subsequently asserted his right to counsel only after he had called an attorney and while waiting for the attorney to return his call and that after his full confession, McDevitt reiterated that he did not need counsel because attorneys would \"rip him off.\" Although this conduct may be susceptible to various speculative interpretations, the record does not negate the conclusion that McDevitt failed to comprehend that he could have the presence of appointed counsel prior to any questioning if he so desired. In addition to showing the suspect's ability to understand and act upon the Miranda warnings, Tague v. Louisiana, supra, the prosecution, in carrying its \"heavy burden,\" must show that the suspect in fact knowingly and intelligently relinquished his rights, as originally mandated by Miranda. In light of these surrounding events, we will not give absolute deference to the isolated utterance of waiver and thus disregard McDevitt's subsequent actions and statements. Rather, we find that the implication of these facts in their totality is that McDevitt did not fully understand his right to appointed counsel. His statements and actions, to us, convey his interpretation of the right to consult with counsel as meaning that he could do so only if he had already retained a lawyer or had the funds to obtain one. See Fields v. State, 402 So. 2d 46 (Fla.Dist.Ct.App.1981) (wherein the court held that a juvenile's waiver of Miranda rights was not voluntary, intelligent, and knowing, where his response to being asked if he wanted a lawyer was that he could not afford one and where the evidence showed that the juvenile had reduced mental ability).\nThe contradiction between McDevitt's initial \"waiver\" of rights and his subsequent reply to the officer's advice that he could use an attorney clearly created a blatant ambiguity, thus obligating the officer to ensure that McDevitt fully understood his right to counsel.\n\"If the accused manifests a lack of understanding as to the meaning of these rights, or how they directly affect him, the interrogators must make special efforts to secure his understanding. Repetition of the warnings, and the giving of hypothetical factual examples may become necessary. These precautions will help to ensure that any waiver subsequently made is `knowing and intelligent.'\"\n19 Am.Jur., Proof of Facts § 11 at 21 (1967). See also id. § 8 at 18. It was the obligation of the interrogator not to ignore or gloss over the possible implications of McDevitt's response. He should have made an inquiry to clarify the ambiguity and to specifically advise McDevitt, at that time, that appointed counsel would be provided, if desired, before the questioning proceeded. E.g., People v. Turnage, 45 Cal. App. 3d 201, 211-12, 119 Cal. Rptr. 237, 243-44 (1975) (wherein the court noted that, where confronted with a patent ambiguity with respect to the suspect's understanding of his constitutional rights, when the suspect stated that he could not afford an attorney, after having waived his rights, the officer was justified in asking clarifying questions).\nIn so holding, we caution that our ruling is not to be interpreted too broadly. We are not indicating that the formal Miranda requirements should be expanded. It would be unreasonable as well as impractical to impose the requirement upon officers that they enumerate to a suspect every conceivable consequence of waiver of the warnings or that they place a legal interpretation on a suspect's actions or statements. \"Although a suspect must be apprised of his or her rights, providing a general legal education is not the business of the police or the courts.\" People v. Williams, 62 N.Y.2d 285, 288, 465 N.E.2d 327, 329, 476 N.Y.S.2d 788, 790 (1984). We also do not mean to require the interrogator to detect the misunderstanding of clear warnings without some indication of misunderstanding. In other words, if no confusion *550 or misunderstanding is manifested, the interrogator is not required to go beyond a reading of the Miranda warnings. What we do require, however, is that the Miranda warnings be clearly explained and if, after the suspect has indicated an understanding of those rights, he subsequently acts in such a manner as to reasonably alert the interrogating officer that the warnings may have been misunderstood, the officer must insure that the suspect fully and correctly understands his Miranda rights. This is \"to insure that what was proclaimed in the Constitution ha[s] not become but a `form of words,'\" 384 U.S. at 444, 86 S.Ct. at 1612; in other words, the ritualistic reading of the Miranda warnings will not always, without exception, sufficiently apprise an accused of his rights. The Miranda warnings are not to be treated as \"a mere textual formality to be recited on the way to eliciting a confession.\" United States v. Rondon, 614 F. Supp. 667, 670 (S.D.N.Y.1985)\nIt is beyond any question that McDevitt could not have effectively waived his Miranda warnings without fully understanding that he had a right to appointed counsel. The significance of this particular warning was emphasized by the Miranda Court in the following passage:\n\"In order fully to apprise a person interrogated of the extent of his rights under this system then, it is necessary to warn him not only that he has the right to consult with an attorney, but also that if he is indigent a lawyer will be appointed to represent him. Without this additional warning, the admonition of the right to consult with counsel would often be understood as meaning only that he can consult with a lawyer if he has one or has the funds to obtain one. The warning of a right to counsel would be hollow if not couched in terms that would convey to the indigent\u0097the person most often subjected to interrogation\u0097the knowledge that he too has a right to have counsel present. As with the warnings of the right to remain silent and of the general right to counsel, only by effective and express explanation to the indigent of this right can there be assurance that he was truly in a position to exercise it.\"\n384 U.S. at 473, 86 S.Ct. at 1627 (footnotes omitted). See also Knight v. State, 50 Ala.App. 457, 464, 280 So. 2d 163, 170 (1973) (\"The record must show or there must be an allegation and evidence which show that the accused was offered counsel but intelligently and understandingly rejected the offer).\" Dueitt v. State, 44 Ala.App. 22, 201 So. 2d 405 (1967) (wherein the court held that the accused had not waived his right to counsel where the suspect was not advised of his right as an indigent to have counsel appointed for him after stating that he could not afford an attorney).\nIn conclusion, no evidence obtained as a result of the interrogations can be used against McDevitt, since the prosecution failed to demonstrate a knowing and intelligent waiver. Miranda, 384 U.S. at 479, 86 S.Ct. at 1630. To hold otherwise would be to diminish the established standard for a knowing and intelligent relinquishment of a fundamental constitutional right. Moreover, the trial court's ruling is entitled to substantial deference, which, here, we will not disturb. Accordingly, the judgment of the trial court is affirmed.\nAFFIRMED.\nAll Judges concur.\nNOTES\n[1]  As our rendition of the facts reveals, McDevitt gave several statements; however the trial court and counsel spoke of McDevitt's ultimate confession to Mr. Ross as \"the statement.\"\n[2]  Specifically, in regard to the right to counsel, the officer warned McDevitt, as follows:\n\n\"You have the right to talk to a lawyer and have him present when you are being questioned. If you cannot afford to hire a lawyer, one will be appointed to represent you if you wish if you decide at any time to exercise these rights and answer any question or make any statement.\"\n[3]  Agent Hayes, in regard to McDevitt's right to counsel, warned McDevitt, as follows:\n\n\"You have the right to talk to a lawyer for advice before we ask you any questions and to have a lawyer with you during questioning. If you cannot afford a lawyer, one will be appointed for you before any questioning if you wish. If you decide to answer any questions now without a lawyer present, you still have the right to stop answering at any time. You also have the right to stop answering at any time until you talk to a lawyer.\"\n[4]  We do not interpret this language to amount to a request for counsel. See Golden v. State, 439 So. 2d 813 (Ala.Cr.App.1983). Although some language of Golden v. State appears to conflict with our analysis in the case now before us, these two cases are distinguished by their factual circumstances; especially since the focal point of a determination of observance of Miranda is the \"totality of the circumstances,\" we find Golden v. State nonbinding here.\n\n",
            "ocr": false,
            "opinion_id": 1748513
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Robbery"
}