{
    "id": 1760223,
    "judges": "Hillman",
    "date_filed": "1990-07-10",
    "date_filed_is_approximate": true,
    "slug": "webster-v-foltz",
    "case_name_short": "Webster",
    "case_name": "Webster v. Foltz",
    "case_name_full": "Joseph WEBSTER, Plaintiff, v. Dale FOLTZ, Defendant",
    "attorneys": "Warner, Norcross & Judd by Joseph G. Scoville, Grand Rapids, Mich., for plaintiff., Frank J. Kelley, Atty. Gen. by Paula G. Humphries, Asst., Corrections Div., Lansing, Mich., for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b102-9\">\n    Joseph WEBSTER, Plaintiff, v. Dale FOLTZ, Defendant.\n   </parties><br><docketnumber id=\"b102-11\">\n    No. G79-270 CA1.\n   </docketnumber><br><court id=\"b102-12\">\n    United States District Court, W.D. Michigan, S.D.\n   </court><br><decisiondate id=\"b102-14\">\n    Dec. 6, 1983.\n   </decisiondate><br><attorneys id=\"b103-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"29\"> \n     *29\n     </span>\n    Warner, Norcross\n    <em>\n     &amp;\n    </em>\n    Judd by Joseph G. Scoville, Grand Rapids, Mich., for plaintiff.\n   </attorneys><br><attorneys id=\"b103-14\">\n    Frank J. Kelley, Atty. Gen. by Paula G. Humphries, Asst., Corrections Div., Lansing, Mich., for defendant.\n   </attorneys>",
    "citations": [
        "582 F. Supp. 28"
    ],
    "opinions": [
        {
            "author_str": "Hillman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1462.0,
            "opinion_text": "\n582 F. Supp. 28 (1983)\nJoseph WEBSTER, Plaintiff,\nv.\nDale FOLTZ, Defendant.\nNo. G79-270 CA1.\nUnited States District Court, W.D. Michigan, S.D.\nDecember 6, 1983.\n*29 Warner, Norcross &amp; Judd by Joseph G. Scoville, Grand Rapids, Mich., for plaintiff.\nFrank J. Kelley, Atty. Gen. by Paula G. Humphries, Asst., Corrections Div., Lansing, Mich., for defendant.\n\nOPINION\nHILLMAN, District Judge.\n\nI. INTRODUCTION\nPlaintiff, an inmate at the Michigan Reformatory in Ionia, Michigan, brought this action under 42 U.S.C. § 1983 against the Warden of the Reformatory. Plaintiff alleges that while working in the prison kitchen he was assaulted by another inmate and that he suffered a broken jaw and lost a tooth. Plaintiff's section 1983 claim is founded on an alleged violation of his Eighth Amendment right to be free from cruel and unusual punishment, caused by the defendant Warden's alleged acts or omissions in placing the plaintiff in a work assignment where he was likely to be assaulted, despite defendant's knowledge of the risk involved. The defendant denies that the kitchen area poses an unreasonable risk of injury to inmates assigned to work in food preparation.\nThe court appointed Joseph Scoville of Grand Rapids, Michigan, pro bono counsel to represent plaintiff in this case. The case was tried to the court on June 15, 16 and 23, 1983. The court received into evidence exhibits 4-18e, 25-30, 32-45, 47-71 for the plaintiff, and numbers 1-5 for the defendant. Thereafter, counsel submitted lengthy, well-prepared post-trial briefs. The case was excellently tried by both parties.\nHaving considered the evidence as well as the arguments of counsel, I now set forth my findings of fact and conclusions of law pursuant to Rule 52(a) of the Federal Rules of Civil Procedure.\n\nII. FINDINGS OF FACT\nIn December, 1978, plaintiff, Joseph Webster, was an inmate at the Michigan Reformatory, serving a prison term of 10 to 15 years for robbery as well as a concurrent two-year term for a firearms charge. Plaintiff arrived at the Reformatory in September, 1978, and in October was assigned to the food service building. The structure housing the food service is a free-standing building divided into one large dining area, a kitchen and bakery, and a number of small, windowless utility and storage rooms adjoining the kitchen area. In addition, the building contains a small officers' dining room and adjoining kitchen and two offices. In all, the building is comprised of approximately 20 different rooms.\n*30 Although 50 to 60 inmates were employed in the food service building in December, 1978, only one guard was assigned to that building at any given time. The inmates, including plaintiff, worked a 12-hour shift beginning at 5:00 a.m. and ending at 6:00 p.m. One guard was assigned to work a first shift which lasted from 6:00 a.m. until 2:00 p.m., when a replacement arrived. The evidence showed that on occasion the guard from the first shift would depart as much as 15 minutes before the arrival of his replacement, thereby leaving the kitchen unguarded.\nAlso employed in the food service building in December, 1978, were Department of Corrections Food Service Supervisors or \"cooks\" whose primary responsibility was to supervise and assist in the preparation of meals. Defendant testified that there were always two food service supervisors on duty and that these individuals were expected to intervene in inmate \"fights\" and/or \"assaults.\" However, the job descriptions for these positions make no mention of this alleged requirement. Moreover, while food service supervisors Ray Cunningham and Dennis West testified that they considered it their responsibility to \"thwart\" inmate violence, only one instance of actual intervention by a food service employee in a physical confrontation between inmates was brought out at trial.\nOn December 11, 1978, plaintiff was involved in a fight with another inmate. This fight occurred in the institutional kitchen and was observed by a correctional officer who issued a misconduct ticket to plaintiff.\nOn December 19, 1978, the institutional classification committee reviewed plaintiff's placement in the food preparation area. On plaintiff's request he was placed on permanent assignment in the food preparation area December 20, 1978. Shortly before 1:30 p.m. on December 29, 1978, an inmate known as \"Fisher\" approached plaintiff requesting his assistance in the \"flour room.\" Plaintiff agreed to help and followed Fisher into a small, windowless room marked \"storage,\" where the two inmates began working. Immediately thereafter, an inmate known as \"Moss,\" followed by three or four other inmates, entered the room and closed the door behind them, positioning themselves between plaintiff and Fisher and the door.\nMoss removed his shirt and approached plaintiff \"yelling.\" The apparent reason for Moss's behavior was the fight 11 days earlier with an inmate named \"Hall.\" Moss was angered by the earlier incident in view of his close relationship with Hall and was apparently seeking to \"get even\" with plaintiff on Hall's behalf.\nThe other inmates stood by as Moss approached plaintiff, who testified that he attempted to initiate a conversation with Moss. Moss, however, struck plaintiff in the face with his fist three times. On the third blow, plaintiff's jaw broke and plaintiff felt his gums tearing. When Moss and his companions realized that plaintiff was seriously injured, they fled. Fisher also disappeared.\nPlaintiff, sensing that he needed immediate medical care, began searching for a guard or a cook in order to obtain a pass to the prison infirmary. Prison rules provide that only a guard or a cook is authorized to issue a pass. Plaintiff checked the kitchen food service office where inmate passes are normally kept and found it unoccupied. Next, he looked for the kitchen guard or a cook in the main dining area and then in the officers' dining area and again found no one.\nUnable to locate a guard or a cook, plaintiff left the food service building and went to the \"Annex Office,\" a check-point for inmates on route to the prison infirmary. Despite plaintiff's apparent condition, the guard in the Annex refused to permit plaintiff to go on, ordering him back to the food service building to obtain a pass. Upon returning to the food service building, plaintiff was again unable to find anyone to issue him a pass.\nPlaintiff testified that at that point he decided to forge a pass in order to get to the infirmary. He entered the still-unoccupied office, obtained a blank pass and *31 forged the signature of the kitchen guard. This enabled him to go to the infirmary where x-rays were ultimately taken. These revealed that plaintiff's jaw was broken on the right side. On January 2, 1979, plaintiff underwent a closed reduction on his jaw, which entailed the wiring of his upper and lower jaws together. In addition, plaintiff was prescribed a liquid diet. Following the initial wiring of his jaw, plaintiff developed complications requiring further treatment including surgery which ultimately led to the implantation of a steel pin in his jaw. Plaintiff spent a total of 11 weeks in the hospital. Additionally, the medical evidence supports plaintiff's testimony that he experienced numbness and drooling along with speech problems.\nUpon plaintiff's return to the general prison population, he requested that he be assigned to the kitchen area again and was so assigned in May, 1979. According to plaintiff, he returned to the kitchen because during his hospital stay, \"his pride had been hurt.\" In addition, plaintiff testified that he enjoys kitchen work, although he still considers the food preparation area a dangerous place. Plaintiff testified that he has been in prison for five years and has now developed the necessary experience to avoid dangerous situations.\nThe testimony of Officer Daniel Fenn, the guard assigned to the food service building on December 29, 1978, established that from the middle of the dining room area it is possible to observe the serving line and the main office. However, Officer Fenn testified that from the dining area it is impossible to see the entire kitchen area. From the food service office one could see portions of the bakery and kitchen area, but not the door to the flour room. Fenn testified that while on guard duty in the food service building he spent most of the day in the dining area, and that during those times no other security officer was in the kitchen or the other food preparation or storage areas. Fenn testified that he made \"periodic rounds\" through the kitchen and other food preparation and storage areas at random intervals, trying not to establish a pattern which inmates might recognize.\nFenn also testified that during prison meals, additional guards (up to as many as six) were present to handle the increased number of inmates. When the meals were over, however, these additional guards departed with the inmates. Fenn admitted that on certain occasions, he would actually leave the building altogether, but would always inform a cook before leaving. Fenn testified that during December, 1978, the additional guards which were responsible for supervising inmates in the main dining area would have departed by 1:30 p.m., leaving a single guard to oversee the inmates assigned to permanent jobs in the kitchen. Officer Fenn, the guard assigned to the food service building on December 29, 1978, could not recall where he was at 1:30 p.m. on that date and did not hear of the incident until later. Fenn testified that he would surely have investigated had he seen Moss and his companions entering the flour room.\nAlthough the defendant testified that cooks are expected to intervene in physical confrontations between inmates, the job descriptions of the guards and those of the cooks revealed considerable differences in the nature of their responsibilities. For example, guards were to assist in \"controlling occurrences,\" and were to have \"considerable knowledge\" of the techniques of self-defense. Before qualifying for a guard position, an applicant was required to train in the art of \"defense and containment.\" The Corrections Office III job description provides as an \"Example of Work\" that the particular individual is to \"observe ... prisoner's activities to detect unusual or prohibited behavior which might be a threat to the security of the facility or the safety of prisoners ...\"\nThe \"Cook V\" job description, on the other hand, is completely devoid of any mention of self-defense techniques or any requirement that cooks attempt to quell assaults or other disturbances among inmates. Although the defendant testified that the cooks receive some training in the techniques of coping with inmate violence, *32 there was no evidence at trial that these employees were required, as a part of their day-to-day responsibilities, to insure that inmates employed in the kitchen were reasonably safe from assault. Although the evidence showed that cooks \"observe their own work areas,\" there was no evidence that the cooks made any effort to investigate any other parts of the kitchen, especially those areas where assaults were more likely to occur.\nThe Michigan Reformatory is designated by the Department of Corrections as a \"close security\" prison, a classification which is second only to \"maximum security\" prisons with respect to the need for security measures. Defendant testified that in maximum security institutions, inmates are \"constantly observed.\" In close security prisons, according to defendant, constant eye-contact is not maintained, but prisoners are supervised by guards.\nContrary to plaintiff's claim, the evidence does not support a finding that a pattern of inmate assaults had taken place prior to December 29, 1978, in the food preparation area. Likewise, no evidence was offered to support plaintiff's original complaint that the assault had racial overtones. Although, certain areas in the food preparation area are not in clear view of patrolling guards, and unquestionably small separate rooms make \"attractive areas\" for secretive assaults, it cannot be concluded from the evidence that the food preparation area is inherently dangerous. Likewise, not only has there been no pattern of repeated violence in the food preparation area, but no claim is made that anyone prior to December 29, 1978, believed the food preparation area inherently dangerous, brought it to the warden's attention, and that he subsequently failed to do anything about it. Further, no claim is made by plaintiff that he had asked the authorities for protection, and that they had failed to provide it.\n\nIII. CONCLUSIONS OF LAW\n\nA. Liability.\n\n42 U.S.C. § 1983 provides in part:\n\"Every person who, under color of any statute, ordinance, regulation, custom or usage of any state ... subjects or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges or immunities secured by the Constitution ... shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.\"\nThe gravamen of plaintiff's complaint in the instant case is that the defendant, under color of state law, subjected the plaintiff to cruel and unusual punishment in the form of unreasonable risk of assault from other inmates in violation of the Eighth Amendment. It is now well established that in order to state a claim under section 1983 for deprivation of the Eighth Amendment right to be free from cruel and unusual punishment, the plaintiff must allege unreasonable risk of injury coupled with \"acts or omissions sufficiently harmful to evidence deliberate indifference\" to the plaintiff's physical well-being. Estelle v. Gamble, 429 U.S. 97, 106, 97 S. Ct. 285, 292, 50 L. Ed. 2d 251 (1976). This is true not only with respect to the \"serious medical needs\" of inmates, as in Estelle, supra, but also with respect to an inmate's \"serious need for physical protection,\" as in the case at bar. Redmond v. Baxley, 475 F. Supp. 1111 (E.D.Mich.1979).\nCiting Estelle, supra, the court in Little v. Walker, 552 F.2d 193 (7th Cir. 1977), concluded:\n\"While mere inadvertence or negligence cannot support a Section 1983 action raising Eighth Amendment issues, deliberate indifference, `[r]egardless of how evidenced' \u0097 either by actual intent or recklessness \u0097 will provide a sufficient foundation.\"\n552 F.2d at 198, n. 8. Moreover, the language of section 1983 demands a causal connection between the constitutional deprivation and the defendant's acts or omissions. See, e.g., Rizzo v. Goode, 423 U.S. 362, 96 S. Ct. 598, 46 L. Ed. 2d 561 (1979). Thus, a simple negligent failure to supervise does not state a claim under section *33 1983. The defendant must have participated in the alleged constitutional deprivation or acted in such a way as to exhibit a \"deliberate indifference\" to the plaintiff's constitutional rights. Leite v. City of Providence, 463 F. Supp. 585 (D.R.I.1978).\nAdditionally, it is important to note that state prison officials, when sued in their individual capacities, may assert a qualified immunity or good faith defense. Procunier v. Navarette, 434 U.S. 555, 98 S. Ct. 855, 55 L. Ed. 2d 24 (1977). Thus, prison officials are \"shielded from liability for civil damages insofar as their conduct does not violate clearly established constitutional rights of which a reasonable person would have known.\" Harlow v. Fitzgerald, 457 U.S. 800, 102 S. Ct. 2727, 73 L. Ed. 2d 396 (1982). Because a claim based on the Eighth Amendment requires proof of callous or deliberate indifference, \"the focus of this inquiry necessarily centers on individual motives and reactions ...\" Williams v. Bennett, 689 F.2d 1370, 1385 (5th Cir.1982). Accordingly, \"evidence tending to prove deliberate or callous indifferent is the same evidence ... used to defeat a good faith defense ...\" Fielder v. Bosshard, 590 F.2d 105, 110 (5th Cir.1979).\nI am also mindful that the administration of a prison is no simple task. As the Supreme Court concluded in Bell v. Wolfish, 441 U.S. 520, 547, 99 S. Ct. 1861, 1878, 60 L. Ed. 2d 447 (1978):\n\"[T]he problems that arise in the day-to-day operation of a corrections facility are not susceptible of easy solutions. Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security .... But judicial deference is accorded not merely because the administrator ordinarily will, as a matter of fact in a particular case, have a better grasp of his domain than the reviewing judge, but also because the operation of our correctional facilities is peculiarly the province of the Legislative and Executive Branches of our Government, not the Judicial.\"\nAlthough, in keeping with the above-quoted language, \"judicial deference\" must be accorded to the policies of prison administrators, it is equally important that inmates not be forced to exist in an unreasonably dangerous environment which has been allowed to develop by state prison officials.\nPlaintiff maintains that inmates who worked in the kitchen faced an unreasonable risk of assault due to \"the inability of the single guard assigned to the kitchen building to guard the whole building.\" Plaintiff claims that the defendant knew of his duty to reasonably protect inmates under his control and of the danger inherent in the kitchen. Despite this awareness, maintains plaintiff, the defendant did nothing to eliminate or reduce the risk, even though reasonable precautionary steps were available. Plaintiff claims the Warden's failure to act proximately caused plaintiff's injuries and constituted the requisite \"deliberate indifference\" to plaintiff's constitutional rights for the imposition of liability under 42 U.S.C. § 1983.\nDefendant concedes that at the time in question he was responsible for the \"implementation of security policy in the food preparation area of the Michigan Reformatory.\" He contends, however, that this responsibility should extend only to matters that occur on a routine, day-to-day basis, and not to \"isolated incidents or for uncontrollable variances from that security policy.\"\nDefendant contends that the food preparation area of the food service building was not unreasonably dangerous. Defendant points out that although only one guard was permanently assigned to the food service building, at mealtime the number of guards increased to six. In addition, defendant maintains that the cooks are present at all times in the food preparation area and are expected to maintain security and control over prisoners in their respective work areas. Defendant notes that the Critical Incident reports introduced at trial show that there have not been an unusual *34 number of assaults in the kitchen area, and that assaults which did occur took place in the main dining area when inmates were gathered for meals.\nAfter careful review of all of the exhibits and testimony, including the sworn testimony of plaintiff, as well as that of defendant Warden; and having read the able briefs of counsel, I am convinced plaintiff has failed to sustain the burden of proof and judgment shall be entered for the defendant.\nIt may well be defendant was lax in not requiring one or more guards to be in the food preparation area at all times when inmates were in that vicinity; it may well be there exists a \"design defect\" in the structure itself which enables assaultive inmates to hide out undiscovered, and it may well be that food service supervisors and cooks are ill-trained and ill-equipped substitutes for trained prison guards. Yet, none of these factors alone, or in combination, convinces me the warden was guilty of depriving plaintiff of his constitutional rights. The alleged negligence in failing to have adequate guards in the food preparation area does not, in my judgment, constitute a denial of equal protection cognizable under Section 1983.\nIn Williams v. Fields, 416 F.2d 483 (9th Cir.1969), cert. denied, 397 U.S. 1016, 90 S. Ct. 1252, 25 L. Ed. 2d 431, the court held that prison officials were not liable for the injuries sustained by an inmate where another inmate threw a pitcher of scalding hot coffee in his face in the prison cafeteria, even though, prior to the attack, the victim had complained to the prison officials that the attacker had threatened to kill him, and even though the attacker had told the prison officials, \"You had better lock him up because I am going to get him.\" The court held:\n\"In order to be actionable under section 1983, however, we believe that more than an isolated incident of negligent failure to protect must be alleged.\"\nId. at 485.\nThe court found no violation of the Eighth Amendment, nor of the Equal Protection Clause of the Fourteenth Amendment. As to the latter, the court held:\n\"In the factual surroundings of a prison it is thus necessary to show a bad faith oppressive motive in order to make a violation of the equal protection clause of a failure to protect a prisoner from attack by a fellow inmate. No such bad faith motive appears in the instant case.\"\nId. at 486.\nA recent case in the Sixth Circuit, Stewart v. Love, 696 F.2d 43 (6th Cir.1982), is of interest. There the plaintiff inmate lost under circumstances which I consider more favorable to the inmate than the plaintiff in the present case. Also, it should be noted, in Stewart, the case was dismissed on motion, whereas, in the case before the court a trial was held on the merits. In Stewart, the inmate had told the prison officials of an alleged plot to injure him. Although initially, he was moved into another unit because of what he had told the officials, he subsequently was transferred back to the area where he allegedly had been threatened. He was then assaulted. The court appears to hold that there must be gross negligence or deliberate indifference on the part of the prison officials in order to impose liability upon them. The district court held that an \"isolated\" attack by one inmate against another occurring through apparent indifference or negligence of the prison officials, is not sufficient, and the Sixth Circuit agreed.\nSee also Penn v. Oliver, 351 F. Supp. 1292 (E.D.Va.1972), where the court said:\n\"In determining whether a given act or omission by prison authorities rises to the level of deprivation of the right to security, the Court takes notice of the violent nature of the men who inhabit the Virginia prisons. It would be fantasy to believe that even the most enlightened prison officials operating with unlimited resources could prevent all acts of violence within the prison. Moreover, even if a prison official fails through his negligence to prevent an act of violence, a violation of constitutional rights is not of *35 necessity stated. To the contrary, there must be a showing either of a pattern of indisputed and unchecked violence or, on a different level, of an egregious failure to provide security to a particular inmate, before a deprivation of constitutional right is stated. An isolated act of omission by a prison official that allows an attack to occur and which involves only simply negligence does not absent special circumstances, create a constitutional deprivation over which this Court has jurisdiction. Without an independent basis of jurisdiction, the Court cannot hear such a claim.\"\nId. at 1294.\nJust what constitutes an \"egregious failure to provide security to a particular inmate\" is not elaborated on by the court. But at least according to Penn v. Oliver, supra, failure, through negligence of prison officials, to prevent an act of violence does not constitute a constitutional violation. \"Egregious\" is defined as flagrant, blatant, outrageous. Here the most that can be said is that the warden may have been negligent in not providing one or more guards in the food preparation area at the time in question. However, the case law consistently holds that there must be \"more than an isolated incident of negligent failure to protect\" to establish liability under section 1983. Williams v. Fields, supra, at 485.\nAnd, finally, distressing at it may be, the following from Campbell v. Anderson, 335 F. Supp. 483, 486 (D.Del.1971), cannot be ignored:\n\"Indeed it is doubtful that inmate against inmate violence can ever be prevented within a prison setting no matter how carefully a prison might be operated. Courts must comprehend the magnitude of the prison administrators' problem and recognize the distinctly unique situation caused by confining human beings in a tension-filled atmosphere. Inmate assaults upon inmates are not unusual in the best run prisons.\"\nAccordingly, judgment shall be entered for defendant. No costs are awarded.\n",
            "ocr": false,
            "opinion_id": 1760223
        }
    ],
    "court_short_name": "W.D. Michigan",
    "court_full_name": "District Court, W.D. Michigan",
    "court_type": "FD",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Robbery"
}