{
    "id": 1763114,
    "judges": "Alan M. Blankenship",
    "date_filed": "1981-05-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-jenkins",
    "case_name_short": "Jenkins",
    "case_name": "State v. Jenkins",
    "case_name_full": "STATE of Missouri, Respondent, v. Dontay JENKINS, Appellant",
    "attorneys": "Kent Denzel, Columbia, for Appellant., Chris Koster, Atty. Gen., Richard A. Starnes, Asst. Atty. Gen., Jefferson City, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b797-8\">\n    STATE of Missouri, Respondent, v. Dontay JENKINS, Appellant.\n   </parties><br><docketnumber id=\"b797-11\">\n    No. SD 29362.\n   </docketnumber><br><court id=\"b797-12\">\n    Missouri Court of Appeals, Southern District, Division Two.\n   </court><br><decisiondate id=\"b797-14\">\n    Feb. 26, 2010.\n   </decisiondate><br><attorneys id=\"b799-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"779\"> \n     *779\n     </span>\n    Kent Denzel, Columbia, for Appellant.\n   </attorneys><br><attorneys id=\"b799-5\">\n    Chris Koster, Atty. Gen., Richard A. Starnes, Asst. Atty. Gen., Jefferson City, for Respondent.\n   </attorneys>",
    "citations": [
        "304 S.W.3d 777"
    ],
    "opinions": [
        {
            "author_str": "Blankenship",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n304 S.W.3d 777 (2010)\nSTATE of Missouri, Respondent,\nv.\nDontay JENKINS, Appellant.\nNo. SD 29362.\nMissouri Court of Appeals, Southern District, Division Two.\nFebruary 26, 2010.\n*779 Kent Denzel, Columbia, for Appellant.\nChris Koster, Atty. Gen., Richard A. Starnes, Asst. Atty. Gen., Jefferson City, for Respondent.\nALAN M. BLANKENSHIP, Special Judge.\nDontay Jenkins (defendant) was convicted following a jury trial of robbery in the first degree, § 569.020, RSMo 2000. Defendant appeared at trial pro se after discharging his appointed counsel. The trial court found him to be a prior offender and sentenced him to imprisonment for a term of fifteen years.[1] Defendant appeals contending the trial court erred in allowing him to proceed to trial without counsel in violation of his rights to due process and to counsel, as guaranteed by the Sixth and Fourteenth Amendments to the U.S. Constitution and article 1, sections 10 and 18(a) of the Missouri Constitution. The federal and state constitutions guarantee the right to counsel for those accused of a crime. U.S. Const. amend. VI and XIV; Mo. Const. art. I, §§ 10 &amp; 18(a).\n\nProcedural Background\nDefendant was charged with first degree robbery and armed criminal action.[2] He was appointed defense counsel. While represented, from November 19, 2007, through April 23, 2008, defendant filed, pro se, a request for the judge's docket sheet; a request for the grand jury indictment and transcript from preliminary hearing; an inmate's request for disposition of indictments, informations, or complaints under the Uniform Mandatory Disposition of Detainers Law (\"UMDDL\")[3]; a motion to withdraw counsel; a motion to endorse additional witnesses; a motion for a bill of particulars; a motion to dismiss for lack of subject matter jurisdiction; a motion to suppress identification; and various other correspondence. Defense counsel filed a motion to suppress all evidence identifying defendant as the alleged perpetrator of the charged offense.\nDefendant and appointed counsel appeared in court for a pre-trial hearing on April 23, 2008.[4] While the prosecutor and defense counsel discussed in open court a stipulation regarding defense counsel's motion to suppress identification, defendant interrupted and asked, \"That's my case? It's got something to do with me?\" Defendant then made several arguments to the court for suppressing the identification evidence. The trial court informed defendant that he was making the same arguments made by counsel. Defendant then requested a ruling on his motion to withdraw counsel filed on March 12, 2008. He made various complaints against his counsel, including the complaint that his counsel failed to keep in contact with defendant and failed to handle the case as defendant asked. The court said it did not have the authority to withdraw defense counsel. Defendant responded that if counsel could not be withdrawn, he would like to fire counsel and proceed pro se. This discussion followed:\nTHE COURT: Mr. Jenkins, there is nothing that would please me any more *780 than me see yourself hire a lawyer. If you can do that, I'll immediately let Mr. Donnelly withdraw. But Judges don't have the ability or authority to appoint what Public Defender represents a person or doesn't.\nTHE DEFENDANT: I understand that. I filed numerous complaints against Mr. Donnelly. I've been on this case for eight months. I haven't heard anything from him. He hasn't filed any motions besides this motion that I had to basically put in black and white for him to file. I asked that he file a 120-day fast and speedy trial eight months ago. It would have been over six months ago if he would have filed it. And I'm still fighting.\nTHE COURT: All right. Well \u0097\nTHE DEFENDANT: I got a copy of the letter that I sent to Chief Disciplinary Counsel and it's just a copy but it shows everything that, you know, he failed to do that I asked him to do, that he's supposed to do.\nTHE COURT: Well, again, I'm not with any authority here today to relieve Mr. Donnelly and, therefore, the Court's not going to do so and he remains your attorney until and unless you employ a different counsel or his superiors in his office appoint different counsel. And I'm going to study about this lineup and make some ruling on it.\nTHE DEFENDANT: All right. Well, if I can't withdraw him, I would like to fire him, then, so I can act pro se.\nThe trial court denied defendant's request to discharge his defense attorney and represent himself unless the defendant hired a private attorney or the public defender's office assigned him a different attorney.\nTrial was set for August 6, 2008, a few days before the deadline to bring the defendant to trial under the defendant's UMDDL request.[5] Before the prospective jurors were brought into the courtroom, the court took up preliminary matters and inquired about defendant's request to represent himself. Appearing were the prosecuting attorney, defendant, defense counsel, and two other public defenders. Defendant told the court he wanted to represent himself; that he filed a motion to represent himself \"a couple months ago\"; and that he was prepared to go to trial that day. The trial court outlined the charges against defendant; the possible sentences if convicted of the charges; defendant's underlying convictions supporting his status as a prior and persistent offender; and the fact that defendant would not be sentenced by a jury if convicted, but would be sentenced by the court. The trial court questioned defendant regarding his competency to represent himself. The court asked defendant about his prior experience with the legal system, education, and history of any mental illness or drug treatment.\nThe court asked defendant if he had any witnesses or defenses to the charges. Defendant said he had witnesses who would testify they were with him at the time of the alleged robbery, and evidence that he was arrested for the offense prior to being identified by the victim. When asked whether he felt he could examine his witnesses and establish a defense, defendant indicated he needed more time.\nTHE COURT: Well, do you think that you can, when it comes your turn, *781 do you think that you can call them as a witness and examine them and ask them questions to try to establish a defense?\nDEFENDANT JENKINS: Well, I'm not sure of how to do this by myself, and I know I need, a little time, because I have to file some more motions that, that I hadn't, I hadn't been read, I had no answer on, and, there is certain things that I told Mr. Donnelly that I wanted him to do that he hasn't done, and, I had it, I had a witness, gave him her name, contact information, she's out there now, he told me he tried to contact her. He never did. My family contacted her. So, I don't, you know, I have to file motions, or, it's some things that I need to file, I asked him to writing, it should be in the file that I got a copy of the letter that I sent to him.\nThe state questioned defense counsel regarding defendant's alibi witness. Defense counsel said defendant did not give him any information for a potential alibi defense. Defense counsel said defendant did not provide him with the name of any alibi witnesses; that defendant mentioned the name of a witness, but could not provide any more information; and that defendant left the room when questioned about possible witnesses. Counsel contacted defendant's sister, but was unable to get any further information regarding the names. Following defense counsel's testimony that defendant did not give counsel any information for a potential alibi defense, defendant stated that he \"really need[ed] access now\" to all telephone conversations he had with counsel and his file. Defendant did acknowledge that he refused to talk with defense counsel at times.\nThroughout the trial court's examination, defendant repeatedly expressed a need to file additional motions. Defendant stated that he needed \"a little time\" to file more motions and needed \"law access\" and \"access to legal\" in order to file motions. Defendant stated, at one point, that he could not represent himself without access to a law library.\nDEFENDANT JENKINS: I need access to a law library. It's plenty of motions that I need file. I can't represent myself today without access to the law library. If I have access to legal, I can represent myself. I filed motions, I haven't even had a preliminary hearing on this case. I told him about my preliminary hearing, he told me he was going to get the preliminary hearing set, Mr. Donnelly set, I never had a preliminary hearing, I never had a pre-trial.\nThe trial court informed defendant that they were having pre-trial \"right now,\" and both the court and prosecutor indicated the preliminary hearing had been held.\nThe court informed defendant it would treat him as a lawyer if he chose to represent himself and there was \"a lot of technicality\" involved. Defendant said he understood. The trial court told defendant it thought it was \"foolish\" for him to represent himself. Defendant said, \"I do too, but I refuse to let somebody that's not gonna help me, represent me.\" The court offered defendant the assistance of another public defender that was present for the trial, but defendant declined and said he would represent himself.\nBecause defendant made a proper request under the UMDDL, and the time limit for bringing the defendant to trial would soon expire, the court told defendant his repeated requests for more time were inconsistent with his request for a speedy trial. The court instructed defendant that the trial needed to proceed or he must waive his right to a speedy trial (under the UMDDL) in order to receive a continuance. Defendant asked about the motions that he needed to file \"and all that.\" The court indicated that if they *782 proceeded to trial, it was \"pretty late for any motions.\" Defendant then asked about the motions he had previously filed. The trial court instructed defendant to state which motions he wanted it to hear. The court addressed the motions raised by defendant. Defendant said he was ready to go to trial.\nThe court permitted defense counsel to file a Motion to Allow Defendant to Proceed Pro Se and read to defendant a written Waiver of Counsel provided by a public defender appearing with defense counsel. Defendant refused to look at, read, or sign the written waiver of counsel.\n\nStandard of Review\nUnder Rule 30.20, an appellate court may consider plain errors affecting substantial rights when the court determines that a manifest injustice or miscarriage of justice has occurred. State v. Galbreath, 244 S.W.3d 239, 246 (Mo.App.2008). Plain error review involves a two-step process. State v. Ward, 235 S.W.3d 71, 75-76 (Mo. App.2007). Initially, the court determines whether the asserted claim of error facially establishes substantial grounds for believing that a manifest injustice or miscarriage of justice has occurred. Id. at 76. If those grounds are found to exist, the court proceeds to the second step of the analysis and determines whether a miscarriage of justice or manifest injustice has actually occurred. Id. Where facially substantial grounds are not found to exist, the appellate court will refuse to exercise its discretion to engage in plain error review. Id.\n\nClaim on Appeal\nDefendant contends the trial court committed plain error in allowing him to proceed to trial without counsel as guaranteed by the Sixth and Fourteenth Amendments to the U.S. Constitution and article 1, sections 10 and 18(a) of the Missouri Constitution. (Point I). He asserts he always maintained to the court he wanted representation of counsel, but he would go to trial pro se rather than be represented by the particular counsel assigned to him. He asserts the trial court failed to adequately advise him of the perils and risks of self-representation. Defendant contends he did not knowingly, voluntarily, and intelligently waive his right to counsel for these reasons.\nOn the day of the jury trial, the trial court faced the sensitive dilemma of balancing a defendant's right to counsel as an indigent and his right to represent himself pro se. In this case, the trial court was also faced with the impending deadline imposed to bring the defendant to trial within 180 days after defendant's request under the UMDDL.\nDefendant had a constitutional right to counsel, and a correlative constitutional right to represent himself deriving from the Sixth and Fourteenth Amendments to the U.S. Constitution and article 1, sections 10 and 18(a) of the Missouri Constitution. State v. Black, 223 S.W.3d 149, 153 (Mo. banc 2007). The level of competency required to represent oneself is merely that required to stand trial. Id. at 156. There is no discretion for a trial court to force an attorney upon a competent defendant who makes a timely, unequivocal, voluntary, and informed waiver of the right to counsel. State v. Hampton, 959 S.W.2d 444, 447 (Mo. banc 1997). It is well established that a defendant may proceed pro se if the invocation of the right is made unequivocally and in a timely manner, and the corresponding waiver of counsel is knowing and intelligent. State v. Black, supra, at 154.\nThe record clearly shows defendant made his request to represent himself unequivocally and in a timely manner. Defendant filed a motion to discharge his *783 attorney on March 12, 2008, and made his desire to represent himself known to the court during the April 23, 2008, pre-trial hearing. The court, at the time, denied his request to withdraw counsel, but took no action in relation to defendant's desire to represent himself. On the day of trial, August 6, 2008, defendant renewed his request to represent himself. Prior to trial and while represented, defendant undertook his own defense by filing, pro se, numerous requests, motions, and correspondence. Defendant also arranged for witnesses to appear for trial on his behalf. When offered the assistance of another public defender present for the trial, defendant declined and said he would represent himself. Defendant told the trial court several times he was ready to proceed with the trial. Defendant's requests to proceed pro se were both timely and unequivocal.\nA defendant in a criminal case who declines counsel, appointed or otherwise, and faces the possibility of incarceration should be admonished of the perils of self-representation. State v. Bethel, 896 S.W.2d 497, 500 (Mo.App.1995). A defendant in such circumstances must be so advised of the difficulties of self-representation as to make an intelligent decision on proceeding pro se. Id. No specific litany is required. Id. The trial court should give such advice as is necessary to establish the defendant is acting knowingly and intelligently. Id.\nA knowing and intelligent waiver of counsel is dependent on the facts and circumstances of each case. State v. Black, supra, at 154. Although no certain procedure or litany is required in each case, the trial court should ensure that a defendant is competent, not acting under duress, does not suffer from a mental incapacity, is literate, minimally familiar with the trial process, understands the charges and penalties associated with the charges, understands he is giving up certain rights and privileges such as the right to counsel, and understands there are certain dangers associated with self-representation. Id. at 156. The trial court should advise a defendant that it is generally a mistake to waive the right to counsel and proceed pro se. Id. A waiver of counsel is not knowingly and intelligently made unless the defendant is informed of the nature of the charges, possible sentencing if convicted, potential defenses to the charges, the nature of the trial proceedings and the dangers, or perils, of self-representation. Id.\nDefendant argues that one of the perils of self-representation a trial court must advise of in order for a waiver of counsel to be knowingly and intelligently made is the fact that the defendant cannot afterwards claim inadequacy of counsel. Defendant cites to State v. Davis, 934 S.W.2d 331 (Mo.App.1996):\nThis court has stated that when determining whether a defendant should represent himself, the trial court should 1) advise the defendant of the dangers and disadvantages of self-representation, 2) inquire into the defendant's intellectual capacity to make an intelligent decision, and 3) make the defendant aware that, in spite of his efforts, he cannot afterwards claim inadequacy of representation. State v. Quinn, 565 S.W.2d 665, 676-77 (Mo.App.1978).\nId. at 334.\nIn State v. Davis, supra, the defendant's conviction and sentence was reversed and the case remanded for a new trial. 934 S.W.2d at 335. This court found that the trial court committed plain error in allowing the defendant to proceed to trial pro se without advising the defendant as to the dangers and perils of self-representation. Id. However, the holding in Davis did not turn on the trial court's failure to advise *784 the defendant that he could not afterwards complain of inadequate representation. The defendant in Davis was not informed of the elements of the charged offense, the possible punishment for the charges, or potential defenses and mitigating circumstances. Id. at 334-35. The defendant was informed only that if he did not retain counsel, he would have to represent himself at trial. Id.\nThe inquiry of the defendant in Davis was nonexistent. Here defendant was questioned extensively regarding his competency to knowingly and intelligently waive his right to counsel. Defendant was questioned regarding the charges; possible sentences; potential defenses; defendant's status as a prior and persistent offender; trial procedure, including the presentation of a defense and questioning witnesses and the fact that defendant would be sentenced by the court if convicted; his prior experience with the legal system; education; and history of any mental illness or drug treatment.\nAdditionally, defendant was informed there were technicalities involved in a trial and that he would be treated as a lawyer by the court. Defendant was offered the assistance of another public defender, which he declined. Defendant expressly indicated a desire to represent himself in open court and by filing a motion to withdraw counsel. Although defendant indicated he needed more time to file motions, the trial court understandably instructed defendant that he would need to waive his right to a speedy trial in order to receive a continuance and thereby have time to file additional motions. Defendant said he was ready to proceed. The trial court's inquiry in the instant case presents this court with a very different set of circumstances than those presented in State v. Davis, supra.\nIn any event, the language from Davis relied on by defendant is taken from an appendix to State v. Quinn, supra. The appendix to Quinn outlines the perils of self-representation a trial court should inform a defendant of and then states that the outline is a \"suggestion.\" 565 S.W.2d at 676-77. The court in Quinn found no plain error in the trial court allowing the defendant to proceed pro se. Id. at 676. There is no indication in Quinn that the defendant was informed specifically regarding the fact that he could not afterwards complain of inadequate representation if he chose to proceed pro se. In fact, this court finds no case law supporting a finding that the failure to specifically follow the suggestions in Quinn constitutes plain error. See State v. Bilyeu, 867 S.W.2d 646 (Mo.App.1993).\nThe facts before this court support that the defendant knowingly and intelligently waived his right to counsel and chose to proceed pro se. This court finds that the trial court did not commit plain error in allowing defendant to proceed to trial without representation of counsel. No manifest injustice has occurred. The judgment of conviction and sentence is affirmed.\nSCOTT, C.J., and LYNCH, P.J., concur.\nNOTES\n[1]  Defendant was charged as a prior and persistent offender. See §§ 558.016.2, 558.016.3 and 557.036.6, RSMo 2000. The court found him to be a prior offender.\n[2]  The jury was unable to reach a verdict as to the armed criminal action charge. The charge was dismissed by the state.\n[3]  Defendant was serving time in the department of corrections on a separate conviction.\n[4]  The transcript of the pre-trial hearing and defense counsel indicate the hearing was April 23, 2008. The docket sheets indicate the hearing was April 17, 2008.\n[5]  The original trial judge recused himself the day after the pre-trial hearing. The case was assigned to Judge Paul McGhee.\n\n",
            "ocr": false,
            "opinion_id": 1763114
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Robbery"
}