{
    "id": 184997,
    "judges": "Ginsburg, Rogers, Tatel",
    "date_filed": 943574400000,
    "date_filed_is_approximate": false,
    "slug": "in-re-r-moore",
    "case_name_short": "In Re: R. Moore",
    "case_name": "In Re: R. Moore",
    "case_name_full": "In Re: Robert MOORE, Petitioner",
    "attorneys": "A. J. Kramer, Federal Public Defender, appointed by the court, argued the cause and filed the briefs as amicus curiae for petitioner., Robert Moore, appearing pro se, was on the briefs for petitioner., John R. Fisher, Assistant U.S. Attorney, argued the cause for respondent. With him on the brief were Wilma A. Lewis, U.S. Attorney, and Thomas S. Rees, Assistant U.S. Attorney.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Oct. 8, 1999.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b288-3\">\n    In re: Robert MOORE, Petitioner.\n   </parties><br><docketnumber id=\"b288-4\">\n    No. 98-3145.\n   </docketnumber><br><court id=\"b288-5\">\n    United States Court of Appeals, District of Columbia Circuit.\n   </court><br><otherdate id=\"b288-6\">\n    Argued Oct. 8, 1999.\n   </otherdate><br><decisiondate id=\"b288-7\">\n    Decided Nov. 26, 1999.\n   </decisiondate><br><attorneys id=\"b288-18\">\n    A. J. Kramer, Federal Public Defender, appointed by the court, argued the cause and filed the briefs as amicus curiae for petitioner.\n   </attorneys><br><attorneys id=\"b288-19\">\n    Robert Moore, appearing pro se, was on the briefs for petitioner.\n   </attorneys><br><attorneys id=\"b288-20\">\n    John R. Fisher, Assistant U.S. Attorney, argued the cause for respondent. With him on the brief were Wilma A. Lewis, U.S. Attorney, and Thomas S. Rees, Assistant U.S. Attorney.\n   </attorneys><br><judges id=\"b288-21\">\n    Before: GINSBURG, ROGERS, and TATEL, Circuit Judges.\n   </judges>",
    "citations": [
        "196 F.3d 252",
        "339 U.S. App. D.C. 1"
    ],
    "opinions": [
        {
            "author_str": "Ginsburg",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.cadc.uscourts.gov/internet/opinions.nsf/47D7909E601F9F3185256F15006C74CA/$file/98-3145a.txt",
            "author_id": null,
            "opinion_text": "196 F.3d 252 (D.C. Cir. 1999)\n    In re:  Robert Moore Petitioner\n    No. 98-3145\n    United States Court of AppealsFOR THE DISTRICT OF COLUMBIA CIRCUIT\n    Argued October 8, 1999Decided November 26, 1999\n    \n      Petition for Authorization to File a Second or Successive Motion under 28 U.S.C.  2255 in the United States District Court for the District of Columbia(No. 92cr00202)\n      A. J. Kramer, Federal Public Defender, appointed by the  court, argued the cause and filed the briefs as amicus curiae  for petitioner.\n      Robert Moore, appearing pro se, was on the briefs for  petitioner.\n      John R. Fisher, Assistant U.S. Attorney, argued the cause  for respondent.  With him on the brief were Wilma A. Lewis,  U.S. Attorney, and Thomas S. Rees, Assistant U.S. Attorney.\n      Before:  Ginsburg, Rogers, and Tatel, Circuit Judges.\n      Opinion for the court filed by Circuit Judge Ginsburg.\n      Ginsburg, Circuit Judge:\n    \n    \n      1\n      Robert Moore, a federal prisoner,  asks this court to certify to the district court a \"second or  successive\" habeas corpus petition under 28 U.S.C.  2255.Because we conclude that Moore has not yet filed a first  petition, however, he does not need such an order from this  court;  he may file a  2255 petition directly with the sentencing court.  Accordingly, we dismiss Moore's request for certification.\n    \n    I. Background\n    \n      2\n      In February 1993 Robert Moore pleaded guilty to possession with intent to distribute five grams or more of cocaine  base in violation of 21 U.S.C. &#167;&#167; 841(a)(1) &amp; (b)(1)(B)(iii).The presentence report recommended that he be sentenced  as a career offender, see U.S.S.G.  4B1.1 &amp; 4B1.2, based  upon two convictions dating from 1984:  attempted robbery in  Washington, D.C., and housebreaking in Prince George's  County, Maryland.  In accordance with the recommendation  in the presentence report, the district court increased  Moore's criminal history category to level VI from level V.  This increased the applicable sentencing range for his offense  to between 188 and 235 months from a range of between 168  and 210 months.  The district court sentenced Moore in April  1993 to serve the minimum 188 months in prison.\n    \n    \n      3\n      In May 1993 Moore's counsel filed with the district court a  pleading styled \"Motion to Reconsider Sentence.\"  In it he  argued that under United States v. Spencer, 817 F. Supp. 176  (D.D.C. 1993), remanded for resentencing, 25 F.3d 1105 (D.C.  Cir. 1994), which had been issued shortly after Moore was  convicted, sentencing Moore as a career offender violated the  Fifth and Eighth Amendments to the Constitution of the  United States.  The Government opposed the Motion to  Reconsider on its merits, arguing both that the district court  properly applied the career offender guidelines to Moore and  that Spencer was improperly decided.  The district court summarily denied the Motion to Reconsider \"without prejudice,\"* and Moore did not appeal.\n    \n    \n      4\n      In December 1994 Moore, acting pro se, filed a motion  under 28 U.S.C.  2255 asking the district court to vacate his  sentence for the federal drug conviction.  Moore argued that  his counsel had been ineffective in that he had failed to  challenge the applicability of the career offender guidelines. Specifically, Moore contended that the court had erred in  treating his conviction for attempted robbery as a predicate  for sentencing him as a career offender because he had been  under the influence of illegal narcotics when he pleaded guilty  to that charge.  The district court denied this motion in an  order stating that \"the defendant has previously submitted a  motion to vacate, set aside or modify sentence, and ... the  Court 'is not required to entertain a second or successive  motion for similar relief on behalf of the same prisoner.' \"Though the district court thus concluded that the 1994 motion  was Moore's second under  2255, the court did not specifically refer to the 1993 Motion to Reconsider or provide any  other basis for its conclusion that Moore had previously filed  a  2255 motion.\n    \n    \n      5\n      After pursuing a collateral attack upon his attempted robbery conviction in D.C. Superior Court, Moore asked this  court to certify to the district court a second or successive  petition under  2255.  He again argues that his counsel in  the federal drug case was constitutionally ineffective for  failing to contest the applicability of the career offender  guidelines, but he offers two new legal bases upon which he  says his counsel should have challenged the enhancement:First, the D.C. conviction can not properly serve as a predicate offense under the career offender guidelines because  attempted robbery is an inchoate crime.  See United States v.  Seals, 130 F.3d 451 (D.C. Cir. 1997);  United States v. Price,  990 F.2d 1367 (D.C. Cir. 1993).  Second, even if attempted robbery can be a predicate offense, it does not necessarily  involve violence;  and it can not serve as a predicate offense  unless the Government proves that the defendant's attempted  robbery did involve violence.  See United States v. Hill, 131  F.3d 1056 (D.C. Cir. 1997);  United States v. Mathis, 963 F.2d  399 (D.C. Cir. 1992).\n    \n    II. Analysis\n    \n      6\n      A federal prisoner seeking relief from his sentence must  file a petition, subject to limitations not relevant here, in \"the  court which sentenced him.\"  28 U.S.C.  2255.  Under the  Antiterrorism and Effective Death Penalty Act of 1996,  Pub.L. No. 104-32, 110 Stat. 1214 (AEDPA), however, a  federal prisoner may not file a \"second or successive\" such  petition unless he first obtains an order from the appropriate  court of appeals authorizing the district court to consider the  petition.  Specifically,  2255 mandates that a \"second or  successive motion must be certified as provided in section  2244,\" which in turn provides:\n    \n    \n      7\n      (b)(3)(A) Before a second or successive application ... is filed in the district court, the applicant shall move in the appropriate court of appeals for an order authorizing the district court to consider the application.\n    \n    \n      8\n      * * *\n    \n    \n      9\n      (C) The court of appeals may authorize the filing of a second or successive application only if it determines that the application makes a prima facie showing that the application satisfies the requirements of this subsection.\n    \n    \n      10\n      If the petition Moore wants to file with the district court is  not \"a second or successive motion,\" then the court of appeals  has no role to play at this point in the process;  he may and  he must seek relief directly from the sentencing court.  The  Government, however, maintains that Moore has previously  filed at least one  2255 motion--his 1993 Motion to Reconsider--and therefore does need an order from this court  certifying his petition to the district court.\n    \n    \n      11\n      The Government's position is wholly without merit.  The  Supreme Court has clearly held that when a motion is  dismissed \"for technical procedural reasons\" and \"the habeas  petitioner does not receive an adjudication of his claim,\" a  subsequent petition is not \"a second or successive motion\"  under the AEDPA.  Stewart v. Martinez-Villareal, 523 U.S.  637, 645 (1998).  Here the district court denied the Motion to  Reconsider \"without prejudice.\"  Though the court did not  explain its disposition, there is no indication that the court  denied the petition on the merits.\n    \n    \n      12\n      The Government argues nonetheless that although the  district court denied the Motion to Reconsider \"without prejudice\" it actually ruled upon the merits of the motion.  In  support of this position, the Government makes three points  none of which need detain us long.  First, the district court  order recites that before denying the motion the court considered the Government's \"opposition thereto\"--in which it contested the motion on its merits.  The district court's mere  mention of all the pleadings before it cannot bear the weight  the Government seeks to place upon it;  that boilerplate  recitation would be the same regardless whether the court  were resolving the motion on the merits or on a procedural  defect.  Second, the same judge who entered the order  denying the 1993 motion later denied the 1994 motion as  \"second or successive.\"  The Government urges us to infer  therefrom that the court intended the 1993 order to deny the  Motion to Reconsider on its merits, although there is no  indication of that in the order itself, and it would then have  been a mistake to specify that the order was \"without prejudice.\"  The district court might just as well have erred in  1994 as in 1993, either by misreading its earlier order or in  thinking that Moore had previously filed a  2255 motion in  addition to the Motion to Reconsider.  Furthermore, if the  Government were correct on this point, then the district  court's denial \"without prejudice\" would have become, without  notice and after the time for direct appeal had passed, a  denial \"with prejudice.\"  We cannot countenance an argument that entails so much potential for unfair surprise.\n    \n    \n      13\n      Finally, the Government points to cases in which courts  have understood a disposition to be on the merits though the  order indicated it was \"without prejudice.\"  The only case  potentially helpful to the Government is Dorsey v. United  States, 372 F.2d 928 (D.C. Cir. 1967).  The defendant there  was convicted of possessing heroin.  At the pre-trial suppression hearing he sought to explore the sequence of events  surrounding the arresting officers' approaching him and seizing the drugs, but one of the officers was unavailable for  questioning at the time.  The court denied the motion to  suppress without prejudice.  In his post-conviction appeal the  defendant argued that his counsel should have been given  another opportunity to inquire into the circumstances surrounding the officers' initial approach in part because the  judge's denial of his motion to suppress without prejudice  showed that the judge \"contemplated additional proceedings.\"Id. at 931 n.4.  After holding that the search was valid  regardless of the circumstances surrounding the officers'  initial approach, we wrote:\n    \n    \n      14\n      [A]lthough the use of the phrase \"without prejudice\" in this context seems to us undesirably ambiguous in view of the purposes of Rule 41(e), Fed. R. Crim. P., there is nothing about its use in this case to suggest that the hearing judge did not intend to deny the motion to suppress on its merits.\n    \n    \n      15\n      Id.\n    \n    \n      16\n      Dorsey does not govern this case.  One purpose of a  suppression hearing held pursuant to Fed. R. Crim. P. 41(e) is  to determine whether evidence will be admissible at the  upcoming trial.  The sentencing court in this case faced no  analogous time pressure, nor does the Government suggest  any other reason sensibly to think the district court intended  to resolve finally what it purported to resolve without prejudice to a later petition.  We therefore conclude that the order  denying the 1993 Motion to Reconsider was not a first  adjudication of Moore's  2255 claim.\n    \n    \n      17\n      We turn next to the question whether Moore's claim was  adjudicated when the court denied his 1994 motion;  if so, then the present petition is his second and we must decide  whether to certify it to the district court.  Recall that the  district court dismissed the 1994 motion as successive. Whether in doing so the district court considered the 1993  motion to be Moore's first  2255 petition, or mistakenly  thought Moore had at some other point filed a  2255 motion  is unclear from the record.  In either event, it is clear that  the district court dismissed the 1994 motion for a procedural  reason and did not resolve it on the merits.  The 1994 motion,  therefore, does not present a barrier to Moore's now filing a  motion under  2255.  See Stewart, 523 U.S. at 645.\n    \n    III. Conclusion\n    \n      18\n      For the foregoing reasons we have no occasion either to  grant or to deny Moore authorization to proceed in district  court as provided in  2244.  Because Moore's claim has not  been resolved before, he may proceed under  2255 in the  district court as of right.  Accordingly, Moore's request for  certification is\n    \n    \n      19\n      Dismissed.\n    \n    \n      \n        Notes:\n      \n      \n        *\n         The district court's order reads in full, \"Upon consideration of  the 'Motion to Reconsider Sentence' of Robert Moore, and the  opposition thereto, it is this 21st day of May, 1993 ORDERED, that  the motion is denied without prejudice.\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 184997
        }
    ],
    "court_short_name": "D.C. Circuit",
    "court_full_name": "Court of Appeals for the D.C. Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Robbery"
}