{
    "id": 1792922,
    "judges": "Plotkin, Landrieu and Murray",
    "date_filed": 892598400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-francis",
    "case_name_short": "Francis",
    "case_name": "State v. Francis",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 51,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "715 So. 2d 457"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7420.0,
            "opinion_text": "\n715 So. 2d 457 (1998)\nSTATE of Louisiana\nv.\nEdward C. FRANCIS.\nNo. 96-KA-2389.\nCourt of Appeal of Louisiana, Fourth Circuit.\nApril 15, 1998.\n*459 Sherry Watters, Orleans Indigent Defender Program, New Orleans, for Defendant/Appellant Edward C. Francis.\nHarry Connick, District Attorney, Richard R. Pickens, II, Assistant District Attorney of Orleans Parish, New Orleans, for Appellee State of Louisiana.\nBefore PLOTKIN, LANDRIEU and MURRAY, JJ.\nMURRAY, Judge.\nDefendant Edward C. Francis appeals his conviction and sentence for aggravated burglary. We affirm.\n\nSTATEMENT OF THE CASE:\nMr. Francis was charged with aggravated burglary to which he pleaded not guilty. On June 24, 1996, he was tried by a twelve-member jury that found him guilty as charged. The State filed a multiple bill, and Mr. Francis was found to be a third offender. The trial court sentenced him to life imprisonment at hard labor without benefit of parole, probation, or suspension of sentence. The trial court denied his motion to reconsider the sentence.\n\nSTATEMENT OF THE FACTS:\nOn April 23, 1996, at approximately 11:15 p.m., the police were called to investigate a disturbance at 1922 O'Reilly Street. Officers Terrell Seiber and Melvin LaBeaud responded to the call, and saw Karen Wells fleeing from the residence with a baby in her arms. Mr. Francis was exiting the residence behind her. Both officers testified that Ms. Wells was moving so quickly that she stumbled and almost fell. She told Officer Seiber that she first heard a noise and then saw Mr. Francis coming through her front door. He broke a light fixture in the living room, and then came after her in the bedroom. She grabbed for the telephone, but Mr. Francis yanked the phone cord out of the wall. He proceeded to punch her several times in the head.\nOn direct examination, Ms. Wells corroborated the story she told the police on the night of the incident. She testified that she and Mr. Francis had dated for about four years and that the relationship had ended. She had voluntarily stayed at a shelter for the week prior to this incident because she knew that Mr. Francis had gotten paid and would be getting drunk and looking for her. She did not want Mr. Francis to find her. However, when she returned home from the shelter, she saw Mr. Francis; and they began to argue outside her home. She ran into her neighbor's house and called her sister. Ms. Wells testified that she did not want to use her own phone, because Mr. Francis might think she was calling the police.[1] She then ran into her own house and locked the door. She stated that Mr. Francis pushed in the front door, breaking the lock. Once inside, he broke a light fixture in the living room. She ran into the bedroom, and picked up the phone. Mr. Francis pulled the phone cord out the wall. He hit her several times about the head. She then ran out of the front door with her grandchild in her arms and fell.\nOn cross-examination, Ms. Wells asked if she could tell her story in her own words. She basically repeated what she had stated on direct, but added that when she ran to her own home from the neighbor's, she knew that Mr. Francis was mad. He pushed the door open, and they argued and fought. She knew that Mr. Francis had been drinking, but he was not a violent man.\nOn re-direct, she affirmed that Mr. Francis had \"beat her bad.\"\n\nDISCUSSION:\n\nERRORS PATENT:\nA review of the record reveals no errors patent.\n\n\n*460 ASSIGNMENT OF ERROR NO. 1 &amp; PRO SE\n\n\nASSIGNMENT OF ERROR NO. 2:\nIn these assignments of error, Mr. Francis complains that the State failed to prove his guilt beyond a reasonable doubt. He argues that there was insufficient evidence of unauthorized entry and no evidence of intent to commit a felony or theft within Ms. Wells' home. In his pro se brief, Mr. Francis points to an affidavit from Ms. Wells in which she stated that the prosecutor turned everything around, and that she wanted to drop the charges prior to trial.\nThe standard for reviewing a claim of insufficient evidence is whether, after viewing the evidence in the light most favorable to the prosecution, a rational trier of fact could have found the essential elements of the offense proven beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); State v. Rosiere, 488 So. 2d 965 (La.1986). The reviewing court is to consider the record as a whole and not just the evidence most favorable to the prosecution; and, if rational triers of fact could disagree as to the interpretation of the evidence, the rational decision to convict should be upheld. State v. Mussall, 523 So. 2d 1305 (La.1988). Additionally, the reviewing court is not called upon to decide whether it believes the witnesses or whether the conviction is contrary to the weight of the evidence. Id.\nWhen circumstantial evidence forms the basis for the conviction, such evidence must exclude every reasonable hypothesis of innocence. La.Rev.Stat. 15:438. The court does not determine whether another possible hypothesis suggested by the defendant could afford an exculpatory explanation of the events; rather, when evaluating the evidence in the light most favorable to the prosecution, the court determines whether the possible alternative hypothesis is sufficiently reasonable that a rational juror could not have found proof of guilt beyond a reasonable doubt under Jackson v. Virginia. State v. Davis, 92-1623 (La.5/23/94), 637 So. 2d 1012, cert. denied, 513 U.S. 975, 115 S. Ct. 450, 130 L. Ed. 2d 359 (1994). This is not a separate test from Jackson v. Virginia, but is instead an evidentiary guideline for the jury when considering circumstantial evidence and facilitates appellate review of whether a rational juror could have found the defendant guilty beyond a reasonable doubt. State v. Wright, 445 So. 2d 1198 (La.1984); State v. Addison, 94-2431 (La.App. 4 Cir. 11/30/95), 665 So. 2d 1224.\nLouisiana Revised Statute 14:60 provides, in part:\nAggravated burglary is the unauthorized entering of any inhabited dwelling, or of any structure, water craft, or movable where a person is present, with the intent to commit a felony or any theft therein, if the offender,\n(1) Is armed with a dangerous weapon; or\n(2) After entering arms himself with a dangerous weapon; or\n(3) Commits a battery upon any person while in such place, or in entering or leaving such place.\nMr. Francis first argues that there was insufficient evidence of unauthorized entry in that Ms. Wells indicated that she did not want to press charges. The fact that Ms. Wells decided at some later date that she did not wish to be a witness against Mr. Francis does not negate the physical evidence, i.e., a broken door lock, or her statement to the police the night of the accident, or her testimony at trial. Ms. Wells testified that she locked the door behind her and that Mr. Francis pushed the door in to gain entry. She testified that she did not give Mr. Francis permission to enter her house. There is thus ample evidence that Mr. Francis was not authorized to enter Ms. Wells' home on the night in question.\nMr. Francis next argues that there was insufficient evidence of intent to commit a theft or felony in Ms. Wells' home. He points out that no weapons were involved, that there were no sexual advances, and that no threats were made. He asserts that at best the evidence supports a conviction for unauthorized entry.\n*461 Intent is a question of fact, but it need not be proved as a fact. It may be inferred from the circumstances. State v. Kahey, 436 So. 2d 475 (La.1983); State v. Robinson, 29,488, p. 3 (La.App. 2d Cir. 6/18/97), 697 So. 2d 607, 609, writ denied, 97-1845 (La.12/12/97), 704 So. 2d 1200. For example, a defendant's flight from the scene of a crime indicates consciousness of guilt. That is a circumstance from which guilt may be inferred. State v. Bell, 581 So. 2d 384, 386 (La.App. 4 Cir.1991). Ms. Wells testified that she stayed in a shelter for a week prior to this incident to avoid Mr. Francis. After arguing with Mr. Francis in front of her house, she went into her neighbor's house to call her sister for help. She admitted that Mr. Francis was mad when he broke down her door, that he ripped the phone cord from the wall to prevent her from calling for help, and that he punched her ten or more times making her dizzy. This evidence, although circumstantial, is sufficient for a rational trier of fact to find that Mr. Francis intended to inflict greater harm on Ms. Wells, harm sufficient to constitute a felony, once inside Ms. Wells' home. The fact that Ms. Wells was able to escape before she was hurt more seriously is of no moment. This assignment of error is without merit.\n\nASSIGNMENT OF ERROR NO. 2:\nIn his second assignment of error, Mr. Francis complains that the trial court erred in imposing an unconstitutionally excessive sentence. He argues that the trial court erred in finding him to be a violent offender under La.Rev.Stat. 15:529.1(A)(1)(b)(ii) and imposing a life sentence. He argues that even if the sentence is proper, the sentence is still excessive.\nLouisiana Revised Statute 15:529.1(A)(1)(b)(ii) provides:\nIf the third felony or either of the two prior felonies is a felony defined as a crime of violence under R.S. 14:2(13) or as a violation of the Uniform Controlled Dangerous Substances Law punishable by imprisonment for more than five years or any other crime punishable by imprisonment for more than twelve years, the person shall be imprisoned for the remainder of his natural life, without benefit of parole, probation, or suspension of sentence.\nMr. Francis would read the statute to require that the third felony and the two prior felonies be crimes of violence or punishable for more than twelve years. However, the statute uses \"or,\" not \"and;\" therefore, the present case meets the requirements of La. Rev.Stat. 15:529.1(A)(1)(b)(ii).\nMr. Francis alternatively argues that under State v. Dorthey, 623 So. 2d 1276 (La.1993), the mandatory life sentence should be deemed excessive considering the circumstances of the offense. Although a sentence is within the statutory limits, the sentence may still violate a defendant's constitutional right against excessive punishment. State v. Sepulvado, 367 So. 2d 762 (La.1979). A sentence is unconstitutionally excessive if it makes no measurable contribution to acceptable goals of punishment, is nothing more than the purposeless and needless imposition of pain and suffering, and is grossly out of proportion to the severity of the crime. State v. Lobato, 603 So. 2d 739 (La.1992); State v. Telsee, 425 So. 2d 1251 (La.1983).\nAs noted above, under La.Rev. Stat. 15:529.1(A)(1)(b)(ii), Mr. Francis is subject to a mandatory life sentence as a third offender convicted of aggravated burglary. The penalties provided by La.Rev.Stat. 15:529.1 are not unconstitutional on their face and do not provide grounds for quashing a multiple bill. State v. Pollard, 93-0660 (La.10/20/94), 644 So. 2d 370. The trial court has the authority to reduce the mandatory minimum sentence provided by the statute for a particular offense and offender when such a term would violate the defendant's constitutional protection against excessive punishment. Id. Because the minimum sentence is presumed constitutional, a trial court, in considering whether the minimum sentence for a particular crime would be unconstitutional if applied to a particular defendant, may do so only if there is substantial evidence to rebut the presumption of constitutionality. State v. Young, 94-1636 (La. App. 4 Cir. 10/26/95), 663 So. 2d 525, writ denied, 95-3010 (La.3/22/96), 669 So. 2d 1223.\n*462 The trial court did not err in imposing the mandatory life sentence in this case. Mr. Francis failed to present substantial evidence to rebut the presumption of constitutionality of the sentence; thus, the trial court had no basis for imposing a lesser sentence. This assignment of error is without merit.\n\nPRO SE ASSIGNMENT OF ERROR NO. 1:\nIn his first pro se assignment of error, Mr. Francis complains that the trial court misstated the law when it charged the jury as to the definition of aggravated burglary. The record contains no objections to any of the jury charges. Under La.Code Crim. Proc. art. 801, a party may not assign as error the giving or failure to give a jury charge or any portion thereof unless an objection is made thereto before the jury retires or within such time as the court may reasonably cure the error. Accordingly, this assignment of error is without merit.\n\nPRO SE ASSIGNMENT OF ERROR NO. 3:\nIn his third pro se assignment of error, Mr. Francis complains that he received ineffective assistance of counsel. He argues that his counsel failed to call witnesses for the defense that counsel was aware of and whose testimony could have influenced the jury's determination; that counsel never investigated Mr. Francis' story; that counsel failed to object to the jury charge on aggravated burglary; and, that counsel failed to object during voir dire when one of the jurors stated that she knew the prosecutor.\nGenerally, the issue of ineffective assistance of counsel is a matter more properly raised in an application for post-conviction relief to be filed in the trial court where a full evidentiary hearing can be held. State v. Prudholm, 446 So. 2d 729 (La.1984); State v. Sparrow, 612 So. 2d 191 (La.App. 4 Cir.1992). Only when the record contains the necessary evidence to evaluate the merits of the claim can it be addressed on appeal. State v. Seiss, 428 So. 2d 444 (La.1983); State v. Kelly, 92-2446 (La.App. 4 Cir. 7/8/94), 639 So. 2d 888, writ denied, 94-2087 (La.1/6/95), 648 So. 2d 921. There is insufficient evidence in the record as to Mr. Francis' claims that his counsel was ineffective for failing to call certain witnesses, failing to investigate, and failing to object during voir dire; thus, these claims should be asserted in an application for post-conviction relief so that the necessary evidentiary hearing can be held. However, the record does contain sufficient evidence as to Mr. Francis' claim concerning his counsel's failure to object to the allegedly erroneous jury charge.\nUnder Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984), a defendant must show that his counsel's performance was deficient and that the deficient performance prejudiced him. With regard to counsel's performance, the defendant must show that counsel made errors so serious that counsel was not functioning as \"counsel\" guaranteed by the Sixth Amendment. As to prejudice, the defendant must show that counsel's errors were so serious as to deprive the defendant of a fair trial, i.e. a trial whose result is reliable. Id. Both showings must be made before it can be found that the defendant's conviction resulted from a breakdown in the adversarial process that rendered the trial result unreliable. Id. A claim of ineffective assistance may be disposed of on the finding that either one of the two Strickland criteria has not been met. State v. James, 555 So. 2d 519 (La.App. 4 Cir.1989), writ denied 559 So. 2d 1374 (La. 1990). If the claim fails to establish either prong, the reviewing court need not address the other. Murray v. Maggio, 736 F.2d 279 (5th Cir.1984).\nThe jury charge in question stated:\nThe defendant is charges [sic] with an aggravated burglary of the inhabitated [sic] dwelling located at 1922 O'Reilly St., belonging to Karen Wells.\nAggravated burglary is the unauthorized entering of any inhabited dwelling, with the specific intent to commit a felony or theft therein, if the defendant commits a battery upon any person while in such place or commits a battery while entering or leaving such place.\nMr. Francis complains that the charge should have been objected to because it was a misstatement of the law in that it omitted the requirement that a person be *463 present and that the defendant either be armed with a dangerous weapon or arm himself with a dangerous weapon upon entering. La.Code Crim. Proc. art. 802 requires the trial court to instruct the jury as to the law applicable to the case. In the present case, the trial court was not required to include in the instruction defining aggravated burglary the elements that a person be present or that defendant be armed or arm himself upon entering. La.Rev.Stat. 14:60 states that aggravated burglary is: \"[T]he unauthorized entering of any inhabited dwelling, or of any structure, water craft, or movable where a person is present ....\" (emphasis added). Because the requirement that a person be present is set off from the inhabited dwelling element by commas and the word \"or,\" it was not an applicable element of the present offense which took place in an inhabited dwelling. As to the requirement that the offender either be armed with a dangerous weapon or after entering arm himself with a dangerous weapon, these elements are in the disjunctive, not the conjunctive; thus, they, too, are not elements of the offense on which the jury had to be charged because they were inapplicable as shown by the evidence. Therefore, Mr. Francis' claim of ineffective assistance of counsel as it relates to the unobjected-to jury charge is without merit. Mr. Francis can still assert his other claims of ineffective assistance of counsel in an application for post-conviction relief.\nFor the foregoing reasons, the conviction and sentence are affirmed.\nAFFIRMED.\nPLOTKIN, J., dissents in part and concurs in part.\nPLOTKIN, Judge, dissenting in part and concurring in part.\nI concur in the majority resolution affirming the defendant's conviction for aggravated burglary. However, I dissent as to the sentence of life imprisonment at hard labor without the benefit of parole, probation or suspension of sentence and would find that the sentence imposed is constitutionally excessive.\nAlthough defendant was sentenced under the Habitual Offender Law as a third felony offender, his criminal history does not warrant a life sentence. His first offense was for simple burglary and occurred thirteen years before the instant charge was levied against defendant. In that 1983 case, defendant received a suspended sentence of eighteen months at hard labor; was ordered to pay $74.00 in court costs or serve thirty days in Orleans Parish Prison; and was placed on active probation for two years. Then, in 1988, defendant was convicted again of simple burglary and sentenced to four years at hard labor without benefits for the first two years of that sentence. Both of these predicate offenses are non-violent crimes. Finally, the instant crime occurred in 1996, eight years from his second offense and thirteen years from his first offense. The time spans between the crimes and the non-violent and minor nature of the first two crimes warrants a deviation from the life sentence imposed under the Habitual Offender Law.\nAlso, although defendant is technically guilty of aggravated burglary, all parties involved concede that this is really a case of domestic violence. While this is a very serious crime, the victim has expressed a desire for leniency and avers that she did not want to press charges. She asserts that the district attorney pressured her to prosecute the case. Domestic violence is a very serious issue in this country and defendant without a doubt deserves to be severely punished. However, this is the type of excessive sentence the supreme court wrote about in State v. Johnson, 97-1906 (La.3/4/98), 709 So. 2d 672. The defendant's case should receive special attention as a \"rare\" case where imposing the statutory sentence is unconstitutional because it is excessive and where the trial court should override the statutory minimum. I believe that defendant is entitled to a lesser sentence because of the unusual circumstances of this case.\nNOTES\n[1]  Apparently, because Mr. Francis would not follow her into her neighbor's house, she believed it was safe to use the phone there.\n\n",
            "ocr": false,
            "opinion_id": 1792922
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Robbery"
}